{"metadata": {"length": 6788, "words": 1246, "reading_time_min": 6.23}, "text": "Come, saith the king, unto the holy city of Zacchareth, and let our prophets prophesy before us. And the jewel of the light, which was that holy house, was seen from afar, the marvel of the nomads of the plain. And there was in it the king, and all his magnates, and the lesser kings that gave him vassal, and there were also all his queens, and all his jewels upon him. Who could tell of the splendor in the midst of which they dwelt, or of the thousands of lights and emeralds that reflected them; of the dangerous beauty of that treasure of queens, or the glow of their overwhelmed necks!... There was a necklace there of crimson pearls as the most dreamy of artists could not imagine. Who could speak of those amethyst candlesticks, in which the torches, soaked in rare oils of Bithynia, burned, spreading the scent of bletania?1 Suffice it to say that when the dawn came it seemed pale in contrast, and rough and naked entirely of its glory; so, it hid among clouds. And the king said, Come, and let our prophets prophesy. And the messengers went forth among the king's men of war, clothed in silk, and anointed with perfume, and lying upon their covers of mist, in the midst of a gentle breeze, which was moved by the servants' breezes. Even his spears were embedded in stonework. And the messengers went through their ranks in small passages, and came to the prophets, clothed in brown and black robes; and they brought one of them, and set him before the king. And the king looked upon him, and said, Prophesy unto us. And the prophet stretched out his head so that his beards stood out from his brown hair, and the wings of the servants that smote the men of war made them slightly to the tip. And the prophet spoke to the king, and said to him thus, Woe to thee, O king, and to Zacchareth! Woe to thee, and to thy wives! for thy ruin shall be cruel and hasty. Even the gods in heaven are far from thy god, because they know his judgment, and what is written about him; and behold, forgetfulness is lifted up before him as a mist. You've provoked the hatred of your mountain people. The wickedness of thy days shall cast the Zeeedians upon thee, as the spring sun shines forth the aloud. And they shall fall upon Zaccarath as the dew falls upon the huts of the valley. And as the queens were clinging and laughing together, he lifted up his voice and spoke again, saying, Woe unto these walls, and unto the ashes that are upon them! The hunter will know the nomadic encampments by the footprints of the housekeepers on the plain, but he will not know where Zaccarath was. Some of the soldiers who were reclining turned their heads to look at the prophet when he was silent. Far away, high up, the echoes of his voice whispered for some time among the cedar cabriolets. \"Isn't it splendid?\" said the king. Many of the people gathered and clapped their hands on the polished pavement in a standing ovation. Then the prophet was again led to his place in a distant corner of that grand palace, and for a while the musicians played wonderfully recessed trumpets, while the drums rang behind them, hidden in a niche. The musicians sat with their legs crossed on the ground, blowing all their huge trumpets under the bright light of the torches; but as the drums sounded louder and louder in the darkness, they rose up and, gently, approached the king. And the drums were drumming more and more loudly in the darkness, and the men with their trumpets came nearer and nearer, that their music should not be drowned by the drums before it could come to the king. And a wonderful thing happened, when the stormy trumpets stood before the king, and the drums in the darkness were like the thunder of God. And the queens moved their heads to the music, while their diadems sparkled like when the stars fell from the sky. And the warriors lifted their heads and shook the feathers of those golden birds that hunters haunt by the lakes of Lydia, barely killing six of them throughout their lives, to make the feathers that the warriors wore when they parted at Zaccarath. Then the king made an exclamation and the warriors sang almost all of them remembering then old battle songs. And as they sang, the sound of drums declined and the musicians marched backward, and the drumming became weaker and weaker as they retreated, and it stopped completely and they stopped blowing their fantastic trumpets. Then the assembly hit the ground with their palms. And the queens immediately asked the king to send for another prophet. And the messengers brought a singer, and set him before the king; and the singer was a young man with a harp. And he smote the harps of the harp; and when there was silence, he sang the iniquity of the king. And he foretold the coming of the Zeedians, and the fall and oblivion of Zaccarath, and the return of the wilderness to that which was his, and the play of the cubs of the lion in the very place where the palace rooms were raised. \"What is she singing about?\" one queen said to another queen. He is singing of the perpetual Zaccarath. When the singer ceased, the assembly slumped negligently on the ground, and the king made a sign to him with his head, and he departed. After all the prophets prophesied before them, and when all the singers sang, the royal company rose up and went to other chambers, leaving the banquet hall at the pale and lonely dawn. And the gods of the head of the lion, which were carved in the walls, stood in their solitude; and they were silent, and their stone arms were crossed. And the shadows danced over their faces like curious thoughts as the torches wavered and the sad twilight of the morning crossed the fields. And the colors were beginning to change in the candlesticks. When the last lute player fell asleep, the birds began to sing. Never has a greater splendor or a more famous castle been seen. When the queens retreated under the curtains of the gates with all their diadems, it seemed as if the stars deserted their posts and marched in band towards the West, aiming for the dawn. Only the other day I found a stone that had undoubtedly belonged to Zaccarath. It was three inches long and one inch wide. I saw one of its edges that wasn't covered by the earth. I think only three other stones like this have been found. Finish 1. That marvelous plant that grows by the summit of Mount Zaumnos, the scent of the entire Zaumnian expanse and its perfume is felt far away, in the plains of the Kepuschria, and when the wind blows from the mountain, it reaches the streets of Ognoth city. At night, it closes its petals and you can hear it breathing, and its breathing is a quick poison. She also breathes during the day if the snow is shaking near her. No plant of this genus has ever been plucked alive by any hunter.", "title": "En Zaccarath", "author": "Lord Dunsany"}