{"metadata": {"length": 2376, "words": 496, "reading_time_min": 2.48}, "text": "I was in Mrs. Lourdes' apartment, seamstress, trying on the dress Olly painted, and Mrs. Lourdes said, \"A man died in the sea, look at the fire department\". I looked and I only saw the sea that must have been very salty, blue sea, white houses. What about the dead guy? The dead man in brine. I don't want to die! I screamed, move inside my dress. The dress is yellow and blue. What about me? Dead from heat, not dead in the blue sea. I'm gonna tell you a secret: my dress is cute and I don't want to die. Friday the dress will be home, Saturday I'll wear it. No death, only the blue sea. Are there yellow clouds? There are golden ones. I don't have a story. The dead guy has it? He's got it: he went to a sea bath with Urca, the fool, and he died; who sent him? I take sea baths carefully, I'm not stupid, and I just go to Urca to try on my dress. And three blouses. She's thorough in the test. What about the dead guy? Thinly dead? I'm going to tell you a story. There was a young man who liked sea baths. So, it was a Thursday morning in Urca. In Urca, in the Urca stones, it's full of mice, so I'm not going. But the young man was not paying attention to the mice. Even the mice didn't pay attention to him. And there was a woman trying on a dress and she came too late: the young man was already dead. It's a salad. Were there any piranhas in the sea? I pretended I didn't understand. I don't understand death. A dead young man? I'm dying for the fool he was. You just have to go to Urca to try on a cheerful dress. The woman, who I am, just wants joy. But I lean on death. That will come, will come, will come. When? There he is, he can come anytime. But I, trying on a dress in the morning heat, asked God for a test. And I felt something very intense, a strong perfume of roses. So I had the proof. Two proofs: of God and of the dress. You should only die of natural death, never by accident, never by drowning in the sea. I ask for protection for mine, which are many. And the protection, I'm sure, will come. But what about the young man? What about your story? He may have been a student. I'll never know. I just stayed looking at the sea and the country. Mrs. Lourdes, unturned, wondering if I could fit my waist better. I told him yes, that the waist has to be tight. But she was stunned. She's stunned in my new dress. The dead sea, where you were at night, 1974", "title": "El muerto en el mar de Urca", "author": "Clarice Lispector"}