{"metadata": {"length": 6514, "words": 1273, "reading_time_min": 6.365}, "text": "It's the morning. It's not even 7:00, but Makar Kuzmich Blestkin's barber shop is already open. The owner, a young man in his early twenties, dirty, dressed in dirty clothes that pretend to look stylish, is putting the place in order. Actually, he doesn't have anything to clean, but the job has made him sweat. Here comes a bayette, there scratches with the nail, over there finds a bug and pulls it off the wall. The barber shop is small, narrow, dismembered. The log walls are covered with a paperwork that resembles a stretched coach shirt. Between the two windows with matte and tearful crystals is a thin, miserable, chiming gate, crowned by a half-green bell with the humidity that thinneth occasionally, for no apparent reason, shakes and gives off a whimpering sound. If you look at the mirror hanging from one of the walls, you'll see your face warped in every way in the most regrettable way. It's in front of that mirror where the barber cuts his hair and shaves his clients. On a table as dirty and filthy as Makar Kuzmich, everything is ready: combs, scissors, knives, fixers and powdered kopek and very diluted colony water also from kopek. The truth is, all the barber's not worth a half a rouble. The sound of the sick bell rings above the door and a mature man, with a lambskin jacket and felt boots, enters the barber shop. He's got his head and neck covered in a woman's skirt. He is the godfather of Makar Kuzmich, Erast Ivanch Yagodov. He used to work as a guard in the county, now lives near the Red Pool and works as a locksmith. Good day to you, Makar! He tells the barber, who is still busy cleaning. They kiss. Yagodov takes off his scarf, sanctifies himself and sits down. This is far away! He says, \"Crabbling\". It's not a small thing. From the Red Pool to the gate of Kaluga. How are you? It's all right, brother. I've had a fever. What do you say? It's a fever! Fever. I spent a month in bed; I thought I was dying. I was given the extreme ammunition. My hair is falling out now. The doctor ordered me to cut it off. He says I'll get a new, stronger hair. So I thought, go see Makar. Before you go anywhere else, you better go to a relative's house. It'll make it better and not charge you anything. It's a little far away, it's true, but what does it matter? That way you'll be able to take a walk. I wouldn't need more. Sit down! Makar Kuzmich, striking his heels, points him to a chair. Yagodov sits down, looks in the mirror and seems satisfied with what he sees: in the glass a twisted jet appears, with lips of calm, a broad and flattened nose and eyes on the forehead. Makar Kuzmich covers his client's shoulders with a white napkin splashed with yellow spots and starts to handle the scissors. I'm going to cut the rapper! He says. Of course. It looks like a Tartar or a bomb. That way you'll be born more blunt. How's the aunt? - All right. He recently attended the birth of the commander's wife. They gave him a rouble. A rouble, nothing less. Grab your ear! I'm doing it now... don't cut me off, be careful. Oh, what a pain! You're pulling my hair. It's nothing. In our trade, it's impossible to do things differently. And how is Anna Erastovna? My daughter? That's amazing. Last Wednesday, she got engaged to Sheikin. Why didn't you come? The scissors are interrupted. Makar Kuzmich dropped his arms and asked in terror: \"Who has promised? Anna, please. How is that possible? With whom? With Prokofi Petrov Sheikin. His aunt works as a governess on Zlatoustenski Avenue. She's a good woman. Of course, we are all very happy, praise be to God. The wedding will be in a week. Come on, we're going to have a game. But what do you say? \"Ask Makar Kuzmich, pale, surprised, shrugging his shoulders\". I can't believe this! It's... it's totally impossible! If Anna Erastovna... if I... if I had feelings for her, I had intentions. How did something like this happen? You see it now. They've made a promise, that's all. He's a good man. Makar Kuzmich's face is covered in cold sweat. He leaves the scissors on the table and starts rubbing his nose with his fist. I had intentions, he says. It is not possible, Erast Ivanch! I'm in love and I've offered him my heart... and my aunt had given her consent. I've always respected you like a father... always cut your hair for free... always been helpful to you and when my father died, you left with the couch and ten roubles in money you haven't returned. Do you remember? How can I not remember! Of course I remember. But what kind of boyfriend would you be, Makar? You have no money, no position, you're in a small trade... And is Sheikin rich? Sheikin is a master of arts. He has five hundred rubles in titles. That's right, brother... say what you like, but the matter is closed. It is not possible to turn back, Makar. Look for another girlfriend... it's not the end of the world... well, keep cutting! What are you doing standing there? Makar Kuzmich keeps silent and does not move; then he takes a handkerchief out of his pocket and starts crying. All right, enough of that! I'm sorry, but I'm not sure I can do that. Leave him now! You're a woman! Just cut my hair and cry all you want. Get the scissors! Makar takes the scissors, looks at them with abstract air for a minute and then leaves them on the table again. His hands are shaking. I can't! He says. I can't do it now, I'm not strong enough! I'm so sorry about this! And she too! We loved each other, we promised each other, but heartless and merciless people have separated us. Get out of here, Erast Ivanich! I can't see him. In that case I'll be back tomorrow, Makar. You'll finish cutting my hair tomorrow. All right, all right. - Calm down. I'll be back in the morning, first thing. With half his head peeled off, Erast Ivanch looks like a prisoner. She's upset to go out with that look, but there's nothing to do. He wrapped his head and neck with a shawl and walked out. Once alone, Makar Kuzmich sits down and keeps on crying silently. The next day, early in the morning, Erast Ivanich appears again at the barber shop. What's on offer? Makar Kuzmich asks him coldly. I just got my hair cut, Makar. You still have half your head. Pay me in advance. I don't work for free. Erast Ivanich leaves without saying a word. To this day he still has long hair on one half of his head and short on the other. Consider it a luxury to pay for a haircut and wait for the cut hair to grow on its own. That's how it was at the wedding. *FIN* В цирульне, The Spectator, 1883", "title": "En la barbería", "author": "Anton Chejov"}