{"metadata": {"length": 6821, "words": 1281, "reading_time_min": 6.405}, "text": "Grandpa Guixer was a bare-legged old man, a former fisherman, who spent hours singing sometimes, others renouncing (this was a quit of the trade), praying others, but always keeping himself good-natured and sincere like a child. She was more polished than a carpet; and she delighted to see him, summer entered, in the courtyard of his house, under the braid; his white hair was like soap foam, his fresh and lit face, his threaded shirt, enough, flashing of cleaning and scattering the domestic scent of the colada, his arms swayed, his hands active, weaving junks or attaching ropes. There was no man more skilled in fishing tricks. He worked noses, ribs, palangres, sleeves... and he with his arts, and the woman chatting from sun to sun the pots on the lace pad, without stopping more than necessary to go to the household servants in a Sunday, they lived with enough leisure. I, a fisherman, often visited the good man, with the excuse of having to compose a flyer or a nose face. We were excellent comrades after all. Which is during the summer, I never stopped going to spend a little time at your house any day. He was there as if in glory. I sat in the coolest pit of the courtyard, in the shade of the pompans, and now smoking a cigarette I yielded to the soft soporific power of the old man's songs, now I ran with him of the business of the sea, which I looked beyond the gate open at all hours. The sea! I felt in love with him. Not so the old man, and yet he was experiencing something towards the sea, even if it was with the feeling of a husband towards a woman of bad guts that has caused him many discomforts, but that after all still remains rooted in his soul. I never said anything good about the sea. The sea! Damn fire, dry it up! And there was a reason left for his hatred, because he had stolen his only son, who in the flower of his youth was drowned with his shipmates. He used to threaten him with his fist closed: \"Lord! - he said. But if I couldn't see it, I'd have longed. There was no doubt, because he could barely lift his head in a short while, he was already eating it with his gaze, and all his distractions consisted in figuring out which boat a candle belonged to as soon as he could glimpse it, and in deciphering the forecasts of the times according to the game of inconsistent fogs. One day, as usual, I headed for his house, and I was surprised to find the door locked. Despite hearing footsteps and walks in the interior, I didn't want to call, because I didn't sit squarely, and I walked up the street and down the street. It was a flood of sunshine, but I stood up very brave. I enjoyed looking at the bright landscape; the sky of a firm blue, the very white houses lined up at the foot of a candle-colored, bluish-rocky prominence, where the flowering patterns shone like jewels on a ginger's rough, roasted chest; and then the sea and the blond sands, and the lauds with their candles set to dry, and the distant, bluish, almost transparent ridges... Wonderful day! And the quiet reigned in the town, which would be called sluggish. He didn't see almost anyone. On the hot beach, some women, squatting, with their headscarves outstretched like the candle of a car, were silently passing through the tears of a net. Beyond the shore, the master, beside a overturned boat, had boiled his tar hunt in a fire. A young fisherman had cornered his reed, and, lying to his taste on top of a rock, he slept quietly. All of this was perceived through the earth's exhaling vapour, a vapor comparable to the small movable shadow that produces a glass that is quickly passed by a ray of light. From the breeches came a song of cigars, perinaz, endless. I was at first soaked in the sun with a certain delight; I defiled him to roast me: \"Aha, achchira whenever you desire; that afterwards, the gift of your hands is strength; but I was soon troubled. My garments were burning, and I said to myself, Now ye shall see him; I will not want an umbrella, nor a curtain. Indeed, the lauds with their outstretched sails offered me delicious, tempting shelters, mainly a couple of boats going to the bou. The huge sails, they looked tied like a shovel from one boat to another. They did not allow passage to a sunrise; but as little as the sea wind was moving, it had to slide there with tiny drops of coolness, as soon as a wave fell tongue-in-cheek on the beach. I headed there, and when I arrived, what a surprise! I saw Grandpa Guixer sitting on a rope. It was him, no doubt... though he was on his back, he was unmistakably recognized. His white, uncovered head, his elongated shoulders unobstructed by anything but the shirt and the bracelets... I was about to call him when I stopped lying on the rosary. So I guessed the solution to everything. We were on July 14th, the anniversary of your boy's disaster. The excellent grandfather fulfilled a pious duty. Many times he had told me that on such a day he was leaving his duties; and I well knew that while he could get on his feet he had not missed a year to church, where he heard a mass of the deceased, he, that many Sundays he neglected her. Poor old man, look what you've come up with! In front of the sea, in the presence of his son's poetic cemetery, he comes to pray a few prayers to him... Ah, if candor is kind in the divine eyes... instinctively I took off my hat and whispered some of our forefathers. I was so overwhelmed by such a deep emotion! The world was getting darker, darker before my wet eyes. I could see nothing but the burst of fire that the sun produced when it rained on the blue water. But for me, there was no sun or reality at that moment. I was under the impression of an illusion. All these lamps were a thousand and a thousand lamps burning for the service of the dead in a huge temple, whose distances were lost in vague darkness. The tremor of the organ, solemn, severe, very devout, growing little by little, decreasing then softly, the ecstasy of something holy was coming from the heart. The old man who had surprised me with the twinkling of an eye, when he finished the rosary, said a salute aloud so that I could follow him, and then, turning around, greeted me affectionately: -Thank you, thank you, and enjoy a thousand years. And I couldn't say a word because the emotion was tying my throat, but I shrugged her hand tightly. I can swear I've been away from a bit of grief in my life with such a excited soul. But the old man did not change in the slightest; he remained calm, serene, not realizing what was over-exciting me. That was the man; he had the characteristics of a poet without realizing it, without ever losing that kind of ignorance that guaranteed him incapable of artifices. FIN We thank Jorge Almarales for his contribution to this story to the Digital Library of Ciudad Seva.", "title": "Aniversario", "author": "Joaquim Ruyra"}