{"metadata": {"length": 3042, "words": 603, "reading_time_min": 3.015}, "text": "A mouse, a bird and a sausage shared a life. They had been together for a long time, in good peace and company and they were very good at it. The bird's job was to fly into the woods every day to find wood. The mouse was taking care of bringing water and setting the table, and the sausage was in charge of the kitchen. When things go too well, you get tired of them soon. So it happened that one day the little bird met another bird, who told him and commended how well he was living. But the other called him a fool, for he was carrying the hardest work, while the others were staying in the house very rested because the mouse, as soon as he had lit the fire and brought the water, could go to rest in his quarters until the time to put the table. And the sausage didn't move from the side of the potatoes, watching the food cook well, and when it was ready, it just had to dive for a moment in the potatoes or the vegetables, and they were boiled, salted and seasoned. When the bird came with its load of wood, the three of them sat down at the table and, after eating, slept like blessed until the next morning. It was, in fact, a gifted life. The other day the bird, yielding to his friend's urges, declared that he did not want to go further to get wood; he was tired of being a servant to others and behaving like a fool. It was necessary to turn the corner and organize the house government in a different way. The mouse and the sausage's pleas were of no use; the bird stayed in its thirteen. The sausage was obliged to go for wood, while the mouse took care of the kitchen and the bird of the water. You'll see what happened. The sausage went out to get wood; the bird lit a fire, and the mouse put the pucher on; then the two waited for the sausage to return with the supply of wood for the next day. But it took so long to return that his two companions began to be alarmed, and the bird flew in search of him. It didn't take long for him to find a dog who, considering the sausage a good prey, had captured and killed her. The bird pointed his bad deed to the dog, which he called a brazen theft, but the dog replied that the sausage had compromising documents, and had to pay with his life. The bird sadly loaded the wood and, back home, told what he had just seen and heard. The two companions were very disappointed, but they agreed to make the best of the situation and continue living together. So the bird set the table, while the mouse cooked the food. Wanting to imitate the sausage, he went into the pot of vegetables to stir and soften them; but he had not yet reached the bottom of the pot which was caught and stuck, and there had to be skin and life left. When the bird returned, he asked for food, but found no cook. In a bad mood, he left the wood on the floor anyway, and started calling and looking, but the cook didn't show up. By his carelessness, the fire reached the wood and lit it. The bird rushed to get water, but the bucket fell into the well with it inside, and, unable to get out, drowned. ♪ Finish ♪", "title": "El ratoncillo, el pajarillo y la salchicha", "author": "Hermanos Grimm"}