{"metadata": {"length": 3325, "words": 624, "reading_time_min": 3.12}, "text": "They were fond of two pigeons, but one of them was bored at home, and had the foolish inclination to make a long journey. The partner said, \"What are you going to do?\" You want to leave your brother? Absence is the greatest of evils; but it certainly is not for you, unless the jobs, dangers, and inconveniences of travel cause you to change on purpose. If only the station was earlier! Waiting for the spring breezes: How hurry are you? Right now a raven predicts misfortune to some unlucky bird. If you leave, I'll always be thinking of bad encounters, hawk and net. When it rains, I'll say, will my brother have a good hostel and a good dinner? This speech touched the heart of our reckless traveler; but the eagerness to see and the adventurous spirit finally prevailed. \"Don't cry\", he said, \"with three days' travel I'll be satisfied\". I'll come back right away and tell you, point by point, my adventures and amuse you with my story. He who has seen nothing can speak of nothing. You'll see how much you enjoy the narrative of my journey. I'll tell you, I was there and something like that happened to me. You'll think, from what I've said, you've been there, too. So they talked and said goodbye, weeping. The traveler walked away, and soon a rainbow forced him to look for a coat. He found nothing but a tree, and so diminished the foliage, that the poor pigeon was silent to the bone. When the storm passed, he poured as much as he could, and he saw grains of wheat scattered on the ground in an immediate field, and beside them another dove. He was hungry, and came near, and was taken captive; the wheat was the bait of treacherous nets. They were so old and worn out that by working with their wings, beaks and legs, the captive was able to break them, leaving behind some feathers; but the worst of the matter was that a vulture, with rapacious claws, saw our poor flying machine, which dragging the broken net looked like a forced fugitive from the prison. The vulture was already hurling over him, when suddenly an eagle with wings spread fell from the clouds. The bird of the conflict between those two bandits prevailed, and he flew off and took refuge on a farm, thinking that that was where his misfortunes would end. But an evil young man (this age has no guts), made the honda turn, and from a stone left half dead the wretched, who cursing his curiosity, dragging his wings and feet, went limp and breathless towards the dove, where he finally arrived as he could without new setbacks. Together, the two comrades, it is up to the reader to consider how great his joy was after so much work. Lovers, lucky lovers, you want to travel? Do not go far away, but be a world always beautiful, always different, always new. Be each other's whole, and ignore the others. I too once loved, and would not have changed then for the Louvre and its treasures, for the firmament and its celestial vault, the country places dignified by the steps and lit by the eyes of the young and adorable zagala to whom I was subdued by the son of Citerea, and to whom I consecrated my first oaths. Oh, my God! When will such sweet hours return? Is it possible that so many beautiful and charming objects will let me live at the mercy of my restless soul? Can't my heart get inflamed again? Has the time for me to love passed? FIN", "title": "Los dos pichones", "author": "Jean de La Fontaine"}