{"metadata": {"length": 2529, "words": 459, "reading_time_min": 2.295}, "text": "Once upon a time, in a kingdom called Britain, several centuries ago Prince Arthur, son of King Uther, was born. His mother had died shortly after giving birth, so the king gave the baby to the faithful magician Merlin, in order to educate him. Merlin decided to take Arthur to the castle of a gentleman who had a little son named Kay. For the prince's safety, the magician hid the identity of his protege. Every day, the loyal Merlin taught little Arthur all the sciences and, with his gifts of great magic, explained to him the inventions of the future and many other magical formulas. Years passed and King Uther died without leaving any known offspring, so the knights went in search of Merlin: \"We must choose the new king\", they said. And the magician, making a sword to appear, nailed to an iron ankle, said to them, This is the sword of Excalibur. Whoever gets it out will be the king! The gentlemen tried one by one but, despite all their efforts, they could not move it. Arthur and Kay, already two vigorous young men, were about to enter a city tournament. When Arthur attended the event, he noticed that he had forgotten Kay's sword in the inn. He ran there, but the place was already closed. Arthur was desperate. Without his sword, Kay would be eliminated from the tournament. That's how he discovered the Excalibur sword. He threw it down, and a lightning bolt fell on him, pulling it out with ease. Kay saw the seal of the Excalibur and told her father, who ordered Arthur to return it and so she again nailed it to the anus. The nobles tried to get her out again, but it was useless. Until Arthur again took the handle, a ray of light fell again, and he pulled it out without the slightest effort. All admitted that this young man, without any title, must be the king of Britain; and they marched before him, swearing allegiance to him. Merlin, happy and humble for his action, retired to his home. But it wasn't long before a group of traitors rose up in arms against the young monarch. Merlin intervened, confessing that Arthur was the only son of King Uther; but the disloyalists continued in war until, at last, they were defeated, thanks to Arthur's courage and Merlin's magic. To prevent the betrayal from repeating itself, Arthur created the great round table, made up of knights loyal to the kingdom. He married Princess Geneva and they lived years of happiness and prosperity. \"You can reign without my advice\", Merlin said at his farewell, \"and he is still a just king, who history will reward you. FIN", "title": "Arturo y el mago Merlín", "author": "nan Anónimo"}