{"metadata": {"length": 5971, "words": 1102, "reading_time_min": 5.51}, "text": "She had been our neighbor for only a week, and the neighborhood was already in turmoil. She came from Chile, the only daughter of a German father and Araucan mother and from this combination had come a rare and exquisite fruit. The first day he took the kids out, we got hit. We had never seen more pink skin, black silk braids, eyes so skyward and turbid, that we had to revisit our idea of beauty. The girls in the neighborhood were thin, elastic, acrobatic, androgynous, juvenile with skirt and wig, but Frida was a little-eyed, slow and convex wherever you looked. No one would have thought to challenge her to a Roman wrestling session or invite her to walk the edge of high carpets, as we did with the other girls. She was like a little mom, somewhat rested and sweet. A lap where he would cause you to fall and fall asleep. The girls in the neighborhood at first made him feel cold because they saw in her a foreign element that could jeopardize the harmonious balance of the group and above all modify the sentimental letter of our corner. But Frida was so simple and naive and so un-malicious and flirtatious that she was soon adopted and joined the gang. That was enough for the big boys in the neighborhood, who would only occasionally peer into our street to smoke a little and mock our stupid entertainment, to get excited about our games and find it nice to run down the streets like boludoes playing stickers or thieves and poachers. Just to see Frida, naturally, approach her, talk to her and, if the opportunity came, touch her. And among the most frequented were the García horn and the Battifora drum. As soon as the band's rehearsals were over, they would appear in the corner with their pumpkin pants flapping on the slugs of the fat man and molding the shrimps of the fat man. Both had already raided the neighborhood months earlier, with romantic intentions that had turned out to be bloody. The skinny Garcia discovered before anyone that Chela Velarde, one of the girls in the rage, despite being a little brown because she's a little brown rather had cute lips and better legs and tried to get him a horse. But Chela had an uncompromising father who barely saw a tall but bony schoolboy playing a horn and looking at his daughter with sheep's eyes butchered, gave her four screams and had him roll without any chance of returning. The fat Battifora, on the other hand, was more subtle. Under his fat coat he hid the art of a loving strategist. He began to frequent our house under the pretext of exchanging stamps, since my brother and I were making an album. Poor innocent people, we didn't realize that the eyes of the chancho were more on my sister Mercedes than on the little figurines we were changing. We only learned that one night when my sister screamed because she had found a notebook in the living room that said only \"yes\" or \"no\"? And it was signed by the fat Battifora. We discussed the meaning of the message and the answer to it. My sister, who was offended by Battifora's claims, wrote NO in huge letters and asked us to deliver her message to the fat man. We did it the next day at school, during the first recess. When the fat guy found out about the contents he rushed over us with a leg up in the air, we didn't reach, but he hated us for the rest of the year. But now, not for Chela Velarde or for my sister Mercedes, the skinny Garcia and the fat Battifora came to the neighborhood but for Frida. And to get their attention, they had to stick to the protocols of our games and undergo rough tests of wit, agility and skill. They were all playing with the same weapons, playing with divinations, statues, blind chickens, thieves and poachers, always looking for an opportunity to look good in front of Frida and earn her esteem. But things changed when my sister Mercedes, who ran at the speed of a mule and the stamina of a lion, imposed the game of competition rather than racing on the neighborhood. It was a night out, everybody was supposed to participate and prizes were given out. Speed races were held on Espinar Avenue over a distance of a hundred meters and those of resistance giving one or several laps to the Brazilian embassy, which occupied an entire block. These tests were a failure for fat Battifora. In the resistance he dared to intervene once, but before he had completed the first lap to the block he was throwing the buffalo, hugged to the trunk of an eucalyptus. In the speed he proved more tenacious, trusting that once he achieved the initial impulse his own mass, by inertia, would lead him quickly to victory. Vanity of illusion, for in every attempt he had not yet managed to push himself when already the thin Garcia with his long sleeves had covered the distance and in agile jump broken with the chest squared the imaginary tape of the goal. This Olympic gesture of his opponent seals in an apoteosic way the defeat of the fat man and decrees his disappearance from our games and consequently the cancellation of his claims on Frida. So the ground was clear for the weak and, with our complicity, he embarked on the conquest of his beloved. When we were playing thieves and lockers, we gave her a chance to catch Frida so she could have a chance to touch her for a few moments. And in the game of hiding, the most conducive to his plans, we hid as far away as possible to allow the skinny to do it with Frida and take advantage of those moments of solitude and adventure to declare himself. The declaration finally came one night and went behind the trunk of the thickest and most robust eucalyptus that bordered the Brazilian embassy. Both had hidden themselves at the foot of that tree and whoever was to look for them was urged to go the other way to give the skinny time. Then we knew that when she finally managed to ask her the traditional question: \"Do you want to be with me?\" Frida didn't answer either yes or no but: \"I'm going to ask my mom\". *FIN* Santa Cruz reports, Lima, 1992", "title": "Mariposas y cornetas", "author": "Julio Ramón Ribeyro"}