{"metadata": {"length": 4968, "words": 927, "reading_time_min": 4.635}, "text": "At the moment no one enters the room, but if someone enters, or, better still, if he or she just penetrating a glance, without touch, taste, smell, hearing, just a glance, and suddenly decides to make a visual inventory of his or her objects, starting, say, on the right, the first thing he or she would have to find would be a large sofa, upholstered in dark green velvet, already quite worn and with two cigar ashes on the edge of the back. There are a lot of newspapers and magazines on the sofa, but the hypocritical eye would only be able to see the magazine that is on top of everything, i.e. a not too new copy of Claudia, and to top it all off, thanks to the special characteristics of its typesetting, the newspaper piece that lies beneath other newspapers, although it does not include any title or direct indication, may belong to BP-Color. Also on the sofa, about thirty centimeters from the newspapers and magazines, there is a book laying on its side, with a piece of paper tucked between its first pages. In one of the arteries there is a greenish stain, with several darker granules, like a yarrow. On the wall behind the sofa there is an Almanac of the Panadera La Nueva. The leaf in view is from November 1965 and has two blue pencil annotations and one red pencil one. The blues correspond to the day 4 («Beatriz, 15.30») and the day 13 («M. O. K.? OK”); the red is on the line for day 19 (“Graded Test”). The sofa reaches the second wall. Next to the initial track of the same there is a wooden banquet with a censer full of pies, all rolled in the same way and without stains of carmine. There is a cherry picker, old model but still in good condition, without a mirror outside, with one leaf closed and another open. In the space left by the open leaf you can see men's clothing, prolijamente hung from its pegs: a grey waterproof, a wide-collared jacket, several bags that may be full-length outfits, as pants or a cloak may be concealed under the bags. The robe has three drawers, all closed, although from the third drawer comes a white cloth fold, which is presumed to be a shirt. On the floor, next to one of the roper's feet, there is a piece of paper irregularly folded, something like half a piece of cream-colored paper that someone would have cut in two. It is written with a very thin and very straight letter, with soft curves, with the points of the dots and the s very above their classical location. If the eye wanted to stop reading, it could check that the words, and fragments of words, contained in the paper are the following: After the rope, almost without space to separate them, there is a pine table, without legs, with a black laptop, a small copper alarm clock, a block of notes on which the first page has only one word (chau), two blotters of the same brand and a portrait with the photograph of a young woman who on the lower right angle has a legend: «To Fernando, with faith and hope, but without charity. Beatriz.” Next to the table, a bed (tied, one square, of bronze) whose head rests on the second wall, the right side of the bed follows the line of the third wall. The white cover also covers the cushion. On the white plate, three objects: a candle, a clothespin, a theatre program folded in two. Only the lower half is visible, where the division is: True: Amanda Blasetti. Jacinto: Fernando Montes. Octavio: Manuel Solano. Rita: Maria Goldman. Ernesto: Benjamin Espejo. Under the bed, a pair of brown slippers. In the corner that forms the third and fourth walls, there is a tambourine. On the platter, a twelve-inch disc, held still, if the eye wanted to see the details, you could check that it was volume III of the Bessie Smith album. Under the toccata, a casket with several books, but in its loot only Roman numbers are found, and they are not in order. A brown wool carpet (approximately 1 m x 67 cm) with black fringe is next to the furniture. The corresponding album cover is placed on it. At this point, there would be only three objects left in your sight to complete the inventory. The first is a gas-fired oven, with two ovens. There is nothing about them. One of the horns has the key to the left; the other, to the right. The second object is a human body, totally immobile. It's a kid. Dark hair, the head supported on an almohadon. It has only two buttons. A clear blue short, and on the collar (stretched, unbuttoned), a red silk shawl. The eyes are closed. There is no least movement, neither in the nasal cavities nor in the mouth. The third and last object is a piece of cream colored paper, something like the half of a piece of paper someone would have cut in two, written with a very thin and very similar letter, with soft curves and with the points of the jotas and es very high above their classic location. If the eye wanted to stop reading, it would find that the words, and the fragments of words, contained in the paper are the following: *FIN* Death and Other Surprises, 1968", "title": "Para objetos solamente", "author": "Mario Benedetti"}