{"metadata": {"length": 5751, "words": 1045, "reading_time_min": 5.225}, "text": "It happened with great simplicity, without affect. For reasons that cannot be explained, the population suffered from a lack of meat. Everyone was alarmed and bitter comments were made and even plans for revenge were drawn up. But as always, the protests were not merely threats and soon the afflicted people were seen swallowing the most varied vegetables. Only Mr. Ansaldo did not follow the general order. With great calmness he sharpened a huge kitchen knife, and, a short while later, lowering his pants to his knees, he cut a beautiful steak from his left butt. After cleaning it, he put salt and vinegar on it, passed it through the grill, as they say, to finally fry it in the big Sunday tortilla pan. He sat down at the table and began to taste his beautiful steak. Then they knocked on the door, it was the neighbor who came to unwind... but Ansaldo, with a sleek smile, showed him the beautiful steak. The neighbor asked and Ansaldo just showed his left butt. Everything was explained. The neighbour, in turn, dazzled and moved, left without saying a word to return soon with the mayor of the village. He expressed to Ansaldo his keen desire that his beloved people feed, as Ansaldo did, on their own reserves, that is, on their own meat, on the meat of each. Soon the matter was agreed upon and after the outpouring of well-educated people, Ansaldo moved to the town's main square to offer, according to his characteristic phrase, a practical demonstration to the masses. Once there he made known that each person would cut two fillets from his left butt, all equal to a sample of embodied plaster hanging from a shiny wire. And he declared that two fillets and not one, for if he had cut out of his own left ass a beautiful fillet, it was just that the thing went compass, that is, that no one swallowed a smaller fillet. Once these points were fixed, each of them had to slice two fillets off their left buttocks. It was a glorious show, but please do not send descriptions. Otherwise, calculations were made about how long the people would enjoy the benefits of the meat. One distinguished anatomist predicted that over a hundred pounds [100 kg] weighing, and counting the viscera and other undigestible organs, an individual could eat meat for a hundred and forty days at a rate of half a pound a day. Otherwise, it was an illusory calculation. And what mattered was that everyone could eat their beautiful steak. Soon there were ladies talking about the advantages of Mr. Ansaldo's idea. For example, those who had already eaten their breasts were not forced to cover their chest with cloth, and their dresses ended up just above the navel. And some, not all, were not speaking anymore, for they had swallowed their tongue, which by the way, is a delicacy of monarchs. The most delicious scenes took place on the street: two ladies who had not seen each other for a very long time could not kiss each other; they had used their lips in making some very successful fries. And the chief of the penal court could not sign the death sentence of a convict because he had eaten the yolks of his fingers, which, according to the good gourmets (and the chief was) has given rise to that long-held phrase brought from \"swallowing the yolk of his fingers\". There were even small uprisings. The union of female adjustors raised its most formal protest to the relevant authority, which replied that it was not possible to encourage the ladies to use them again. But they were innocent uprisings that did not in any way disrupt the people's consumption of their own flesh. One of the most picturesque events of that pleasant day was the dissection of the last piece of meat from the village dancer. This one, out of respect for his art, had left for the last of his beautiful toes. His neighbors noticed that for several days he was showing a vivid restlessness. All he had left was the fleshy part of his big toe. So he invited his friends to witness the operation. In the midst of a bloody silence he cut off her hind portion, and without passing it through the fire let her fall into the hollow of what had once been her beautiful mouth. Then everyone in attendance suddenly got serious. But he was living, and that was the important thing, and what if...? Is that why the dancer's shoes were now in one of the halls of the Museum of Illustrious Memories? It is only known that one of the heaviest men in the village (he weighed 200 kg) spent all his available meat reserves in the short space of 15 days (he was extremely spicy, and on the other hand, his body demanded large quantities). After that, no one could see him again. He was obviously hiding... but not only was he hiding, but many others were beginning to adopt the same behavior. So one morning, Mrs. Orfila, when she asked her son where he had kept the left lobe of his ear, I don't know what, he got no answer. And no pleas or threats were worth it. Called the expert in missing persons could only come up with a brief pile of excrement at the site where Mrs. Orfila swore and perjured that her beloved son was present at the time of being questioned by her. But these slight alterations did not undermine the joy of those inhabitants at all. What could a people who had their livelihoods secured complain about? The serious problem of public order created by the lack of meat had not been definitively solved? That the population was gradually hiding had nothing to do with the central aspect of the thing, and it was just a colofon that in no way altered the firm will of those people to get their precious food. Was that, by any chance, the price that each one's meat demanded? But it would be miserable to ask more untimely questions, and that wise people were well fed. FIN", "title": "La carne", "author": "Virgilio Piñera"}