{"metadata": {"length": 3199, "words": 565, "reading_time_min": 2.825}, "text": "I don't remember why my son once blamed me: \"You're doing all right. The boy lived at home, with his wife and four children, the eldest of eleven, the youngest, Margarita, of two. Because those words conveyed resentment, I became concerned. I would occasionally talk about the matter with my daughter-in-law. I said, \"You can't deny me that in every triumph there's something repulsive. Triumph is the natural result of a job well done he replied. He always brings some vanity, some vulgarity mixed in. It wasn't the triumph that interrupted me, but the desire to succeed. Condemning victory seems to me an excess of romanticism, certainly convenient for the shamans. Despite her intelligence, my daughter-in-law couldn't convince me. In search of guilt, I looked back on my life, which has spanned chemistry books and a pharmaceutical lab. My triumphs, if they ever were, are real, but not spectacular. In what might be called my honorary career, I've reached lab chief. I have my own house and a good time. It is true that some of my formulas originated balms, ointments and tinctures that display the stores of all pharmacies in our vast country and that they claim to relieve many sick people. I've allowed myself to doubt, because the relationship between the specific and the disease seems rather mysterious to me. However, when I saw the formula for my Iron Plus tonic, I was anxious and certain of my victory and started boasting, saying that in pharmacy and medicine, listen to me, as the pages of \"Caras and Caretas\" testify, people consumed endless tonics and reconstitutes, until one day the vitamins came and swept them away like pillows. The result is in sight. Vitamins were discredited, which was inevitable, and in vain the world today turns to the pharmacy to mitigate its weakness and fatigue. It's hard to believe, but my daughter-in-law was worried about her youngest daughter's inappropriateness. Indeed, the poor Margaret, with golden hair and blue eyes, tongue-in-cheek, pale, judgmental, looked like a 19th-century print, the typical girl who according to tradition or superstition is destined to meet the angels very early. My never-denied skill as a remedial cook, fueled by the longing to see my granddaughter restored, worked quickly and I invented the aforementioned tonic. Its effectiveness is prodigious. Four tablespoons a day was enough to transform Margarita, who now blossoms in good color, has grown, expanded and manifests a satisfactory, I would say almost disturbing voracity. With determination and firmness he seeks food and, if someone denies it, he throws it with anger. This morning, at breakfast time, in the dining room of the newspaper, I was waiting for a show that I will not forget just like that. In the center of the table was the girl sitting, with a crescent in each hand. I thought I noticed a red color on her blond wrist cheeks. It was soaked in sweet and blood. The remains of the family rested on top of each other with their heads together in a corner of the room. My son, still alive, found the strength to utter his last words. Margaret is not to blame. He said them in that tone of reproach he used to use with me. A Russian Doll, 1991", "title": "Margarita o El poder de la farmacopea", "author": "Adolfo Bioy Casares"}