{"metadata": {"length": 7692, "words": 1476, "reading_time_min": 7.38}, "text": "Once a pilot who finished badly. It shattered, the man fell and was shattered. Two minutes before he had sent his assistant to the earth in parachutes; it was a lucky break for the assistant, for not only did he come out of the adventure richer, but he was also in possession of valuable knowledge of aeronautics; but he had no globe, nor means to procure one. As he had to live in some way or another, he turned to prestidigitation and similar arts; he learned to speak with the stomach and they called him the stomach. He was young and handsome, and well dressed always and with a hat, and could pass for the son of a count. The ladies found him charming, and a girl was so taken with his beauty and skill that she followed him to all the cities and countries of the foreign world; there he was given the title of \"Professor\"; it was the least he could be. His final idea was to seek a globe and ascend to space with his wife. But they were lacking the necessary resources. -They will come,' he said. - Oh, my God! \"It's a good thing,\" she said. - We are young, and I have already become a teacher. The crumbs are also bread! She helped him a lot by selling tickets at the door, which was a heavy load in winter. And he also helped him in his tricks. The prestidigitator put his wife in the table drawer, a very large drawer; from there she would disappear into a box behind the drawer, and she would not appear when the drawer was opened again. It was what is called an optical illusion. But one night, when he opened the box, the woman was not there nor in the box; she was not seen nor heard in the whole room. This was a trick of the young girl, who was no longer there, for she was tired of that life. He also became ill, lost his good humor, with which the audience became bored and left the stage. The business became a stumbling block, and the infirmary, too; at last he had left only a large lump, the inheritance of his wife; and that was why he desired it. The instructor taught him several exercises, among them the presentation of weapons and the firing of a gun; of course a small gun. The teacher was proud of his arrow, and he was proud of himself. She had learned some things, she had brought human blood, and she had been in great cities, where she had been seen and praised by princes and princesses. She appeared in newspapers and on TV, she knew she was famous and able to feed not only a teacher, but a whole family. Despite her pride and fame, when she and the teacher traveled, they did so in fourth class; the speed was the same as in first. There was a tacit agreement between them that they would never separate or marry: the girl would remain single, and the professor, married. It seems to be the same. - Never go back to where you found the maximum happiness - said the teacher. He was a psychologist, and this is also a science. They finally travelled to all the countries except the slaves. They were like Christians, the professor knew; but not being a pure Christian, nor the stout, stout-hearted human being, he thought there was no danger in visiting them, and at the very least they would gain some good penguins. They made the journey by steamship and by sail; the schooner showed its abilities, and thus they had free passage to the land of the saved. There was a princess of only 18 years there, who had usurped the throne that belonged to her father and mother, because she had the will and was as good as badly bred. Although the troll had presented arms and shot the cannon, the princess was so enraged at her that she exclaimed: - She or no one! He had fallen in love with her in a way that was beyond his wildest dreams. -My sweet and reasonable little girl - said her father. If at least she could be made into a man! -That's out of my mind, old man,' said the princess. Which is not the way to speak especially in the lips of a princess; but let us not forget that he was a sinner. I put the ring on your finger. Now you are a man; you shall reign with me. But you must do what I want; otherwise I will kill you and eat the teacher. He was given a spacious room, the walls of which were of sugar-cane; he could paint them, if he wished, but it was not pleasant. They also gave him a hammock to sleep in, and in it he seemed to be in an airtight bubble, something he had always wanted and which was his definite idea. The cloak stayed with the princess, either in her hand or in her lovely collar. The professor snatched a strand of hair from the princess and threw it at him by one end of a stick to the foot of the pole, and by the other end, to a piece of coral which the lady was holding in her hand. \"What a good time we had, even the slug!\" thought the teacher. But he was not entirely satisfied; he was an industrious traveller, and liked to go from city to city and read in the papers elogias of his tenacity and intelligence, for he had taught a boy to drive as a person. He spent his days in the hamaca shivering and eating. And you don't believe that he eats anything: fresh eggs, elephant eyes, and roasted jirafa legs. It is a mistake to think that canines only live from human flesh; this is only a gimmick. -Children's omelette with spicy sauce is an exquisite dish - said the princess's mother. The teacher was bored. He felt he had to leave the land of the saved, but he could not leave without the ring: it was his joy and his sustenance. How to get it? There was the thing. The man kept turning it over in his head, until at last he said, -I have it! - Father of the princess, let me do something. Do you want to teach the residents to shoot? This is called culture in the major countries of the world. -And what can you teach me? - asked the father. - My greatest ability - the teacher replied. Set up a ladder so that it touches the whole earth, and the most hungry birds of the sky will be frightened. The detonation is also of great effect. -Get out of the can! - said the prince's father. But in all the country there was not a single tree larger than the one the teacher had brought with him, and this was too small. -I will fund another one, - the professor said. Give me the necessary means. It is necessary to me to have thin silk, needle and thread, cords, cords and stoma bags for balls that are hung and raised; they produce the stain in the stomach of the calf. They accommodated my request. All the people came to see the great calf. The teacher had not called him until he had the globe ready to be inflated and start the ascent. The mule watched the spectacle from the hand of the princess. The globe was so tangled that it could only be held on with great difficulty; it was a rescue. - I have to go up to cool it down - said the teacher, sitting on the boat that was dripping with water. But I alone cannot direct it; I need a well-informed assistant, and of all the ones here, only the pillar can do it. -I will allow it, but only to the receptacles - said the princess, passing the teacher the sceptre she had in her hand. - Clear the ambushes! - he cried - The globe is rising! The people understood that he said, - \"Cain! The aircraft was rising into the clouds, away from the land of the saved. The princess, with her father and mother and the whole people, waited. And yet they wait, and if you do not believe, go into the country of the saved, where everyone speaks of the stoop and the teacher, convinced that they will return when the horn blows. But the truth is that they will never return, for they are among us, in their land, and they travel first class, not fourth. The globe has been a good deal. Nobody asked them where they got it; the mule and the professor are rich and honorable people.", "title": "La pulga y el profesor", "author": "Hans Christian Andersen"}