{"metadata": {"length": 6088, "words": 1135, "reading_time_min": 5.675}, "text": "The princesses are, in the middle of it all, unhappy creatures. They can only play with their peers, of whom there are, in fact, very few. So the little princess had to throw her golden ball completely alone into the air and pick it up again, when she went out to play in the palace garden. But this bore her. One day, from the other side of the wall, the rumor of cheerful laughter reached her. The princess listened, and then looked at the waitress watching her. She was sitting on a bench; but it was clear that she was about to fall asleep, for the weather was dry: it was raining as soon as it was making a suffocating heat. At this moment the maiden's eyes closed. The little princess knew the little gate on the wall. But I also knew that a soldier kept her constantly. But, oh luck! The soldier had also fallen asleep in his box, because of the snoring. So the princess could slip like a mouse, unseen. Curiously, he looked up the street, down the street. A boy and a girl were sitting on the sidewalk, entertaining themselves running paper boats in a street creek. With bare feet or with cane sticks, they diverted the boats that wanted to slide into the sewer. However, if this happened, the two boys laughed loudly, and he was then making a new boat. I've never seen the princess play a game as pleasant and entertaining as that. - Can I play with you? - the princess begged them. - For me... - said the boy. - Yes, I'd love to - said the girl. Then the princess embraced the girl and sat beside her on the sidewalk. It seemed that a new life was now beginning for her, and this marvel lasted almost half an hour. Until suddenly, behind the wall, a cry was heard: \"Princess! Princess! At that point the two girls embraced each other, and the princess said: \"What a pity I can't always be by your side! Accompanied by seven maidens, the king's daughter returned to the palace again, and the soldier followed her. In the palace the maidens held hands on their heads and groaned with discomfort: \"He has played with street children! Then they took her naked and threw her clothes into the fire. But when they began to comb her hair, the first maiden shouted loudly. - What's wrong with you? - asked the princess, compassionate. - Terror over terror! - he complained to the maiden, and cried out for a gold platter. He placed a small gray dot on it, which waved happily. Then he gathered the other maidens from the princess's service. They all bowed on a tiny animal, and the oldest one said in awe, \"It's a little bird\". He took it from the creepy girl. To the fire with him! But then the princess exclaimed: \"She's not any stray girl! She's my friend. And I want to keep the lice. You don't have to go to the fire. When the seven virgins heard these things, they passed out. The princess, however, hurried to go with the gold tray to the queen: - Queen, dear mother. They want to take my little chicken, my friend's gift! - he exclaimed. Then the queen fainted also, and called the king in haste. He laughed when he knew what it was about and said, \"Princess, princess, that little animal bites!\" He signaled a soldier, and he took the gold tray that the little bird was in. The princess, then, began to weep bitterly, and there was no way to comfort her. And it came to pass on the third day, as he wept still, that he called the king to his goldsmith, who was a man skilled in his work, and was well known in his work. The king ordered him to make a golden lice for the princess, which turned out to be a wonderful thing. But the princess wrinkled, seeing it, her nostril and said, \"This man cannot walk\". Then the king ordered the goldsmith to make another gold peacock that could walk. The goldsmith was very handsome and, after seven days of work, was able to give the king to his daughter a magnificent fly that ran with its six light legs. The princess cried out of joy, and put the lice on her curls. Oh, my God! How she was tickling! The princess laughed, and the king exclaimed with joy, \"Orfebre, you must make a hundred of these little lice for the princess!\" It was done as the king commanded, and no one felt happier than the princess. But this happiness only lasted three days. On the fourth day, he dropped his sad little head and lamented: \"My lice can walk, but they can't bite. How well do the children who live outside the palace have it! Their lice bite. In his stubbornness, he didn't want to see the hundred golden animals the goldsmith brought. He locked them all in a box and threw them in a wide circle over the palace wall. There, as usual, were the two pills playing: the boy and the girl in the paperboats. The girl opened the box and all the gold lice started running away. They were running so fast, each of the two boys could only catch one of them. Then they took them to their parents. How astonished they were at the finding! The two golden lice could not only walk, but also look for each other to dance together. The father, a skilled sharper of knives and scissors, soon realized that these little animals were very valuable. Fearing that the king might force them to search again, he moved his family to another country. This was easy for him, for they lived in a carriage, and there were means to live by stacking knives and scissors everywhere. In the foreign country they arrived, the skilled little animals were also greatly admired. So much so, that the king of that land heard of them as something wonderful. So he sent for the scissor sharper and bought him the golden dancing lice for a large sum. Can you imagine what the vagabonds bought themselves with this money? A very fine comb. With it the mother shaved her children's hair and pulled out all the lice. Since then they no longer had to scratch themselves and could sleep on in peace. There was no denying that they were the happiest people in the world. The princess regretted, however, throughout her life that the king's goldsmith was unable to make lice that not only walked and danced, but could also bite. Yes, yes, that's how princesses are. FIN FINISH Anonymous Swiss", "title": "Los piojitos de la princesa", "author": "nan Anónimo"}