{"metadata": {"length": 4272, "words": 814, "reading_time_min": 4.07}, "text": "Power came to Larry Snell suddenly, coming out of nowhere and unexpectedly. How and why he got it, he never knew. She came to him; that's all. Could've come up with a better guy. Snell was a low-income crook, earning most of his income by selling lotteries and trafficking marijuana to teenagers. He was fat and cute, with his eyes always closed, which made him seem almost as perverse as he really was. His only redemptive virtue was cowardice; this kept him always out of the commission of violent crimes. That night I was talking to a bookie from the phone booth of a tavern, discussing a bet he had made that same afternoon. Finally, giving up, he groaned: \"Dead! - and hung up the headset in outrage. He didn't think about it again until later he learned that the runner had fallen dead while talking on the phone, just as he was talking. That gave Larry Snell something to think about. He was not an ignorant man; he knew well what the evil eye was. In fact, I've tried it before but with no result. Did anything change by any chance? It was worth a try. He made a careful list of 20 people he hated for one reason or another; he called them one by one, spacing the calls over the course of a week, and told each one that he was going to die. They did, all of them. It wasn't until the end of the week that he discovered that he not only had this faculty, but the Power. On one occasion, speaking to a lady, a stripper from a very distinguished cabaret, who earned twenty times as much as he did, he said mockingly: \"Charm, look at the dressing room after the last performance, huh? So she did, which was a surprise, because she was just kidding. The girl was the object of the pretense of rich guys and good-looking donuts, but she immediately gave in to that casual proposition, made in a joke by Larry Snell. Would he have the Power? He tried it the next morning, before she left; he asked her how much money she had and asked her. She gave him everything she had: a few hundred dollars. That's all I needed to start a big business. By the end of the week he was already rich; he borrowed from all known ones, including superficial friends who held prominent positions in the lower world hierarchy and who were therefore quite solvent, ordering them afterwards to forget the fact. He moved from his hotel to a single apartment, and needless to say, he never slept alone, except for recovery purposes. It was a beautiful life, but a week later, Snell recovered and thought he was wasting his power. Why didn't he use it first to take over the nation and then the world, thus becoming the most powerful dictator in history? Why didn't he take everything, including a harem instead of just one lady every night? Why not have an army to back the fact that your least wish is law for all? If their orders were obeyed over the phone, they would also be obeyed over radio and television. All I had to do was pay (pay, demand!) A global network for everyone to hear it in every corner of the Earth. Or in almost all of them: he would stay ahead, supported by a majority, and it would be easy to get the others in the way, later. That would be a serious matter, the most serious that ever happened, so he decided to take some time to plan it so that there was no possibility of making a mistake. She decided to spend a few days alone, away from the city and everyone, to round out her plans. He hired a plane to take him to a relatively sparsely populated part of the Earth, and he occupied an inn by simply telling the other guests to leave. He started to take long walks, thinking and dreaming. He found a site that soon became his favorite: a small hill in a valley surrounded by mountains, a magnificent setting. There he meditated and let his euphoria grow as he analyzed what he could do. Dictator, what the fuck! He would be crowned emperor. Emperor of the World. Why not? Who would stand up to a man with such power? The power to make anyone obey his orders... - \"Dead all!\" - shouted from the top of the hill, with evil exuberance, not knowing whether or not someone was within reach of his voice... A couple of boys found him the next day and ran to the village to notify that a dead man was on top of the Eco Hill. FIN The Power, 1960 Also translated as Rebote.", "title": "El poder", "author": "Fredric Brown"}