{"metadata": {"length": 7684, "words": 1445, "reading_time_min": 7.225}, "text": "We were camping in the oasis. The travelers were sleeping. An Arab, tall and white, passed by; he had fed the camels and was going to bed. I lay my back on the grass; I wanted to sleep; I could not reconcile the sleep; the howling of a jackal far away prevented me; then I sat down. And what had been so far away, suddenly came close. The groaning of the jackals surrounded me; colorless golden eyes that lit and went out; slender bodies that moved swiftly and in cadence like under a whip. A jackal came up behind me, passed under my arm and squeezed me as if looking for my warmth, then looked at me and said, his eyes almost on mine: \"I am the oldest jackal in the whole region. I'm happy to be able to say hello here. I had almost given up hope, for we had waited for you from eternity; my mother waited for you, and her mother, and all the mothers until I came to the mother of all the jackals. I mean, believe it! \"I am astonished\", I said, forgetting to feed the fire whose smoke should keep away the jackals, \"I am astonished at what you say. I just happen to come from the far north on a very short trip. What do you want from me, jackals? And as encouraged by this perhaps too friendly speech, the jackals narrowed the circle around me; they all breathed with short blows and buzzed. \"We know\", began the oldest, \"that you come from the North; this is precisely what we hope for. There is the intelligence that is missing among the Arabs here. From this cold pride, you know, there's no spark of intelligence. They kill the animals to eat them, and despise the carcass. - Don't speak so loudly, I said, - the Arabs are sleeping near here. \"You are really a foreigner\", said the jackal, \"or you would know that never in the history of the world has a jackal feared an Arab. Why should we be afraid of them? Is it not a disgrace to live in such a society? \"It is possible\", I replied, \"it may be, but I do not allow myself to judge things I know so little about; it must be a very old quarrel, something that is carried in the blood, then it will probably end only in blood. \"You are very clever\", said the old jackal; and they all began to breathe even faster, breathing their lungs with a sigh, though still; a bitter smell that sometimes only by pressing their teeth could be tolerated coming out of their open mouths, you are very clever; what you say corresponds to our old doctrine. We'll then take their blood, and the quarrel will be over. - Oh, my God! - I exclaimed more brutally than I would have liked - they will defend themselves, mass shoot them with their rifles. \"You misunderstood\", he said, \"according to the manner of men who do not even in the far North get lost. We're not going to kill them. The Nile would not have enough water to purify us. At the sight of their bodies alive we fled to cleaner air, to the desert, which for this reason has become our homeland. And all the jackals round about, to whom meanwhile many others had joined from farther, sank their heads between the front ends and rubbed them with their feet; it would have been said that they wanted to hide a repulsion so terrible that I, willingly, with a great leap had fled the siege. - What are you planning to do then? -I asked them when I wanted to join, but I couldn't; two young beasts had bitten my jacket and shirt back; I had to stay seated. \"Take off your tail of your clothes\", said the old jackal, clarifying in a serious tone, \"as a sign of respect. - Let me go! - I screamed, turning to the old man, to the younger man. \"They will release you, of course\", said the old man, \"if you demand it. But you have to wait a little, because as usual they have bitten very deeply and only slowly can open their jaws. In the meantime, hear our plea. \"I will not say that your behavior has predisposed me to it\", I replied. \"Don't make us pay for our clumsiness\", he said, using for the first time the sad tone of his natural voice to help him. \"We are poor animals, we only have our teeth; for everything we want to do, good or bad, we only have teeth. - What do you want then? - I asked something placid. \"Sir\", he cried, and all the jackets wailed; from a distance it seemed to me like a melody. Sir, you must end the quarrel that divides the world. As you are, our ancestors have described you as the one who will succeed. We need to achieve peace with the Arabs; a breathing air; their entire horizon clean; never again the moaning of the lambs that the Arab decoys; all the animals must breathe out in peace; we need to empty them of their blood and clean them to the bone. Cleanliness, only cleanliness we want - and now everyone was crying and weeping - how can only you in the world bear them, you, with noble heart and sweet guts? Dirty is their whiteness; uncleanness is their blackness; and their beards are terrible; they desire to spit at the corners of their eyes; and when they lift up their arms in their socks, hell is opened. Therefore, O Lord, therefore, O dear Lord, with the help of your almighty hands, with the help of your almighty hands, cut their necks with this scissor! - And, shaking his head, a jackal appeared carrying a small tailor's scissor covered in old rust stains on one of his tusks. - Ah, finally the scissor came, and now enough! - shouted the Arab chief of our caravan, who had approached us against the wind and who was now waving his giant whip. All fled quickly, but at a certain distance they stopped, tightly clinging to each other, so tightly and rigidly the numerous animals, that they were seen as a tight fold surrounded by fatuous fires. \"So you too, sir, have seen and heard this spectacle\", said the Arab laughing as joyfully as his tribe's reserve allowed. - So you know what the animals want? - I asked. \"Of course, sir\", he said, \"everyone knows it, since there are Arabs this scissor has been wandering the desert, and it will travel with us until the end of time. Every European who passes is offered the scissors for the great work; every European is precisely the one who seems to them to be destined. These animals have a senseless hope; they're crazy, really crazy. That's why we love them. They're our dogs. They're nicer than yours. Look, a camel broke up tonight, I've arranged for him to be brought here. Four carriers came and threw the heavy corpse in front of us. As soon as he lay on the floor, the jackals raised their voices. As irresistibly drawn by threads, each one came closer, dragging his belly to the ground, insecure. They had forgotten the Arabs, they had forgotten the hatred; the obliterating presence of the recently exudated corpse made them sick. One of them was hanging from his neck and with the first bite he found the artery. Like a small, rabid bomb that wants to put out a raging fire at any cost and at the same time unsuccessfully, every muscle in her body was throbbing and throbbing in its place. And they all stacked up in the same job, forming like a mountain over a corpse. At that moment the chief restored the severe whip to the right and sinister. The jackals raised their heads, halfway between drunkenness and fainting, saw the Arabs before them, felt the whip in their nostrils, jumped back and ran a stretch backwards. But the camel's blood was already a pool, it was flaring high, in many places the body was torn. And they could not resist; and they stood there again; and the chief lifted up his whip again; and I held back his arm. \"You're right, sir\", he said, \"let's leave them at their service; otherwise it's time to go. You've seen them before. They're prodigious animals, aren't they? And how they hate us! The last of these is Schakale und Araber, Der Jude, 1917.", "title": "Chacales y árabes", "author": "Franz Kafka"}