{"metadata": {"length": 5857, "words": 1059, "reading_time_min": 5.295}, "text": "On the seventh day of the 26th month of Meiji yesterday a telegram from Fukuoka announced that a desperate criminal captured there would be brought to Kumamoto for trial today, on the train that passed noon. A Kumamoto cop had gone to Fukuoka to take care of the prisoner. Four years earlier a strong thief had broken into some houses at night on Warriors Street, terrorizing and tying the occupants, taking away a number of valuables. Deftly tracked down by the police, he was captured within twenty-four hours, even before he could dispose of his loot. But when he was taken to the police station he broke his ties, snatched his sword from his captor, killed him and escaped. Nothing else had been heard of him until last week. Then it happened that a Kumamoto detective, who was visiting Fukuoka prison, saw among the workers a face that had been engraved on his brain for four years. - Who is that man? - he asked the guard. - A thief, was the answer, registered here as Kusabe. The detective approached the prisoner and said, \"Your name is not Kusabe. Nomura Teiichi, you are being sued in Kumamoto for murder. The criminal confessed to everything. I went with a huge horde of people to watch the arrival at the station. I was hoping to hear and see anger, even feared that there would be violence. The murdered officer had been very dear; his relatives would certainly be among the spectators, and a crowd of Kumamoto is not very friendly. I also thought I'd find a lot of cops on duty. My hunches were wrong. The train stopped in the usual scene of rush and noise, running and trotting passengers using ghettos, screaming of children wanting to sell Japanese newspapers and Kumamoto lemonade. We waited outside the barrier for about five minutes. Then, pushed through the door by a police sergeant, the prisoner appeared... a huge man, wild-looking, with his head gazed and arms tied behind his back. And the prisoner and the guard stood before the gate; and the people came to see, but they were silent. Then the officer shouted: \"Sugihara-san! Sugihara O-kibi! Is she present? A little woman standing next to me, with a child on her back, answered Jai! and walked through the press. This was the murdered man's widow; the child she was carrying was her son. At the signal of the officer's hand the crowd retreated, to leave room for the prisoner and his escort. In that space, the woman stood with the child facing the killer. The silence was deadly. Then the officer spoke, not to the woman, but only to the child. He spoke softly, but so clearly that I could grasp every syllable: \"Little one, this is the man who killed your father four years ago. Thou wast not yet born; thou wast in thy mother's womb. That you don't have a father who loves you now is the work of this man. Look at him - here the officer, putting a hand on the prisoner's chin, forced him hard to raise his eyes - look at him well! Don't be scared. It's painful, but it's your duty. Look at him! On the mother's back the child watched with his eyes very open, as if in fear, then began to weep: then came tears; but firmly and obediently he looked, looked, looked straight at the cowardly face. The crowd seemed to have stopped breathing. I saw the prisoner's factions being distorted; I saw him suddenly fall on his knees despite his chains, and hit his face hard against the dust, shouting passionately with remorse making one's heart tremble: \"Forgive me! I'm sorry about that! Forgive me, little one! What I did, I did not do out of hatred, but only out of mad fear, in my desire to escape. I have been very, very wicked; I have done thee an abominable evil. But now for my sin I shall die. I want to die; I'm glad to die! Then, little one, be pious! I'm sorry about that! The child was still crying silently. The officer picked up the trembling criminal: the mute crowd split left and right to allow them to pass. Then, quite suddenly, the whole crowd began to weep. And as the tan guard passed by, I saw what I had never seen before - what few men have ever seen - what I probably never see again: the tears of a Japanese policeman. The crowd backed down, and I was amazed at the show's strange morality. There was unshakable but compassionate justice here, forcing the recognition of a crime through the pathetic testimony of its simplest outcome. Here was desperate remorse, begging only for forgiveness before dying. And here was a population - probably the most dangerous in the empire when it gets angry - understanding everything, touched by everyone, satisfied with contrition and shame, and full, not with fury, but only with the great sorrow of sin, through the simple and profound experience of the difficulties of life and the weakness of human nature. But the most significant, because it's the most oriental, fact of the episode was that appealing to remorse had been done through the sense of the criminal's fatherhood, that potential love for children that is such a big part of the soul of every Japanese. There is a story that the most famous of the Japanese thieves, Ishikawa Goemon, one night entering a house to kill and steal, was enchanted by the smile of a baby who extended his arms toward him, and who remained playing with the little creature until any chance of carrying out his purpose was lost. This story is not hard to believe. Every year, police records speak of the compassion shown toward children by criminal professionals. A few months ago, local newspapers reported a terrible murder case, the massacre of a family by robbers. Seven people were literally cut to pieces while they slept, but police discovered a small child completely unharmed, crying alone in a pool of blood; and they found unmistakable evidence that the killers had been very careful not to hurt the child. FIN At a Railway Station Translated by Ma. Celia Costanzo", "title": "En una estación de ferrocarril", "author": "Lafcadio Hearn"}