{"metadata": {"length": 3756, "words": 790, "reading_time_min": 3.95}, "text": "Let's kill the Gattics, said Doris, let's kill them. I know how to do it, we're gonna kill them. No, not yet. But you said we were going to kill them as soon as they were born, Martha said. You said we had to kill them to keep them from being given away. How many are there? Doris asked him. I don't know. Looks like there's five. Where are they? Doris asked. In the last room. They put them in the box where Teddy slept. \"Are they pretty?\" asked Doris. I don't know, I haven't seen them yet. But I know they were born because they were saying it in the kitchen this morning. \"Let's go see them\", Martha said. No, not now: later. Let's go up to the roof. Let's go, Doris said, and play Tarzan, shall we? - All right. I'll get the stuff. I don't play, Martha said. Why don't you want to play? I can't. Martha said, I can't go up to the roof. Why can't you get up? You know, Martha said. She's scared, Doris said, let's go you and me. I'm not afraid, Martha said, I feel sorry for you. Let's go, Doris, she's waiting for us here. \"Fearful\", said Doris. \"I'm not afraid\", Martha said, \"I feel sorry for you. \"Why is it so sad?\" asked Doris. Leave her alone, Doris. \"I don't have pants\", Martha said. \"Now I'm going to tell Mommy\", Doris said, \"Yesterday you came without pants, too. I saw you. You knew I didn't have pants. You told me. And now you want to play Tarzan, Martha said. When we get home, I'm gonna tell Mom that you tell Martha not to wear pants. Let's kill the Gattics. Let's go, said Doris. \"If you tell them we won't kill them\", Martha said. Are you going to tell her, Doris? Let's kill the Gattics. Get in the game. Why do you close the windows? She asked Doris. So she won't get out. Bring me that board, Martha. \"We have to get her out of the box because she suddenly gets angry and bites us\", Doris said. No, she doesn't bite. Hold the lid while I pull them out. How many are there? asked Doris. Four nothing more. Open the window, I can't see them well. Are they pretty? Martha said. Yes, they are beautiful. There's two blacks and two greys. \"I want to wear a black one\", Doris said. No, we have to kill them all. You're not taking any of them. I said I was gonna kill them all. Look, like this: hold them by the neck like this, see? Hold them tight for a second. It's easy. See? This one's already dead. You kill this one. Kill this you, Martha, I kill the grey better. \"No, I'm leaving, I don't want to kill anyone\", Martha said. Don't be afraid, they won't bite you. Don't you see he doesn't even have teeth? No, I don't want to kill anyone. Martha said. Let go of that now, Doris, he's already dead. Kill this other one. Don't kill them, don't kill them, Martha screamed. Shut up, shut up, shut up. Hold the lid, Doris. What are you going to do? Doris asked. Put them back in the box. \"Why don't we bury them in the yard and make a procession for them\", Doris said. \"Do you want me to bring three cardboard boxes?\" I have a lot of boxes in the house. No, let's put them back in the box. One is missing. You haven't been able to kill him yet, Doris? \"I don't want to kill the coward\", Doris said. Give it to me here. Hurry up, Doris, give it to me. \"Give it to me, Doris\", Martha said. Get out of here. Shut the door, Martha. Let's go up to the ceiling, Doris said. No, it's too hot. But I want some candles. I'm hungry, Doris said. There's cookies in the fridge. Go and get them. Why are you crying? Martha asked. I'm not crying. \"You're crying\", Martha said. Don't bother me. \"You didn't want to kill the Gattics\", Martha said. I wanted to. Don't be afraid of me. Doris doesn't say anything to Mom, Martha said. I'm not afraid. 'Then why are you crying?' said Martha. For nothing, for nothing, for nothing. We were all waiting, 1954", "title": "Vamos a matar los Gaticos", "author": "Álvaro Cepeda Samudio"}