{"metadata": {"length": 4450, "words": 836, "reading_time_min": 4.18}, "text": "I was reading, lying down, trying to sleep, The Impartial. Suddenly, over the sky there was a sound like the patch of a drum, oh these new brick and iron houses, I felt the tiny steps. That night I was intrigued more. In the afternoon he had held this dialogue with the waiter of the pond: The Englishwoman. What English girl? A young woman who occupies two rooms. The next one for his schoolteacher. I don't know her. Eat in your room. However, you must have seen her on the beach every morning. - Are you pretty? The sea. I dropped the paper, and I stuck on the ceiling. If only it were glass! The usual maneuvers. My room had the bed at a back angle. The bed would have been placed on the one above, and the steps had gone there: the Englishwoman would lift the plunger... then I felt the sweet and biting heel swinging towards the opposite corner. The drummer?... She, in front of the mirror, would take off her haircuts, her earrings, her light silk coat that she would have used to hear the orphan concerts on the boulevard again... she would strip. Half an hour. The girl was ecstatic with her image. It was, then, at least, at least the flirtatious thing a young woman can be when she's not stupid, even if she's English. He went right through the room. My eyes followed her with precision to the ceiling... Oh, if it were the glass ceiling! Not too tall, not too thick, no doubt, judging by the light weight of her steps; though she is nervous and lively. He crossed over from one side to the other with that butterfly of every woman well dressed to be naked; consequently, one more fact: elegant. He came back to the center, and an indefinite touch made me guess his dress and his saliva falling at his feet. I would have sworn I was watching her, all straight on the wheel of these clothes on the floor, untie the corset: bend down and pick it all up and take it to the perch with a lighter heel... on the shirt, not without throwing back a mimic caress at her skirt, in the mirror... And what stupidity!... here's one thing I didn't see well: how would a young English woman have breasts; wide, semi-spherical, broad-base, like the Spanish ones? Separate and bouncingly mobile, like the French? Half a grapefruit, like the Indians of that Ceylon of my dreams of one day?... I turned, turned the Englishwoman to my vertical; that is, to her bed, which chirped as she sat on the edge. I was going to take off my shoes. A dry punch: a boot to the floor. A small, sweet boot, which would have left a warm foot in the air, covered by a half-strung silk like a glove, and blue Luzbel, for sure. One leg over the other... oh, how I looked down from the top and how the virgin miss wouldn't know it was glass boring! The other one's on the floor. And the bed immediately crushed again, in loving groans of the sommelier upon receiving the body. But was it then that he used to lie down in stockings? Nothing... little by little. She who would dream knew Venus what a youthful sky, and I in my lonely room, with the Impartial on the mattress, with my eyes fixed on that white ceiling that had no hatch where I... I had my imagination getting in trouble. I was going through the delicious mess of my foreign neighbor's room with the dress on the chair, with the corset half-hanging from the nickel nail of the perch, dropping her pinches from the ties over the very white lace-bound pants; with that smell of towel and pretty chick scent air, with that bed where she would finally sleep spilling her British golden horse down the pillow, and leaving her bare, thin and flexible arms on the sky deck... God! Oh, my God! The British gold! The famous English gold I knew neither in pounds nor in lovely corners!... For there are tremendous details in which the imagination is lost: for example, mine, about the lax and smooth and golden English hair, I could not conceive of the short curls... yes, yes, what was horrible in a short laxity!... Horrible! Horrible! * * * The imagination is a solemn deceiver and an innocent miserable one. I hadn't fooled myself that time that the girl was beautiful and thin and adorable. But neither was the dresser on the left of the door, nor did she ever sleep with her arms out of the frame, nor did she ever sit in bed to un-foot, nor were her stockings light blue... but black, silky. Oh, and besides, one should not venture rash deductions about the lax and smooth hair of English sweets. The Naïve Tales, 1920", "title": "El oro inglés", "author": "Felipe Trigo"}