{"metadata": {"length": 6058, "words": 1200, "reading_time_min": 6.0}, "text": "Once upon a time there was a poor millman who had a beautiful daughter. And it came to pass on one occasion that she went to the king, and she loved to be great, and to not measure up the consequences of her lies, and said to him, My daughter is so clever, and she is so good at weaving, that she turns the dry grass into gold. \"That is admirable, it is an art I like\", said the king. If your daughter can really do what you say, take her to the palace tomorrow and we'll test her. And the girl came to the king, and the king brought her into the chamber, and gave her a basket and a basket, and said to her, Go now, work; and if all this basket be not turned into gold, thou shalt die. And after saying these words, he himself shut the door and left her alone. There sat the poor millworker's daughter, and though her life was in it, she could not think of how to weave the dry grass into gold. The longer it went by, the more scared he was, and finally he couldn't take it anymore and started crying. Suddenly, the door opened and a little man came in. - Good afternoon, Miss Mill! - he told her. Why are you crying? - Oh, my God! - \"The girl answered\". I have to weave all this dried grass so it turns to gold, and I don't know how to do it. \"What will you give me\", said the little man, \"if I do it for you? - My necklace\", said the girl. The little man took the collar, sat down in front of the street and... oh, oh, oh, oh, oh, he turned the wheel several times and the wheel filled up. He immediately took another and... well, well, well, well... with several laps, the second one was full. And it continued so continually until the morning, when all the dry grass was weaned, and all the wagons were filled with gold. At dawn the king showed up. When he saw all the gold, he was greatly astonished and rejoiced, but his heart was filled with greed. He had the millworker's daughter taken to a room much larger than the first and also crammed with dried grass, and ordered her to be spit on one night if she valued her life in any way. The girl didn't know how to handle them, and she had already started crying when the door opened and the little man showed up. \"What will you give me\", he asked, \"if I turn your dry grass into gold?\" \"My ring\", the girl replied. And the little man took the ring, and sat down again on the street, and when the morning came, all the dry grass was turned into glittering gold. The king was glad that he could not see her, but he had not yet enough; and he ordered that the mill-maker's daughter be taken to a room much larger than the former, and also covered with dry grass. \"You'll make all this up overnight\", she told him, \"and if you can do it, you'll be my wife. And it came to pass when he was alone, that the little man came a third time, and said to him, What will thou give me, if I turn thy dry grass again to gold this night? \"I have nothing left to give you\", the girl replied. \"Promise me then\", said the little man, \"that if you become queen, you will give me your first son. The girl hesitated for a moment. 'Who knows if I'll ever have a child, and tonight I'm supposed to weave this dry hay?' she said. And not knowing how to get out of the way, he promised the little man what he wanted and he turned the dried grass into gold once again. And when the king came in the morning, and found it all as he had desired, he married the girl at once, and thus the handsome daughter of the miller became queen. A year later, a beautiful child was born to her, without her having remembered the little man any more. But suddenly he saw him enter his chamber. \"I came to get what you promised me\", he said. The queen was horrified, and offered him all the riches in the kingdom if he left the boy. But the little man said, \"No. A living creature is more precious to me than the greatest treasures of this world. Then the queen began to weep, beg and lament so much that the little man felt sorry for her. \"I'll give you three days\", he said. If you can guess my name by then, you'll have the boy. The queen spent the night trying to remember all the names she heard in her life, and as few seemed to her she sent a messenger to pick up, from one end of the country to the other, the other names that might be. When the little man came the next day, he began by Gaspar, Melchor, and Baltasar, and went on reciting one after another the names he knew; but the little man repeated invariably, \"No! That's not my name. On the second day the queen sent to find out the names of the people who lived around the palace and repeated to the little man the most curious and unusual. - Will you call yourself Arbilino or Patizueco or maybe Trinobobo? But he would invariably answer: \"No! That's not my name. And it came to pass on the third day that the messenger of the queen came again, and said to her, I have not found a new name; but as I went up to a very high mountain, and went into the depths of the forest, where the fox and the hare are, I saw a small house. A fire burned in front of the door and around it a ridiculous little man jumped on one leg and sang: \"Today I drink wine and tomorrow beer, then the child without fail will be brought\". Never, whether you break your head or not, the name Rumpelstikin will guess. Imagine how happy the queen was to hear this name! And after a little while the little man came in, and said, Well, queen, what is my name? - Will you call yourself Conrad? - she started it. - No, I'm not! That's not my name. - What about Enrique? - No, I'm not! That's not my name! - replied the little man with a triumphant expression. The queen smiled and said, \"Well, maybe your name is Rumpelstikin?\" - A witch told you! A witch told you! - the little man screamed. Furious, he kicked the ground so hard, he sank to his waist. Then, holding the other foot with both hands, he pulled and pulled until he could get out; and then, without ceasing to protest, he left running and jumping on one leg, while everyone in the palace laughed at him for having spent so much work in vain. FIN", "title": "Rumpelstikin", "author": "nan Anónimo"}