{"metadata": {"length": 6401, "words": 1235, "reading_time_min": 6.175}, "text": "Poor Mujik 1 went to the countryside to work, without having lunch. He brought a piece of bread. After he had prepared his plough, he hid his plough under a bush, and covered it with his ploughman. The horse had grown tired; the mujik was hungry. He untied his horse and left him alone; then he came near to eat. Lift up the captain; the little one had disappeared. He looks everywhere, turns and turns the captain, shakes him: the sloth does not appear. How strange this is! - I thought. I haven't seen anyone pass by, and yet someone has taken the little one away! And he was a devil who, while working, the mujik had stolen his food. Then he hid behind the bush, to listen to the mujik and see how he got angry and named the demon. The Mujik was far from happy. - Oh, my God! - He said. I'm not going to starve. He who took my food from me needed it, no doubt: may he profit well! The mujik went to the well, drank water, rested a moment, and again hooked up the horse, took the plow and went back to work. The devil was very angry to see that he had failed to make the mujik sin. He went to ask the devil boss to advise him. He told him how he had taken the mujik bread, and how he, instead of being angry, had said, \"Good profit!\" The chief devil became angry. \"Since the Mujik has mocked you this time, you have failed to do your duty yourself\". You haven't been good at it. If we let the mujiks and the babysitters get up on our beards, this is going to be intolerable... this can't end like this. Go back to that house, and bite the little one if you want to eat it. If you haven't defeated that mujik before three years, I'll give you a bath of holy water. The devil trembled. He quickly returned to the earth, reflecting for a long time on how to fix his lack. He thought and thought the devil; and finally he got what he wanted. He transformed into a good man and put himself at the service of the mujik. In anticipation of the dry season in the summer, he advised his owner to sow wheat in marshy ground. The mujik followed his servant's advice and sowed wheat in swampy land. The wheat of the other mujiks was burned by the sun; the poor mujiks grew lozan and fresh; they had to eat until the next harvest, and there was still plenty of bread left. That summer, the servant convinced the mujik to sow wheat in the high places; and it was very heavy rains. The wheat of the others was flooded, the stems rotted, and they did not sprout thorns. Instead, the mujik picked up a fine wheat on the high ground. And he had so much wheat left over, he didn't know what to do with it. So the servant taught him how to make vodka, he started drinking it and gave the others to drink. Then the devil went to meet the devil chief, telling him he had won the little one. The chief devil wanted to see if it was true. He went to the mujik's house and saw that he, having invited the main people, gave them all vodka. The wife herself served the drink; but, as she passed by the table, she hooked herself with the angle, and poured a glass. The Mujik got angry; he yelled at his wife. - Watch out for that thousand-damn fool! - He said. Do you think this is bleach water, to pour it out like this? The devil touched the devil, his boss, with his elbow. - Take a good look, he said. Now we'll see how the little one hurts. After he had wrestled his wife, the mujik wanted to serve himself, and they all toasted. A poor Mujik arrived that no one expected. Seeing the others drinking vodka, I would have wanted to drink a little to cheer up too. There was the poor Mujik swallowing saliva. The owner refused to give him a drink. He whispered, \"You think I've made enough vodka to give to how many people?\" This also appealed to the devil boss. Then the devil said to him, \"Wait a little longer, wait a little longer\". It's not all about this. The rich mujiks, and with them the owner, after drinking the vodka, flattered each other, praised each other, and their words were sweet. The chief devil was listening, and congratulating the devil: \"If this drink makes them hypocrites\", he said, \"and they deceive one another, they are in our power. \"You're still waiting for what's left\", the devil told him. Let them have just one more drink. Now they are as foxes that wave their tails before others, and seek to deceive themselves; but afterwards thou shalt see them fierce as wolves. The mujiks have another drink. And they started screaming and talking rude. Instead of saying a bitter word, they were insulting one another; they became angry, they fought, and their nostrils were broken. The chief devil looked and got happy. - This is working perfectly! - he said. And the devil said, \"Wait a while longer. Let them have another drink. Now they are like furious wolves; when they have drunk another cup, they will be like pigs. Each mujiks drank another cup. Everyone was stunned. They were groaning and shouting without knowing what they were saying, and they did not listen to one another. And they went every one to his side, one by himself, and another by two, and another by three: and they fell on the ground in their street. The owner of the house, who had gone out to accompany his guests, fell into a pool, got dirty, and lay there lying down like a roaring pig. And this just made the devil boss happy. - Oh, my God! - He said. You've invented a beautiful drink. You've earned your little one. Now tell me how you made this brew. I would swear that you made it out of fox blood, and so the mujiks have become traitors like foxes; then wolf blood, which made them cruel like wolves, and finally, pig blood, which turned them into pigs. - No, said the devil. I didn't do it like that. I've limited myself to making him harvest too much wheat. In it was the blood of those beasts; but this blood could not work as long as the wheat fed him with the barely needed food. And that's when he didn't have any pain in his last cough and when he started thinking about how he was doing it to use the leftover, so I taught him to drink vodka. And when he began to distil, to his taste, the gift of God in vodka, the fox's blood, the wolf's blood and the pig's blood have come out, and now, he'll just have to drink vodka to be as good as those beasts. The chief devil congratulated the devil, gave him his little one and made him rise a grade. The following information is provided: Mujik: Russian peasant", "title": "El primer destilador", "author": "León Tolstoi"}