{"metadata": {"length": 4275, "words": 818, "reading_time_min": 4.09}, "text": "He didn't make a sign for Saad to stop the car. The figure was still and patient, perhaps bored, on the side of the road, next to a tree from which spring began to emerge like small spears of an undecided green. Saad stopped the car in front of the tree and saw the big black suitcase, saw that the person who smiled at him had a woman's head, young, extraordinarily beautiful, a red sweater that covered his chest without the slightest suspicion of breasts; a smooth male chest; black pants that did not hint at the lump of sex. Man, woman, ephemeral, hermaphroditic, Saad needed it suddenly, with strength and breathing. He needed to get in the car, he needed that with fear, he started to believe that he had been waiting for him since his first youth and almost came to believe that he would need the presence or closeness of Ello. When he entered, Ello said Thank you and Saad thought the voice had revealed nothing. It was someone who had drunk and smoked a lot the night before, man or woman. Where do you want to go? He asked Saad to turn his head and examine the skin of the passenger's cheeks: no beard traces but the chest was still hostile and crushed. A little far away. I'll let you know. I'm going straight. What were his plans? There was no nut on the white neck, either. They were, Saad thought, as if Ello had decided to modify the planned trip. And as if she could, as if she wanted to, as if she was safe, sure to impose her own plans without violence. The big suitcase leaning on the back seat suggested a move, a dear uprooting. And inside the suitcase was the key to Ello's sex, if he had any. Because there were no signs of the adulterated femininity of a reversed boy; no signs of the buried masculinity of a lesbian. If it were possible to peek into the suitcase... there are no rigid plans on my part. I have a month off, not to do, God willing, anything that I dislike. I was thinking of stopping by San Sebastian for lunch. Then I'll go to Pau, where I rented a little house I don't know if I'll find. If you want, you can join me for lunch and we'll get lost in the pine trees looking for the little house. All I know is that it's called Pourquoi Pas and it's near where the Jabalí is. He did not answer; he went back to his seat, again lightened his face with a smile, and supported his neck on the back as if preparing for a long journey. Within a few days, Saad's desire grew and he had moments of silence and hidden pain beside Ello's dear, peaceful presence. Because that adored creature offered him his double face, his two bodies, and soon the man felt the anguished urge to move forward and oppress, indifferent whether his imaginary embraces surrounded a body of woman or man. But I wanted to know. And when Ello went down the shopping basket on the winding path and was forced into the big green grass spaces by the insistence of so many lost steps, he would walk in like a thief into the hungry monster's bedroom and scoured the bed, the two tables, the little medicine jars. What was useless to him, he didn't reveal the secret. The big black suitcase always under the bed, locked. And when he was sunning in his shorts and naked chest, he would curl up, black pants and red sweater, in the shade of the alley of the little house or under the big trees to smile in peace at the beauty of the white buildings spread out in order by the small, smooth hills. He had the absurd hope, in which he believed for a while, that he would kill all doubt by entering the bathroom when Ello was finishing his shower. But only peeking at it found the scent of the pine soap that Ello had foamed into his body, into his chest, in the leg that revealed the mystery, always alone, and sealed for him. Until, almost overnight, Saad started to accept. To desire, more than the physical possession of Ello, the permanence of the secret, of the doubt. And now he was watching Ello jealously, afraid that an imprudence, a sentence, would reveal to him the truth for whose ignorance he now enjoyed continuing to suffer. I saw Ello climbing the path, agile and fast, slightly tilted body by the weight of the basket. He felt cold and old, walked into the little house vague thinking what he would have bought Ello for dinner. *FIN* New Stafeta, Madrid, 1979", "title": "Jabón", "author": "Juan Carlos Onetti"}