{"metadata": {"length": 7289, "words": 1360, "reading_time_min": 6.8}, "text": "That night, the third of the trail, in a corner of the extensive flock built next to the era, a group of hoosiers were cheerfully chatting around a table full of glasses and bottles, and lighted faintly by the faint light of the candle. This group belonged to the riders called the estaca runners and among all they unleashed the arrogant figure of the Cuyanito who, arriving only the day before, was the hero of the party. A first-line rider, superbly mounted, had attracted from the first moment all the gaze for the galleries of his wager and his grabbing in the say. Excited by the wine, he related some of the events of his accidental life. He, and he said it proudly, despite his nickname was a Chilean who some squirrel had forced to move the mountain range with some haste. For three years he had remained outside his homeland whose name he had left well placed on the palms of the other side. His scarred skin could testify to this. When he reached this point in the conversation, his toasted brown face, his brown and expressive eyes, flashes of daring burst forth. Encouraged by the applause and frequent libations, he gradually became more communicative, telling of facts and intimacies that he would surely have avoided in other circumstances. The rush around the table had grown considerably when, suddenly, someone hinted at the narrator: \"Tell us about the little guy who made him emigrate to the other band!\" The interviewee made some excuses, but the same voice with a hinting accent repeated: \"Wow, stop being a nun! We're among men who know how to respond to a grievance! It's the stuff of life! Of course there's a girl through. These reasons overturned the resistance of the stranger who, emptying a glass of punch from a sip, exclaimed: \"Well, since I am among gentlemen I will tell you the case that, as I said, happened three years ago and was also in a trilla... I will not lie place name or person. The miracle is told, but the saint is not named! Everyone nodded their heads. A great silence was made in the auditorium and after an instant the musical and cadencing voice of Cuyanito rose saying: -From the moment I saw it was unpleasant. On the way, a fellow introduced him to me and we went to the track together. We were to be companions in some races, until a crash that deliberately hit me against the door of the era, and which I answered with a knight, made us frankly enemies. I took a stink of his life and found out he was paying me with the same coin. We spent the whole day running steadily behind the mares, and when it got dark, after the meal, one of the singing and palmour sounds that alarmed up to the mountain owls armed in the herd. I, who was a little cheerful and willing to have fun, had taken a seat next to a guitar player: a brunette with eyes like those that seem to say, when they get us drunk with their gaze: 'Be careful not to get burned, little mosquito!' Enthusiastic about the girl, I was carving her beautifully, when, suddenly, returning with a glass of punch to gift the garment, I found the seat occupied by that handsome demon beater. I was so upset that I was completely angry, but I was able to control myself and, with kind words, told him that the place belonged to me and that he respected my right. He said insolently that no one moved him from there and that I would go with the music elsewhere. I, who still had the punch in my hand, threw it at him with a glass and everything and the grill was set up in a week. To tell you the truth, I confess I took the worst part of the battle. My enemy, though he was old, was much more manly and better fisted. We were separated and I challenged him then to get out of the pack. Without saying a word, he followed me. The women began to scream for us to be attacked, but the men made a siege, and by throwing aside the poncho and the hat we unfurled the knives. My comrade, a very miserable man, stepped in and said that before the fight the conditions of the challenge had to be adjusted and that I, as offended, had the right to choose the ones that seemed best to me. Blind of courage, I said the only conditions were that one's left foot be tied to the other's right foot and then everyone get as far away as possible. So it was, and with a silk band they held us by the ankles. When we were well-trained, my comrade, who had asked for the knives to prevent, he said, treason, put them back into our hands. When he delivered mine, he looked me in the eye in a strange way, knowing at the moment of squeezing the handle that it was not my knife. And so must my opponent, because he lowered his eyes to fix on the leaf shining in the moonlight, raised his arm and stabbed him in the heart. He fell round, cut off a sling and, jumping my horse, I galloped all night towards the mountain range, seeing the first snow. My colleague, who accompanied me on some of the way, told me that, suspecting that my enemy's weapon had some evil, he came up with that change trick that saved me from a certain death, for that dagger had the cross of Solomon marked against which, as is known, there is no axe or harness worthwhile. And to corroborate the narrator's claim, he took his right hand to his waist and pulled out of his vagina a magnificent dagger with a chiselled copper handle and silver rings, which passed hand in hand around the table, examining each of the listeners the famous cross of Solomon engraved on the sheet (two H capital letters very close together). One of the last to have it in his possession was the Lower, a twenty-year-old boy at his peak, thin and slender, with a childlike face. Arriving from the northern provinces, he had in those contours a large name as manufacturer of brakes and spurs, objects that he cinched and silvered with primor. Withdrawn from the table, no one had paid attention to him, ignoring whether he was there from the beginning or had just arrived. Suddenly, straightening up his slender figure and with the cheerful face of a boy stumbling over a toy he thought lost, the young man said with a surprised and joyful accent: \"Wow, by chance! This dagger is my job. The sheet, made of old lime steel, is oil-coated and can cut a hair in the air. And as he spoke he was approaching the stranger, whoever saw him coming a yes is not restless, but that good-natured smile and that naive joy banished from his spirit a nascent suspicion. Meanwhile, the young man, putting the gun up to his eyes, said: \"Wow, what a strange thing! What you think of as the cross of Solomon are the initials of my father's name, Honorio Henriquez... whom you killed in treason, coward! And, as fast as lightning, he buried the dagger in his owner's chest, which rolled under the chair without exhaling a groan. The last sentence, pronounced with an angry accent and the unforeseen action that accompanied it, made the people jump in their chair, but, paralyzed by the surprise that produced the terrible scene, they did not take a step to stop Abajino, who, carrying to the right the blood-red knife, left with a high and fierce continent the ram. A moment later, while the group were still looking at each other in dismay, the silence of the sleeping countryside echoed, the furious galloping of a horse walking away to roar through the mountain path.", "title": "La cruz de Salomón", "author": "Baldomero Lillo"}