{"metadata": {"length": 4105, "words": 812, "reading_time_min": 4.06}, "text": "There was a father who had a very beautiful daughter, but very willing and stubborn. Three young men came to him, the most handsome, and asked him for his daughter; he replied that all three had his favor, and that he would ask his daughter which one of them he preferred. So he did, and the girl replied to all three of them. - But, daughter, if that can't be. \"I choose all three\", the girl replied. \"You're right, woman\", the father said again. Which one do I say yes to? \"At three\", the girl answered again, and no one took her out. The poor father went off mournfully, and told the three suitors that his daughter loved them all three; but that as that was not possible, that he had determined that they should go through those worlds of God to seek and bring them something unique in their kind, and that the one who brought the best and rarest would be the one who married his daughter. And they went on their way, every one to his side; and after a long time they gathered themselves together by the seas, into distant lands; and none had found anything beautiful and unique in its kind. In these tribulations, continuing to seek what they were looking for, he found the first one who had arrived with an old boy, who told him if he wanted to buy him a mirror. He said no, for he could not use that mirror, so small and ugly. The seller then told him that he had that mirror a great virtue, and that it was visible in it the people that its owner wanted to see; and having made sure that this was true, he bought it for what he asked. The second one, passing by a street, met the same old man, who asked him if he wanted to buy him a little balm bottle. - What do I need that balm for? - he asked the old man. \"God knows, \" he replied\". This perfume has great power, and it gives life to the dead. At that moment he passed by a burial; he went to the box, put a drop of balm in the mouth of the deceased, who rose up so well and willingly, loaded up his coffin and went home; what was seen by the second claimant, bought the old man his balm for what he asked. As the third claimant walked in his conflicts along the shore of the sea, he saw a very large ark coming over the waves, and approaching the beach, it opened, and they came out jumping on land endless passengers. The last, an old man, went up to him and asked if he wanted to buy that ark. \"Why do I want it?\" replied the plaintiff. \"If it can only serve to make a fire?\" \"No, sir, \" the old man replied\", you have great virtue, for in a few hours you can lead your master and his companions aboard the ship wherever they want to go and wherever they want to go. This is true; you can check for these passengers, who were just hours ago on the beaches of Spain. The gentleman went around, and bought the ark for what its owner asked him. The next day the three of them met again, and each one told them with great satisfaction that he had found what he wanted, and that he was going back to Spain. The first told how he had bought a mirror, in which he saw, with only desire, the absent person he wanted to see; and to prove it he presented his mirror, wishing to see the girl all three of them wanted. But what wonder they would have had when they saw her lying in a coffin and dead! \"I have\", exclaimed the man who had bought the boat, \"a balm that would resurrect her; but by the time we get there, she will be buried and worms will eat her, for I have\", said the man who had bought the ark, \"a box that will put us in Spain in a few hours. And they ran and entered into the ark, and in a few hours they leaped to land, and came to the city where the father of their bride was. They found him in the greatest discomfort, over the death of his daughter, who was still present. And they asked him to take them to see her; and when they were in the room where the coffin was, he that had the balm came, and put a few drops upon the lips of the deceased, and she arose so good and laughable from her coffin, and turned to her father, and said to him, See thou, father, how I needed these three? Popular tales, fortunes and refrains, 1921", "title": "La niña de los tres maridos", "author": "Fernán Caballero"}