{"metadata": {"length": 4489, "words": 836, "reading_time_min": 4.18}, "text": "He was never considered a political exile. He had abandoned his land by an unusual impulse that had broken out in three stages. The first, when they approached four homeless men on the street. The second, when a minister used the word Peace on TV and immediately began to shake the right hand. The third, when he entered the church of his neighbourhood and saw that a Christ (not the most redeemed and crowned with thorns, but another, ascended, from a side ship) was weeping like a blessed one. Perhaps he thought that if he stayed in his country he would soon despair, and he knew that it was not made for despair, but for vagabondage, independence, modest pleasure. He liked people but he didn't get sucked in. It was entertaining with the scenery but at the end it became too green and accentuated the gloom of the cities. I loved the city tensions, but there was one day when I felt confined by the huge blocks of cement. As he had traveled through the streets and highways of his own land, he began to travel through countries, borders, and seas. He was horribly distraught. He often did not know which city he was in, but that did not stop him from asking. He just kept walking, and in any case, if he was wrong, it didn't matter how he got out of it. If I needed something, whether it was to eat or to sleep, I had four languages to look for it and always had someone who understood me. In the worst case, he remained the stumbling block of gestures. He traveled by train or bus, but usually managed to be picked up in some car or truck. It inspired confidence. People thought he was the most absurd thing, and he was not wrong, because everything in him was a little absurd. Mostly he walked alone, and it was logical, for no man, least of all a woman, would have been able to stand up to such injury and distress. When he passed a border, he showed his passport with a displeasing gesture or mechanical gesture, but immediately forgot about what border it was. I spent little time in the centre of the cities. He preferred the marginal areas, where he could get on well with children and dogs. Sometimes there was a detail that he needed for guidance. But not always. One morning she was found by a canal and thought she was in Venice, but she was a Brut. To unite the Sena with the Rhine, and vice versa, has happened to him at least three times. He did not take a compass but he walked by the sun, but when the stormy days came, with dark sky, he had no idea where the north lay. And that didn’t matter either, since he had no preference for any of the cardinal points. He knew he was walking around Helsinki because he saw a phone booth that said PUHELIN. It was one of their scarce data on Finland. Another day he felt an alarming sting in his stomach and he snatched a piece of cheese from his thigh; when he was gnawing with pleasure he realised that he had stumbled upon a column which brought back the memory of the columns of polished marble he had seen in some picture of the Parthenon, and of course, from that association he realised that he was indeed in Athens. Yes, he was very distraught. On another occasion it snowed and to protect himself from the cold he hid in the commercial galleries of the modern subterranean Les Halles. When, a semester later, he emerged from other underground galleries in the heart of Stockholm, he was honestly glad that it was no longer snowing. Sometimes I went to the airports, but almost never flew in an airplane, among other things because, after presenting myself in the appropriate booth and putting on my liviano outfit, I went to the ground to see how the big planes took off and landed, and I paid no attention to the announcers, who kept repeating my name. On one occasion, however, and you will see why by what strange mechanism, he stood by the door of the boarding gate and climbed up with the other passengers. When he reached his destination and showed his passport, as he was accustomed to do, an immigration official looked at it with attention and said, “Come with me.” He followed him hesitantly through a deserted wilderness. When they arrived at a door with a sign that said No Pass, the worker opened it and let them in. He did so, he was displeased. He thought he was coming closer to a table in the middle of the room, but improvising he saw nothing. Someone had put a cap on him from the back. He only then realized that, in pure disbelief, he had found himself again in his homeland. *FIN* Geografas, 1984", "title": "De puro distraído", "author": "Mario Benedetti"}