{"metadata": {"length": 7243, "words": 1385, "reading_time_min": 6.925}, "text": "A beautiful and well-kept garden, planted with rare trees and flowers, was spread out before a richly decorated quinta. Everyone who visited the farm expressed their admiration for it. People from the region, both from the countryside and from the cities, came to the fiesta days and asked permission to visit the park; even whole schools came to see it. Behind the hill, on the side of the road, a great oak was growing; its root was vigorous and vigorous, and it grew so much that it was only a stump. Nobody stopped to look at him, except the old man who pulled out of the bar's car. The animal threw his coat over the plant and said, \"What a beautiful creature! I would eat you.” But the ronza was not long enough for the bee to reach it. There were many guests in the palace: nobles from the capital, young and beautiful girls, and among them a seneschal from far away, from Scotland. It was a high-class, rich in money and properties, which means a good deal. He thought of himself more as a young single man, and his mothers agreed. The young people went out to run along the path and play croquet; they then went into the flowers, and each of the girls took one and put it in the ear of a young man. The Scottish lady had been looking for a long time without finding anything to her liking, until, looking up at the hill, she saw the great cardo on the outside, with its great blue and red flowers. He laughed at the sight of it and asked the son of the house to cut him one of them. -It is the flower of Scotland - he said. It is on the flag of my country. Let me. The young man chose the prettiest and pressed his fingers together, as if the flower had grown in a rosy pink rose. The damsel put her hand on the boy's eye, and he felt very frightened by it. All others would have coveted the flower in place of that, the obsequiousness of the lovely hands of the Scottish seer. And if the son of the house felt honored, what would the plant not feel? It seemed as if a thorn and rays of sun were coursing through all its tissues. “I am much more than I thought - the cardo said to his innermost-. My place was inside the court, and not outside. It is that they sometimes place him in a very rare way in the world. But now at least I have one of the hands on the other side of the hill, and in an oath as an addition.\" The plant knew that fact to every new flower that opened and bloomed, and that it would not be many days before the cardoon was heard, not by men nor by the clucking of birds, but by the very air -which gathers and spreads all rumours, both from the farther-off avenues of the garden and from the rooms of the palace, whose windows and doors are open -that the young Scotsman who received from the beautiful Englishwoman the cardoon flower had also won her heart and hand. They made a great couple, and she was a good player. \"I am the one who has done it,\" thought the cardinal, referring to the flower he had given to the oyster. And every new yam that opened had to hear the event.” “There is no doubt that they will transplant me into the garden,” said the cardo. Maybe I'll be put in a pot, well apposed. That would be a great honor.” And the plant desired him with such ardor, that she exclaimed, persuaded: -I will go to a well! He promised every flower that was born of his foot that it would also go to the pot and perhaps to the oyster, which is the highest thing to which one can aspire. But none of them stopped at the tithe, and we do not say at the oath. They drank air and light, soaked up the rays of the sun during the day and the moon at night, bloomed, received the visit of bees and tawny woodpeckers who sought the honey contained in the flower and fled after taking it. - Band of thieves! - the cardo exclaimed-. If I could... but I can't. The flowers grew and grew, but brought forth new ones. -You are at the point - the card said -. I am waiting from one moment to another that we pass to the other side of the valley. Unbelieving margaritas and a lone wolf listened in awe and admiration, believing everything he said. The old man in the bar looked at the card from the edge of the road, but the string was too short to reach him. Cardo had spent so much time thinking of Scotland, to which his family belonged, that he came to believe that he, too, had come from that country and that his parents were on the royal escutcheon. They were lofty thoughts, as a great cardinal can have from time to time. - Sometimes it happens that one is of good family without knowing it - said the orthiga that grew up beside her; she also had the feeling that, properly treated, she could reach a fine muselina, of which the queens use. He spent the summer and then the autumn. The leaves of the trees fell, the flowers acquired more brilliant colors, but they exhaled less fragrance. The little gardener sang in the garden, on top of the hill: Down and up, so is life. The forest huts received their first Christmas visits, despite the fact that it was still too early for Christmas. That was desperate. -And I without moving from here - said the cardinal. It would be said that no one knew me, and yet who, but I, made the proposal? They promised, and today eight days ago the wedding was celebrated. But I won't be the one to take the first step; otherwise, I wouldn't be able to. They lasted several weeks. The cardoon was still standing with its last and only flower; it was large and full, and had broken off near the root. The wind blew too cold, the colors faded, the beauty vanished. The cactus, as big as a cactus, looked like a trademark girasol. The young couple, now married, appeared in the garden and walked along the path. The wife sat on top. -There is still the great card - he said. It doesn't have flowers. - Look, there is the spectrum of the last one - he observed pointing out the plated rest of the flower. -It's also beautiful that way - she exclaimed. We have to cut it, we put it in the frame of our portrait. And the young man had to jump up again and cut the calf of the cardinal flower. He pressed his finger on his lips, enraged because he had called him an \"espectro\". And the flower entered into the garden, and then into the hall of the palace, where there was a picture of the young couple. In the boyfriend's dream a cardinal flower appeared. There was much talk of this flower, and also of the other, the silvery-white flower, whose image would be embroidered in the frame. The air carried the conversation throughout the region. - What is life! - the cardo exclaimed-. My first stop was the oyster, and my last stop was the frame. Where am I going? Meanwhile, the robin, from the side of the road, kept on staring at him with a sly smile. -Acquaintance, my sweetheart. I can't get to you, the ronzal can't reach. But the cardinal did not answer, absorbed in his thoughts. He was confined to this confined space until Christmas, and out of his mental concentration arose a flower. -While the children were well inside, their mother resigned herself to stay outside, facing the road. -It is a noble thought - said the ray of sun-. You will also have a good site. -In the pot or in the frame? - asked the cardinal. - In a story! - the sun's rays reflected. Here you are.", "title": "Las aventuras del cardo", "author": "Hans Christian Andersen"}