{"metadata": {"length": 6925, "words": 1239, "reading_time_min": 6.195}, "text": "A scrumptious menu! - She had exclaimed, Coleria, the Manuela when Lucas ordered Sidorus to put on the coat and go down to the pasture of San Isidro. In return, Sidoro felt his six-year-old heart palpitating with joy at the constant ferocity of the treatment he was receiving from his madrasa... or what was to be: the Manuela, the wife with whom Lucas was now living. In childhood, to speak of novelty and change is to speak of unlimited and beautiful hope. Get the Saint! Who knows what the Holy One kept in His blessed hands for the children without parents, for the hungry and thirsty children? Sidoro was astonished to be included in the group, but he was already astonished at the first pleasure of having to carry a sack full of provisions. He weighed a great deal, and Sidorus would have asked that the burden be lightened, not to fear the frightful, twisted, savage pelts with which Manuela had marked him as cardinal for a month. He sprang up from the bed as he could, and they walked down the street of Toledo, through the swells of people, with a sun capable of stinging the berries, a sun more icy than spring. Carrying the dust that sprang up from oxen, carts and sleighs, they passed the bridge of Toledo and reached the hill, where the cheerful multitude was more compact. Lucas was going to enter to rebuke the Saint; but Manuela, rising from a stoop to Sidoro, who had fallen down pushed by the remolino and exhausted by the weight, rejected the idea and preferred to buy roasted meats, old bread, and cheese, and to seek a place to eat. The sed rebuked the gasp, and Lucas, the steward of the cloak, noting the grateful tingling between the arm and the shoulder, approved the determination. It was not easy to find a suitable spot in the shade and near the river. The comfortable corners were very sought after. Finally, quite late, they discovered a tree ruin, and sat down, forcing the illusion that the branches were covering their heads. Sidoro, frightened, opened the box; Manuela was taking the sacraments, and there began the embalming and kissing of the tin-pot. Lucas remembered giving his son a piece of bread and a piece of ham, as one gives a bone to a dog; then... they no longer thought of the creature; and as vinegar and wrath take away the guilt, Lucas took the face of Manuela there, there, without a word of recompense. With scorched feet, because of carrying too hot the hats, the couple broke off to walk to the hill, where the ruckus was greater, and where the tyrants and the merrymakers and the barricades were invited to the joust; the boy, trying to follow them, was stopped by a scuffle around a darkened horn and guitar; and when he wanted to gather with his people, to join them, he found himself alone among the multitude, the carrier of the now empty sack and the flannel and the grass... He cried. As hard and bad as they were, that man and that woman loved him. He felt abandoned, stranded in a very deep, very deep and stormy sea. People were not heedful of the cluck: one pushed him, the other scolded him, and a ready and unknown hand shook his head... No one asked him what was the cause of his clucking; they were oblivious to it. Within the hellish bowels of Romanticism, anyone can hear the cry of a child. The thump of mechanical pianos, the tinkling of guitars, the cries of beggars, the cries of the rosquillers, the thousand rumblings that exhale a stifling, shrill, shrill, shrill, in full juerga in the open air, exacerbated by the rotten-oil stench of the bakeries and the rotten-oil stench of the barracks-bodegones, shook the child's limbs, as the living odour of the multitude engulfed and absorbed and mechanically strained his body... By instinct, Sidoro let go. And walking, walking, you might find the couple, or who knows, the Saint in person. Because if the Saint were not found in the romero, where would all those people come from? And the Holy would be very good, that for that he was Holy, and therefore they cried and portrayed him in clay figures, and therefore the angels helped him to burn. Where was the Holy One? Sidoro remembered that Lucas, before he sought a place for lunch, had spoken of going to the monastery. What would be the ermita? Certainly. a place where abandoned children are collected and comforted... Sidoro, despite himself, looked at the places, the centenary of tingling where the wonderful pits are displayed and slowed down, the painted elves of emerald, blue and black, medals and escutcheons, the lone grocer, the trolls and troll-wrestlers, the gnomes with a king's head, the rat-gangs, the escato-logical caricatures, the jars filled with thorny twigs, the scrumptious rosquillas, the avellaneros, with their resonant balances and their slender tummies, bouncing, squeezing the child's hand... And that orgy of strong colors and chills, that incessant whirl of the multitude, those discordant sounds, the feeling of being pushed, sucked, sucked as a rag by the human torrent; the suffocating atmosphere he breathed, the desolation of his abandonment, instead of causing tears to flow from the creature, drained them from his eyes and produced a sort of febrile embriagus. Without care for his responsibilities, he abandoned the boot and the cloak, and fell to the ground at the door of a tavern where they were drinking and singing loud, unintelligible songs to Sidor. A shivering, sat down on the floor, gave a teddy bear a kiss. Sidoro saw this scene, the always moving and sacred group, and confused memories, not of memory, but of senses and sensibility, more specifically in childhood, reminded him that he too had been roused with words of sweetness and delirium, the ineffable words of motherhood, and a loved face, a face he could not forget, a face that had come out of the gloom of the past... a past so short and so recent! And then one of those limitless pities that children suffer fell on the soul of the orphan. In an instant, with the memory of the love and tenderness of his mother, whom he had never seen again, Sidoro recalled the cruelty and desolation of Manuela, and all his flesh trembled, for there was no place in her where the wrathful eyes of the woman had left no trace of torture... And the creature, in its infinite desolation, while the afternoon drew on and the lights of the posts began to open their pupil to call, rolled on the arid ground, with much desire to sleep in a long, long, long sleep, and wake up to the side of his mother, or of St. Augustine, or of someone who had a room for the little and the weak. By force of fatigue, of exhaustion, of heat, of hunger, of sadness, he was, indeed, dormant... He awoke because he was shivering and being pulled from his hair by a thorn. She was Manuela, yelling, enraged and furious. -We found him...; but what of the new shoe, and my chalice, and the scrip, and the cup that came with him? Condemn, you will see when we get home!", "title": "En el Santo", "author": "Emilia Pardo Bazán"}