{"metadata": {"length": 1881, "words": 341, "reading_time_min": 1.705}, "text": "I hear that other day, when Persia was librating I do not know what war, when the invasion blazed in the city and the women wept, two chess players were playing their continuous game. In the shade of a broad oak, they looked at the old board and, together, waiting for their most ominous moments, when he had moved the piece, and now a glass of wine refilled his somber stance. Houses were burning, shattered were the arches and walls; women were thrown against the fallen walls; children were blood on the streets. But where they were, near the city and far from its noise, the chess players played the game of chess. Although the cries of the yew wind would bring them the groans and, when they thought, they would feel from the inside that indeed the women and the pretty girls had been abused, at that distance, at the moment they thought, a faint shadow passed over their slender and slender front... soon their quiet eyes would return their attentive trust to the old board. When the king of kings is in danger, what is the meat and the blood of the sisters and the mother and the children? When the tower does not cover the retrained white queen, the harvest is of little importance. And when the hand of the trusted hand strikes the king of the adversary, little weight on the soul that there far away are dying sons. Although suddenly the scream of an invading warrior echoes up the wall, and the solemn chess player is soon to be frightened to fall there, before that moment —it is still given the calculating of a lance for effect hours later— he is still surrendered to the predilection of the great indifferents. They burn cities, they destroy towns, they cease liberty and life, the inherited and protected goods burn and be destroyed, but when the war interrupts the party, the king without a king, and the most advanced ram of marble is ready to take the tower. FIN", "title": "Los jugadores de ajedrez", "author": "Fernando Pessoa"}