{"metadata": {"length": 3225, "words": 566, "reading_time_min": 2.83}, "text": "In a narrow alleyway of narrow alleys that connected St. Mary Axe with Bishopgate, caught the attention of the police of a small fire in an old and beautiful manor house belonging to the L family... This building was carefully closed; the doors and windows of the ground floor were chained even though they had their own locks, and on the walls of the garden there were signs warning the reckless of the danger that would occur if they entered it, given the existence of traps. Since a neighboring house had caught fire, rescue workers had to enter the forbidden house through the rooftops. During the brief time they remained in it, they were disturbed in various ways and in an absolutely incomprehensible way. They threw useless utensils over their heads, one of them was pushed and fell dangerously down the stairs, and the brigade chief was bitten in the leg without being able to see by whom or why. After these events, the authorities questioned Sir L... who admitted with disgust that the house was haunted and was absolutely uninhabitable. A few years earlier, he had inherited this property from his uncle Sir F. G., a wealthy and greedy eccentric old man, who lived in it with a restricted staff. Sir L... spent most of the year on his Kent estate and in winter he settled into an apartment he rented in Holborn. On the death of Sir F. G., he renounced this apartment and moved to his new property in St. Mary Axe, with his wife, four children and six servants. But from the very beginning, disturbing and unexplained phenomena made life impossible for them. During meals, the blankets were pulled sharply and the dishes thrown down; in the kitchen the fires were extinguished producing dense columns of steam and smoke, as if they had just been flooded. At night, they were turned off by candles and were often brutally beaten, scratched, and even bitten by invisible beings during their sleep. Fearing for his health, as much for the sake of his wife and children, threatened with losing his servants, and refusing to expose any potential tenant to such experiences, Sir L... decided to close the haunted house and abandon it to the ghosts who seemed to have chosen it as their home. Sir L... claimed to have never seen the evil ghosts, but he did hear their screams and laughter which were, however, weak and seemed to be heard from afar. Only two servants, busy cleaning vegetables in the kitchen, were surprised one day by the sudden appearance of three dirty, almost naked children, whose expression manifested hatred and wickedness. They disappeared as suddenly as they had appeared, whistling like snakes. Lady L... stated that one night, on her way home from the theater, she had settled for a few minutes in front of the chimney of one of the halls on the floor. Suddenly, he noticed a violent stream of cold air in his neck and, believing that the door had opened, turned around. The door was closed, however, but she could see, near the ceiling, a horrible face looking at her. He called for help, but that face disappeared instantly. We don't know if the authorities insisted on Sir L... to allow them to open an investigation. We think not, because there was no crime or crime actually committed. FIN", "title": "La casa embrujada", "author": "Catherine Crowe"}