{"metadata": {"length": 4904, "words": 926, "reading_time_min": 4.63}, "text": "My aunt had given me two real ones and bought me all the following: Five cents of chickpeas. Two cents of cardboard matches. Eight cents of American. Ten cents of Elvish pearls. And a real good one of my confetti, because it was Carnival. With all these things, conveniently distributed through my pockets, except for a cigarette, which was smoking more in my mouth than a light factory, I headed for San Francisco down St. Catherine's Street, marching so arrogantly and straight, that I couldn't help but believe that he was a captain, who for a while was behind, I would think: The ride was so lively. Soon I found friends and acquaintances among the girls. I reserved my confettis (which were not called that at the time) for Olympia, the morenilla who went to school in front of the Institute. But Soledaita, a mischievous blonde who, with her companions, stumbled upon us in the revolt of a bowl, came to me resolutely, bit her paper cartridge and sprinkled them on my shoulders. Loneliness was very monotonous (and I still think it is). I went out of the spear full of vanity; and making a clever turn through the gardens, I met her again face to face. I carried two cartridges in each hand, moved toward the rough rubble, and shook them with a sauna over his head, which remained shortly afterward, and the linen of his half-length dress, as if they had been covered by a snowstorm of a thousand-colored glasses. My papers were fine, the most expensive they sold, with a lot of red, blue and gold... when Solitude could open her eyes, cleaning the papers of the eyelashes between laughs, I offered her almonds. She gave me a candy from the Alps. Declare yourself, don't be stupid! My friends said with envy. And most of all, with selfish interest, Juan, who was surrounding another cousin of Solitude. That way we'd walk the same street together. I went to the waterfall across the street, where I had my certain knowledge, because there we invited each other to anise during exam times, and I wrote on the best paper I could: \"Lady: My heart, driven by the mysterious springs of love, has been shaking extraordinarily in the ocean of uncertainty for a long time. Yes, since I saw the divine light of your eyes I lost my calm; and if you are interested in the happiness of a poor desperate life, leave him with a longing yes of goodness to whom you die while offering your most devoted servant, q. s. p. b.... Ten minutes later, with a hat in hand and all the finesse I could, I stood in front of Solitude: \"Lady, would you be so kind as to accept this letter? Soon, my maid will see us! He said, snatching it and keeping it wrinkled in the shirt's chest. One of my friends, who was watching the scene hidden in the rose trees, shouted at this moment: \"Cu, cu! That way, it would have been shattered by lightning. And tell me, Miss, when will you deliver me the long-awaited answer? Tomorrow is the day. - Right here? - Yes, man. - What? Don't be too heavy. And he made a stir and joined the others. I stood like a fool, feeling a cramp of heart, admired for my boldness and enchanted for my fortune. I didn't talk again all afternoon and I would have given all the almonds and peanuts I had left because the next one would be coming right away. But that night I went with my family to see Don Juan Tenorio, who was put in the theater out of season, I don't know why. And on the way out, I caught some angina like for myself. Eight days in bed, with a fever. The authors have not been able to find out whether I named Solitude in the delusions of my forty degrees; but what I do remember well is that on the third day of convalescence I was handed a letter from him, with all the signs on the envelope that it had been opened, and with all the signs on the faces of my relatives that they had laughed at the letter and me. \"To the passion you paint me in yours, and I sincerely believe, I cannot offer any other prize than that of friendship. If you can win my heart, only God can tell us the future that lies ahead. And I added below: \"Don't go around my street too much, because my dad could yell at him and make him a jar of water on Sunday night. Well, except for the letter, which was secondary, and the postdate, which was original, the epistle wasn't badly copied. It was precisely the model that followed mine in the Epistle of Love for use by ladies and gentlemen. Since then, Juan and I have been roaming the primates together. They were our girlfriends for many months. Whenever we found them in the fence at night, we stopped. When there was one in the fence and we both passed, too; and it even happened that one alone stood at the window with both. What never happened was that you only dared to approach when your girlfriend was alone. It happened to me once, by exception and by surprise, and I passed those of San Quentin. What the hell was I gonna tell him? The Naïve Tales, 1920", "title": "La primera conquista", "author": "Felipe Trigo"}