{"metadata": {"length": 7038, "words": 1329, "reading_time_min": 6.645}, "text": "Sarita took me out of the mud, because before I met her, the future of humanity cared not for me. She showed me the way of the spirit, she made me understand that all men are equal, that the only worthy ideal is the class struggle and the victory of the proletariat; she made me read Marx, Engels and Carlos Fuentes, and all for what? To destroy me later with his indiscretion. I don't want to discuss again why I accepted a fellowship from the Katz Foundation to study in the United States. I accepted it and I did. I do not care if the United States is a country where man is exploited by man, nor if the Katz Foundation is the brainchild of a capitalist (Katz) to evade taxes. I applied for the scholarship, and when I was granted it, I accepted it; and what's more, Sarita applied for it and she accepted it too. What's the matter? Everything was going great until we got to the medical examination... and I wouldn't dare to continue if it wasn't because I want justice done. I need justice. I demand it. So go ahead... the Katz Foundation only grants scholarships to people as strong as a horse and the medical examination is very rigorous. We're not discussing this point. I know this medical examination is just another one of many rumours that the FBI is using to investigate the private lives of Mexicans. But go ahead. The exam is administered by Dr. Philbrick, who is a Yankee who lives in the Lomas (of course), in a stone and lime-closed house and who charges... no matter how much he charges, because the Foundation paid for it. The nurse, who was certainly betraying the cause, since her accent and facial features suggested that she had escaped from Free Europe, told Sarita and me that at this time we should take as many as four grams of magnesium sulphate and that we should present ourselves at nine o'clock in the morning with the samples obtained from our two functions? Oh, what a humiliation! I remember that night in my house, looking for two suitable ones to keep that in the empty jars! And then, the night on the watch waiting for the right moment! And when he came, my God, what violence! (When I exclaim my God in the previous sentence, I do so using a very legitimate literary resource, which has nothing to do with my personal beliefs.) When the first sample was put away, I went back to bed and slept until seven, when I got up to pick up the second. I would like to point out that the urine itself in a bottle is viewed with disbelief; it is a yellow turbid liquid (magnesia sulphate) which, when the bottle is closed, is deposited in small droplets on the glass panes. I kept both jars in successive paper bags to prevent any penetrating gaze from guessing their contents. I went out into the street in the wet morning, and I walked without daring to take a truck, squeezing my heart, like St. Tarsicus Modern, not the Holy Eucharist, but my own shit. (This metaphor I just used is a trope I was drawn to by my natural eloquence and is independent of my concept of modern man.) By the Reformation I came to the fountain of Diana, where I waited for Sarita longer than the bill, for she had had some difficulty in obtaining one of ours. He came like me, with his face untied and his wrapper against his chest. We stared at each other, without saying anything, more aware than ever that our human dignity had been trampled underfoot by the arbitrary demands of a typically capitalist organization. As if that were not enough, when we arrived at our destination, the woman who had betrayed the Cause led us to the lab and there she unfolded the jars in front of us both! And he put labels on them. Then I walked into Dr. Philbrick's office and Sarita went to the waiting room. I understood from the very beginning that Dr Philbrick intended to humiliate me. First, he believed, I don't know why, that I was an agronomist engineer and even though I insisted that I was a sociologist, he kept on making mistakes; second, he asked me a series of questions that come up before an individual like me, robust and healthy physically and mentally: What's the point of asking me if I've had pneumonia, parathyroid or gonorrhea? And he wrote down my answers, tell me in detail, on a few sheets that the Foundation had sent him on purpose. Then came the worst. He stood up with the leaves in his hand and ordered me to follow him. I obeyed him. We went through a dark hallway on one side of which there were a series of cubicles, and on each side, a clinical table and some appliances. We entered a cubicle, he ran the curtain and then, turning to me, he despotically ordered me: \"Get naked. I obeyed, even though my heart warned me that something terrible was about to happen. He examined my skull by applying a diapason to the different bones; he put a focus through my ears and looked inward; he put a reflector in front of my eyes and watched my pupae contract and, always pointing to the results, he heard my heart, made me jump 200 times and heard it again; he made me breathe slowly, then hold my breath, then jump again 200 times. He always aimed. He ordered me to lie down in bed, and when I obeyed, he mercilessly struck my abdomen for hernias, which he could not find; then he took the noblest parts of my body and spread them out as if they were a scroll, looking at them as if he wanted to read the treasure plan. He pointed, again. He went to a closet and taking cotton from a roll he started wrapping himself with it with two fingers. I looked at him with a lot of suspicion. \"Lay down on the table\", he told me. This time I didn't obey, but I stood there looking at those two fingers wrapped in cotton. So, he explained, \"I need to see if you have ulcers on your rectum. The horror paralyzed my muscles. Dr. Philbrick showed me the Foundation's leaves that actually said \"ulcers on the rectum\" and then he pulled out a suitable groove from the closet and put his cotton-wrapped fingers in it. I realized it was time to make a decision: lose the scholarship, or that. I got on the table and swelled. Put your elbows on the table. I held my elbows on the table, covered my ears, closed my eyes, and squeezed my jaws. Dr. Philbrick made sure I didn't have ulcers on my rectum. And he cast out the garbage, and covered his fingers, and went out of the garment, and said, Put on thy clothes. I got dressed and walked out wavering. I found Sarita in the hallway, dressed in a kind of a mandala, who, when she saw me (I suppose I was very ill) asked me what was happening. They put my finger in. Two fingers. Where? Where do you think you're going, you fool? It was awkward to confess such a thing. It was the cause of my disgrace. When the time came for the ulcers in the rectum, Sarita threatened Dr. Philbrick to call the police if he tried to check her part; the doctor, with the lack of determination of the bourgeoisie, let her pass for healthy, and she, setting aside the most elementary rules of companionship, went out and told everyone that I had bowed to Yankee imperialism. The Law of Herod, 1967", "title": "La ley de Herodes", "author": "Jorge Ibargüengoitia"}