{"metadata": {"length": 7170, "words": 1244, "reading_time_min": 6.22}, "text": "In the dock, on a cold November night, a group of locals awaited the arrival of the vapor that brought the Italian-Austrian opera company from the town of the district. They were three or four, between pipiolos and solteros, aficionados to the frolic of silken pools that “flavour”, to the ill-fitting frocks and the odours of essential oils, with another series of ideals that were arduous to realize in the daily life of a provincial capital, where even the most venerable forms of boredom take on forms of licentiousness. And the seneschals, constantly absorbed in the contemplation of illuminated posters and first and even second-hand newspaper pictures, dreamed of seeing the defusers in flesh and bone. While they walked up and down, swaying and blowing their noses to avoid feeling the dampness of the boards, through whose joints they saw the black water and heard its sour sneeze, they changed impressions on the subjects of news collected here and there. In addition to some chorus girls, there were two super women: the first actress and the genria or funny one. The merits of both were compared: the first was a dazzling dress, in the Parisian genuine style; it had a splendid canvas, an exuberance of forms... But, the partisans of the genérica -to which they knew only by its portraits - was a slender one, while the other, the Gnoqui, the oquita, was a sort of small and lively, suggestive to the utmost, dancing like a tango the eternos valses of the new repertory. And there was once more the constant dispute, which entertained many afternoons and not few nights the octogenarians of the tertulia of the Peccator: which was more valuable, the libras or the swine and the frogs? If you collect the dissertations on this controversial point, you would fill several pages. Now the jokes, the jokes, the comments were repeated a million times. Mauro Pareja, a solitary sailor, a supporter of the diminutas, which he called “shining arrows”, was the first to point out, among the ossuaries of the livid bluish haze, the light of the vapor, as a cyclops pupil that grows and falls in shadow. He sailed quickly, arriving at the quay early enough to disembark without needing another boat. There was a boarding by a narrow ladder, which, supported on the vapor bridge, rested on the edge of the quay. The men of the company were first to arrive, dressed in old clothes, in shawls, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats, hats They walked slowly, with care, for a false step would be the fall, into the dark, hot water, which shivered in the narrow space between the edge of the vapor and the wall. The cries which they gave from the earth, taking care, grew louder, and the light shone brightly in their eyes. - Oh, sit down! Slow down! Already in the group of the dead, curiosity gave way to a certain compassion: a beginning of human, tender, sentiment arose in the souls. Those women, encrusted in their rags, abused by use and travel, trembling over the dangerous step, despite their agile, lightness of foot of dancers in office, were not the solitary liars they were promised, but beings who, to eat bread, suffer and struggle. - Live, girl! - murmured Primo Cova, already without the inclination to chirrup. -And tell you to get out of there healthy and saved... -advised Landin, another professional, unobtrusive sailor. -Well, it would be a bath... -No - interjected Pareja - it would be \"more\"... If someone falls into that whirlpool, they are under the boat, and there is no way of trying to save them, because there is no place to revolve. Almost at the same moment a rumor came up. - The owl... the owl is out. With a sly smile, a boyish grin under her sassy Scottish wig, soaked in a thick layer of greasy skin, of which only the bright nose and the luminous touch of two red lips floating in the air, the actress walked already along the “passage” on the high heels of her American shoes, which made her feet look like a child, with flaky slacks of school uniform. The fear of the spectators becomes interest of another kind. The ointment fell well from the first moment, filled the eye... And they had not yet had time to communicate the impression, when, phew! It was the sour, shrill snoring, it was the flimsy, imprecise vision of the woman's disappearance; it was the empty \"shelter\" and the stinging chill of the companions, except in the cellar... And the seconds passed, and no one decided anything. Below, in the shadowy void between the vapor and the wall of the cell, something was agitating in a confused way; the water, for a moment, frothing, left a white stain; more than human face, it was tragic mask, the mask of death... Above, they agitated, cried in a confused, roaring voice, pushing, stumbling, giving each his opinion, without understanding. - A string... there's no string, to tie it? - Put the machine behind the vapor... It's locked up there in a box... - Take a man, and with a stick we'll support him from here. -Eh! Is there a Travancas there? Is Jolipe there? And neither Jolipe nor Travancas appeared, and the seconds added to the seconds in that tragic moment, in which each second had such enormous value, and there would eventually be a second that was the decisive, the inexorable... The Italian exclamations of the comics, their desperate mime, increased the confusion. And the time walked on, indifferently, and all knew instinctively that, if she won it, the actress would be saved; and the opportunity was squandered, without any will being imposed, without even the saving even beginning... The white face seemed to a moment, among another rebuke of salt water; it seemed like the breath of a dead fish; and it was evident to those who understood such things that the octopus could not rise to the surface, take her arms, defend herself for lack of space, shackled as she was, and moreover exhausted, shackled in the prison of her own clothing... And they took her, yes: the sledge-hammer of the shackle, the sledge-hammer of the shackle, that ascended to the shouts; you know how, squeezing through the slick wall, buckling down like a water dog, and confessing to rising, among blasphemies, that she had never made such a sledge-hammer... All, to bring up what? There was no way to revive the octopus. Maybe a second before... the group of seors walked out with their bowed heads. A dark sigh had blown ice-cold air over their hearts. And Pareja summarised the tetradic impressions of the night in this vulgarity: - We are nothing...", "title": "La pasarela", "author": "Emilia Pardo Bazán"}