{"metadata": {"length": 7517, "words": 1364, "reading_time_min": 6.82}, "text": "We think the West invented monogamy, and attribute the development of this singular feeling to Christian ideas, conflating the effects that should inspire us God, the sum total of Cause and Good, with those that have as their object a man born of a woman. I do not know whether a sentiment qualifies or disqualifies itself by being old; but I know that monastic loyalty is as old as the oldest cults, and in support of this opinion I will recall the adventure that befell the adolescent Prejaspes. Ciro had been a glorious and just sovereign, but his son and successor, Cambius, as he drank the wine of absolute power, showed the symptoms of the special embriagus that this terrible liquor, distilled with human sweat, blood and tears, causes. He believed himself to be the center of life and the eye of the world, and helped to enrage him more and persuade him that his will was not fettered by law or restraint, his incursion into Egypt, a kingdom that had come to brilliant splendour of civilisation under the pharaoh Amasis and which the Persians sowed and nourished, entering triumphantly into the magnificent cities of the Nile's rim, a tangle of palaces, gardens on terraces, obelisks; pillars, sphinxes and colossal statues of pharaohs and pharaohesses. The owner of Egypt, Cleopatra, and seeing his name engraved in hieroglyphics on the pedestals of the statues of the naofaras and on the columns of the temples, was taken, more than a mortal, for a god as Osiris, and the Egyptians sat down before that conqueror of gold tiara, that pure light from the East. There was only one social class that refused to pay homage to Cambius, and that was the priests. Religion was the only thing that stood up in the midst of the apathy of all, and therefore Cambius took pains to humiliate and defeat it, to satirise it and, as we would say today, to put it on a pedestal. He did not miss an opportunity to ridicule that cult of gods with animal heads, so ridiculous to an adorer of the Light, the Fire, and the eternal Sun; and if he happened to be in the vicinity of some Egyptian religious ceremony, he would have a hornet's nest to scare it. He came uninvited to Menfis on the occasion of the feast of the sacred bull Apis; and, going round the temple, he commanded that the bull be taken away immediately, and, taking a sling, he seized him by the throat with a knife, which he intended to give in the wind, and gave him in the thigh. “This God of blood and fire is worthy of you,” cried the Egyptians, horrified at the profanation. Then the great priest, raising his hands to the heavens, pronounced that the evil-doer who had hurt the god Apis would receive an equal punishment. The king ordered the prophet to be stoned to death, but the prophecy was engraved in the minds of the Egyptians as hope, as a vain terror in the king’s. He had Prejaspes among his servants, a valiant man, able to set fire to his king. He saw in Prejaspes the form of God on earth, and understood that an act was good or bad, according to how Prejaspes placed or moved it. However, at the same time as such a determined abnegation, there was in Prejaspes's soul a natural instinct of truth and honour, which taught him to discern the moral value of actions, and to realize their scope, at least in his own conduct. The only idea that Prejaspes did not reach is that if there is a moral rule for human actions, this rule obligates princes as much as it obligates vassals, and when princes' orders are in conflict with the rule, obedience to the rule is due. Prejaspes did not understand this, and even supposing, in excess of noblesse oblige, that his blood and his whole life and his immortal soul belonged to Cambises. It was, therefore, that Cambises, knowing the indefatigable loyalty of his lord, asked him one day what the vassals said of his king. And as Prejaspes had observed that the monarch was enlivened and exalted by drinking, he answered him with good intention and with a sense of humour and respect: \"Lord, they say you are a valiant and great sovereign; but you like wine in abundance.\" He did not elaborate the answer to Cambises, but exhaled the acrid aroma of truth; he snuffed the smoky twilight of azure, and through his eyes he saw a glimmer of a remorse as the snuff of a candle when it is taken from the candlestick. However, he did not make the least objection (malicious sign), and continued to speak well of his master. A week later, rising from the table, when he saw Cambises strolling through the gardens, amused himself by flinging sharp arrows at the birds, he called Prejaspes and the son of Prejaspes, the master of the house; and seeing them in his presence, he said to Prejaspes in a cheerful tone: “You know I have been thinking of that since my vaginal lining began to swell with wine? Because you will be able to believe that I am some idiot and that the abuse of drink has blinded my senses, dilated my pupils and debilitated this arm that I put Egypt on the carpet of my feet. Will you believe it? I myself am an aspiring student and I want to do an experiment. Ea! Let your son stand there, and I will shoot the arrow and shoot it. If I put the point in the middle of the heart, you will convince me that my symbionts are entangled and Changes retains their faculties.” Prejaspes, silent, obeyed. Deep tremors shook their bodies; thick globules of icy sweat swelled at the roots of their hair; a giddiness hid their eyes. But he still maintained the quimerical hope that it would be a ferocious storm, and nothing more. Cambises drew back the bow, aimed carefully and slowly, swung the string; a shiver shook the air, and the son of Prejaspes turned himself over and fell to the ground, bloodied. «Hello! -cried Cambises-; here my thorns... open the chest of that, to see if the iron has pierced the heart from middle to middle.» He trembled weakly even when presented to Cambises, with the arrow centered, without deviation of a line. The king shook his head in dismay, and turned to the anonymous Prejaspes, asking him in a tone of good humor: “What the matter? Is I going to shoot? Are you getting it? Do you know another archer better than your king?’ Prejaspes waited a minute before replying to the king’s question. He was immobile, and his enormous pupils could not see apart from that bloody, turgid heart, still tibio, the heart of his sweet child, whose faint, expiring breaths every second seemed to say mysteriously, “Father, come.” Oh, oh, oh!... Soon Prejaspes was himself again: he was the king, he was his king, his owner, his judge, the image of the eternal Sun on the earth...; and gnashing his teeth in desperate despair, his tongue uttered this cordial reply: \"Lord, Apollos god does not strike better than you...!\" And bending down to the ground, he disappeared to shiver in solitude, to be able to tear his hands and scab his face and cover himself with a sackcloth. And in the presence of Cambises, Prejaspes concealed his tears. He is like the dog, he always accompanies him. After the first horrible pain, it was said that he loved him more than there was between the two blood and sacrifice. On the other hand, the day when, climbing Cambises precipitately to stir up a rebellion, he hung himself with his own chain in the thigh where he had wounded the god Apis; and on his head, when the wound had gangrened and he had brought him to the grave, Prejaspes was the one who hung the corpse with odors of nard and cinnamon, and placed the golden crown on the sieves.", "title": "Prejaspes", "author": "Emilia Pardo Bazán"}