{"metadata": {"length": 5278, "words": 1033, "reading_time_min": 5.165}, "text": "Arrested and on the eve of being shot! I'm sorry, yes, and I have a pain in my soul from this stupid outcome, but I swear to God I would make the car jump again if the manager was in. What a fall! He came out of the platform like a wave and crashed into Victory 1. I mean, I wish he'd been a little more careful, that's all! Above all, he knew well that I was more than just a motorman, and this single consideration should have seemed overwhelming. From the first day I came in, I noticed that he didn't like my face. - What are you? - he asked me. \"Motorman\", I said surprised. - No, no, I know. These cards tell you about your instruction: what is it? I told him what it was. He examined me again, especially my clothes, quite old already. He called the traffic manager. - All right, get in there and get in. How is it possible that since that day I haven't hated him? My clothes! But I was right after all, and my shame was still exaggerating that false humiliation. I spent the first month surrendered to my switch, filled with a great work fever, whose inferiority exalted my own honesty. That's why I was happy. The manager! I still have his moustaches in my eyes. One morning at 4 am, I was gone. He'd spent the night sick, drunk, I don't know. But I missed. At eight o'clock, when I was called to my desk, the manager wrote: \"He felt good that I was there, but he didn't make a move\". Ten minutes later he saw me - how I see him now! - and recognized me. - What do you want? - started out weird. But he was ashamed and continued: \"Ah! Yeah, I know. He lowered his head with his cards again. He said quietly, \"You deserve a suspension, but since we don't like employees like you come at ten. You can leave now. I came back at ten and I got fired. I once met the manager and looked at him in such a way that he in turn clapped my eyes, but he met me again - damn it! - and turned his eyes with indifference. What was I to him? But what was on my face to hate me so? One day I was full of humanity, with a clear conception of the defects - therefore forgivable - of everyone, and especially mine, I overcame my vain whining and had the traffic manager intervene as much as possible with the manager about me. The boss loved me, and I spent the whole morning happy. But I had to lose all hope. Among other reasons, it seems he didn't want educated people for his employees. I'm sure it was the manager's! That was perfectly hers. At that moment I suddenly saw everything that happened afterwards. The ease of doing it, the shot and the manager inside. I saw people too, I saw all the horrible stuff... What the hell! It's been a year and a half, and if I didn't get involved then I won't do it now, on the eve of being shot! I spent the month after my rejection in the greatest need. I nevertheless led an exemplary life, often visiting the person who had given me his high recommendation for the company. I spoke warmly of the regenerative work, of the noble conformity with every effort, done valiantly and to the sun, of my frustrated life, of my ex-motorman office, so dear. If I could go back to that! I spoke so well, that the same person became so keenly interested and I got the spot again. The manager didn't even want me at the desk. And I, what peace I have enjoyed ever since! I was so alone! But the manager didn't want to get in my car. Until one morning he came up, at 9:30. We set out on the journey in peace. I had such a clear head that I could always stop the car in the right corner; this made me happy. When I entered Reconquista, I walked restlessly all the way down the street; nothing. At Lavalle I opened the brake, but I had to close it immediately: there were too many carriages, and it was essential that there were few, at least during the first quarter of the race. Upon arriving at Cuyo I saw the freeway to Cangallo; I completely opened the switch and the car jumped forward. It was all done. I turned my head, some restless passengers, leaning forward, were already getting up. I pulled the key, hit the brake, and I ran down the road. The car kept buzzing, full of screams that never stopped. But then I noticed my terrible forgetfulness; I had forgotten the trolley. Would you remember the guard or any passengers? I was still eager to hear the shot. I saw that in Cangallo he reached the rear wheels of a victory and made it jump ten meters, with the horses in the air. From where I was I could hear the loud buzzing of the car, hammering horribly. People ran down the alleys screaming. In Piedad I unloaded a car that didn't have time to cross. He kept rolling down the street like a freak, and at one point he was in Rivadavia. Then the cry was clear: curve! The curve! I saw all the desperate arms in the air. But there was nothing to do. He ate the half-block and went into the curve like a lightning bolt. What else? Although a little late, the guard remembered the trolley; but he could not open his way amidst everyone's despair. There were 30 people inside, including eight creatures. Not one of them survived. It's horrible, no doubt, but tomorrow at 4:30 I'll be shot, and this is a comfort to all. FIN Faces and Caretas, Buenos Aires, year IX, n° 379, 6 January 1906 1. Victoria: Two-seater horse carriage, open and with hood.", "title": "El gerente", "author": "Horacio Quiroga"}