{"metadata": {"length": 3333, "words": 654, "reading_time_min": 3.27}, "text": "The ring, the jump rope and the hula hoop jumped once to see who could jump the highest, and invited how many wanted to attend that championship. It had to be agreed that there were three big jumpers. - I'll give my daughter to the one who jumps the highest! - said the King - for it would be very sad if people had to jump from roof to roof. The pillar was first presented. She was well educated and began greeting the right and the left, for through her veins flowed the blood of a seer, and she was accustomed to not alternate more than with people, and this is always known. In second term, the leaping. It was certainly heavier than the sling, but its manners were also unmistakable; it wore the green uniform with which he had been born. He also said that he had a family of abolitionists in Egypt and was highly regarded in the country. They had hunted him in the field and brought him into a three-story paper house made of colored paper, with the prints inside. The doors and windows had been cut in the lady's body. -I sing so well - he said - that the ten thousand indigenous people who have been singing since childhood - despite not having yet a house of their own - have gotten so used to hearing me that they have become even more accustomed to it than before. As you can see, both the squire and the squires presented themselves in all their glory, revealing who they were, and demonstrating that they hoped to marry the princess. The swine-herd did not say this mouth was mine; but it was rumored that he was of much thought, and the Court dog only had to snort him, to prove that he came from a good family. The old adviser, who had received three compliments for his mutism, assured that the hula possessed the gift of prophecy; by its back one could judge whether the winter would be mild or harsh, which cannot be read on the back of the calendar. - \"At the moment, I do not say anything,\" the old King said. I will wait and see and keep my opinion for the appropriate time. It was time to jump. The pig leapt so high that no one could see it, and the others thought it had not jumped, which was very bad. The leap reached half the height of the king's throne, but as he almost said in the king's face, he said it was a joke. The hula-hoop sat long and quiet, pondering; at last the spectators thought he didn’t know how to jump. - As long as you haven't sunk! - the dog said, sniffing him again. Rutch!, the bone shook a sideways and came to a stop at the crown of the princess, who was sitting on an emerald sceptre. The King said, \"The highest leap is the one my daughter makes, for there is the crown; but to do this one must have a head, and the king has proved that he has it.\" I call that talent. And the hand of the princess was given to him. - But if it was me who would have jumped higher! - the pillar protested-. Oh, what a difference! Who will stay with the body! I jumped higher than the others, but in this world you have to be fat, too, to be seen. And he went to fight in the army of an foreign country, where he lost his life, they say. The stout man sat down and began to think of the things of the world; and he said to himself, - You must be fat, you must be fat! Then he sung his sad song, by which we know the story. However, I don’t have it 100% sure, even though they put it in the mold.", "title": "Los campeones de salto", "author": "Hans Christian Andersen"}