{"metadata": {"length": 5491, "words": 1047, "reading_time_min": 5.235}, "text": "When I returned home from Argentina, I did what everyone else in my case does: I settled down in a hotel and started looking for a rented apartment. For a man with money, finding a rented flat is easy. I brought a lot of money from America and quickly found what I needed. America had been a greedy country to me. It's true that for twelve years I worked furiously. But it is also true that after twelve years of unremitting work, I found myself without a place and without money. How do I return to my failed homeland? One afternoon I was walking around Palermo thinking about this sad thing when I stumbled upon a thick black leather wallet. I opened it; the wallet contained a purse of diamonds and $150,000 in bills. It also contained a card and an identity card with the name and signs of its owner, but since I had decided to keep the wallet from the very beginning, I broke the cards and the card and tried to forget the name of that gentleman, which I did quickly, because I have a fatal memory. This is how I got rich in America. And it's that in America, everyone who works hard ends up making a fortune. The room I rented when I got back home was beautiful. I decorated everything to my liking and began to live a life without worries, full of moles and refinement. From time to time, I would invite any uncompromising girl to spend a few days with me, and when I was tired of her laughing or her pajamas, I would replace her with another. This procedure of enjoying love, as if it were a piano, is one of the foundations upon which the tranquility of single men has been maintained for years. But one afternoon, at that romantic, wet hour of twilight, I was home alone, because I was in a transitional moment between the past piano and the future piano. Someone rang the bell and, like a trumpet, a woman smelling badly with putrid gardenias from Lelong came into my house. The lady came through the living room, broke into my office and dropped herself on one of the armchairs with her eyes fixed on the floor, her brows flunked and biting her lower lip slightly. I looked at her. He brought his head off and wrapped himself in a naked charm and velvet. He wore opal earrings and a pair of amaranth chinellas with red heels, similar to those of Louis XV's courtiers. She was blonde; a frenzy blonde. I did not want to break the silence because, precisely as he sat in the chair, the undressed man had wrinkled and left the lady's two legs exposed at a length sufficient to deprive a famous speaker of speech; all the more so for me, who speak very little. Interesting detail: The socks wrapped around those prodigious legs were gauze, deaf-green. But such a situation could not last. The lady suddenly raised her head and said to me, \"Sir, you forgive me for this intrusion. I'm the neighbor on the main right. I had a fierce displeasure with my husband and, driven by anger, I left home. When I wanted to react, he was on the stairs. Where do you go like this? And I thought I'd call her apartment. If you think so, we'll chat for a while, until I calm down. - And you may be able to calm down, ma'am. Who can't be reassured will be me while you persist in showing the entire region of your leagues. The lady fixed the folds of her undress and suddenly asked me this unusual question: \"What do you think of love?\" \"I think\", I replied, \"that love is a kind of hydraulic lift; you can expect it to work well for five years; for ten years; for fifteen years; but there comes a time when it falls apart and refuses to work. - So what? - Then, ma'am, you have to change elevator or walk up; it's inevitable. The lady smiled with that bright smile exclusive to intelligent people. Then he leaned over to me, wrapped his arms around my neck and whispered this one word: \"Woe! When a woman sighs while her arms surround a man's neck, one must take into account that the lady is eager to sighs. You can drive any woman crazy, my friend, yet our love is impossible. I suspect it: impossible, yes! And it twisted one finger, then two, then three, and, finally, all the fingers of the hand. Then they knocked on the door. - My husband! - You think so? I went to open it and, indeed, the husband came in. He looked sad. - \"Horse\", he said. Don't explain anything to me. It's not your fault. She's the one who came here... oh, my God, what a shame! She broke down crying, begged me for a glass of water, and I brought her cognac, tila and azahar three times. When I returned to the office, I always found the husband walking around excited, cradling his wife, and she lying in her chair, looking down the street with a disdainful gesture. Finally, at eight o'clock at night, after I had carried out, bringing water, a tiring work of the desert camel, they decided to return to their home. At the door, the husband forcefully shrugged his hands as he said, \"Thank you, thank you... I will never forget this; I will never forget it\". And they left. Half an hour later I was quickly climbing the stairs and calling to the main right. No one answered my calls. Then the doorman, looking into the elevator pit, warned me that there was no one living on the main right, since the room had been unpaved for six weeks. This news caused me great displeasure. Because I needed to talk to the neighbors on the main right again to ask them if they had seen by chance, a bag of shiny things that I kept in the bargain of my office and that I had missed in the meantime leaving my house the marriage. FIN", "title": "Los vecinos del principal derecha", "author": "Enrique Jardiel Poncela"}