{"metadata": {"length": 3290, "words": 667, "reading_time_min": 3.335}, "text": "One morning I entered the station café before daylight and, since my train was not leaving immediately, sat beside two young men surrounded by travel bags. There's light, one said. There's light. Tonight I was calm. It's going to be a quiet day. The glass walls of the coffeehouse station don't let you see the sky, and not even a crosswalk. They are covered with a large marquetry, and the eyes are barely illuminated by a greater or lesser volume. Besides, there's always a lot of smoke under the marshmallow, and next to the glass, the jets and blow-ups from the espresso machines. A lot of people come and go. We're too early. I couldn't sleep. You wanted to sleep. I wish it was tomorrow. Those two smoked like chimneys, not looking at the cigarette. You won't be able to sleep tomorrow either. I'll sleep on the train. You can't. We'll see. Neither one looked to my side; they were kneeling against the back, one next to the other, and they stared at the table. One of the two had a foot on a travel bag. Last time you slept was yesterday. Have you noticed? He's not interested. The only thing is we're leaving. They were silent for a moment, then the one before said, \"You have to understand that is seen and not seen. I know that very well. What? But we've been thinking about it for a long time, and tonight I haven't slept. Who knows when we'll sleep. He took a look at the train arrival sign, where a pale city name had been lit. Several started at the cafe. A little shoulder came from the counter to the table. The foot immediately left the travel bag, and the shoulder-piece picked it up and went away. Travelers started coming through the glass door. The expresses were sending out jets. You'll see how on the train you don't think about it anymore. Once you're on the move, you just have to let yourself go. We'll have a good trip with this good day. I don't like working in good weather. I like to walk in the sun. You say that, but it's not true. How? Anyone likes to go for a walk. What you don't feel like doing is doing it. You can swear it. I like things done already. I love to travel with the sun in the window. And not me? But let it be a serious sunshine and have a good time and have nothing else to think about. I haven't slept this night. Then the other one laughed mockingly at his cigarette and looked down at his partner for the first time. You'll do a good job, he said. I know you. You always start with nerves. It's better to have them before than after. But I don't like it, anyway. They just drank their cups of milk. You didn't have to lift your head to know it was daytime. The one who had laughed spoke again. For him, all that matters is that we leave. You can swear it. He does go for a walk whenever he wants. I know I couldn't sleep tonight. But this time it's the last. It's always said. The nervous one lit another cigarette and bent back against the back. If we missed the train. It never happens. They were silent again. It's gonna be cold there too. When the sun goes down, it's sunny everywhere. You didn't want the sun. I don't like working in the sun. I like to go for a walk in the morning. I like to wake up when everything's done. You'll see it tomorrow, when we're done, it's not sunny anymore. *FIN* In the caffè della stazione, 1941", "title": "En el café de la estación", "author": "Cesare Pavese"}