{"metadata": {"length": 7296, "words": 1342, "reading_time_min": 6.71}, "text": "It is said that in Ulthar, which is beyond the river Skai, no man can kill a cat; and certainly I can believe it as I contemplate the one lying languidly before the fire. Because the cat is cynical, and close to those strange things that man cannot see. It is the soul of ancient Egypt, and the carrier of the histories of forgotten cities in Meroe and Ophir. He is a relative of the kings of the jungle, and heir to the secrets of remote and secluded Africa. The Esfinger is her first, and he speaks her language; but he is older than the Esfinger, and remembers what she has forgotten. In Ulthar, before the citizens banned the killing of cats, an old peasant and his wife enjoyed catching and killing the cats of their neighbors. Why they did it I do not know; except that many hear the voice of the cat at night, and it seems to them bad that the cats run about in the gardens and patios at evening. But whatever the reason, this old man and his wife were having a ball catching and killing every cat that came near their hut; and from the noises that were heard after dark, several locals imagined that the way in which they were killing them was extremely peculiar. But the village people did not discuss these things with the old man and his wife; because of the habitual expression of their swollen faces, and because their cottage was so small and so darkly concealed under a grove of rotten oaks in a neglected back yard. The truth was, that although the cat-owners hated these strange people, they feared them more; and instead of confronting them as brutal murderers, they only cared that no beloved pet or mouse would be driven out to the remote cabin under the dark trees. When, by some inevitable neglect, a cat was lost from view, and the cries were heard after the evening, the loser would lament impotently; or he would console himself, thanking God that it was not one of his sons who had gone astray. Because the people of Ulthar were simple, and they didn't know where all the cats came from. One day, a caravan of foreign pilgrims from the South entered the narrow and crowded streets of Ulthar. They were dark pilgrims, and different from the other vagabonds who passed through the city twice a year. In the market they saw fortune in exchange for silver, and bought silver accounts at the market. Who could tell the land of these pilgrims, but they were seen praying strange prayers, and had painted strange figures on the sides of their cars, of human bodies with heads of cats, eagles, lions, and tigers. And the leader of the caravan had a horn with two strings, and a curious disc between the strings. In this unique caravan there was a small boy without a father or mother, but with only a black cat to care for. The plague had not been generous with him, but it had left him this little and hairy thing to mitigate his pain; and when one is very young, one can find a great relief in the lively twitches of a black cat. Thus the boy, whom the dark people called Menes, laughed more often than he cried while sitting with his funny cat on the steps of a strangely painted car. During the third morning of the pilgrims' stay in Ulthor, Menes could not find his cat; and while he was shouting in the market, certain townsmen told him of the old man and his wife, and of the noises heard at night. And hearing this, their minds were led to reflection, and finally to prayer. He bowed his head and cried in a language no villager could understand; though they did not try very hard to understand, for their attention was absorbed by the sky and the strange shapes the clouds were taking. This was very peculiar, for as the little boy pronounced his petition, shadowy and nebulous figures of exotic things seemed to form up there; of hybrid creatures crowned with discs of stranded hair. Nature is full of illusions like that to impress the imagination. That night the wrongdoers left Ulthar, and were never seen again. And the house owners were concerned when they realized that there was no cat in the whole village. Every house had lost its family cat; small and large, black, gray, tan, brown and white. Kranon the Elder, the Burgomaster, swore that the sinister people had taken the cats as revenge for the death of the cat of Menes, and cursed the caravan and the little child. But Nith, the engraver, said that the old peasant and his wife were probably the most suspicious; for their hatred of cats was well known and, with the ages, growing. Despite this, no one was a bit bothered by the double sinister, though Atal, the son of the innkeeper, swore he had seen all the cats of Ulthar at evening in that darkened courtyard under the trees. They walked slowly and solemnly around the cabin, two in a line, as if they were making a recitation of the beasts, of which no one had heard. The village people did not know how to believe in a child so young; and although they feared that the malignant parrot had snatched the cats to death, they preferred not to confront the old peasant until they found him outside his dark and repulsive courtyard. Thus Ulthar slept in a slumberous slumber; and when the people awoke at dawn, every cat was back in its habitual fire! Big and small, black and gray, streaked, yellow and white, none was missing. They became very bright and fat, and sounded with a resounding satisfaction. The citizens were chatting amongst themselves about the success, and were not a little amazed. Kranon the Elder again insisted that it was the sinister people who had brought them, for the cats did not return with life from the old man and his wife’s cabin. But they all agreed on one thing: that the refusal of all the cats to eat their meat or drink their milk bowls was extremely curious. And for two whole days the bright and long-haired cats of Ulthor, did not eat their food, but slept only by the fire or under the sun. It took a whole week before the villagers noticed that the cabin under the trees was not lit up at night. Then the envious Nith retorted that no one had seen the old man and his wife since the night the cats were out. The next week, the Burgomaster decided to conquer his fears and call the quiet house a matter of duty, although he was careful to bring Shang, the lord, and Thul, the stone-cutter, with him as witnesses. And when they had gone down the flimsy door they found only the following: two human skulls neatly carved out of the earth, and a variety of singular insects scurrying about the shadowy corners. There was much to talk about among the citizens of Ulthar. Zath, the foreman, talked long with Nith, the notary, and Kranon, Shang, and Thul were overwhelmed with questions. Even Atal, the son of the innkeeper, was detained and interrogated, and as a reward, he was given a jar of preserved fruit. They spoke of the old peasant and his wife, of the caravan of sinister pilgrims, of the little Menes and his black cat, of Menes' prayer to God and heaven during that dreadful night, of the acts of the cats the night the caravan left, or of what was found in the hut under the trees, in that repugnant courtyard. And finally the citizens approved that extraordinary law, which is referred to by the merchants in Hatheg and discussed by the travelers in Nir, namely, that in Ulthar no man can kill a cat.", "title": "Los gatos de Ulthar", "author": "H. P. Lovecraft"}