{"metadata": {"length": 7603, "words": 1446, "reading_time_min": 7.23}, "text": "This was once a highly intelligent and ingenious gnome: all of it wire, cloth and glove leather. Her body looked like a potato, her head like a white truffle and her feet like two spoons. With a piece of hat wire, he made a pair of arms and a pair of legs. The hand-wrapped cream-colored gamuza gave him a certain British elegance, perhaps dismissed by the red pepper hat. As for the eyes, mysterious peculiarity, they stared stubbornly to the right, which lent him an extremely extravagant bitchy air. He was very much flattered by his Irish origin, a classic land of fairies, silfids and pygmies, but for no reason in the world would he have confessed that there in his country he had modestly been part of a company of menstrels or street singers: such a detail had no reason to interest anyone. After God knows extraordinary travels and adventures, he had reached one of the highest positions a leather gnome could aspire to. He was the genius of a pencil on a poet's desk. It was understood that installed on the platform of the brilliant machine he waved all day smiling maliciously. In the early days, he no doubt understood the honor of being given that trusting position. But by listening to the poet, its owner, who said every moment: \"Be careful, no one touches it, no one passes the plume\". Look how funny it is... he's the one who runs the ticket and card shake! ... He had become so pretentious that he completely lost the sense of his real importance - and this to the point that when he was taken off his seat for a moment to weigh the cards, he was given real rabies attacks and shouted that no one had the right to bother him, that he was at home, that would double the rate and other delusional evils. He spent the days sitting on the board like a merovingian prince on his pavement. From there on he looked down upon the tiny world of the desk: a gold watch, a nutshell, a bouquet of flowers, a lamp, a tinter, a centimeter, a group of brightly colored lacquer bars, very respectfully lined up around the glass seal. \"Yes\", I said from above, \"I am the genius of the Easter Bunny, and you are all my humble subjects\". The nutshell is my boat for when I want to return to Ireland, the clock is there to indicate the time when I will be fit to sleep; the bouquet of flowers is my garden; the lamp lights me up if I want to sail; the centimeter is to record my progress (one hundred and seventy millimeters since I came up with the idea of wearing medieval footwear). - I don't know what I'm gonna do with the lacrosse yet. As for the tincture, it's there, no doubt, for when I want to have fun throwing around saliva. And saying that started to spit inside the tin can with a nameless disgrace. - You're a very rude man, the tin man was protesting. If I could go up there, I'd make a good stain on your cheek and write on your back with very large letters  evil name. - Yeah, but since you're heavier than lead with your disgusting water, you can't do anything to me. If I lean over you, you'll have to reflect my image. And his face indeed appeared at the bottom of the black brush brush brush as bright as that of a mocking devil. When his owner sat at his desk, the gnome took a hypocritical breath and smiled as if to say, \"Everything is going well\". You can write really nice pages, I'm here. Then the poet, who was naturally kind and easily deceived, looked at the genius with complacency and put a green barrel of incense in the pepper, and set it on fire. The smoke rose in fine rolls towards the gnome and covered his head with its sweet bluish caress. The tiny character breathed the perfume with joy and trembled so that the scale was 15 grams instead of 10 which was his normal weight, so he deduced that incense was the only food worthy of him, since it was the only one that benefited him. One night, while he was sleeping deeply, he was awakened by a very soft music. There were two poor menses who were dressed more or less like him and of the same size, who came to give him a serenade: one played guitar singing with passionate expression; the other accompanied him, waving his two hands over his heart, as if to say: \"What divine music, I have never felt the same pleasure\". - What's this? - asked the gnome rubbing his eyes with a furious fist. - Who is allowed to play and sing at night here at my table? \"It's us\", the guitarist replied very sweetly. Looks like you've been running a lot of luck since the day you left our roaming company. You're a great character today... and you see, we've made the trip. We're very tired... - First of all, I forbid them to keep me and secondly, I don't know them, you know, joke, me, me in a menses company... are you crazy? Long, long from here, you little bumpers! \"But, really, don't you recognize us, monsignor?\" insisted the disappointed musician. There were three of us, remember, and we had great successes... I would put myself in the middle, my partner on the right and you on the left, whispering to make people laugh. You always have the same look. Here's the photo a fan took the day before you escaped. And disassembling the guitar, he pulled out a roll of bromide paper that he spread. The three leather and wire menestries were visible. The one on the right was the genius of the weighing machine. \"Ah, this is too much already\", he cried out in exasperation. I don't like to be mocked. I'm the genius of the Easter Bunny and I have nothing to do with beggars like you. \"But, monsignor\", replied the guitarist, who was overwhelmed with deep sorrow. If we don't ask for much, only that we can live here on his beautiful property. Think we've spent all our savings on the trip. - Which makes me careless. - We won't bother you at all. We'll play some lovely romances. - I don't like the music. Besides, I see them coming, they'll make certain noises that hurt my good name, thank you very much, my situation is very envious... I know a certain tin man who would be delighted if he could spit on me with his slander. You can arrange them as you can, I don't know them. - Is that your last word? - they asked the menses delivered under such ingratitude. \"It's my last word\", concluded the genius of the paper. And as the miserable musicians remained still indecisive and desperate: - Do you want to leave right away - he said, standing on the plate - or call the police? But in his exaltation, he slipped, missed his foot and rolled, releasing a horrible interjection, until he went to the bottom of the tin, which swallowed him. Without listening to any other feelings than those of courage and generosity, the two menses wanted to free the friend from other times. But unfortunately the tin man, who had many bills to collect, dropped his lid in a rush and the menses couldn't even move it. The next day when the poet saw the disaster, he understood what had happened and felt disgust at the gnome's ingratitude. After he had extracted it from the black well and tried in vain to clean it, not knowing what to do with it and not wanting to throw it in the trash, he put it in the bottom of a drawer. In his exile, the leather gnome has not lost its pride. He continues to dazzle people with his fantastic stories of the new social media: a broken paper clipboard, a turtle shell and a roll of old bills. - When I was king of the weasels, I was the one who sent the telegrams. But one day, a madman threw me in a tin can... and as for the two menses, the poet has placed them on a large branch of foliage. They look like two colored birds in a virgin forest and there they sing all day long in a charming way. FIN", "title": "El genio del pesacartas", "author": "Teresa de la Parra"}