{"metadata": {"length": 2280, "words": 403, "reading_time_min": 2.015}, "text": "During the first years of the blind hospital, as is known, all inmates held the same rights and their small issues were resolved by simple majority, putting them to a vote. They knew how to distinguish between copper and silver coins, and it never happened that any of them confused Mosella wine with Burgundy wine. They had a much more sensitive sense of smell than their sighted neighbors. They were able to establish brilliant reasoning about the four senses, that is, they knew about them as much as they needed to know, and thus lived peacefully and happily to the extent that such a thing was possible for blind people. Unfortunately, one of his teachers then claimed to know something specific about the sense of sight. He gave speeches, stirred as much as he could, gained followers and finally managed to be named head of the blind guild. I was sitting on a chair in the world of color, and since then everything started to go wrong. This first blind dictator began by creating a restricted circle of advisers, through which he took over all the charities. From that time on no one could resist him, and he judged that the garment of all the blind men was white. They believed him and talked a lot about his beautiful white clothes, although none of them wore them of that color. So the world mocked them, so they complained to the dictator. He greeted them with a very bad attitude, calling them innovators, libertinians and rebels who adopted the stupid opinions of the people who had eyes. They were rebellious because, unheard of, they dared to doubt the infallibility of their boss. This issue raised the appearance of two parties. To calm the spirits, the high prince of the blind issued a new edict, declaring that the blind's clothing was red. But this also proved to be true; no blind person wore red clothing. The mows rushed and the blind community was getting more and more complaining. The boss got angry, and so did the others. The battle lasted a long time and there was no peace until the blind decided to temporarily suspend all judgement about colors. A deaf reader admitted that the blind man's mistake was to dare to judge colors. He, however, remained firmly convinced that the deaf were the only people authorized to express their opinions on music.", "title": "La fábula de los ciegos", "author": "Hermann Hesse"}