{"metadata": {"length": 5362, "words": 1015, "reading_time_min": 5.075}, "text": "Margie wrote it down in the paper that night. On the 17th of May, 2157 page he wrote: \"Today Tommy has found a real book!\" It was a very old book. Margie's grandfather once told her that when he was a little boy, his grandfather told him that there was a time when stories were always printed on paper. You would go through the pages, which were yellow and they were ruining, and it was really fun to see the words stay still instead of scrolling through the screen. And when you went back to the previous page, it contained the same words as when you first read it. \"Oh, my God\", Tommy said, \"what a waste. I guess when you finish the book, you throw it away. Our TV screen will have shown a million books and will serve many more. I would never throw it away. \"I'm saying the same thing\", Margie said. I was 11 years old and I had never seen so many telebooks like Tommy. He was thirteen. Where did you find it? - At my house. - Tommy pointed out without looking, because he was busy reading. In the attic. - What's it about? - From school. - From school? What can you write about school? I hate school. Margie had always hated school, but now more than ever. The autopsy teacher had given him one geography test after another and the results were getting worse. Margie's mother had sadly shaken her head and called the county inspector. He was a little man with a red-faced, hairy face, carrying a toolbox with pins and wires. He smiled at Margie and gave her an apple; then, he dismantled the teacher. Margie hoped she couldn't put it back together, but she did, and after an hour, there she was again, big, black, ugly, with a huge screen where the lessons were shown and the questions were asked. That wasn't so bad. What Margie hated most was the slot where she had to insert the assignments and the tests. I always had to write them in a code that they made him learn at six, and the automatic teacher calculated the score in a week. The inspector smiled as he finished and caressed Margie's head. \"It's not the girl's fault, Mrs Jones\", he told his mother. I think the geography sector was too fast. Sometimes it happens. I've tuned it to a level suitable for ten-year-olds. But the overall pattern of progress is very satisfactory and she caressed Margie's head again. Margie was disappointed. He had held out hope that the master would be taken. Once, they took Tommy's teacher away for a whole month because the history sector had completely erased. So he said to Tommy, \"Who would want to write about school? Tommy looked at her with an air of superiority. - Because it's not a school like ours, you idiot. It's a school like hundreds of years ago - and he added proudly, uttering the word very slowly -: centuries. Margie was in pain. \"Well, I don't know what school they had so long ago\", he read the book over Tommy's shoulder and added: \"Either way, they had a teacher. - Of course they had a teacher, but he wasn't a normal teacher. He was a man. - A man? How can a man be a teacher? - He explained things to the kids, gave them homework and asked them questions. - A man is not smart enough. - Of course you do. My father knows as much as my teacher. - It's not possible. A man cannot know as much as a teacher. - I bet you know pretty much the same thing. Margie wasn't willing to argue about that. - I wouldn't want a stranger to come home and teach me. Tommy made a laugh. - You are so ignorant, Margie. The teachers didn't live in the house. They had a special building and all the kids went there. - And they all learned the same thing? - Sure, as long as they were the same age. - But my mother says that a teacher must be tuned to suit the age of each child he teaches and that each child should receive a different education. - Well, it wasn't like that before. If you don't like it, you don't have to read the book. - I didn't say I didn't like it. - She hurried to tell Margie. I wanted to read all that about the weird schools. They weren't finished yet when Margie's mother called, \"Margie! Go to school! Margie looked up. - Not yet, Mom. - Now, now! - Mrs Jones called. And it must be Tommy's time, too. - Can I continue reading the book with you after school? - Margie asked Tommy. \"Maybe\", he said petulantly, and walked away whistling, with the old dusty book under his arm. Margie went into the classroom. I was next to the bedroom, and the automatic was already on and waiting. She always lit up at the same time every day except Saturday and Sunday, because her mother said that girls learned better if they studied on a regular schedule. The screen was lit. \"Today's arithmetic lesson\", said the teacher, \"is about the sum of your own fractures. Please insert yesterday's assignment into the appropriate slot. Margie obeyed, with a sigh. I was thinking about the old schools that existed when my grandfather's grandfather was a kid. All the kids in the neighborhood were there, laughing and screaming in the yard, sitting together in the classroom, coming home together at the end of the day. They learned the same things, so they could help each other do homework and talk about it. And the teachers were people... the automatic teacher's screen flashed. When we add up the fractions 1/2 and 1⁄4 Margie thought kids should love school in the old days. I was thinking about how much fun they had. FIN The Fun They Had, 1951", "title": "Cuánto se divertían", "author": "Isaac Asimov"}