{"metadata": {"length": 3497, "words": 694, "reading_time_min": 3.47}, "text": "Once upon a time there was a man, who wasn't very rich, who married a beautiful woman. One winter night, sitting by the fire, they were talking about the happiness of their neighbors who were richer than they were. - Oh, my God! \"If I could have everything I wanted, I would soon be much happier than all these people\". - And I, said the husband. I wish I could live in fairy time and have one good enough to grant me everything I want. And they saw a very beautiful woman in their kitchen, and she said to them, I am a fairy; I promise to give you the first three things that you ask; but beware of these three things, that after they have been asked, I will give you nothing more. When the fairy disappeared, that man and that woman were very confused: \"For me, who am the housewife\", said the woman, \"I know very well what my wish would be: I do not want it yet formally, but I think there is nothing better than to be beautiful, rich and fine. \"But\", replied the husband, \"even if you have all these things, you can be sick, sad or even die young. - What good is a long life if you're poor? - said the woman. That would only serve to make me miserable for a longer time. Actually, the fairy should have promised to grant us a dozen wishes, because there are at least a dozen things I would need. \"That's true\", said the husband, \"but let us take time, think from here to tomorrow morning, the three things we need most, and then we will ask for them. \"I can think about it all night\", said the woman. \"In the meantime, let's warm up, because it's cold. While she was speaking, the woman took some sticks and lit the fire. When she saw that there were enough coals on fire, she thought without thinking, \"Here's a good fire, I'd like to have a slice of mustard for dinner, we could easily roast it\". As soon as he finished saying those words, a mustard seed fell down the chimney. - Damn the spoon with its morsel! \"It's not a beautiful wish\", said the husband, \"and we're only two left to make; as far as I'm concerned, I'd like you to wear the morsel on the tip of your nose\". And at once the man realized that he was even more foolish than his wife, for, by that second desire, the morsel jumped to the tip of the nose of that poor woman who could not rip it off. - What a wretch I am! \"You're an evil man for wishing the morel was on the tip of my nose!\" \"I swear to you, dear wife, I have not thought that this could happen\", said the husband. What can we do? I'm going to want great riches and make you a gold box to cover the crumb. - Be very careful about it! \"I would kill myself if I had to live with this lump in my nose, I assure you\". We only have one wish left, give it up or I'll throw myself out the window. As she spoke these words, she ran to open the window and her husband, who loved her, shouted: \"Hold on my dear wife, I give you permission to ask for anything you want. \"All right\", said the woman, \"I wish this piece of land on the ground. And then the bead fell. And the woman, who was wise, said to her husband, The fairy hath mocked us, and is right. Maybe we'd have been more miserable being richer than we are right now. Believe me, my friend, we want nothing, but let us take what God has given us, and in the meantime let us eat the morsel, for there is nothing left of these three desires. The husband thought his wife was right, and they had a happy dinner, never again worrying about the things they might have wanted. FIN Translation by Esperanza Cobos Castro", "title": "Cuento de los tres deseos", "author": "nan Le Prince de Beaumont"}