{"metadata": {"length": 3092, "words": 582, "reading_time_min": 2.91}, "text": "Standing in the middle of the city, in the middle of the street, the man feels himself. It rains and a curtain of tears envelops him: something wept over his existence, over his thought, over his heart. It is not possible to hear but the sound of the rain. The big city, embarrassed, silent, car lights lick his eyes as he passes tired and artificial and he thinks hundreds of courtesans are watching him. The buildings rise up, like friends, and grey; the trees are nothing but ghosts that have come from the forests to increase desolation; the wet ground, laid at their feet, grotesquely remedies the sky and the lights. And love has been left behind, in a girl's loud laugh. Standing, the man sits at night on his stone forehead. Between his moon-tooths the cold of awe breaks and he goes silent, alone in his solitude, in the midst of cosmic silence... he repeats that he is a pantheist only to remember God, but from his dry soul the essence of things escapes, the signs of love become blurred before his dilated pupils, and then God is cold as rain, venal as lights and unfathomable as night... he only knows that God is not a father and that eternity stretches before man like a terrifying dark tongue. Standing up, the man tries to think of his mother. She calls desperately in a cry that breaks at the end of the street, and then she can see her, crucified by her words in the trembling sky her lips have drawn. Yes, it is she, before the dying Christ, she with her sore eyes and her wounded Nazarene hands. It's her, the mother! But you have to close your eyes to stop looking at her. How can you offend her by looking at her in the shameless light of a headlight? He needs the moon to illuminate the soft facets of his affection... but Artemis, selfish like all virgins, has gone and the rain laughs at him and his effort to find her. And... why does the mother on the cross need, more and more, the pagan goddess?... But the mother no longer matters, the rain no longer matters, the lights no longer matter: before man is the night naked. The lightning was riding on the back of the afternoon, but in the afternoon, scared, it jumped the horizon fence and the lightning went out of the cold between the faces of the darkness... Where are the ashes of the lightning?... Certainly the sky wept over his death, but the clouds were drowned by the black and the rain is now nothing but a piece of mystery. Man no longer has blood, through his veins the breath of night circulates and night is the mouth of death: man has been left alone before death... there, at the end of the street, is his unfathomable belly. She'll free him from himself and the obsessive lights, she's maybe all he has... maybe there's truth and love. She calls him. He hypnotizes him with the soft water dough. Man is alone in the face of death. He's gonna start walking, but then he feels in the confused thoughts of his mind, in the vague reasons of his blood, that he can't die, and he stays, he keeps, in the middle of the street, in the middle of the night, in the middle of loneliness, standing. *FIN* 1985", "title": "El hombre en la noche", "author": "Inés Arredondo"}