{"metadata": {"length": 3594, "words": 709, "reading_time_min": 3.545}, "text": "It has not been long since there was in our town a young man named Michele Scalza, who was the most pleasant and amusing man in the world, and who had in his hands the most extravagant stories; for which the young Florentines held much in esteem, when they met in company, to be able to count on him. Now it came to pass one day, when he was with some others in Montughi, that a dispute began among them as to which of the noblest men of Florence and the oldest would be; of whom some said the Uberü and others the Lamberü, and who one and who another, as it came to their minds. And hearing them, Scalza began to laugh sarcastically and said, \"Go around, go, you fools; you don't know what you say: the noblest and oldest men, not in Florence but all over the world and overseas are the Baronci, and in this all the philosophers and every man who knows them like me agree; and so that you don't think I'm talking about others I tell you that the Baronci are your neighbors of Santa Maria the Great. When the young men heard this, they all laughed at him and said, \"You are fooling us, as if we do not know the Baronci like you do\". But Calcutta said, \"No, not because of the gospel, but I am telling the truth. If anyone here wants to bet a meal to pay the winner, I will bet a bet. I will bet even more, I will bet on whom you want to bet. Among those who said, one named Neri Vannini: \"I'm willing to win that dinner. And having agreed to have Peter of the Fioretines judge, in whose house they were, and going to find him, and all the others behind to see Scalza lose and mock him, they told him all that was said. Piero, who was a discreet young man, heard Neri's explanation first, turned to Scalza later, said: \"And how can you prove this you claim? He said, \"Scalz\". I will show it with such an argument that not only you but also this one who denies it will say that I am telling the truth. You know, the older the men are the more noble, as these men said recently, and the Baronci are older than any other man, so they are more noble. And if I show you how they are older I would certainly have won the dispute. You must know that the Baronci were created by God at the time when he had begun to learn to paint, but the other men were made after Our Lord knew to paint. And if I'm telling the truth about this, think of the Baronci and the other men. While you see all the others with their faces well composed and properly proportioned, you will see the Baronci with their faces very long and narrow, and one who has it wide beyond all convenience, and such with their nose very long and such with it short, and some with their chin outward or put inward, and with their jaws that look like donkeys, and there are those who have one eye larger than the other, and even those who have one higher than the other, as are usually the faces that children who learn to draw draw draw first; so, as I have said, it is quite plain that our Lord made them when these learned to paint, so they are older than the others, and therefore they cannot. So when Piero remembered that he was the judge and Neri had bet on the dinner, and everyone else remembered too, and having heard Scalza's funny argument, they began to laugh and to say that Scalza was right and that he had won the dinner and that for sure the Baronci were the most noble and oldest there was, not in Florence but in the world and overseas. And so with all reason, Pánfilo, wanting to show the ugliness of Forese's cock face, said it would have been horrible in one of the Baronci. The sixth day, the sixth story, the decameron", "title": "Los hombres más nobles y antiguos", "author": "Giovanni Boccaccio"}