{"metadata": {"length": 4435, "words": 872, "reading_time_min": 4.36}, "text": "He was a very small chicken who didn't like to spit honey. And he came into the world as an orphan, and said, My father is dead of hunger; and the king owed him a corn. He took off his late father's coat and, as it turns out, set off to collect that debt. He had barely walked a half a dozen steps, when he found a stick on the way that made him stumble and fall. The Chicken got up and said, \"Ah! Hey, are you here? I didn't see you. - Where are you going? - I'm not going. - asked the stick. \"I'm going to collect a loan from my late father\". - Let's go together, said the stick. The Chick took the stick and put it in the zipper. He walks, he meets a cat who, seeing him, exclaims: \"Oh, what a sweet bite! \"No\", replied the Poodle, \"I'm not worth it. - So where are you going? - asked the Cat. - I'm gonna collect a loan from my father. \"Well, we're going there together\", said the Cat, \"maybe I'll find something good to eat there. The Chick took the Cat and put him in the zipper. And he found a hyena who asked him, \"Where are you going with the whirlwind?\" \"I'm going to collect a loan from my father\", explained the Poodle. - Let's go there together, \" said the Hyena. The Chick took the Hyena and put her in the horn. He's been walking around finding you a lion. - Where are you going? - I'm not going. - To collect a loan from my late father. - Let's go there together, said the Lion. The chicken grabbed the wild animal and put it in the grass. He found an elephant who was eating bananas. The Elephant asked him cordially, \"Where are you going, Pollito?\" - To collect a loan from my late father. - Well, then, let's go together - said the packiderm. The Poodle took the elephant and put it in the grass. He walks, he meets a warrior, who asks him, \"Where are you going with that full of crap?\" - I'm going to collect a debt. - Whose house? - asked the Warrior. \"To the king's palace\", replied the Poodle. - Let's go there together, said the Warrior. The Poodle took him and put him in the grill. He finally arrived in the city where the king lived. People ran to announce to the sovereign that the Pollito had arrived and that he intended to collect the credit from his late father. - Boil a boiler of water and boil it so that that insolent chicken dies and we don't have to pay the debt. The king's daughter cried out, \"I'll throw boiling water at him\". When the Chicken saw her coming, he said to the Rod, \"Palo, now it's yours!\" The stick made the king's daughter stumble and fall. The boiling water spilled and the king's daughter was burned. And the men of the city said, Let him be locked up in the hen-chamber with the hens, that they may bite him to death. But the Chick pulled the Cat out of the grove and said, \"I'll give you your freedom back!\" The Cat killed all the chickens, took the fattest and escaped with his loot. And the people said, Put him in the manger with the goats; there they will trample him. The Chicken then said, \"Hyenas, you're free! The Hyenna killed all the goats, picked the fattest and escaped. Then the people said, \"Cast him into the oxen's den\". And that's where they put him. But the Chicken said, \"Lion, now it's yours! The lion came out of the furnace, butchered the oxen, picked the fattest and devoured it in a day. The whole town was furious and said, \"This chicken is a disgraceful man who doesn't want to die!\" We'll lock him up with the camels! They'll trample him and kill him. They locked him up. But the Poultry said, \"Good friend, fellow Elephant, save my life\". It's yours now. And he took the packiderm out of the zipper. The Elephant looked at the camels, challenged them and crushed them to the last. And the people of the city came to the king, and said to him, This insolent young chicken shall not die here; but we will give him his father's inheritance, and he shall go. We'll catch him in the woods, kill him and get his inheritance back. The sovereign ordered his royal treasure to be opened and the Corn grain owed to the Pollito was given. And the Poodle left, with his treasure, the village. Then everyone rode, even the king himself, and they rushed after the Pollyth. But the Poodle took the Warrior out of the horn and said, \"Fighter, here's your hour! Prove you're a man of arms! The Warrior tore them all apart. And the Politeh returned to the king's city, and became a master, and became the ruler of the people whom he had overcome in a good way. FIN", "title": "El pollito que se hizo rey", "author": "nan Anónimo"}