{"metadata": {"length": 2895, "words": 539, "reading_time_min": 2.695}, "text": "My friend and I were talking about indifferent and trivial things. The sun, nearly disappearing, threw a warm, reddish light on the ground, and the noise coming in through the open window seemed to spread throughout the room. The smoke columns of our cigarettes rose up to form light clouds nesting in the cottages of the cottage, and the damask that covered the walls took on a richer color than usual. The conversation began to languish, and there came a time when we both kept quiet, as if obeying some mysterious command. I was proud of that room, where I gathered all that I had of the greatest value and deepest affection, and it was not the first time I had looked from my chair at the furniture and paintings that adorned it. Rafael also enjoyed the collection and often praised it, so I was not surprised to see that worn-out collection of objects wander around with my eyes. In front of where we were sitting, a bust portrait of my mother hung from the wall, dressed in the fashion of the Second Empire. Despite the light that was fading for a moment, the portrait stood out very well, and the unspeakable sweetness that the painter had been able to faithfully reproduce was accentuated on his face. I don't know how long we were silent. Suddenly I felt a burst of melancholy and turned my gaze toward the portrait. I trembled at seeing it, and I noticed that my friend had suffered the same impression. We both looked at each other, and he stood up and said in a very low voice, \"She's crying! I nodded, and my fellow passenger, stepping out of the room, closed the door behind him, carefully. Then I, in great anguish, approached the portrait and saw it cheering. A cloud of sorrow overshadowed my mother's face, and the tears that gushed from her eyes fell with greater abundance. His lips moved and I heard once again the voice that had been silent for twenty years. - My son! I feel so sorry for you! The road you have to take is rough and difficult, and great suffering will be yours. That's why I feel so sorry for you. And thou shalt not make any one a sharer of thy portions, nor thy best friend; keep them for ever. Be greedy about your feelings; don't tell anyone. My son, how I feel for you! The shadows of night almost suddenly penetrated and soon enveloped me in dense darkness. Finally, after a short time, I turned on the light and opened the door. Rafael was in the gallery, in the window, and when he saw me, he seemed to wake from a dream. - Raphael! And I cried; but he interrupted me, saying, Tell me nothing; neither to me, for I am thy best friend. And we quietly entered the room again. With artificial light, all things presented their usual appearance, and the portrait of my mother the unspeakable sweetness of her face. Under it, on a table, was my last sonnet; I took it to read to Raphael, and found it wet and drunk. The Bronze Gate and Other Tales, 1922", "title": "Tristis imago", "author": "Manuel Romero de Terreros"}