{"metadata": {"length": 6383, "words": 1121, "reading_time_min": 5.605}, "text": "Dressed in the white and black habit of St. Dominic, Sister Bibiana, having passed the first fervors of her noviciate, felt a rebirth of that anxiety, that fever that had consumed her since she was a teenager. Beyond the fulfilment of its votive obligations, the recitation, the minute observance of the rule, the quiet and melancholy existence of the convent, something different was seen: a celestial and pure horizon, but surrounded by resoundings of passion, dramatic elements that enhanced its beauty, illuminating and illuminating it. While he meditated on the shadow of the sad cypresses and the rose-flowered adelfas that grew in the convent garden; while he recited the great rosary and chanted in the choir the solemn antiphons, which resound the great and mysterious words which he professed, his spirit flew over the regions of dream and in his chest the wave of his breath rose slowly. Two years ago, Sister Bibiana secretly nourished quimpering and undefined aspirations, when it was announced in the convent that some sisters would leave the contemplative life for the active, and would exercise virtue in a hospital, caring for the sick and attending the dying. Having been founded by two priests, with no more resources than public charity, the Bishop, assisting in the good work, offered the staff of nurses recruited from the monasteries. Bibiana was a delight; finally she found a way to walk: the desired path of pines, which seemed to her like flowers. And from the first day he dedicated himself to the faeces with a sort of transport, destroying health and youthful energy, finding pleasure in privations and an extraordinary interest in the most insipid and monotonous work of the hospital. With a smile on his lips and a reluctance in his eyes, he flew from the sick rooms to the roper and the bottling-house, from the bottling-house to the kitchen, and his pulsating hands, swollen and white as a clam in a jar, shook and turned red at the contact of the bottles which he froze, recalling Saint Benedict, who also froze the poor convent cellar with his shivering hands. He did not rest, he did not want to sit down, and in the short hours he had of sleep, he woke up with a groan a hundred times, calling it the cry of a sick man or the tiling of the doorknobs. However, the enthusiasm of Bibiana began to wane by the year of her attendance. It was not that the vigils and fatigues of their body ravaged their spirit, it was that the invariable, constant and dark spirit of work blighted their spirit. They rekindled the same resentment that had been there in the convent; she dreamed of something she had not found in the hospital. The pine-tree trail did not ascend to the top of the mountain; it developed uniformly, uninterrupted, along a rocky plain. What she did, Bibiana, she could do as a servant, a servant of those who work like machines, without feeling a vehement urge to heroic sacrifice. Moving aprons, draping white clothes, grading medicines, making beds, bringing a cup of hot water or a glass of refreshing lemonade to the lips of the sick seemed to him already Bibiana, a habit, household chores that are done routinely, with the soul at a hundred limbs and the adoring thought. The repetition of the act stifled the last perception and stifled Bibiana's ego; only the sense of duty sustained her, and at every order of the superior she strictly obeyed, but without illusion. A voice, the tempting voice of before, murmured inside: “Bibiana... there is more.” At that time a sick man came into the hospital, and the nuns, though so used to seeing pain and suffering, were deeply moved. It was a five-year-old boy, with his entire left arm burned by a horrible burn, perhaps intentional, of the indifferent madrassa that had never come to see him, abandoning him as the crow that the temporal had thrown from the nest to the ground of the tree. Ruined and beautiful, beaten for so much suffering, the child screams at his sisters on the other side of the bed where he sleeps. They were women; under the yoke their breasts swelled with milk, and they drank of the liquor of such intoxication, desampled and cruelly tortured. Degenerate the scab into a fatal ulcer, endangering the black cangrena, it was necessary to cut off the creature’s entire arm. They had the blotches on their eyes and bled from their face when the doctor decided to draw what was necessary to proceed immediately to the operation. And the superior, enraged, with the voice of grandmother at the head of her infant, wondered if there was no way of saving the sick without that awful sacrificial mutilation. -There is a remedy... -the doctor argued-, but... if this child had a mother! Because a mother alone... You see you had to cut a piece of meat from a healthy and strong person to put on the wound and give life to those dead tissues. The environment is rotten... don't even think about it. The upper one fell; but his eyes, swollen, sprang up in the group of the monks, many of whom were robust and young. Those grave and eloquent eyes seemed to say, “There is no one who will offer his flesh for Jesus Christ?” The silence of the upper chamber was deafening: the sisters, tremulous, overjoyed, could not even breathe. Soon one of them stood out from the circle, and, besides snatching her handkerchief, exclaimed in a vibrant voice: -\"I am, doctor; I am a waitress!\" Bibiana, if something shook it was a joy! Finally! This was the dream, the suffocating, intense, sublime pain, the unmeasured value, the will condensed into a ray; this was the martyrdom, and there, supported in the air by angel wings, invisible to all, clear and resplendent to her, was the crown that fell from the heavens above! Bibiana was surrounded by holy-faced and jealous companions; the superior embraced her murmuring blessings; and the doctor, respectfully bending down, discovered the white, molar, virginal, of a great purity of lines, and sought the place where the firm flesh was to be taken. And when, having made the connection, to the first cut of the steel, when he had pierced the blood, he looked at the face of the monk, who had just resisted the chloroform, and saw in the patient an expression of ecstasy of happiness, and heard his pure lips murmur to the ear of the surgeon, with the effervescence of recognition and the sweetness of a kiss: - Thank you! Thank you!", "title": "El martirio de sor Bibiana", "author": "Emilia Pardo Bazán"}