{"metadata": {"length": 2366, "words": 477, "reading_time_min": 2.385}, "text": "Of what happened to a woman who was called Mrs Truhana again Count Lucanor spoke to Patronio in this manner: And I tell you that there are so many ways of taking advantage of it that if God wants it to be done as he told me, it would be very helpful because so many things are born of each other that after all it is very big done too. And she told Patronus how it could be. Since Patronio understood these reasons, he answered the count in this way: \"Sir Count Lucanor, I always heard that it was good sense for a man to stick to the right things and not to the vain hopes because many times those who stick to the hopes, they happen what happened to doña Truhana. And the Count asked him how that was. \"Sir\", said the patron, \"there was a woman named Doña Truhana, who was much poorer than rich. One day she was going to the market with a pot of honey on her head. And as he went down the road, he began to think that he would sell that pot of honey and buy a piece of eggs and from those eggs would be born chickens and then, from those money that would be worth, he would buy sheep, and so he went to buy from the profits he would make, which he found to be richer than any of his neighbors. And with the wealth she thought she had, she estimated how she would marry her sons and daughters, and how she would be accompanied on the street by her sons and daughters-in-law and how they would tell her how lucky she was to get to such great wealth being as poor as she used to be. And thinking this, he began to laugh with the great pleasure he had of his good fortune, and laughing he put his hand on his forehead, and then the pot of honey fell to the ground and broke. When he saw the pot broken, he began to mourn deeply, fearing that he had lost everything he cared about if the pot did not break. And because she put all her thoughts into vain hope, nothing of what she expected was done for her. And you, my lord, if you want what you are told and what you think is true, believe and always seek what is convenient and not vain hopes. And if you wish to test them, then beware that you do not venture and take your own, and you may be hoping for what you do not believe. The Count liked what Patronius said and did it like that and he was fine with it. And because don Juan was content with this example, he made it appear in this book and made these verses:", "title": "Cuento VII – El conde Lucanor – Doña Truhana", "author": "nan Juan Manuel"}