{"metadata": {"length": 5296, "words": 977, "reading_time_min": 4.885}, "text": "We were no longer young, yet we thought of doing things that were inexplicable. We would meet on Sunday evenings on that dark staircase, locked between two walls, and climb and climb to the resting place that was illuminated by an open window over the naked sky. The Captain would receive us impassionedly, open the door without delay, and we would find him as soon as we entered the room, as if the door had opened on its own. The room, desolate, had a large window like the one in the lounge and there was a table and some chairs, but it seemed empty. I don't remember which one of us had introduced ourselves to the Captain. I always seemed to have gone up there on Sunday afternoons, and always found the others there. It's like when you're routinely at a coffee shop: you drop on your couch, look around satisfied, but you can't tell how you got there the first time. Probably even friend G, who enjoyed the greatest confidence of the Captain, had been the first to visit him. And, still recently, G. had taken a new partner up there. In the conversations we sometimes had about the Captain it was G. who spoke most warmly and said the most important things. And if any of us contradicted it, it was G. who would smile with compassion. But, although of differing opinions, on Sunday we were always all together. We didn't quote each other, we didn't talk to each other. At a certain time, one would leave the house, walk down the street, meet two or three others, and when we reached that little window, we would lift our heads to the very high window, wait for someone else to come, and then climb up. The afternoon was spent in peaceful conversations, sometimes in quarrels. The Captain was not involved in these. The most impetuous was U., a lawyer and widower, an eternal antagonist of friend G., who cheated on him and sometimes forgot to smile. When the Captain spoke, he was almost always concerned with grievances, violence inflicted or suffered, and the strength of mind needed to overcome them. But it's not the words spoken or heard up there that can give me the key to our strange behavior at that time. When you're a rock, conversations are always trivial or insignificant. What surprises me is that some men, not young anymore, but mature as we were, left one family, another a show, another a more beloved company, to face down those stairs like little children and to look at the city from above. Outside, on the streets, no one had ever seen the Captain. He seemed determined to end his life up there, wandering around that one room, peering out the window over the rooftops. Their walks were so early that, when I talked about them on Sundays, I felt like I was talking about another city, not ours: their streets had a different movement and a different light. And we too, as usual, went up those stairs, telling ourselves that our gesture was only an act of sympathy towards a worthy elder, but in his innermost being each one hoped that this meeting would be especially important to him, consecrating a memorable phrase of his, a confession, a saying that, pleasing the Captain, would identify him forever before all and before himself. Among us, only the U. Attorney seemed to weigh the words and dare to appear before the Captain without looking at him, just as he was. A verbous and sarcastic man, he spoke in his presence as if he had spoken alone in the square. Sometimes I felt uncomfortable with his lack of tact. Now, one Sunday, as the Captain went to bed at the time of the chicken, G. said a derogatory phrase to the lawyer and the other, as usual, threatened to ask him to be satisfied at the police station. The matter was not a consequence because we managed to take it as a joke, but that night my friend G. accompanied me home and unleashed with me the accumulated resentment, complaining and telling me his suspicions. The case is that the arrogant U. allowed himself that tone because he had gone to see the Captain alone, and used, in short, to go up to his house occasionally in the afternoon and even in the morning. Soon everyone knew. At first we thought it was incredible, since the Captain, with his frankness, should have at least made it clear to us during the afternoon meetings. It had always been for us an object of curiosity, of that curiosity which favors fantasies and does not really wish to be satisfied since it is a grateful and attractive pastime, what would the old man do in the days when we did not see him. But now, knowing that one of us was going up there on his own, knowing that he was talking to the old man and that the old man was okay, it irritated and disappointed us. If privilege could have been someone's, that someone was friend G, not others. I expressed my indignation to my friend and advised him to talk about it tactfully, once, on Sunday afternoon. G. told me he'd thought of it, but he wouldn't want to create any trouble. In any case, I was willing. But that same Sunday, one of us had our first child, and that produced a crossover of visitors and a party that fucked up the meeting. In essence, only U. and the newcomer, the one introduced by G. climbed the Captain's ladder. From then on, bad moods increased, and soon we stopped steering our steps up there. *FIN* Il gruppo, Il Messaggero of Rome, 1941", "title": "El grupo", "author": "Cesare Pavese"}