{"metadata": {"length": 4231, "words": 771, "reading_time_min": 3.855}, "text": "What he liked most about his first wife was her mimicry; after a party, given by them or by another couple, she imitated for him what they had seen, faces, voices, twisting her pretty mouth into small contortions that evoked, for a surprising moment, the presence of an absent friend. Well, if I react... isn't that how Gwen speaks? If I were to react by worrying about preservation... and he, the husband, would laugh, though Gwen was, secretly, his mistress and would become his second wife. What he liked about her was her liveliness in bed, and what he disliked about his first wife was that she asked him to rub her back and then, night after night, on the touch of her hands, she fell asleep. During the first few years of his new marriage, when he and Gwen came back from a party, he unconsciously expected the imitations to begin, the recapitulation. She even urged her, \"What did you think of your host's brother?\" Oh, my God! She just said Gwen. I thought it was very nice. And perceiving, with female intuition, that he expected more, he added: Inofensive. Perhaps a little distraught, his eyes flashed as he perceived a silent plea in his waiting silence, and with that touching and childish speech defect, he whispered, \"What do you want to react to? Oh, nothing at all. - I'm not doing anything. It's just... Marguerite met him a few years ago, and she was shocked at how stupid and pompous he was. Her way of sucking her pipe and ending all her statements with a \"Do you follow me?\" \"I thought it was very nice\", Gwen said coldly, turning her back to take off her silver and strapped nightgown. As she slid it over her hips, she turned her head and added in a defiant tone. I had a lot to say about tax evasion. No wonder Pigmalion mocked himself faintly, stunned by the sight of his wife walking naked towards him and his marriage bed. It's too late, he warned her. Oh, come on! \"She said, turning off the lights. Gwen's first imitation was of Marvin, Marguerite's second husband; they had unexpectedly met at a charity dance of Salven the Whales, whose invitations had been sent indiscriminately. Oh-jo-jo voiced in the privacy of his bedroom. With you is my noble predecessor! And in a separate place he added: Noble, and a horn. He hates you so much you took him out of the car! - Really? He said. I thought he had shown himself very nice in what could have been a violent encounter. Yes, she blindly conspired, imitating the champion Ed and allowing, for a second, the expression of soft and quiet forced benignity to be reflected in her own generally tiny and round factions. There's nothing embarrassing between us, jo-jo! She continued, cheered by her husband's laughter. And tell me, old friend, why doesn't your child's pension check ever come on time anymore? He laughed and laughed, excited to see his wife acquiring what he considered to be the hallmark of femininity: a plastic, awakened, human-environmental sensitivity; an acute sensitivity directed in one way or another by the currents of nature itself. He was afraid he couldn't understand the world unless a woman could interpret it for him. Now, when they came back from a meeting and he asked her what impression she had made of being a man or a man, Gwen went off, in underwear, and exclaimed as if she were on stage: \"Well, dear, she said, suddenly starting a parody with a low voice, if it wasn't for Portugal, there really wouldn't be a tolerable country in Europe! Oh, come on! He protested, delighted to see his beautiful factions twisted in a strange and affected horse air. How did he do it? Gwen asked, with a professional interest. I think by moving your chin back and forth keeping your teeth tight. That's right! He said, applauding. She continued, imitating that voice, used to be Greece, but now, with all those horrible Arabs... Oh, yes, yes, he said, his face shining from laughing so loudly, proudly. In bed, she observed: \"It's too late. You want me to rub your back? -Jumm! -What is it? That would be really great. And while his left hand was working on the soft, warm, flexible skin, his wife, that little one that was exclusively hers, was out of reach. Night after night, she fell asleep. FIN Pygmalion, The Atlantic, 1981", "title": "Pigmalión", "author": "John Updike"}