{"metadata": {"length": 1973, "words": 372, "reading_time_min": 1.86}, "text": "There was once a prince who wanted to marry a princess, but who was not content with a mere princess. So he dedicated himself to searching for her all over the world, though uselessly, for to all she presented there was some defect. There were many princesses, but he could never be sure that they were true: there was always something in them that was not quite right. So she returned home full of sentiment, for she wished so much to be a true princess! A terrible storm blew in at night. There were many rays and thunder and rain and the hail sounded like thunder – it was a frightening sight! Soon they came to the door of the city, and the old king opened it in person. There was a princess in the ring. But, holy heaven, how he had resisted the bad weather and the rain! Water dripped down his hair and clothes, dripped into his shoes, and dripped out of his feet. Despite this, she insisted that she was a real and true princess. - Well, we shall know that very soon - thought the old queen. And without a word he went into his chamber, took off all his clothes from the bed, and put a fig on the bedstead; and he put twenty beds upon the fig, and on top of them twenty cushions made with the softest feathers that one can imagine. The princess would have to sleep there all night. The next morning they asked him how he had slept. - Oh, terrible! - said the princess - I could barely close my eyes all night. Let you know what was in that bed! I slept on something so hard that the morning was awash with cardinals everywhere. It was simply horrible! By hearing this, everyone immediately understood that this was a true princess, for she had never tasted a bean except through the twenty beds and twenty pillows. Only a princess could have such a beautiful skin. And so the prince married her, sure that she was a princess. And the bean was sent to a museum, where it can still be seen, unless someone has stolen it. Well, that was all just a story, wasn't it? FIN", "title": "La princesa y el frijol", "author": "Hans Christian Andersen"}