{"metadata": {"length": 6814, "words": 1349, "reading_time_min": 6.745}, "text": "I want to tell you about an old man who doesn't say a word anymore. He has a tired face, tired of laughing and tired of getting angry. He lives in a small town, at the end of the street, near the corner. It's not worth describing, it's hardly any different from others. He wears a grey hat, grey pants, a grey jacket and in winter a long grey coat. It has a thin neck, and its skin is dry and wrinkled. The white buttons on the shirt are too tight. He has a room on the ground floor of his house; he may have been married and had children, or he may have lived in another city. He was probably a child once, but that was a long time ago, where children were dressed as adults. Where they looked just like in a grandmother's photo album. In his room there are two chairs, a table, a rug, a bed and a closet. On the small table is an alarm clock, next to it are the old newspapers and the photo album; on the wall hang a mirror and a portrait. The old man took a walk in the morning and a walk in the evening; he spoke a few words to his neighbor, and at night he sat at the table. It never changed. Even on Sundays it was like that. And when the man sat down at the table, he always heard the alarm clock tick. But there was a special day: a sunny day, not so cold or so hot, full of bird feathers, with cheerful people, with children playing. And the special thing was, all of a sudden, the man liked everything. And she smiled. Now everything will change, he thought. He unlocked the first button of his shirt, took his hat in his hand; he accelerated his step, waved on his knees as he walked and became very happy. He reached the street where he lived, bowed his head to greet the children, walked to his house, climbed the stairs, took the keys to the bag and closed his room. But in his room everything was still the same: a table, two chairs, a bed. And when he sat down at the table, he heard the tic-tac again and all his joy was gone, for nothing had changed. Then a great fury overtook the man. In the mirror he saw his face turn red: how he closed and opened his eyes; then he fisted his hands, raised them and hit the table; first a blow, then another and began to strike and strike as if he were playing a drum, while shouting again and again: \"You have to change, this has to change! And he stopped listening to the alarm. But his hands began to hurt and his voice became tired; then he heard the alarm clock again. Nothing had changed. \"Always the same table\", said the man, \"the same chairs, the same bed, the same painting\". And I call the table table, the painting I call the painting, the bed I call the bed and the chair I call the chair. - Why? - I don't know. The French call the bed li, the table tabl, the portrait tablo and the chair schäs, and they understand each other. And the Chinese understand each other too. Why won't the bed be called a portrait? The man thought and laughed, and laughed so hard that the neighbor next door knocked on the wall and shouted, \"Silence! \"From now on, everything will change\", he said, and called the bed a portrait. I'm tired, I want to go to the portrait, she thought. In the morning, he lay down, as usual, for a long time in the portrait and thought about how he could call the chair: and he named it the alarm clock. Finally he got up, got dressed, sat on the alarm clock and put his arms on the table. But now the table was no longer called a table, now it was called a carpet. In the morning the man left the portrait, dressed himself, sat down on the carpet on the alarm clock and thought to himself who he could tell: to the bed he says portrait, to the table he says carpet, to the chair he says alarm clock, to the newspaper he says bed, to the mirror he says chair, to the alarm clock he says photo album, to the closet he says newspaper, to the carpet he says closet, to the portrait he says table and to the photo album he says mirror. Then his own story would be: In the morning, the old man lay, as usual, long lying on the portrait. Around nine o'clock the photo album went off. The man got up and stood on the closet so his feet wouldn't get cold. He took his clothes from the newspaper, dressed, looked at the chair on the wall, then sat on the alarm clock to the carpet and flipped through the mirror until he found his mother's table. The man found what he had done so funny that he practiced all day. He learned the new words by heart. And renamed everything. Then he was no longer a man but a foot, and the foot was a morning and the morning a man. Now, you can rewrite the same story, too. They just have to change the other terms, just like the man did: to sound is to stand, to cool is to see, to lie down is to sound, to stand is to cool, to stand is to go. And then it would be like this: For the man, the old foot stayed, as usual, long sounding. Around nine o'clock the photo album went to bed, the foot cooled and slipped over the closet so that it wouldn't show up in the morning. The old man bought himself a notebook and wrote in it until he filled it with his new words. He had a lot to do. He looked so weird on the street. Then he learned new terms for all things, and forgot more and more of the correct names. Now he had a new language that belonged only to him. Here and there she dreamed of the new language; she translated the songs of her school days into her new language and sang them down for herself. But soon he felt that it was more difficult to translate. He had almost forgotten his old language and had to look for the right words in his notebook. He was afraid to talk to people. He had to think long and hard about how people say things: his picture people call bed, his carpet people call table, his alarm clock people call chair, his bed people call newspaper. Your chair is called a mirror, your photo album is called a wake-up call, your newspaper is called a closet, your closet is called a carpet, your table is called a photo, and your mirror is called a photo album. And he got so far that he laughed when he heard people talking. For example, he would laugh if he heard someone say, \"Are you going to the football game tomorrow too?\" Or if someone said, \"It's been raining for two months. Or if someone said, \"I have an uncle in America. And she laughed because she didn't understand. But his face was not happy. His face began to get sad and so it ended: very sad. The old man in the gray coat didn't understand people. Which wasn't so bad. The bad thing was, people couldn't understand it. And that's why he didn't say anything else. He was silent; he was talking to himself alone. He didn't even say hello again. The Commission has also adopted a number of proposals for the establishment of a European Parliamentary Committee on the Environment, Public Health and Consumer Protection.", "title": "Una mesa es una mesa", "author": "Peter Bichsel"}