{"metadata": {"length": 4825, "words": 920, "reading_time_min": 4.6}, "text": "Once again, my wise Thot appears. This time he's helping Isis and Horus. Our Harpocrat is dying and there is little hope of bringing him back to life. Horus, the son of Isis and Osiris, had a childhood filled with dangers. Our little one was born in the sacred swamps of Tshemmis, a place where he would be safe from his uncle Seth. One day, when Isis and her little one were out of the swamps, they were kidnapped by Seth. Our beautiful goddess was locked up in a brothel with her son. Thot soon learned of their whereabouts. He went in unseen and said to Isis, \"Hurry! Return to the sacred swamps of Tshemmis! Again, our sage went to Isis and explained, \"There Seth can't follow you. They'll be safe until Horus is older and can ascend to his father's throne. Having said this, he gave the goddess seven magical scorpions to protect them on the way back to the sacred swamps. Isis was exhausted after having been all night walking with her little boy on a hill. He'd been half a day without power and walking. He stopped in front of a house to look for shelter and rest. A woman opened the door for them, and when she saw the scorpions, she immediately shut the door and wouldn't let them in. She was a wealthy woman, but she didn't stop to listen. A little later, the daughter of a very poor fisherman shared with them the little food she had and her humble hut. As Isis and Horus rested in that hut, the seven scorpions kept criticizing the wealthy lady who had refused to help them. They went to this woman's house with the intention of poisoning her son. They put everyone's poison together in the sting of their boss, Tefen, and they did what they had planned. The lady took her son in her arms and left her home seeking help. Isis learned what had happened, and she said thinking of her little one, \"I will not allow an innocent baby to die because of me. And the goddess called the woman, and said, Horus be well with me, and this child be well with his mother. He also added, \"I am Isis, the Great Mother, and with my powers I will make the poison die and the little one live. The woman did not know how to thank the goddess and took all the most valuable things she had and gave them to the fisherman's daughter. Our Isis was very happy. Soon they were already in the swamps of Tshemmis. Isis hid her baby among papyrus weeds and went out to get food. This time he left no guards with Horus, thinking nothing would happen to him in that quiet place. But when he came back, his son was very serious and Isis' magic was failing because he didn't know what disease his son had. Isis was alarmed and had no one to turn to because her husband was dead, and the gods were far away. He soon remembered that there was a small village near where they were and ran there in search of help. Isis was just screaming, she was very upset. Within a few minutes an old woman appeared, in whom great wisdom was reflected. He had the amulet of the \"Signs of Life\" or angel in his hands. She went to our goddess and said, \"Seth can't go into the sacred swamps, but he must have sent a poisonous creature\". It could have been a snake or any other being. The old woman stood looking at the goddess and she realized she was right: Our Harpocrate had been poisoned. Horus was crying and crying. Shortly thereafter, Nephthys, sister of Isis, appeared there with Selkis, the scorpion goddess. - Isis, don't waste your time! Horus is dying! You have to stop the Sunboat, so the cosmic wind won't blow and the weather will stop until our little one heals. Isis knew she had a lot of power, because she was the only one who knew Ra's secret name. He looked up at the sky and managed to stop the Sunboat. Ra was very alarmed because he realized something very serious was happening, because the Sun Boat was not moving forward. He went to Thot to ask him to go to Egypt to find out what was happening. The wise god immediately granted the wishes of our King of the Gods. - Isis, what happened? - asked Thot. - Horus is dying. Seth is the culprit. \"He sent a creature to poison him\", Isis replied. Thoth, turning to Isis and Nephthah, answered, \"Relax. Then my wise Thot began to recite a series of magical words and ended by saying, \"Poison! Ra orders you to get out of this little one. The Sunboat will not be able to continue advancing and half the world will burn and the other half will be in the deepest darkness until Horus recovers. Then Harpocrates healed. Thot had to return to heaven because without him the other gods could not row. Ra was very happy to hear the good news Thot was bringing him. Isis has embraced our Horus the Child. From then on our beautiful divinity placed all her hopes on her son. He raised him to avenge his evil uncle Seth who was also responsible for the death of his father, Osiris. FIN Anonymous Egyptian", "title": "Harpócrates en peligro", "author": "nan Anónimo"}