{"metadata": {"length": 3438, "words": 655, "reading_time_min": 3.275}, "text": "The bell woke him up, but he still lay down for a long time: thinking and revising one last time his plans about the robbery he was going to commit later and the murder that night. I hadn't neglected any detail. It was just a final review. In all the length of the word, he would be free at twenty hours and forty minutes. That was the time I had been appointed to, because I would have exactly turned 40. His mother, a keen astrologer, always reminded him of that precise moment of his birth. Although not superstitious, he praised his sense of humor; being able to start a new life at the just forty years of age. And that time was working against him. A lawyer specializing in real estate, he spent huge sums of money and some of it was stuck in his hands. Last year he asked for $5,000 to invest in a safe business that would double or triple the capital. He lost everything. He borrowed a new sum to speculate on and recover the previous loss. Now he owed $30,000 and could not hide the sketch for any longer, which, on the other hand, would be impossible to cover in such a short time. He decided to liquidate as much as he could, without arousing suspicion, selling various properties. In the afternoon, he'd have $100,000 more than he needed for the rest of his life and he'd never get caught. Everything was planned: his departure, his new destination, his different identity. I hadn't forgotten anything. I've been working on it for several months. The decision to kill his wife came later. The phone was obvious: I hated it. By resolving never to go to prison, committing suicide if caught, he had the big idea: since if arrested he would die anyway, nothing would be lost by leaving behind a murdered woman instead of a living woman. It was hard not to smile as he remembered the birthday gift his wife had given him the day before: a beautiful suitcase. He also convinced him to go to a restaurant for dinner. She did not know what would come of her at the end of the feast: he would take her home before eight and forty-six and, to make things right, as was her custom, make herself a widow at that very moment. There was another reason to kill her: If I let her live, she would understand what had happened and the next morning would notify the police. If she was left dead, the body would not be discovered until two or three days later, giving her a comfortable advantage. Everything in the office was wonderful. When it came time to meet his wife, things were still on the rocks. She was amused by the interim and delayed the meal, so much so, that he wondered if they could return home before the scheduled time. It was ridiculous, but he attached great importance to the fact that such an hour would be his freedom. Not a minute before, not a minute after. I just looked at the clock. When they arrived in front of the house, the darkness at the front door gave him more security. There were no signs of any danger. He was safe, and neither was he when he came in. He struck her with all his might, while she, careless, waited for me to get the key out to open. Before she fell to the ground, he held her and managed to keep her on her feet, while with his free hand he opened the door and then closed it behind both. He pressed the switch button and a yellow light invaded the large room. Before she realized she was dead and holding the body with one arm, all the guests to the birthday party chanted: \"Surprise! FIN", "title": "Sorpresa", "author": "Fredric Brown"}