{"metadata": {"length": 2157, "words": 427, "reading_time_min": 2.135}, "text": "There was once a marriage where the husband was a shepherd of a herd of goats. The poor man went to the mountain every Monday and didn't come home until Saturday. He was thin, thin like a juniper. And his wife was fat, fat like a cow. When her husband was present, she ate almost nothing; she complained of stomach aches and said she had no real appetite. And his husband said, My wife eats nothing, and is very fat; she is very strange. And another shepherd told him, saying, Go up to the mountain on the first day of the month, and hide thyself in the house, and see whether thy wife eateth or not. And it came to pass on the first day of the month, that the shepherd put the buckle upon his shoulder, and said to his wife, See you on the sabbath. Take care of yourself. You don't get sick from not eating. She said, \"My poor husband, I have no appetite. Just thinking about eating makes me nauseous. I'm fat because that's my nature. The shepherd went out towards the mountain, but halfway around, his wife saw him and he went into his house and hid behind the kitchen. From that point of view, she saw a chicken with rice eating it. Throughout the afternoon, a tortilla with sausage was eaten. When night came, the shepherd came out of hiding, entered the kitchen and said to the glutton, \"Hello, hello! - But why did you come back? - she asked him. - There was so much fog in the mountain that I was afraid I'd lose it. It was raining and thick hail was falling. \"Leave your mat and sit down, \" she said\". I will serve you dinner\". And he put a bowl of milk and some corn chops on the table. The pastor said, \"You don't eat? - How did you do that? In the state I am in! You're lucky you have an appetite. But tell me, how is it possible that you're not wet when it rained and it was grunting so much in the mountains? - I'll explain it to you. It's because I was able to hide under a rock as big as the bread you started. And thanks to this improvised hat almost as big as the tortilla you ate at four, I haven't been touched by the hail so abundant as the rice you ate to accompany the chicken you had cooked. FIN Translation by Esperanza Cobos Castro", "title": "La mujer que comía poco", "author": "Alfred de Musset"}