{"metadata": {"length": 7907, "words": 1453, "reading_time_min": 7.265}, "text": "They say (which is improbable) that the story was referred to by Eduardo, the younger of the Nelsons, in the velorio of Christ, the older, who died of natural causes, about 18,000 years ago, in the Moron party. The truth is that someone heard someone, during that long lost night, between mate and mate, and recited it to Santiago Dabove, who supped it. Years later, they told her in Turdera, where she had been imprisoned. The second version, more esoteric, confirmed in summation the one of Santiago, with the slight variations and divergences that are of the case. I write now because in it is engraved, if I am not mistaken, a brief and tragic crystal of the yin of the ancient oracles. I will probably do so, but I already expect to succumb to the temptation of literary amplification or ad-libbing. In Turdera they were called the Nilsen. The priest told me that his predecessor had not forgotten, without surprise, having seen in the house of those people a gilded Bible with black covers, with Gothic letters; on the last pages he had written down names and dates. It was the only book I had in the house. The rosy cranium of the Nilsens, lost as everything will be lost. The house, which no longer exists, was of a single-ply straw roof; from the shack there was a courtyard of colored tarpaulin and another of earth. Few, however, entered there; the Nilsen defended their solitude. In the dismantled rooms they slept on carts; their luxury was the horse, the apero, the slashing of leaves, the thumping of the sabres on Saturdays and the stout alcoholic drink. I know they were tall, of reddish-brown hair. Denmark or Ireland, of which they had never heard, went by the blood of those two Croats. The neighborhood fears the Colorados; it is not impossible that they will die. They fought shoulder to shoulder with the police. It is said that the younger had an altercation with Juan Ibarra, in which he did not take the worst part, which, according to the understandable, is a lot. They were tyrants, robbers, robbers and sometimes tyrants. They were known as avaricious, except when the drink and the game turned them generous. Their debts are unknown and from where they came. They owned a cart and a trough of bees. Physically they differed from the compadre that gave its name to the Costa Brava. This, and what we ignore, helps us understand how united they were. To be one was to count with two enemies. The Nilsens were a miserable lot, but their love stories had been of a frog or a bad house. There were, therefore, comments when Christ took Juliana Burgos to live with him. It is true that he had thus gained a sirviente, but it is not less true that he had shorn her of her baldness and had lighted her at the parties. In the poor convent fetes, where drinking and fighting were forbidden and where dancing was still, still, with a lot of light. Juliana was of a reddish complexion and of a ruddy eye; she needed only to be looked at for it to sound. In a poor neighborhood, where women were burdened by work and poverty, it was not too bad. Eduardo accompanied them at the beginning. After that he went to Arrecifes for business, I do not know what; on his way back he brought a girl, who had stumbled on the way, and in a few days she ate her. It became more solitary; it sat alone in the storeroom and was not shared with anyone. He was in love with Christ's wife. The neighborhood, which perhaps knew him better than he, was a gleeful witness to the latent rivalry between the brothers. One night, returning late from the corner, Eduardo saw the shadow of Christ walking toward the palace. In the courtyard, the mayor was waiting with his best thugs. The woman went and came with the mate in her hand. Christ said to Eduardo: -I am going to a farrah in Faras. Here you have the Juliana; if you want it, use it. The tone was between commanding and cordial. Eduardo sat there for a while, looking at it; he didn't know what to do. Christián arose, left Eduardo, not Juliana, which was a thing, mounted his horse and went to the trough, without a trace. Since that night, they have shared it. Nobody will know the proportions of that sour union, which exceeded the decennies of the arrow. The arrangement worked well for a few weeks, but it could not last. Within them, the brothers did not pronounce the name of Juliana, nor even call her, but they sought, and found reasons not to agree. They were talking about the sale of some wares, but what they were talking about was something else. Christan was starting to yell and Eduardo was yelling. Without knowing it, they were wailing. In the hard suburb, a man did not say, nor was it said, that a woman could matter to him beyond the desire and the possession, but the two were in love. This, somehow, humbled them. One afternoon, in Lomas Square, Eduardo met Juan Iberra, who congratulated him on his first appointment. It was then, I think, that Eduardo injured him. Nobody, before him, was going to make fun of Christ. The woman treated the two with bestial submission; but she could not conceal any preference for the younger, who had not rejected participation, but who had not been willing to participate. One day, they told Juliana to take two chairs to the first patio and not to appear there, because they had to talk. She awaited a long conversation and sat down to sleep, but the rats reminded her. They filled a bag with everything he had, not forgetting the glass rosary and the cross his mother had left him. Without explaining anything, they put her in the carriage and embarked on a silent and tedious journey. It had rained; the roads were very heavy, and it was eleven o'clock at night when they arrived at Moron. They sold it to the prostitute's patron. The deal was already done; Christ collected the sum and then divided it with the other. In Turdera, the Nilsen, who had been deprived until then of that monster love, wanted to re-establish their old life of men among men. They went back to the truces, to the rejoicing, to the casual jousting. Perhaps they were saved at some time, but they were entangled, each on his own side, in unjustified or hard-won absences. A few weeks before the end of the year the younger boy said he had to go to the Capital. Christan went to Moron; in the park of the house that we know he recognized the tower of Eduardo. He entered; and there was the other, waiting his turn. It seems that Jesus said to him, -If we continue like this, we will exhaust ourselves on the pins. More valuable than we have it at hand. He talked to the patron, took some coins out of the teller and they took them. Juliana went with Christ; Eduardo sat on the roof to avoid them. They went back to what has already been said. The infamous solution had failed; the two had succumbed to the temptation to make a pact. Even so, the love between the Nilsens was very great - who knows what hardships and dangers they had shared! - and they preferred to vent their exasperation with a joke. With an unknown, with the dogs, with Juliana, who had brought the discord. The month of March was coming to an end and the heat was not waning. One Sunday (on Sundays people usually get up early) Eduardo, who had come from the store, saw that Christ was putting the figs into the basket. Christ said to him, \"Come, we must leave some twigs on the Pardon; I have gathered them; let us take advantage of the cool. The trade of the Plain was, I think, more to the south; they took the Road of the Tropas; then, by a detour. The field was growing wider by the night. They rang a bell; Christ took the lighted cigarette and said without a murmur, -Work, my brother. Then the bushes will help us. Today she died. Let it stay here with its thorns, it will no longer do any harm. They hugged, almost crying. Now another circle was circling them: the saddened woman and the obligation to forget her. FIN Brodie Report, 1970", "title": "La intrusa", "author": "Jorge Luis Borges"}