{"metadata": {"length": 7494, "words": 1417, "reading_time_min": 7.085}, "text": "A tiny, white woman with permanent hair, roamed the hallway of the restaurant car and sat down in a seat next to a window. He finished writing his order with a pencil and directed a nearsighted glance, through the table, at a colorful cheeked Marine and a girl with a heart-shaped face. At a glance he saw a gold ring on the girl's finger and a red cloth band wrapped in her hair and decided she was an ordinary girl; mentally he labeled her as a war wife. With a faint smile, he invited her to talk. The girl smiled at her: \"You're lucky you came so early because it's so full. We couldn't have lunch because there were Russian soldiers eating... or something. I should have seen them, they looked like Boris Karloff, I swear! The voice sounded like the whistle of a teapot and made the woman crackle. - Yeah, I mean it, he said. Before this trip, I never thought there were so many soldiers in the world, I mean. You don't realize it until you get on a train. I keep asking myself, where did they come from? \"The recruitment offices\", said the girl, and laughed like a fool. Her husband turned red, apologizing. - Are you going to the end of the road, ma'am? - It's supposed to, but this train is slow as... as... a turtle! - the girl exclaimed, and added, unresolved: \"Puf, you can't imagine how excited I am. I've been stuck with the landscape all day. In Arkansas, where I'm from, everything's pretty flat, so I get a chill all over my body when I see those mountains -- and turning to her husband -- \"Honey, do you think we're in Carolina? He looked out the window, in whose glass the twilight was thickening. The blue light would gather quickly and the humps of the hills would mix and echo. He turned his gaze to the illuminated dining room. \"It must be Virginia\", he guessed, shrugging his shoulders. Suddenly, from the third carriages, a soldier came over to them, bandaging them and collapsed on the empty seat of the table like a rag doll. He was a short man and his uniform was overwhelming in wrinkled folds. His face, thin and sharp, was a pale contrast to that of a Marine, and his black hair, cut to the rapes, shone in light like a seal-skin cap. His tired eyes nebulously scrutinized the three occupants of the table as if there were a biomb between them, and with a nervous gesture he pulled himself from the two gallons he was sewing on his sleeve. The woman moved away, uncomfortable, and pressed herself closer to the window. With a thoughtful face he labeled him drunk, and seeing the girl blow her nose, he knew he shared his verdict. As the black man in the white apron unloaded his tray, the captain said, \"What I want is coffee, a big coffee maker and a double bowl of cream\". The girl dipped the fork in the chicken with bechamel. - Don't you think everything that's served here is very expensive, dear? And then it started. The captain's head began to swing with short, uncontrollable shakes. He paused and his head was grotesquely tilted forward; a muscle seizure pushed his neck to one side. His mouth stretched out horribly and his neck veins tightened. \"Oh, my God\", exclaimed the girl, and the woman dropped the butter knife and automatically protected her eyes with a sensitive hand. The Marine stared out of nowhere for a moment and then, quickly recovering, pulled out a pack of tobacco. - Take it, boy, he said. You better smoke one. \"Please, thank you... very kindly\", murmured the soldier, and then he punched the table with his white knuckles. They shook the silver covers, the water poured out of the cups. A long silence in the air and a distant laugh spread throughout the carriage, cut into equal slices. The girl, then, aware of the attention, straightened a strand of hair behind her ear. The woman looked up and bit her lip when she saw the captain trying to light the cigarette. - Let me go. - She offered. His hand trembled so much that the first match went out. When the second attempt was successful, he sketched a forced smile. After a while, he calmed down. - I'm so embarrassed... please forgive me. - Oh, we understand that\", said the woman. We understand that perfectly. - Did it hurt? - the girl asked. - No, it doesn't hurt. - I was scared because I thought it hurt. It certainly does. Isn't it like some kind of hippie? He gave a sudden shake-off, like someone kicked him. The captain went around the edge of the table with his finger and said, \"It was fine until I got on the train\". They told me I'd be fine. They said, \"You're all right, soldier\". But it's the thrill of knowing you're already in your country and free and that the damn wait is over. He rubbed his eye. - I'm sorry\", he said. The waiter put the coffee in and the woman tried to help him. He took his hand away, with a slight irritated push. - Don't do that, please. I can do it! Confused by the fire, the woman turned to the window and saw her face reflected in it. She was serene and surprised, because she felt a dizzying unreality, like she was swinging between two sleeping spots. He turned his thoughts elsewhere, following the solemn path of the soldier's fork from the plate to the mouth. The girl was eating voraciously now, but the woman's food was getting cold. Then it started again, though not as violent as before. In the crude glow of the spotlight of an approaching train, the reflection of her face became blurred, and the woman sighed. He was swearing in a low voice and sounded more like he was praying. He grabbed like a possessed the sides of his head between the strong twist of his hands. \"Hey, kid, I'd better see a doctor\", the Marine suggested. The woman reached out her hand and held it on the upright arm of the cape. - Can I help you? - he said. - What they did to stop me was look me in the eye. It happens to me if I look someone in the eye. She leaned her face toward him. - So, he said, and he calmed down instantly, so, now. You are a charmer. - Where did he go? - she said. He frowned and said, \"There were so many places... it's my nerves. They're all shattered. - And where are you going now? - To Virginia, you know. - That's your house, right? - Yeah, there it is. The woman felt a pain in her fingers and suddenly loosened the intense pressure on the captain's arm. - There's your house and you have to remember that the rest is not important. - You do know that, he whispered. I want her. I love her because she's so stupid and so innocent and because she'll never know anything more than what she sees in the movies. I love her because we're in Virginia and I'm almost home. The woman turned her gaze abruptly. An offended tyranny was engulfed in silence. - So you think that's it? - he said. He leaned over the table and put his hand over his face, drowsy. There's that, but there's also dignity. And when it passes in front of people I've known forever, then what? Do you think I want to sit at the table with them or with someone like you and give them nausea? You think I want to scare a girl like this up here and get ideas into her head about her man? I've waited months, and they tell me I'm fine, but the first time... he stopped and arched his eyebrows. The woman slipped two bills over her account and pushed back her chair. - Let me through, please? - he said. The captain stood up and stood, looking at the woman's untouched plate. - Eat that, damn it\", he said. You have to eat it! And then, without looking back, he disappeared towards the wagons. The woman paid for the coffee. FIN The shape of things, 1944", "title": "La forma de las cosas", "author": "Truman Capote"}