{"metadata": {"length": 7785, "words": 1417, "reading_time_min": 7.085}, "text": "He rented the fourth floor of my house, which had been neglected for some time - the eminent doctor Sánchez del Abrojo told us - to a lady who called me to attention when he found her by chance on the stairs. Nothing was, at first sight, of particular interest; she was neither beautiful nor ugly, old nor young; she wore a strict luton and looked as a shadow, tense and mute, shivered by the shivering of the stairs. What struck me about her was the cadaverousness of her face. To get an idea of the colour, one has to recall the stories of vampires that Edgar Allan Poe and other writers of the Romantic Age tell, and use phrases that belong to the poetic language; one has to talk of sacrificial murder; only death gives such a tone to a human face. The black hand shook and made that face of wax, and I saw a peculiar expression in him, a mixture of pain and satisfaction, of calm and suffering. My habit of seeing sick people made me realize that there was no merely physical state of decomposition there; I recognized the marks of some tremendous moral rebirth, the traces of an unrecognized catastrophe, and penetrated with sympathy and respect, I greeted my neighbor whenever we crossed the mesa, and gave him the passover with special deference and short apprehension. It was a year before she was able to live, until one day the daughter of the presiding officer came to me and asked me to visit her, ill and blind. I climbed up to the third floor and found a poor, clean, glacial house. Without taking a blood sample, I recognized in my new client the symptoms of severe anemia, when it has already attacked the tissues and caused serious damage. The aching legs, the languid limbs, the inability to move the limbs, were signs that there was a lack of vital juice, precious wine that distributes energy and strength throughout the body. -Every quail - the doctor continued, after a slight pause- has its whims and its pleasures. Others collect words, pictures, furniture, that avalanche their beauty or their rarity; I (not for charity or for philanthropy; for “tema”, for my tozudo character) collect lives; together resurrections... It is for me a delight to hurl the nought into its abyss... I am pleased to know that thanks to me, more than a hundred people walk the streets who have already won the place in the sacrament. See the poodle, and promise me to enrich my collection with it, it was all one. Let you -he added, tightening our manifestations- of elogios that I do not merit... Believe me. If I know you! Those born for the tenors die for “one more” on the list. Do you think there is a big difference at the bottom? I don’t have a tenor voice, but I am another like him, who gathers and archives the emotions of a given gender in memory. Love for Humanity? Whoa! Odio a morte, que no es lo mismo!... Explained this way, you will understand that you do not have to praise me either for what I did to expand and reinforce my catalog. Anemia is treated, more than with medicines, with food and re-constituents. The lady could not afford certain medicines: meat-substance, verbigracia; as I desired to make her live, I put the means, and the thing went well. It is still descroring; I do not think it will ever be a fruit salad; but it no longer suggests the idea of vampirism... And I would not be telling you about this cure, less difficult than others, if you had not given me the opportunity to know the story of the terrible plague. It was necessary, for me to recall, all the gratitude that poverty has given me, I do not know why, accompanied by a veneration and an unlimited trust. My sick sister was a well-born nurse, and had been without parents, nor more devoted to her than the younger brother employed, by the influence of a powerful relative, in our ultra-sound offices. The molar scale supported the two brothers poorly; I suspect she was working for outside; with all that, they passed a lot of stress. From here the desire for a transfer to the Philippines was born, the sister followed the only one she loved, and they settled in one of those bamboo huts, lost in the green ocean of the beautiful archipelago that no longer belongs to us. Having recited the details of the years they had lived in peace there, I can say that the subjugation of the natives to the tyranny of the king was not a fear to them; they thought it innocuous to those adoring and obedient Indians, and it seemed to them certain that, by uttering the word in Castilian, they would be reduced to submission and awed respect. Disciplined, he retreated to the outskirts of the village, where he was surrounded by a diabolically ferocious mob, who hurled vile cries and fought with the axe and the spear. The parish priest, sheltered in the church, fought bravely, making prodigies that will never be forgotten; the worker helped him as much as he could; they gave up to the number; the priest was beaten there himself; the worker was taken alive, and his sister was dragged to a shack where the victor, a bald-headed man (no matter what his name), had his headquarters. The Spanish woman fell to her knees, weeping, begging for her brother’s forgiveness with a sour accent. The yellow face of the head was not changed: it expressed the inert frivolity of the race, and it was thought to be of rotten wood, the glint of the oblique oyues of azure shining in it. In the impenetrable cloak the seer, trembling with horror, read the sentence of her beloved brother, and, putting her feet on his head, offered him “her blood for his.” “It is admitted - the yellow one protested -. His blood will not run. That they should bleed to death.\" The blood, it is hard to say, lasted... a week. Every morning, in a coconut shell, they collected the blood of the slain, which fell afterwards to the ground in mortal dread. From the fifth day, her weakness produced a sort of delirium; she dreamed of the boat that was driving her to Spain, free and happy, beside her brother; she heard the sound of the sea beating on the sides of the boat, and she noticed (the effects of vertigo) the coming and going of the waves, the balance and sway of the boat, the roar of the wind, the hum of the chimney. Soon his hallucination showed him a shoal of fish, like an assault of pirogues full of Indians; he was already exhaling chills because the boat was blazing, he was already hearing the screams of the caimans, and he saw the great trans-Atlantic, divided into two, sinking into the abyss. At dawn of the eighth day (the last of his pleading, as they had announced), when the arm vein, exhausted, had drained its juice, and the heart was trembling near the collapse, in a sour moment, or a fit of fever, he saw Spain, its coasts, its plowed land, its merry, merry land; and, believing to kiss her, he stooped down on the floor of the cottage, where he lay on the old peats, half naked, agonizing, engulfed in the horrible stench of dried, bloodless veins. The same afternoon a column of Spanish and Indian infantry marched on the town, putting down the insurrection and freeing the prisoners and wounded. They cared for the sick, reviving her a little with care. The first person he asked for the exorcism was his brother; they wanted to hide the truth from him, but he knew it: the crow sounded like a fat tree... The head had fulfilled his word by not taking a drop of blood from his veins... Among those who listened to Sánchez del Abrojo was always the modernist painter Blanco Espino, on the lookout for symbolic matters... He shook his palms with enthusiasm. - I'm going to study the head of that lady. The rodeo of red and yellow keys, I give it a background of fire..., I write under The Exangue and so we come out of the eternal matron with the inevitable lion, which represents Spain.", "title": "«La exangüe»", "author": "Emilia Pardo Bazán"}