{"metadata": {"length": 2892, "words": 519, "reading_time_min": 2.595}, "text": "History, sometimes, is not on the right track. Legend, sometimes, is true, and the fairies themselves confide in their private conversations with some poets that much has been fudged in all that concerns Mab, Titania, Brocelanda, the supernatural and avasallant beauties. As for the things and happenings of old times, it happens that two or more contemporary cronists are in contradiction. I say this because perhaps there will be some who judge the short narrative I shall write next, which I translated from a scroll found in Palestine, and on which the case was written in the characters of the Chaldean language. Salome, the pearl of Herodes’ palace, after a lustful dance at the famous festival, where she danced the Roman way, with music of arpeggios and crotas, full of enthusiasm, of ecstasy, of mania, to the great king and to the solemn competition. A chief mancebo poured a bucket of fresh roses at the feet of the serpentine and fascinating woman. Gayo Manipo, obese, drunken, and gloating magister, raised his red and gilded cup, full of wine, and drank it all down with a single swig. It was an explosion of joy and astonishment. That was when the king, in reward for his triumph and his homage, gave the crown to John the Baptist, and the LORD gave a blessing from his holy throne. A legend says that Salome's death occurred in a frozen lake, where the ice cut his throat. It was not like that; it was like this. After the feast was over, the charming and cruel princess felt exhausted. He went to his chamber, where was his robe, a great robe of marfil, which was supported on its shoulders by four silver lions. Two Ethiopian girls, young and merry, stripped off their clothes, and, naked, Salome leapt up from the couch, and stood white and magically glowing upon a purple cloth, which seemed to emphasise the sweet and rosy harmony of her forms. She smiled, while she felt a soft swell of light, and contemplated, not far from her, the pale head of Juan, which, on a white plate, was placed on a tripod. Soon, with an odd sort of self-absorption, he ordered the apron and braces from his feet and arms to be removed. She was obeyed. He wore on his shoulder, in a collar, a golden snake, a symbol of time, and whose eyes were two bright red and brilliant ones. It was her favorite jewel; a gift from a king, which she had acquired from a Roman artist. When he tried to fling it, Salome made a fatal mistake: the syllable shook as if it were alive on his skin, and at every moment it tightened its thin, constricting ring of metal strands. The skeletons, shattered, inanimate, looked like stone statues. They suddenly cried out; the tragic head of Samuel, the dancing region, rolled down the hill to the feet of the tripod, where the sad and livid head of the forerunner of Jesus was; and beside the naked body, in the purple twilight, the golden serpent was entwined. *FIN*", "title": "La muerte de Salomé", "author": "Rubén Darío"}