{"metadata": {"length": 2778, "words": 520, "reading_time_min": 2.6}, "text": "Grandma had a white stool, like a scaffold, to set her feet on. He held him in high esteem, and Hansli held him in high esteem too: he was his white horse Hühü. With it he could ride around the round table, and, when the door to the next room was open, he ran up to the front of his mother's bed and back. With this, however, Hühü had enough. Behind the dresser was his stable. There he could sleep the horse and eat oats as much as he wanted. One day Hansli was completely alone at home, while his mother and grandmother were in the laundry room. Only the white horse Hühü was still upstairs. Then it happened that the horse began to rattle and stomp with its leg. - You want to go outside? - asked Hansli. The white horse shook its chin and danced on all fours. Yeah, yeah, the white horse wanted out. Hansli rode on it, and -hop-hop- went through the gate, and went down the steps, to the little front garden. The wind blew there in Hansli's hair, and the dry leaves were playing hide-and-seek in the street. - You want to go outside? - asked Hansli. The horse rallied harder. Yeah, I wanted to go out. Thus Hansli rode down the wide street to the small park, through which the cheerful stream of the zoo flowed. - Oh, my God! \"You are thirsty and you want to drink water\", Hansli told his horse. But be careful not to slip! - he cried, insisting as Hühü descended the steep slope. But the warning was already useless: Hansli was head overhead in the water, and Hühü was swimming away down the stream. Instead of rattling, the white horse kept turning over the water; finally, he put himself on his back and lifted up his four legs in the air. -Huh! -What are you doing? Oh, my God! Oh, my God! My white horse! - Hansli was shouting. Fortunately, there were women and young children in the park. The little children laughed, and the compassionate women pulled Hansli out of the water. Meanwhile the white horse was already far, far away. He had already arrived in the city, and he was swimming between houses. A little more navigation, and I was already on the great green Rhine. This is a shame! Silent to the bone, Hansli arrived at the laundry. He cried that he felt sorry, and, as he coughed occasionally too, he hurriedly put his mother to bed. Grandma gave him teaspoons and wiped his tears, and he had to tell him over and over again, daily, where he had ended up swimming the white horse. He told her that he had finally arrived in the far country of the Indians. Their sons rode him through the virgin jungle, and the monkeys who were climbing the trees watched him run. A large monkey took a banana and threw it at the white horse Hühü right in the middle of its open snout. Then Hansli could laugh again, at the white horse's adventures. FIN FINISH Anonymous Swiss", "title": "El caballito blanco Hühü", "author": "nan Anónimo"}