{"metadata": {"length": 3929, "words": 711, "reading_time_min": 3.555}, "text": "Father Larsen got off the mule when she refused to climb down the steep street of the mansion. She wore a bottom that had been black and now leaned decisively to a green bottle, son of years and indifference. He continued on foot, stopping every half a block to breathe with his mouth open and telling himself that he should quit. With the little black suitcase that contained what was needed to save souls who were about to move away from the body and flee from suffering and immediate rot. No bell-blowing bell preceded him, no one waved a vinegar, no one prayed except for him during each rest. The small white-washed house was walled by two others, almost identical, and all three opened to the hard-earth road by hostile, narrow doors. He opened it to a man of indistinguishable years, with alpargates and white bumblebees. He looked up and said, \"This way, Father. Larsen felt the freshness of the corner and almost forgot the aggressive sunshine of the poorly-made streets. Now he was in a poor room of furniture, in a marriage bed a woman was twisting and ranging from crying to defiant laughter. Then came words, incomprehensible phrases that pierced the silence, the momentary stillness of the sun, seeking to reach the shadows that had approached. A silence, a persistent bad smell, and suddenly the agonizing woman tried to lift her head; she was crying and laughing. He calmed down and said, \"I want to know if you're a priest. Larsen walked her hands through the bottom, to show her, to know himself who was still in it, She showed in the air - because she had her eyes very open and only looked at the white wall opposite her death - she showed prints of sharp, blurred colors, small lead medals, flattened by the years, serene some, tragic others with bare hearts peering out over-stretched open breasts. And suddenly the woman shouted the beginning of the saving confession. Father Larsen recalls her this way: \"My brother and I since I was 13, he was older, we fucked all spring and summer afternoons next to the stalk under the araucaria and only God knows who started it or if we got the inspiration together. And we fucked and fucked because even though he has a saint's face, he ends up coming back and never gets tired, and tell me what else I wanted. The brother turned away from the wall, said no with his head and put his hand forward toward his sister's mouth. But the priest stopped him and whispered, \"Let her lie, let her be relieved\". God hears and judges. Those words had added very little to his collection. He had already several incidents, inevitable in the town stripped of men who carried war or misery; but perhaps none so tenacious and repeated, almost married. She wanted to know more and she whispered convincingly: \"You are life, the world, the flesh, my daughter\". Now she was dilating her eyes again, getting lost in the protective break of the wall. He laughed and wept again without tears as if weeping and laughing were the sounds of words and deep confidences. Larsen knew she wasn't dying or making fun of her. She was crazy and the brother, if he was the brother, was watching her madness with a stiff wooden face. Mistakenly, he ordered our forefathers and our maidens and, as in the past, hesitated with the old disgust as he bent down to bless his wet, shriveled head; he could not or did not want to kiss his forehead. He heard as he was led out by the impatient brother: \"When I am going to die again, I will call him and tell him about the horse and the milking chair\". He helped me, but nothing. On the street, under the scorching whiteness of the sun, the mule restrained its snout to the stones, seeking, in vain, to bite. On his return, the beast trotted docile and hasty as Father Larsen, without opening the red sun, balanced what had been obtained and waited, hopefully, for the woman's second agony to arrive. Father Larsen searched but found no araucaria. FIN 1994", "title": "La araucaria", "author": "Juan Carlos Onetti"}