{"metadata": {"length": 2286, "words": 458, "reading_time_min": 2.29}, "text": "A son of a poor farmer heard a priest say one day in church that if you want to go to heaven, you have to walk straight. He set out, walking always in a straight line through mountains and valleys, never making any rodeo. At the end of his journey he arrived in a large city in the middle of which was a beautiful church where divine services were held. Admiring the magnificence that surrounded him, he thought he had reached Paradise and stood there full of joy. When the service was finished, the sacristan ordered him to leave. But he said: \"No, I will not go out. I have finally reached heaven and stayed there\". The sacristan went to the priest and told him that there was a boy in the church who didn't want to go out and imagined he was in Paradise. \"If you think so\", said the priest, \"you have to stop. He came right to the boy and asked him if he wanted to work. The boy said yes and that he was used to the job, but that he didn't want to leave heaven. When he saw the people kneeling before a child Jesus, he believed it to be God and said to the image, \"My God, you are skinny!\" Surely those people won't feed you, I'll share my bread with you. And he heard a voice saying unto him, Give to the hungry, and thou hast satisfied me. A poor old woman held her trembling hand to the church door to passersby. The boy gave her half his bread, then looked at the picture and he thought she was smiling, doing the same thing every day imagining that the picture was getting happier every time. Some time later he fell ill and didn't get out of bed for eight days. As soon as he could get up, he went and knelt at the child's feet. And the priest that followed him heard him say, My God, do not blame me, for I have not eaten thee all this time. I was sick and couldn't get up. As he continued on his knees, the priest asked him what he was doing. - Oh, my God! \"Father, \" he replied\", look at what the boy Jesus has told me. I've seen your good will and that's enough. Next Sunday you'll come with me to the celestial feast. The priest thought that God had commanded him to give communion to the poor boy and prepared him for that great day. The boy attended the Sunday services, but at the time of communion God called him to Paradise and sat him down at his heavenly feast. FIN", "title": "El festín celestial", "author": "Hermanos Grimm"}