{"metadata": {"length": 7954, "words": 1488, "reading_time_min": 7.44}, "text": "The poet Victor Valoff was not a great poet. He had a reputation in the locality, ladies liked him and his wife kept it. He was always reading in local bookstores and often heard on state radio. He read with a loud and spectacular voice, but the tone never changed. Victor was always in a trance. I suppose that was what attracted the ladies. Some of his verses, taken individually, seemed to have soul, but if you looked at them all together, you would realize that Victor never said anything, though he said it to cries. But Vicki, like most of the ladies, was easily swayed by the cretins and insisted on going to a reading of Valoff. It was a Friday night and there was a lot of heat in the feminist-lesbian-revolutionary bookstore. They didn't charge admission. Valoff sat free. And there would be an exhibition of your illustrations after the reading. His illustrations were very modern. A touch or two, usually in red, and a small epigram in a color that contrasts. The evidence of his wisdom was of this calibre: I am greatly affected by the green sky, I cry blue, blue, blue, blue, blue, blue... Valoff was intelligent. He knew that blue could be named in two ways. There were pictures of Tim Leary there. POSTAL LETTERS TO REAGAN. I was left indifferent by the posters of PROCEED TO REAGAN. Valoff stood up and walked to the podium, with a half-bottle of beer in his hand. - Look - Vicki said - look what face. How he must have suffered! —Yes, I said, and now I am beginning to suffer. Valoff had a rather interesting face... compared with most poets. But, compared with most poets, almost everyone has it. Victor Valoff began: At the east of my heart begins a hum hum hum a sombre silence, a sombre silence and soon comes the summer comes directly as a defense dribbling up to the top of my heart. Victor cried the last verse and, while he was doing so, someone near me said, “Wow!” It was a local feminist poet who had grown tired of blacks and was tying up a doberman in her bedroom. She was pale, with a tan, eyes closed, and played the piano while she wrote her work. Almost all of his work was related to something related to the footprint of a dead baby in the sand. She was married to a doctor who would not let her see him (at least he had the good sense not to attend poetry readings). This doctor gave him a generous amount to subsidise his poetry and feed the doberman. Valoff continued: Dice and dice and day derive from my front in the most implacable way oh yes, the most implacable way. He was stumbling around in the light and the shadows... —I give you credit for that, look —I said to Vicki. —Call, please—he protested. \"With a thousand guns and a thousand hopes I sat on the porch of my mind to kill a thousand papas.\" I found my beer bottle, opened it and drank a good dram. —Oh, — Vicki said — you always get a headache during readings. Is it that you cannot be dominated, man? “I am engrossed with my own readings,” he said. I can't support my work. —Stuck charity —continued Valoff—that is what we are, stuck charity —stuck charity —stuck charity —stuck charity... —Now he will tell you something about a cord —said Valoff. “Engomada caridad,” Valoff continued, “and the cord for ever... I escaped the laughter. Valoff recognized it. He looked at me. —Madames and gentlemen, he said, this evening we have the poet Henry Chinaski among us. They heard a rumour. They knew me. “Sexy cock!” “Born-again!” “Daughter of a pig!” Ech another tragedy. —Continue, please, Victor, he said. He continued. ...conditioned under the whirlwind of value the simple rectilinear imminent and trivial is not more than a gene in Genoa a square Quetzalcoatl and the china lula llora agridulce and barbara in its mouth. -It's wonderful - Vicki said - but of what is she talking? —Talk about a slap. —It already looked like me. He is a wonderful man. —I hope it will be better than what I write. Penance, holy God, my penance, that penance of wrath, bars and stars of wrath, waterfalls of wrath, seas of wrath, penance in all places... —that penance of wrath, I said. I like that. —You haven't talked about smacking yet? —Yes, now says that you are not well. ...a dozen of apothecaries, a tenth of a tenth admits the strectomium and, oh, my God, eats my gonfalon. I dream the carnival plasma through the frenetic leather... —And what does it say now? Vicki asked. —Says she is in condition to go back to nursing. —Once again? Victor read something more and ate something more. Then he asked for a ten minute break and the audience rose and sat down around the podium. Vicki also came closer. There was a lot of heat inside, so I went out to get some fresh air. There was a bar halfway between the apple and the fig. I asked for a beer. There were not too many people. On TV they were showing a basketball game. I was watching it. I didn't care who won, of course. My only thought was, Holy God, how those guys were running from one side to the other, from one side to the other. They should have the suppositories soaked in sweat. And the eye of the swine must look at rays. I took another beer and went back to the poet's grove. Valoff had begun again. He can be heard from the street, at about a mile away. Choke, Columbia, and the horses of my soul that die at the gates greet me, I greet them giggling, historians see this lovely past that leaps with geisha dreams, shattered by all impertinence. I found my seat free next to Vicki. —What does it say now? —he asked me. —It doesn't say much, really. What it really means is that you can't sleep at night. You should look for a job. —Does he say he should look for a job? - No, I say so myself. ...the lemming and the burning star are brothers, the lake dispute is the treasure of my heart. Come, take my head, take my eyes, look with me in consolation...—Now what does it say? —He says he needs a fat, big woman to give him a march. —Don’t be a pig. Does it really say that? —We two say so. ... could devour the void, could shoot love letters into the dark, could avenge an entire India for your regressive styrofoam... Finally, Victor followed and followed and followed. A corded person arose and went. We are left alone. ...say, he drags the dead gods through the graveyard. Say the palm is profitable, say, look, look, look around us: all love is our all life is our the sun is our dog at the end of a rope there is nothing that can bring us down to the mire of the swine we have only to stretch out our hand we have only to scourge and come out of obvious tombs, the earth, the mud, the hope in tartan of acquaintances inserted into our own senses. We have nothing to take and nothing to give, we have nothing more to do than to start, start, start... —Thank you very much, Victor Valoff said, for coming. The applause was very loud. They always applauded. Victor was glorious in his glory. He opened the same bottle of beer. He even managed to rub himself. Then he smiled, a very human smile. The ladies loved it. I drank the last drop of my bottle of whisky. Everyone surrounded him. He gave them autographs and answered their questions. Then, it would be the exhibition of their works of art. I managed to get Vicki out of there and we walked up the street to the car. - Lee with great vigor - she said. —Yes, he has a good voice. —What do you think of his work? —Very thin. —I think you have envy. —We're coming in here to drink something, he said. Retransmit a basketball game. — Well, she said. We had luck. The match had not finished. We sat down. —Caramella — Vicki said —, look at those guys’ legs! - Well, now I hear you - he said -. What are you going to take? — Whisky with soda. I ordered two whiskies with soda and we watched the match. Those types who are running from one side to the other, never stopping. Wonderful. They seemed very excited about something; there were not many people in the place. It was the best of the night. FIN “Scum Grief”, Hot Water Music, 1983", "title": "Esa pena de escoria", "author": "Charles Bukowski"}