{"metadata": {"length": 2266, "words": 411, "reading_time_min": 2.055}, "text": "The last kick made him hit the gray cell wall. He hit his head and maybe he had time, a second, to thank for fainting, unconsciousness, forgetting the torments. The militia closed the door, hung the machine gun vertically from his left hand while with the other he was looking for a handkerchief to dry his face. He was young and had shown, until he was banned, a small mustache that he didn't want to grow up. The cell had only one chamber with a mattress board, an already heinous bucket of old urine and excrement and, very high, a wire-protected quadrangle. When he thought he'd wake up, night or morning, cold and sweaty, he didn't know who he was. She was accommodating herself to this personality that made them happy, that was happy and was not only detached from all the past but also from time. It was the other, with past and destiny indifferent, with lacra, with pain, memories and hopes. He was free of life, free of so many thousands of fucking men who were determined to make living dirt and thorns. He was free and lucid, stripped of everything, like a newborn. It was three o'clock in the morning, though he knew nothing of the times. Three o'clock in the morning, time to bring the black truck to Commandant's house full of prostitutes, weeping, laughing and dirty words that stumble on the low ceiling and fall without meaning or destiny, without hurting, without even rubbing anyone. Dead words of such old, slow, short flight. Nothing but words, nothing. It was three o'clock in the morning and it was possible to feel and create the invisible presence of the other at your side; still and perhaps with your memory of drowning in a tub where shit floated; of ineffable electric currents from the penis to the nose or vice versa, alternating or permanent. No memory of the trumpets of the first shit, forgotten caresses. I understood without interest that there were too many human-figured besties in the Grand House. But he wanted to retain, with the nails left, the tickling happiness and nothingness that never had a beginning or an end. I was just there. It was of no importance that the other, because of the sadness beside him, his lost half, built the immortal poem wrongly attributed to Pavese, so far from his style and concern. FIN 1994", "title": "Las tres de la mañana", "author": "Juan Carlos Onetti"}