{"metadata": {"length": 2676, "words": 508, "reading_time_min": 2.54}, "text": "Three hundred years ago, in the village of Asamimura, Onsengôri district, Iyô province, lived a good man named Tokubei. This Tokubei was the richest person in the district and the village chief. Luck smiled at him in many ways, but he reached the age of forty without knowing the happiness of being a father. Afflicted by the sterility of their marriage, he and his wife prayed many prayers to the goddess Fudô-myô-ô, who had a famous temple in Asamimura, called Saihôji. Fudô did not neglect his prayers, and after a while Tokubei's wife gave birth to a beautiful girl who was named O-Tsuyu. However, as the mother's milk was scarce, they had to hire a nanny, O-Sode, to feed the little one. The years passed, and O-Tsuyu became a beautiful girl. Unfortunately, at the age of fifteen, she became seriously ill and the doctors judged her death inevitable. Nanny O-Sode, who loved O-Tsuyu with genuine motherly love, then went to the Saihôji temple and fervently begged the goddess Fudô for the health of the girl. Every day, for two weeks, she went to the temple and prayed to the goddess; after that time, O-Tsuyu recovered suddenly and completely. There was great rejoicing in Tokubei's home, so he decided to throw a big party to celebrate the happy event. But on the night of the feast, O-Sode suddenly fell ill, and the next morning, the doctor who had come to look after her announced that the nanny was dying. Overwhelmed by grief, the family gathered around the dying woman's bed to say goodbye. But she said to them, \"It is time for me to tell you something you do not know\". My prayers have been heard. I asked Fudô-sama to let me die instead of O-Tsuyu, and the goddess has granted me this favor. Therefore, you must not grieve my death. But I would like to ask you something: I promised Fudô-sama that if he granted me my request, I would plant a cherry tree in Saihôji's garden, as a token of gratitude and remembrance. I won't be able to plant it with my own hands, so I beg you to do it for me. Goodbye, my friends, and remember that I am glad to die instead of O-Tsuyu. After O-Sode's funeral, O-Tsuyu's parents planted a young cherry tree, the best they could find, in Saihôhi's garden. The tree grew healthy, and on the sixteenth day of the second month of the following year, the anniversary of O-Sode's death, it was wonderfully covered with flowers. And he gave them for two hundred and fifty-four years, always on the sixteenth day of the second month; and the flowers, white and pink, were like the nipples of a woman's breast, and they looked like milk. And that's why people called that tree Uba-zakura, the Cherry of the Nutcracker. Fin Kwaidan, 1903", "title": "El cerezo de la nodriza", "author": "Lafcadio Hearn"}