{"metadata": {"length": 6091, "words": 1020, "reading_time_min": 5.1}, "text": "Big magazine that day in the Champs Elysees! Twelve years of suffering from this vision! A winter sun was casting its long golden arrows over the roofs and domes of the old capital. Glass gazes crossed her reflections. The people, bathed in bright dust, flooded the streets to see the army. Sitting before the gate of Notre-Dame, on a high folding wooden chair, knees crossed between black rags, the centenarian Mendigo, dean of the misery of Paris, -face of mourning with ashes dyed, skin surged by earth-colored wrinkles-, with his hands together under the writing that legally consecrated his blindness, offered the appearance of a shadow in the Te Deum of the surrounding party. Wasn't all those people your neighbor? The cheerful travelers, weren't they your brothers? They were definitely the Human Species. Moreover, this guest of the sovereign portal was not deprived of all good: the State had recognized his right to be blind. Owner of this title, and of the respectability inherent in that place of safe almshouses that he officially occupied, possessing also the quality of elector, he was our equal, except the Light. And this man articulated from time to time a monotonous, syllabic lamentation evident from the deep sigh of his whole life: \"Please have mercy on a poor blind man! Around him, under the mighty vibrations of the bell tower, outside, far beyond the wall of his eyes; the sound of cavalry helmets, the clarinet bells, the cheers of the crowd, mixed with the saves of the Invalids, the fierce cries of command; the rustling of steel, the rustling of drums measuring the passage of the endless parades of infantry, all a rumor of glory reached him! His over-acute ear could hear the flags floating with heavy stripes rubbing against the shields. In the understanding of this old captive of darkness there were evoked a thousand flashes of unpredictable sensations. A divination warned him of what was stirring hearts and thoughts in the city. And the people, fascinated as always by the prestige that has in their eyes the audacity and fortune, warmly uttered the excitement of the moment: \"Long live the emperor! But amidst the momentary calm of this triumphant storm, a lost voice rose from the side of the mystical gate. The old man, his head down against the barrot's picot, turning his dead pupils toward heaven, forgotten of that people - of whom he only seemed to express his true vote, his vow hidden under the screams, the secret and personal vote - sang, augural intercessor, his now mysterious phrase: -Please pity a poor blind man! Big magazine that day in the Champs Elysees! Ten years of wind-driven, from the sun of this party! The same noises, the same voices, the same presumption! However, a deafening rumor then tempered the public joyful tumult. A shadow saddened the eyes. The agreed-upon saves from the Pritaneo platform were complicated this time by the distant thunder of our strongman's batteries. And, listening, the people were already trying to discern, in the echo, the response of the enemy pieces that were approaching. The governor passed, directing a thousand smiles to everyone, to the broad trout of his fine foal. The people, reassured by the confidence that always inspires this impeccable composure, alternated with patriotic songs the totally military applause that honored the presence of that soldier. But the syllables of the old and furious living had been changed: the people, frantic, would say that vote of the moment: -Long live the Republic! And, far away, on the side of the sublime threshold, the lonely voice of Lazarus was always distinguished. The voice of occult popular thought did not change the rigidity of his constant lament: \"Please have mercy on a poor blind man! Big magazine that day in the Champs Elysees! Nine years endured since that turbulent sun! Oh, my God! The same rumors, the same gun roar, the same rattle! Even more deaf than the previous year, however; vocalists, however. - Long live the Commune! The people cried out to the wind. And the voice of the secular Elect of Unfortunate always repeated, far away, on the sacred threshold, a rectifying refrain from the one thought of that people. Shaking his head toward heaven, he groaned in the shadow, \"Please have mercy on a poor blind man! And two months later, when the last vibrations of the alarm sounded, the General of the State forces was ready to fire his two thousand rifles - still smoking from the sad civil war - the people, terrified, shouted as they saw the buildings burning to the bottom: \"Long live the Marshal! Far away, on the side of the sanctuary, the unchanging Voice, the voice of the veteran of human misery, repeated its painful and merciless oblation mechanically: \"Please have mercy on a poor blind man! And after, year after year, from magazine to magazine, from shouting to shouting, whatever the name was randomly thrown out of space by the people in their lifetimes, those who listen attentively to the sounds of the earth have always distinguished, between the revolutionary cries and the bellicose feasts that followed, the distant Voice, the True Voice, the intimate voice of the symbolic and terrible Beggar, the night watchman who shouted the exact time of the People, the incorruptible official of the citizens' conscience, whose prayer I breathe fully restores the hidden prayer of the Muchedum and its summary. The inflexible pontiff of the Society, this authoritative titular of physical blindness, has never ceased to implor, in unconscious mediation, divine charity for his brethren in intelligence. And when drunk with fanfare, bells and artillery, the people, troubled by these glamorous riots, try in vain to mask themselves their true vote, under no matter how deceitfully enthusiastic the beggar, his face to heaven, his arms up, tearing in his deep darkness, applies his ear from the eternal threshold of the church, and with an increasingly regrettable voice, but which seems to reach beyond the stars, continues to shout his prophetic rectification: \"Compassion, please, to a poor blind man!", "title": "Vox populi", "author": "nan Villiers de L'Isle Adam"}