{"metadata": {"length": 3921, "words": 775, "reading_time_min": 3.875}, "text": "It was once an old poet, very good and very old. One evening, when he was at home, the weather was very bad; the wind was howling outside, but the old man was very comfortable in his room, sitting near the fire in which a good fire was burning and apples were being roasted. -Not a hair of your clothes will be left dry to the unlucky that this temporal has robbed out of house - he said, for he was a poet of very good sense. -Brame! I have cold and I am shivering! - cried a child from outside. And he called to the door, weeping, while the rain fell furiously and the wind was tearing at all the windows. - Poor boy! - said the old man, opening the door. There stood before her a naked boy; the water sounded from his long red hair. She was freezing; if she had not found shelter, she would surely have perished, victim of the inclemency of the weather. - Poor little thing! - exclaimed the compasivo poet, taking it from his hand-. Come with me, I will heat you up! I'll give you wine and an apple, because you are so beautiful. And it was, in fact. His eyes looked like two glinting stars, and his long, slender fingers were like pure gold, though he was barefoot. He was a real angel, but he was cold and he was shivering all over. He held in his hand a magnificent arch, but ruined by rain; with the moisture, the colors of its rays had faded and mixed. The poet sat down by the fire, put the chiquillo in his lap, drank the water from his hair, warmed the mutton in his hands and prepared sweet wine. The little boy did not hesitate: the color returned to his cheeks and, leaping down to the floor, began to dance around the old poet. - You're a happy boy! \"It's not a good idea,\" said the old man. How do you call yourself? \"I call myself Love,\" the little boy said. You don't know me? Here is my arrow, with which I shoot; you can believe me. Look, it's good weather again, and the moon is shining. - But you have the broken arrow - the old man observed. - What a pity! - exclaimed the chiquita, and, picking it up from the ground, examined it with attention. Oh, it's dried up; nothing has happened; the string is quite tight. I'm going to try it! He threw the arrow, aimed it and, aiming, smacked it right into the heart of the good poet. -You see my arch is not broken! - said he, and with a cart he went. Have you ever seen a worse smudge? 'It is a pity to be so cruel to the old poet, who you have welcomed into your warm room, and you have shown such kindness to him and given him such exquisite wine and your best apples!' The Lord lay on the ground, weeping; they had really wounded him in the heart. - Oh, what a foolish child is that Love! I will tell all the good chubby boys, so that they be careful and do not play with him, for he will seek to do them some harm. All the good children to whom he told what had happened were put on guard against the thorns of Love, but he continued to make of his own, for he really is of the skin of the devil. When the students leave their classes, he walks to their side, with a book under his arm and dressed in black levita. They do not recognize him and he is flung from the arm, thinking he is also a student, and then he stabs them in the chest. When the girls come from hearing the Lord and have received confirmation, he follows them also. Yes, always behind people. In the theatre he sits in the big arc, and he calls out so people think it's a lamp, but it's not! too late to discover their error. Runs through the gardens and around the murals. Yes, one day you hurt your father and your mother. Ask him, you will see what he says. I mean, it's a very tragic little thing, this Love; you never want to deal with him; he welcomes everybody. He thinks he once shot a bullet into your grandmother's old head; but it was a long time ago. It's already happened, but she doesn't forget. Love this Love Banner! But now you know it and you know how bad it is.", "title": "El niño travieso", "author": "Hans Christian Andersen"}