{"metadata": {"length": 2872, "words": 581, "reading_time_min": 2.905}, "text": "Many years ago I stopped going to the barber shop; the nearest one is five blocks away, which was quite a distance away even before the stairway barricade broke. I can cut the little hair that grows up myself, and I do that, I want to be able to look in the mirror without getting too depressed, I also always cut the long hair from my nose. But on one occasion, less than a year ago, and for reasons I don't want to come in here, I felt even more alone than usual, and I had the idea of going to cut my hair, even though I didn't have it any longer. The truth is, I tried to convince myself not to go, it's too far, I thought, your legs are no longer good for that, it's gonna take you at least three-quarters of an hour to go, and another so much to come back. But it didn't help. And what, I said, I have plenty of time, that's all I have left. So I got dressed and went out. I had not exaggerated, I took too long; I have never heard of anyone walking as slowly as I do, he is a can, I would have preferred to be deaf and dumb. For what is there that deserves to be heard, and why speak, who hears? And there's anything else to say? Yes, there's more to say, but who's listening? I finally got here. I opened the door and went in. Oh, the world changes. Everything's changed at the barber shop. Only the barber was the same. I said hello, but he didn't recognize me. I was disappointed, though, of course, I acted like nothing. There was no room. Three people were shaving or cutting their hair, four others were waiting, and there was no seat left. He was very tired, but no one got up, the ones who were waiting were too young, they didn't know what old age is. So I turned to the window and I looked down the street, pretending that's what I wanted, because no one should feel sorry for me. I accept courtesy, but compassion can be kept for the animals. Often, too often, well it's true that long ago, although the world hasn't become more human, right? I used to notice that some young people passed indifferently over people who had collapsed on the sidewalk, while when they saw a wounded cat or dog, their hearts poured out compassion. Poor dog, they said, or poor cat, is he hurt? Oh, yes, there are many animal lovers! Fortunately, I didn't have to stand for more than five minutes, and it was a relief to be able to sit down. But no one was talking. Before, in other times, the world, both the distant and the near, was carried to the interior of the barber shop. Now there was silence, I had walked in vain, there was no more world to talk about. So after a while I got up and left. There was no point in staying there. My hair was short enough. And so I saved myself a few crowns, which I'm sure would have cost me quite a bit. And I walked the many thousands of aisles home. Oh, the world changes, I thought. And the silence spreads. It's time to die. FIN", "title": "En la peluquería", "author": "Kjell Askildsen"}