{"metadata": {"length": 2085, "words": 388, "reading_time_min": 1.94}, "text": "If you go down to the Berber Coast, where the last wedge of the forest narrows between the desert and the great sea without tides, you will hear a strange legend about a saint from the dark ages. There, on the twilight edge of the dark continent, the dark centuries endure. I have only visited that coast once; and though it is opposite the quiet Italian city where I have lived many years, the folly and migration of the legend hardly surprised me, before the jungle where the lions roared and the dark red desert. It is said that the hermit Securis, living among trees, came to love them as friends; for, though they were large giants with many arms, they were the most innocent and meek beings; they did not devour as lions devour; they opened their arms to birds. He begged that they be released from time to time so that they could walk like the other creatures. The trees walked with the prayers of Securis, as before with the song of Orpheus. The men of the desert were terrified to see the monk's walk and his grove in the distance, like a teacher and his pupils. Trees had that freedom under strict discipline; they had to return when the hermit's bell rang and not imitate the animals but the movement, not the voracity or the destruction. But one of the trees heard a voice that was not that of the monk; in the green, hot twilight of one afternoon, something had settled down and talked to him, something that had the shape of a bird and that again, in another solitude, had the shape of a snake. The voice eventually put out the whisper of the leaves, and the tree felt a vast desire to capture the innocent birds and tear them to pieces. Finally, the tempter covered him with the birds of pride, with the starry pomp of the royal turkeys. The spirit of the beast overcame the spirit of the tree, and it tore and devoured the blue birds, and then returned to the peaceful tribe of the trees. But they say that when spring came all the trees gave leaves except this one that gave feathers that were starry and blue. And by that monstrous assimilation, sin was revealed. FIN", "title": "El árbol del orgullo", "author": "G.K. Chesterton"}