{"metadata": {"length": 6644, "words": 1260, "reading_time_min": 6.3}, "text": "\"I am not as superstitious as some of your science doctors, as you are pleased to say\", Hawver said, replying to an accusation that had not been made. Some of you, just some, I confess, believe in the immortality of the soul, and in apparitions that you don't have the honesty to call ghosts. I'm not going to say but I'm convinced that the living are sometimes seen where they're not, in places where they've been, where they've lived so long, maybe so intensely, to leave their impressions on everything around them. I know, indeed; it may be that an environment can be so affected by a person's personality that it can, long afterward, impress an image of oneself in the eyes of another. Undoubtedly the printed personality has to be the right kind of personality and the perceptive eyes have to be the right kind of eyes, my eyes for example. \"Yes, the right kind of eyes, convincing sensations of the wrong place in the brain\", said Dr. Frayley, smiling. -Thank you; you like to have your expectations fulfilled; this is in replica of what I suppose a civilized person would do. - I'm sorry, but you say you know. It's easy to say, don't you think? Maybe you won't think about the problem of telling me how you knew. \"You'll call it a hallucination\", Hawver said, \"but it's not that kind of thing\". And she told him the story. Last summer, as you know, I went to spend the summer season in Meridian City. The relatives I was trying to live in were sick, so I looked for other rooms. After some difficulties I rented one of the empty rooms that had been occupied by an eccentric doctor named Mannering, who had left several years ago, no one knew where, not even his agent. He had built a house and had lived there for ten years, accompanied by an old servant. His practice, not very extensive, kept him occupied for some years. He too became abstracted from social life and became a recluse. I was told by a local doctor, who was the only person who had any relationship with him, who during his retirement became devoted to a single line of study, the result of what he expounded in a book that was not recommended for approval by his medical colleagues, who, however, considered him not entirely healthy. I haven't seen the book and I can't remember its title, but he told me it was exposing a strange theory. He said it was possible that a healthy person could accurately predict his own death several months before the event. The limit, I think, was eighteen months. There were local rumors that he had exercised his powers of forecasting, which you may call diagnosis, and that the people he warned of his death died suddenly within the deadline, for no known cause. All this, by the way, has nothing to do with what I told you; I think it can amuse a doctor. The house was furnished like when he had lived there. It was a dark abode for someone who had been a recluse more than a student, and I think it gave me some of his character, perhaps some of the character of his previous occupant; I always felt a certain melancholy that was not in my natural disposition, I think, because of loneliness. I didn't have servants sleeping in the house, but I always had a habit, as you know, of reading. Whatever the cause, the effect was a rejection and a sense of imminent evil; this was especially true in Dr. Mannering's study, even though this room was one of the brightest and most airy in the house. The doctor's real-sized portrait seemed to completely dominate him. There was nothing unusual in the photo; the man evidently looked good, about fifty years old, with metallized gray hair, a newly shaved face, and dark, serious eyes. Something in the picture always caught my eye. The appearance of the man became familiar to me, even made me. One afternoon I was walking through this room to go to my bedroom, with a lamp (there was no gas in Meridian). I stood, as was usual, before the portrait, which seemed to the light of the lamp to take on a new expression, not easily descriptive, but really chilling. I was interested, but I wasn't worried. I moved the lamp from side to side and observed the effects of altering the lighting point. While I was so absorbed I felt the urge to turn around. And when I did, I saw a man moving through the room and heading towards where I was! As soon as he approached the lamp his face lit up and I saw that it was Dr. Mannering himself; it was as if the portrait was walking! - I apologise - I said, somewhat coldly - but if you knocked I didn't hear it. He passed me, in one arm, spread out his index finger as in warning, and without a word, left the room, though I observed his departure no more than I saw his entrance. Of course, I don't need to tell you that this could be what you would call a hallucination and what I would call an apparition. This room had only two doors, one of which was closed; the other led to the bedroom, from which there was no other way out. My feeling about this is that it's not a major part of the incident. This will undoubtedly seem to you a commonplace, the ghost story, something you build on the lines left by the old masters of art. If it were, I wouldn't have told you, even if it were true. But the man is not dead; I met him today on Union Street. He crossed me in a crowd. Hawver finished his story and both men were silent. Dr. Frayley, distracted, hit the table with his fingers. - Did he say anything to you today? - He asked. - Did he say anything that made you think he wasn't dead? Hawver stared at him and didn't answer. \"Maybe\", continued Frayley, \"he made a gesture, a gesture, lifted a finger. It's a trick he had, a habit of saying something serious, announcing the outcome of a diagnosis, for example. - Yeah, he did, his appearance did. But, by God! Did you know him? Hawver was getting seemingly nervous. - I knew him. I read his book, like every doctor today. It's one of the most important contributions of the century to the science of medicine. Yes, I knew him; I treated him for his illness for the last three years. He's dead now. Hawver sought a chair, visibly uncomfortable. He took a couple strikes and sat down. Then he turned to his friend, and in a not very clear voice, he said, \"Doctor, do you have something to say to me as a doctor? - No, Hawver, you're the healthiest man I've ever known. As a friend, I recommend you go to your room. You play the violin like an angel. Touch it, touch something joyful and joyous. Get this fucking thing out of your mind. The next day Hawver was found dead in his room, the violin on his neck, the bow over the strings, his music was heard before Chopin's Funeral March. ♪ Finish ♪", "title": "Diagnóstico de muerte", "author": "Ambrose Bierce"}