{"metadata": {"length": 7141, "words": 1369, "reading_time_min": 6.845}, "text": "It was one of the most terrible experiences of my life. I was about twenty years old at the time, and I had been traveling the island for five years, working here, wandering there, always eager to leave one job to start another, and always with empty pockets. I'd never had any big trips, though. My natural shyness -- I can't say I'm very cured yet -- was driving me away from risky adventures, and my whole life had been a continuous slow-moving under the sun while fantasy brought me unfathomable gifts. To a nervous and impressionable being like myself, only small emotions could be reserved, ordinary scenes with man and the countryside. And yet... it was the fifth day we were wandering from colony to colony. During that time, the money had been running out, and the likelihood of getting another one was becoming less and less certain. I don't know if I can attribute it to the fact that his fame had reached the majors' ears. I think it was. Ever since I ran away from home, I'd run around the country a lot and always found a place to stick. Only then, since I met that stranger, did luck start to go away and there was no work. It was the beginning of the sapphire. Herds of Haitian people were passing by, trashmen. Colony administrators would step out to convince them that their fields had better reed and attract them. We were in the back, and they let us through, staring at us from the corner of the eye. I was left to wait. The moon rose over the cannabidiol and turned it into lead. In the distance, the drum of a barracks was heard, where blacks were celebrating some ritual. It was a sad and solemn beat. A mourning of living leather that drowned in the stifling calm of night. For a long time we were lying in the reed, a short distance from each other, listening with the breath held by the rubbing of the steps that followed us. Little by little I dragged myself towards him. We still hear like a rustling of wheels on the line, a beating of horseshoes on some zinc plate from which the last cyclone had thrown. Then calm down. We were not, however, very sure that we would not be followed by the countryside, or perhaps a bat-ty-formed party. We knew very well the betrayal of feet on a wet, stone-free land. Little by little, we were being reassured. In the light of a clear opening around him I saw his face untied, and his eyes open, terribly open, terrified me. I thought something like that would happen to him about me. When I wanted to talk, my voice swelled in a sort of sigh, as if an internal leak prevented me from pressing my throat. I shyly stretched out my hand to see if the man in front of me was really a living being, or a body of several days, like the one we had found once in the courthouse. My partner moved his head slightly and then I saw his mouth tearing over a row of teeth of a whiteness slightly more intense than that of the skin. He passed the forehead of his hand, tied his knees with his arms, and said, in a sad and resigned tone, \"Hello, brother. We tried to rob a nearby colony's store. I don't even know his name yet, and I've never been around that again. It was a horrible temptation. The night before we slept in an empty bar and in the morning we went to the Administration to get a job. As we talked to the chief, a very sharp-eyed, courteous little man, we took a look out the back window. It was all we wanted. When we were a few feet away from the place, with nothing to gain, my partner leaned slightly against me and said, \"Don't worry. We'll have it charged tomorrow. And what things are. There we were, the two of us, in the middle of the pine forest, with our eyes turned to the empty sky and the moon at night. There would be no charge. There would be nothing but a machete or a bullet in the head. That manager must have guessed our plans or chance was the one who prepared it like that. I must warn you, I've never been a thief. The first attempt so caught my eye that before my partner set foot in the store, I was already tracking with my hands on the boxes. Perhaps this rashness was the reason for the alarm, for I stumbled and fell, and the chief came before us. Maybe, I don't know. I don't know how the men who appeared as if by magic armed, around you, didn't cut us right there with their moches. And no, though. We were kicked with the flat machete, but we barely got blood. We were surrounded by them and suddenly one of them pulled away to let us through. He was a small man, and I remember him very well. You think of those anonymous souls who do good without any hope of reward and then you feel tempted to love humanity. That man saved our lives, and who knows how much it must have cost him. We're running. We crossed lines, we crossed fields, we jumped quietly... We ran a lot and we got into it. Maybe those men followed us two meters. It may have all been our hallucination, but with each jump we felt the crowd following us closer. When we fell, we felt that the galope was still before us. Then everything was calm. All you could hear was the distant drum and the grim, half-Catholic, half-African, Haitian singing. I said hello at last, getting closer to him. Wounded? - No, I'm not. Just a few scratches. His lips closed and a long breath of air swelled his chest. We're in a bad place. And he smiled again, this time with a more evident bitterness. I had crouched to the ground, forming with it a kind of X that allowed me to see the slightest expression of his face. For the first time, I don't know why, I started to show something fascinating in that face. A mask of cruel frankness that discovered the last expression of tenderness, the tenderness of a defeated one. \"We are in bad shape\", he said again, looking up over the vast sea of reed that was looming in the distance. His chinese eyes looked like they were nailed to his face. He was clenched like I was, his shirt glued to his skin, his hair in disorder, his figure had all the looks that should have characterized the primitive inhabitants of Cuba. He was a middle-aged man, pale, thin, and moving excessively fast. When he spoke, he handled with astonishing agility, giving each word a magical twist, as if music and drawing were merging into his medium of expression. At that time, however, his figure had rather a hieratic pose. Their long fingers were crawling over the jaws and their feet together gave the impression of being subjected to invisible crickets. At that moment the drumming stopped for a moment, and we both stood watching each other, each one waiting for the other's resolution. Boy, my partner finally said, it's over. He kept quiet and nodded again, \"The Thing! Do you know what that is? The thing means, for example, the sapphire. It's over and the macheteers are moving out. The countryside is deserted and it's back on the rocks. Some come back, some don't. Today we're here, tomorrow in Mexico, past in Argentina. We're wandering beings, stoned on one side, bruised on the other. Man should be like the tree, have roots like the tree. But man is like a wheel and once pushed he doesn't stop until he gets rid of it. *FIN* Social magazine, Cuba, 1931", "title": "El bejuco", "author": "Lino Novás Calvo"}