{"metadata": {"length": 3701, "words": 707, "reading_time_min": 3.535}, "text": "Ch'ienniang was the daughter of Mr. Chang Yi, a Hunan official. He had a cousin named Wang Chu, who was a smart, handsome young man. They had grown up together and, as Mr. Chang Yi loved the boy so much, he said he would accept him as a son-in-law. They both heard the promise, and as they were always together, the love grew day by day. They were no longer children and became intimate. Unfortunately, the father didn't warn him. One day a young official asked her for his daughter's hand and Mr. Chang Yi, forgetting his old promise, agreed. Ch'ienniang, faced with the choice between love and respect for his father, was about to die of grief, and the young man was so desperate that he decided to leave the country so as not to see his girlfriend marry another. He made up a pretext and told his uncle he was supposed to march to the capital. Since the uncle couldn't stop him, he gave him money, gifts, and offered him a farewell party. Wang Chu, desperate, spent the whole time of the party cavorting, saying it was better to leave than to commit to an impossible love. Wang Chu boarded one afternoon and had sailed a few miles when night fell. He told the sailor to tie the boat up and rest, but no matter how hard he tried, he could not sleep. About midnight, he heard footsteps approaching. He walked in and asked, \"Who's there at this hour of the night?\" - It's me, it's the Chinese. Surprised and happy, Wang Chu made her board the boat. She told him that the father had been unfair to him and that she could not resign herself to the separation. She too had feared that Wang Chu, in his despair, would be dragged to suicide. That's why I had defied the anger of my parents and the reproach of the people and had come to follow him wherever he went. Both, very happy, continued their journey to Szechuen. Five years of happiness passed and she gave birth to two children. But no news came from the family, and Chenyang thought more and more of his father. This was the only cloud in his happiness. He didn't know if his parents were alive or not, and one night he confided his grief to Wang Chu. \"You're a good daughter\", he said, \"it's been five years and it's because they've gone through the anger. Let's get back to the house. Ch'ienniang rejoiced and prepared to return with the children. When the boat arrived in his hometown, Wang Chu told Ch'ienniang. - We don't know how we're gonna find your parents. Let me find out first. When he saw the house, he felt his heart beating. Wang Chu saw his father-in-law, knelt, bowed down and apologized. Chang Yi looked at him in amazement and said, \"What are you talking about? Five years ago, Ch'ienniang was in bed and unconscious. He hasn't gotten up once. \"I don't understand\", Wang Chu said, \"she's perfectly healthy and waiting for us on board. Chang Yi didn't know what to think and sent two maidens to see Ch'ienniang. They found her sitting on the boat well stowed and content. The ladies returned, astonished, and Chang Yi's astonishment increased. Meanwhile, the woman heard the news and seemed to be healed. Her eyes were shining with a new light. He left the bed and dressed himself in front of the mirror. Smiling and without saying a word, he headed for the boat. The one on board was heading for the house: they met on the shore. They hugged and the two bodies were confused and there was only one Ch'ienniang, young and beautiful as always. The parents were delighted, but they ordered the servants to be silent, so that they would not comment. For over forty years, Wang Chu and Ch'ienniang lived together and were happy. FINAL See the tale Sor Natalia Note: This tale is from the time of the Tang Dynasty: 7th-10th centuries", "title": "El encanto", "author": "nan Anónimo"}