{"metadata": {"length": 4815, "words": 947, "reading_time_min": 4.735}, "text": "He was a poor and very shrewd Escarabajo peasant, who wanted to acquire a reputation as a sage. One day he stole a sack from a woman, hid it in a heap of hay and began to yell saying that it was in his power to know everything. The woman heard him and came to him asking him where his wife was. The peasant asked: \"And what will you give me for my work?\" -A cup of flour and a pound of butter. - All right. He put his hands in his lap and then pointed to the spot where the sabana was hidden. Two or three days later a horse belonging to one of the richest landowners in the village disappeared. Escarabajo had stolen it and driven it into the forest, where he had tied it to a tree. The Lord called the soothsayer, and the soothsayer, imitating the gestures and the manner of a true magician, said to him, Send your children into the forest; there is your horse tied to a tree. They went into the forest, found the horse, and the happy owner gave the peasant 100 rubles. Since then, his fame has spread throughout the country. Unfortunately, the king lost his golden ring, and although they searched everywhere they could not find it. The king then called the sage, ordering him to bring him to his palace as soon as possible. The messengers, when they arrived in the village, took the peasant, put him in a car and took him to the capital. Escarabajo, with great fear, thought thus: “The hour of my perdition has come. How can I find out where the ring is? They will encircle the king and expel me from the country or have me killed.” They brought him before the king, and he said, -Hello, friend! If you can find my ring I will reward you well; but if you do not I will cut off your head. And he ordered him to be locked up in a separate room, saying to his servants, \"Let him stay up all night and give me the answer early tomorrow.\" They took him to a room and left him alone. The peasant sat down on a chair and thought to himself, “What will I say to the king? It will be better to wait for the night and escape; only the horses can sing three times and I will escape from here.” The ring of the king had been stolen by three servants of the palace; one was a laquer, the other a cook, and the third a porter. They talked among themselves, saying, \"What shall we do?\" If this wise man knows that we are the ones who have stolen the ring, we will be condemned to death. The best thing to do is to go and listen at the door of his room; if he says nothing, we will not say anything either; but if he recognizes us as robbers, there is no remedy but to ask him not to denounce us to the king. They woke him up, and the lacayo went to the door. Soon the first sound of the tin whistle was heard, and the peasant exclaimed: -Thank God! There is already one; we have to wait for the other two. The fear paralyzed his heart. He came to his friends, saying, - Oh friends, he has recognized me! Just as I was approaching the door, he exclaimed, \"There is one; we must wait for the other two.\" \"Wait, I'll go now,\" said the coachman; and he went to listen at the door. At that moment the peasants sang for the second time, and the peasant said: -Thanks to God! There are already two; you have to wait only for the third. The coachman came along with his companions and said, - Oh friends, he has also recognized me! Then the cook proposed to them: \"If I recognize you too, we will all go, we will all stand on his feet and we will ask him not to denounce us and not to cause our loss. The three went into the room, and the cook came to the door to listen. Soon the villagers sang the song a third time, and the peasant, rejoicing, exclaimed: -Thanks to God! There are already three! And he went out to the door with the intention of leaving the palace; but the robbers came to their meeting and cried out in their tents, saying, Our lives are in your hands. Do not lose us; do not denounce us to the king. Here you have the ring. - Well, I forgive you this time,' said the wise man. He took the ring, lifted a pan from the floor and hid it under the bed. The king, waking up, came to the sage and asked him: - Have you thought much? - Yes, and I know where the ring is. You have fallen, and a rod has been thrown under this iron. They took the pan and took the ring out of it. The king rewarded our wise man generously, ordered him to eat and drink, and went out to walk around the garden. When the king was walking in the park, he saw a stork, took it and went back to the palace. -Oye, - said Escarabajo - if you are wise, you must know what I have ensconced in my thigh. The peasant shivered and murmured in his teeth: -Scarababe, now you know you are taken by the powerful hand of the king. - It is true! You are right! - the king exclaimed. And by giving him even more money he left his home brimming with honors.", "title": "El adivino", "author": "Aleksandr Nikoalevich Afanasiev"}