{"metadata": {"length": 2818, "words": 539, "reading_time_min": 2.695}, "text": "A few miles from Rome is the beach of Ostia, where thousands of Romans flock in summer; there is no room on the beach to even make a hole in the sand with a stick, and the last one who arrives does not know where to plant the umbrella. Once upon a time, there was a man who was a very extravagant, really funny man. He came last, with the umbrella under his arm, and he couldn't find a place to plant it. Then he opened it, touched the handle and the umbrella immediately rose up in the air, flying over thousands and thousands of umbrellas and going to stop at the same shore of the sea, but two or three meters above the tip of the other umbrellas. The perplexed individual opened his couch, and it floated in the air, too. The man lay down under the umbrella, took a book out of his pocket and began to read, breathing the sea breeze, spicy with salt and iodine. At first, people didn't even realize they were there. Everyone was under their umbrellas, trying to see a little bit of sea between the heads of those in front of them, or making cross-sections, and no one was looking up. But suddenly a lady heard something fall over her umbrella; she thought it had been a ball and got up to scold the children; she looked around and up and saw the extravagant individual hanging over her head. The gentleman looked down and said to the woman, \"Excuse me, ma'am, I dropped the book. Would you please throw me upstairs? The lady fell from her back, sitting on the sand, and being very fat, she could not fit in. Her relatives came to her aid, and the lady, without speaking, pointed to them with her finger the flying umbrella. \"Please\", repeated the perplexed individual, \"will you throw me my book? - But don't you see that you've scared our aunt? - I'm really sorry, but that wasn't my intention. - Then get out of there; it's forbidden. - Not at all; there was no room on the beach and I've been up here. I pay taxes too, you know? Meanwhile, one by one, all the Romans on the beach stood up looking; and they laughed at that strange swimmer. - See that one? - they said. He has a jet umbrella! - Hey, you astronaut! - they were yelling at him. You'll let me up too? A little boy threw the book up to him, and the gentleman was flipping it nervously looking for the sign. Then he continued his reading, very choked. Little by little they were leaving him alone. Only the children, from time to time, looked up in the air with envy, and the bravest shouted: \"Lord! - What? - What do you want? - Why don't you show us how to get up in the air? But the gentleman was re-swinging and continued his reading. At dusk, with a slight whistle, the umbrella flew away, the perplexed individual landed on the street near his motorcycle, got on it and left. Who would that guy be and where would he buy that umbrella? FIN 1962", "title": "En la playa de Ostia", "author": "Gianni Rodari"}