{"metadata": {"length": 7283, "words": 1357, "reading_time_min": 6.785}, "text": "In the worst room of the detestable Hotel Lisbon was walking tirelessly the third-year medical student Stepan Klochkov. As he walked, he studied aloud. Since he had been engaged in double exercise for long hours, his throat was dry and his forehead covered in sweat. By the window, whose crystals were covered with frozen snow, I was sitting in a chair, sewing a man's shirt, Aniuta, a morenilla about twenty-five years old, very thin, very pale, with sweet gray eyes. At two o'clock in the afternoon, the corridor clock rang, but the room was not yet ready. The bed was uncovered, and they were seen, scattered throughout the room, books and clothes. In a corner there was a dishwasher, uncleaned, full of soap water. The lung is divided into three parts, Klochkov recited. The top reaches to the fourth or fifth rib... to form an idea of what he had just said, he felt his chest. The ribs are arranged parallel to each other, like the keys of a piano, - he continued - so as not to make mistakes in the calculations, it is best to orientate on a skeleton or on a living human being... Come, Aniuta, I will orient myself a little... Aniuta interrupted the sewing, removed the body and approached. Klochkov sat down in front of her, frowned and began to touch the girl's ribs. The first rib, he observed, is difficult to touch. It's behind the collarbone... this is the second, this is the third, this is the fourth... it's weird; you're thin, and yet it's not easy to orient yourself over your chest... what's wrong with you? You have your fingers so cold! You won't die... well, this is the third, this is the fourth... no, this is how I'm going to confuse them... I'm going to draw them... he took a piece of charcoal and drew a few parallel lines on Aniuta's chest, each corresponding to a rib. Very well! I can see clearly now. I'm gonna listen to you a little bit. Get up, you. The girl got up and Klochkov started hitting him with his finger on the ribs. He was so absorbed in the operation, he didn't notice that Aniuta's lips, nose and hands had turned cold blue. She, however, did not move, fearing to impede the student's work. If I'm not still, I thought, he's not going to pass the exams. - he finally said, ceasing to knock. Sit down and don't erase the drawings until I've learned this bloody chapter of the lung. And he started walking again, studying out loud. Aniuta, with the black stripes on her chest, looked tattooed. Poor woman was shaking from the cold and thinking. She used to talk very little, she was almost always quiet, and she thought, thought, thought without ceasing. Klochkov was the sixth of the young men he had lived with in the last six or seven years. All her former friends had already finished their university studies, had already completed their career, and, of course, had long forgotten her. One of them lived in Paris, two were doctors, the fourth was a famous painter, the fifth had become a professor. Klochkov would soon finish his studies too. He was certainly looking for a bright future, perhaps fame; but at the time he was in misery. They had no sugar, no tea, no tobacco. Aniuta hurried as fast as she could to get her to the warehouse, collect the 25 copecs and buy tobacco, tea and sugar. Can you? - they asked behind the door. Aniuta hurriedly put a shawl over her shoulders. The painter Fetisov came in. \"I came to ask you a favor\", he told Klochkov. Would you be so kind as to lend me, for a couple of hours, your kind friend? I'm painting a painting and I need a model. With pleasure! -Klochkov said. Come on, you little bitch! Do you think it's a pleasure for me? - She whispered. But woman! -Klochkov exclaimed. It's for art... well you can make that little sacrifice. Aniuta started to dress up. What's that picture? - the student asked. - You are psychotic. A beautiful affair, but I stumble upon difficulties. I have to change every day. I was introduced to one with blue legs yesterday. \"Why do you have blue legs?\" I asked. And he said, \"I'm wearing some discolored stockings... \"You always go around with medicine, huh? What patience! I couldn't... Medicine requires serious work. It's true... excuse me, Klochkov, but you live... like a pig. This is so dirty! What do you want me to do? I can't fix it. My father only sends me twelve roubles a month, and with that money you can't live very decently. You're right, but... you could live with a little cleanliness. A man of a certain culture should not neglect aesthetics, and you... the unwashed bed, the dirty dishes... - blinked confused Klochkov. Aniuta is so busy today that she hasn't had time to fix the room. When the painter and Aniuta left, Klochkov lay on the couch and continued studying; but he soon fell asleep and did not wake up until an hour later. The nap had made him feel bad. He remembered Fetissov's words, and, as he looked at the poverty and dirt of the room, he felt a kind of repulsion. In the near future he would receive the sick in his luxurious cabinet, eat and drink tea in a large, well-furnished dining room, in the company of his wife, whom everyone would respect... but, in season... that dirty room, those plates, those slices scattered on the floor... What disgusting! Aniuta, on the other hand, didn't really embellish the painting: she was badly dressed, undressed... and Klochkov decided to break up with her immediately, in a full trance. I was already at the coronilla! When the girl came back, taking off her coat, she stood up and said with a solemn accent, \"Listen, dear... sit down and watch. We have to separate. I can't and don't want to live with you anymore. Aniuta was coming from Fetisov's study, tired, nervous. Standing so long had accentuated the democracy of his face. He looked at Klochkov without saying anything, shaking his lips. You must understand that sooner or later we must part ways. It's terrible. You, who's a good girl and doesn't have stupid hair, you'll take care of it. Aniuta put on her coat again in silence, wrapped her work in a newspaper, took the needles, the thread...  This is yours - he said, taking a few acres of sugar aside. And she turned her back so Klochkov wouldn't see her cry. But why are you crying? - the student asked. After going back and forth, silently, for a minute through the room, she added with some pregnancy:  It's funny!... Too much you know that, sooner or later, our separation is inevitable. We can't live together all our lives. She was already about to, and she turned toward him, with the envelope under her arm, ready to say goodbye. Klochkov felt sorry for her. She thought she could have her for another week with me. Yes, let him stay! Within a week I'll tell him to leave. And, angry with himself for his weakness, he shouted to him in a harsh tone: Well, what are you doing there like a pimp? One of two: either you go, or if you don't want to go, take off your coat and stay. Stay if you want! Aniuta took off her coat without saying a word, whispered, sighed, and with tacit steps headed for her window-side chair. Klochkov took his medical book and began studying aloud again, walking around the room. The lung is divided into three parts. The top... Someone in the hallway was yelling at me in a loud voice: Finished in Anjouta, Fragments, 1886", "title": "Aniuta", "author": "Anton Chejov"}