{"metadata": {"length": 6224, "words": 1186, "reading_time_min": 5.93}, "text": "It was an old, sliced, crushed, and boiled polo ball. I was on the chimney shelf between the pipes of the pipes that Imam Din, the khitmatgar, was cleaning for me. Does this ball still want the Heavenly One? Imam Din asked with deference. The Heavenly Father didn't care if he kept it or not, but what good could a polo ball do to a khitmatgar? I beg your Mercy: I have a little boy, he has seen this ball and wants it to play. I don't want her for me. No one would have accused the fat old Imam Din for an instant of wanting to play with polo balls. So he took the old man to the terrace and there was a hurricane of cheerful roar, a thumping of little feet and the tack-tack-tack of the ball rolling down the floor. Evidently the little son had been waiting outside the door to secure his treasure. But how did he get those to see that polo ball? The next day, returning from the office half an hour earlier than usual, I was struck by a small figure in the dining room, a small, rolling figure in a ridiculous and inadequate shirt that covered about half of my slightly bulged belly. He was wandering the room with his thumb in his mouth, whimpering to himself as he looked at the photographs. It was definitely the little son. Of course I had nothing to do in my room, but I was so absorbed in his discoveries that he never noticed my presence at the door. I walked into the room and she jumped so high she almost had a seizure. He sat on the floor with his breathing cut short, his eyes opened and his mouth too. I knew what was coming so I hooked, followed by a long, dry howling that reached the servants' quarters much faster than an order of my own would have done. In ten seconds Imam Din was in the dining room. Then desperate tears were heard and on my return I found Imam Din admonishing the little devil that he was wearing most of his shirt as a handkerchief. This boy, Imam Din said judiciously, is a budmash, a great budmash. He will undoubtedly go to jail for his behavior. Renewed cries were heard from the penitent and an elaborate apology from Imam Din towards me. Tell the boy that the Sahib is not angry and take him away I said. Imam Din conveyed my forgiveness to the offender, who had now picked up the shirt around his neck, like a rope, and his scream diminished to a moan. The two of them went to the door. His name  Imam Din said, as if the name was part of the crime is Muhammad Din and he is a budmash. Free from the present danger, Muhammad Din turned to his father's arms and said gravely: It is true that my name is Muhammad Din, Tahib, but I am not a budmash, I am a man! From that day on, I have had knowledge of Muhammad Din. He never entered my dining room again, but in the neutral area that was the garden, we greeted each other with a lot of ceremony, although our conversation was limited to Talaam, Tahib on his side and Salaam, Muhammad Din on my side. Every day when I came home from the office, the little white shirt and the body-tight body used to come out of the shade that produced the grid covered in linen where they had hidden and every day I would stop my horse so that my greeting sounded clear. Muhammad Din never had any companions. He used to jog around the garden, inside and outside the ricin bushes, on mysterious personal missions. One day I stumbled upon one of his handicrafts at the back of the garden. He had half-buried the polo ball in the dust and arranged six marshy calendula in a circle around it. Outside the circle was a square, drawn with pieces of red brick alternating with fragments of porcelain and all surrounded by a small dust edge. The water well manager apologized to the little architect saying it was just a baby's game and it didn't disfigure my garden. God knows I had no intention of touching the child's work then or later; but that afternoon, a walk in the garden took me unwittingly to the little monument; so I trampled, before I knew it, the heads of the calendula, the edge of the ground and the pieces of dish into such confusion that there was no hope of remedying it. The next morning I found Muhammad Din crying over the ruin I had left behind. Someone had cruelly told him that the Sahib was very angry with him for ruining the garden and that, cursing, he had watered that garbage. Muhammad Din worked an hour to erase every trace of the edge of the earth and the fragments of loose soil and with a tearful face full of excuses he told me Talaam, Tahib when I returned from the office. After a quick inquiry from me, Imam Din informed Muhammad Din that by a special favor from me he was allowed to play as he pleased, which the boy took seriously, and he drew up the plan for a building that would eclipse the creation of the polo ball and the calendars. For some months the little eccentricity of the rechoncha swirled in its humble orbit between the bushes and the dust; always forming magnificent palaces of old flowers pulled by the gardener, smooth stream pebbles, broken pieces of glass and torn feathers, I imagine, to my birds; always alone and always chanting for himself. One day someone threw a splendid mottled shell near the last of his small buildings; and it seemed to me that Muhammad Din, inspired by it, would build something more splendid than ordinary. I wasn't disappointed. He meditated for almost an hour and his cantors became a joyful song. Then it began to draw in the dust; it would undoubtedly be a wonderful palace, since it was two steps long and one wide on the ground floor plane. But the palace was never finished. The next day there was no Muhammad Din at the end of the car entrance, nor any Talaam, Tahib to meet me. I was already used to greeting and your omission disturbed me. Imam Din told me that the boy was suffering from a slight fever and needed quinine. He got the medicine and an English doctor. \"They have no resistance these muckos\", the doctor said as he left Imam Din's quarters. A week later, although I would have liked to have avoided it, I ran into Imam Din on the way to the Muslim cemetery, accompanied by a friend, carrying in his arms, wrapped in a white cloth, what was left of little Muhammad Din. FIN The Story of Muhammad Din, Civil and Military Gazette, 1886", "title": "La historia de Muhammad Din", "author": "Rudyard Kipling"}