{"metadata": {"length": 2987, "words": 556, "reading_time_min": 2.78}, "text": "The great philosopher Cytophilus once said to a grieving lady, who had every reason to be: \"Madam, the queen of England, daughter of the great Henry IV, was no less miserable than you: she was thrown out of her kingdom; she was about to perish in the ocean in a shipwreck, and she witnessed the death of the king her husband in a manger. \"I'm very sorry\", said the lady, and she cried again for her own misfortunes. \"Remember\", said Citofilo, \"of Maria Stuart, who was honorably dressed as a handsome musician who had an excellent singing voice. Her husband killed the musician; and then her good friend and relative, Queen Elizabeth, who called herself a virgin, had her head cut off on a mourning post after having her imprisoned for eighteen years. - What a terrible thing! -the lady answered; and she gave herself again to her sorrow. \"You must have heard the beautiful Juana of Naples lying\", the consolator continued, \"who was captured and hanged. \"I have a confused idea of that\", she said in grief. \"I will tell you\", added the other, \"the adventure of a sovereign who was deposed after dinner and died on a deserted island. \"I know all that story\", the lady replied. - Then I'll tell you what happened to another great princess, my philosophy student. She had her lover, as every beautiful and great princess has: one day her father entered her room, and she caught the lover with her face lit and her eyes that were like two charcoal glowing, and the princess also with her very incarnated face. The mance's face displeased the father so much that he was slapped with the biggest slap ever in his entire province. The lover took the stakes, and broke the head of the lady's father, who was long dead, and still has the sign of the wound: the careless princess threw herself out the window, and broke one leg, so that even to this day she is known to be lame, though she has a beautiful body. His lover was sentenced to death for having broken the head of such a high prince. You can imagine the state of the princess when she was hanged, and I would see her often when she was in prison, and she would always tell me about her misfortunes. - Then why don't you want me to have my own? - the lady told him. - Because it's not right to grieve over your misfortunes, and because there have been so many leading ladies so unlucky, it doesn't seem right for you to despair. Look at Hecuba, look at Niobe. - Oh, my God! \"If I had lived in that time, or in that of so many beautiful princesses, and for their comfort you had told them my misfortunes, would they have heard it? The next day the philosopher lost his only son, and he almost died of feelings. He sent the lady to make a list of all the monarchs who had lost their children, and she took it to the philosopher, who read it, found it very punctual, and kept on crying. After three months they met again, and they were very happy. And they raised up a beautiful statue at the same time, with this sign: THE FINAL CONSOLATOR", "title": "Los dos consolados", "author": "nan Voltaire"}