{"metadata": {"length": 7271, "words": 1338, "reading_time_min": 6.69}, "text": "The red of a flag trembling over a bamboo pointed to Peyo Mercé's school girl. The schoolhouse had two rooms separated by a long partition. In one of those halls a new teacher was teaching now: Mr. Johnny Rosas. Since the unfortunate incident in which Peyo Mercé made you look bad in front of Mr. Juan Gymns, the supervisor, thought it prudent to appoint another teacher for the La Cuchilla neighborhood who would teach Peyo the new pedagogical methods and bring the light of progress to the neighborhood in shadows. He called his office to the young and accomplished teacher Johnny Rosas, a recent graduate who had spent his junior year in the United States, and solemnly said, \"Hey, Johnny, I'm going to send you to the La Cuchilla neighborhood to take the last thing you learned in education. That Peyo doesn't know a thing about it; he's like 40 years behind on that. Try to change the customs and, above all, you must teach a lot of English, a lot of English. And one day Peyo Mercé saw the old and tired horse riding the school hill to the new teacher. There was no resentment in him. And he was moved with compassion, and said, The life shall come upon him, and he shall draw holes like thorns upon the ground. And he commanded the young men to take the horses' harnesses, and cast them into the pasture. Peyo knew that life was going to be very hard for the young man. It's not good in the country. The food is poor: rice and beans, mojo, oats, water herring, cod, long soup and plenty of water to fill. The roads are almost impassable, always full of tanks. You have to bathe in the crack and drink rain water. Peyo Mercé had to make his plans in the oscillating light of a quinque or a cigarette jacket. Johnny Rosas was bored when night came. The hills were getting black and ghostly. One by one she lit her faint yellow wink in the gloomy monotony of the landscape. The coquins punched the heart of the night. A rooster suspended his slow, trembling singing. A dog in the distance was waving a painful howling at the flowering of the stars. And Peyo Mercé was going to play deck and dominated Tano's little shop. Johnny Rosas told Peyo one day: \"This neighborhood is very late. We have to renew it. Hurry up and bring some new stuff. Replace the traditional, the outdated. Remember the words of Mr. Down the tradition. We have to teach a lot of English and copy the customs of the American people. And Peyo, without much effort, wrote down these words: \"It's true, English is good and necessary. But, blessed be you! If we don't even know how to pronounce Spanish well. And with hunger the child becomes clumsy. The fox once told the snails, \"You have to learn to walk first, then run. 'And Johnny didn't understand what Peyo was trying to say. The tobacco got a little cheerful. Christmas was coming up. Pius had already seen with sympathy one of his disciples making onions and four cedar and yams. These parties brought with them pleasant memories of old times. Times of the guard, times of the co-op. Then tobacco sold well. And the pork rally was sent to the neighbors in a co-sponsorship letter. And he still seemed to hear that hornet: This house has a steel door, and the man who lives in it is a gentleman. A knight who now languished like a dying moon over the buoys. And Johnny Rosas pulled Peyo out of his dream with these words: \"This year he's making his debut in The Santa Knife. That King stuff is getting out of fashion. You don't see that much in St. John anymore. That's in the past. I 'll invite Mr. Rogelio Escalera for the feast; that will please him very much. Peyo scratched his head, and without passion he replied: I'm a free man and I've never left here. I carry that thing about kings in my soul. It's that we zebras know how to smell things like we smell cod. And Johnny was given the opportunity to prepare the way for the Santa Claus Premiere Gala in La Cuchilla. Johnny showed his disciples a sheet of paper showing Santa Claus slipping on a sled drawn by reindeer. And Peyo, who at the time had stopped at the threshold of the door that divided the halls, in turn imagined another picture: a jelly-like, old zebra riding on a yagua dragged by a few goats. And Mr. Rosas asked the jibaritos: Who is this character? And Benito, avispao and maleto like himself, replied: Mistel, that's a colorful year old. And Johnny Rosas was amazed at the ignorance of those boys and at the same time indignant at Peyo Mercé's carelessness. Christmas Eve came along. He invited the parents of the neighborhood. Peyo in his living room made a typical little party, which was the sea of polish. Some jibaritos sang couples and pints with accompaniment of onions and quatrains. And finally the Magi appeared, while the old troubadour Simon was pouring on them, they go and come, and we didn't. He distributed rice with sweets and candy, and the boys traded each other. And Peyo told his boys to come to Mr. Perez's living room. Johnny Rosas, who had a surprise for you, and had even invited supervisor Mr. Rogelio Escalera. What is it? In the middle of the living room was an artificial Christmas tree. From shelf to shelf, there were red cords hanging. On the walls hung green leaf crowns and in the center a fruit incarnate. In snow-covered letters you could read: \"Merry Christmas\". Everything was covered in frost. The fellow students looked at everything they had never seen before in amazement. Mr. Rogelio Escalera looked very pleased. A group of kids climbed onto the improvised platform and formed an acrostic with the name Santa Claus. One told of Noel's life and a children's choir sang \"Jingle Bells\" making a few bells ring. And the parents looked at each other in amazement. Mr. Rosas was away for a moment. And supervisor Rogelio Escalera spoke to parents and children congratulating the neighborhood for such a beautiful little party and for having a teacher as active and progressive as Mr. Rosas was. And Mr. Staircase required the contestants to be deeply silent, because he was soon to introduce them to a strange and mysterious character. A little chorus immediately broke to sing: Santa Claus is coming soon... How slow to walk! Tic, tic, tic, tac. What are you doing? And suddenly the red-and-white figure of Santa Claus with a huge backpack stood up at the doorstep, saying in a cavernous voice: \"Here is Santa, Merry Christmas to you all!\" A cry of terror made the living room tremble. Some peasants threw themselves out the windows, the younger children began to cry and cling to the skirts of the women, who ran in a row. Everyone was looking for a way out. And Mr. Roses ran after them, to explain that he was the one who had dressed in such a strange way; but then the screaming increased and the panic became more acute. An old woman looked up and said, \"I'm sorry! If it's the same demon bouncing in American! The supervisor made vain efforts to stop people and cried out incoherently: Santa Claus is a good, human man. People were shouting in the distance. And Mr. Escalera, seeing that Peyo Mercé had remained indifferent and hieratic, emptied all his resentment at him and put a voice in his neck: \"You, Peyo Mercé, are guilty of having these savages in this neighborhood in the middle of the twentieth century\".", "title": "Santa Clo va a La Cuchilla", "author": "Abelardo Díaz Alfaro"}