{"metadata": {"length": 7546, "words": 1429, "reading_time_min": 7.145}, "text": "A magnificent wheelchair with rubber tires, a velvet seat and a thick fishing cart stopped in front of the house of the landlord Griabov. Fyodor Otsov, marshal of the district nobility, jumped off a leap. In the hallway, he was greeted by a dreamy lackey. Is the gentleman home? The marshal asked. No, your Excellency. The lady and the children have gone to visit and the gentleman is fishing with mademoiselle the governess. They left in the morning. Otsov, after a moment's reflection, heads to the riverbank in search of Griabov. He finds it about two blocks from the house. Nothing but to see him from the top of the cliff, Otsov laughing... Griabov, fat, fat man, with a very big head, sitting turkey on the sand, with a cane in his hand. He wears his hat thrown back, the tie hangs to one side... next to him is a tall, thin Englishwoman, with crab-like leaping eyes and a big needle-like nose, more like a hook than a nose. You saw a white muslin suit through which the yellow, unpalatable shoulders pass. A gold watch hangs from the golden belt. He's fishing too. A deadly silence reigns around them. Neither moves, nor do the waters, over which the sailboats float. There's no need for courage, but there's no luck! \"Otsov said, laughing. Good afternoon, Ivan Ruzmich! Ah... is that you? Griabov asked, without turning his eyes away from the water. You came? See, and you, you still deal with these things? How is it possible that you're not tired? I've been fishing all day, since morning, and today I don't bite a single one. Neither I nor this adherent have caught anything. The hours go by and nothing. It's to lose patience! Send it all out for a walk! Let's go have a vodka! Wait... maybe we'll get something... in the afternoon they'll sting more... I've been bringing it here since morning, buddy! I can't express how much I've bored myself. It's definitely the devil who made me a fisherman! I know it's silly, but I'm not moving. I'm still here like a scoundrel, like a prisoner, looking at the water, the same as an asshole... I should be watching the harvest and I'm fishing. Yesterday the Archbishop offered the Japanese Mass, but I, instead of going, stayed here with this sturdy... with this devil... \"Otsov asked, looking at the Englishwoman with a confused air\". Saying that dirty stuff in front of a lady... and then talking about her... He doesn't understand a word of Russian. You can either compliment her or insult her, she's the same. Look at his nose! It's to pass out! We spent days together and we didn't cross a word! She stands there, like a scarecrow, staring at the water with plates-like eyes. The Englishwoman yawned, changed her bow and threw again. I'm not out of my depth, my friend! Griabov continued. The idiot has been living in Russia for ten years and hasn't learned a word! When one of our hydalguels goes to his country, he learns to splash in no time, while they... the devil understands them! Look at his nose! Look at that nose! Well, enough... it's not right... why did you get on with that woman? She's not a woman, she's a young lady... I bet she dreams of getting married, that devil's adder. And on top of that, it smells like rotting... I hate it, brother! Get me out of my boxes! When he looks at me with his leaping eyes I have the same feeling as if he had rubbed my elbow with a railing. He also likes to fish. Look at her: fishing like she's officiating Mass. She looks at everything with contempt... the very bitch is convinced that she is a human being and even thinks she is the queen of creation. Do you know what it's called? Wilka Charlzovna Tfais! What is this? I'm going to get you. It's unpronounceable! The Englishwoman, hearing his name, turned her nose gradually toward Griabov and looked down at him with contempt. Then he turned his eyes to Otsov, whom he also covered with contempt. He did all this quietly, slowly and with an air of importance. Have you seen it? \"Griabov asked, laughing at me. There it is! Oh, my God! It's just for my kids that I keep this little tritone at home. If it wasn't for them, I wouldn't let her come within ten yards of my farm... her nose looks like a peacock's beak... and her size? This doll reminds me of a long nail. I'd love to sink her to the ground. Wait... it looks like it's stinging... Griabov jumped over the reed and threw. The saddle strained... Griabov threw again, but he couldn't let go of the hook. He's hooked up! He said and frowned. Surely he's stuck in a stone... damned it... Griabov's face was expressing suffering. With relentless movements, accompanied by sighs and blasphemies, he pulled out of the saddle. But their efforts were fruitless. It turned pale. What a disgrace! You have to get in the water. Leave it now! Impossible... it's the afternoon when they're best... little job, God forgive me! You have to get in the water. There's no other way. And if you only knew how little I feel about getting naked! I need the Englishwoman out of here... and I find it embarrassing to be naked in front of her. She's a lady after all! Griabov took off his hat and tie. Miss... uh... she exclaimed, addressing the English. Miss Tfais! What are you doing? I beg you... How can I explain it? How am I supposed to tell you so you can understand? Listen... get out there! There! There! - Can you hear me? - Yes. Miss Tfais responded with a look of contempt and a nosebleed. What? Don't you understand? They're telling you to disappear! I have to get naked, devil's doll! Get out of here! Get out of here! Griabov grabbed the Englishwoman by the sleeve, pointed at the bushes and made her sit down; with these gestures he tried to tell her to leave and hide in that place... The Englishwoman, moving her eyebrows vigorously, hurriedly pronounced a long stretch in English. The landlords laughed. It's the first time in my life I've heard her voice... and what a little voice, by the way! He doesn't know! What do you want to do? Let it go! Let's have a glass of vodka! It's almost dark, so what can I do? What a mess! I'm gonna have to get naked in front of her... Griabov took off his jacket and vest, and sat down in the sand to untie his boots. \"Listen, Ivan Kuzmich\", said the marshal of the nobility, covering his mouth with his hand to hide the laughter. This is a mockery, my friend, a mockery. It's your fault you didn't understand anything! Let it be a lesson to foreigners! Griabov took off his boots and pants, stripped himself of his underwear and stayed as God brought him into the world. Red with laughter and shame, Otsov grabbed his belly with his hands. The Englishwoman raised her eyebrows and blinked... a disdainful, arrogant smile crossed her yellow face. \"You have to let the body cool down\", Griabov said, clapping his hips. Tell me, Fyodor Andreich, why does every summer I have a rash on my chest? Get in the water or cover yourself with something! It's an animal! She's not even upset, the bitch! \"Griabov\", he exclaimed, \"going into the water and becoming holy\". Brrr... how cold! Look at her eyebrows moving! He's not going... he's above the mass! He doesn't consider us people! When the water reached his knees, he stretched out his huge body, winked and said, \"Let it be known, brother, that he is not in England! Miss Tfais changed the bait with the coldest blood, yawned and threw the saddle. Otsov turned around. Griabov untied the hook, jumped and came out of the water breathing. After two minutes he was again sitting in the sand, sloping down his cane. *FIN* Orden, Fragments, 1884", "title": "La hija de Albión", "author": "Anton Chejov"}