{"metadata": {"length": 3587, "words": 629, "reading_time_min": 3.145}, "text": "The emerald edge of the royal palm, which is stabbed by a cobalt blue sky, ends the small, slender figure of the pitcher. I remember that in that cruel childhood unconsciousness my predilection for hunting honda was the brave and arrogant pitcher. The black, shiny, cerulean-eyed Mozambican was a coward and a dodger. Instead, the pitcher would swing the shaded head from side to side, make a small jump to avoid the blow, sometimes go behind the stone and get stuck back to the emerald edge of the royal palm. The pitcher does not run away; pitcher's blood is not Mozambique's blood. And from the emerald edge, he stabbed a cobalt blue sky, he shouted his war cry: Pitire, pitire, pitire! which the Indian, with a different onomatopoeic sense, heard: Guatibirim, guatibirim, guatibirim! He is a prince and sits his aristocratic figure on a royal palm throne under a canopy of sapphire skies. Over the neighborhood, continuously moored, wings of death are seen. The sinister plane is the Guaraguaro. He spirals down slowly to catch his prey. The alarm cries of the women's cooks from crust to crust, as the women shelter under their mother's wings the helpless dick. From the emerald edge emerges the tiny and lofty figure, and in pressurous flight attacks, under the wing and over the wing, the rapacious bird of the element; it rises and throws vertically over the enemy burying its steel beak. Knight of peak and feather is the Pitirre creole. And proudly returns to the emerald edge of the royal palm. Ariel that overcometh Caliban, Quixote that overcometh the mighty; the strength of the weak triumpheth over the weakness of the strong. They say in the countryside that every guaraguao has his pitirre. On that evening, the flaming berry of a flamboyant or the blood red of a bright pearl fly is drunk by the ears. Sometimes, by brave is white of the stone artery. Then falls the gray plumage, impregnated with blood, waving the flag of its wings in protest and shouting furiously: Piterre, pitre, pitre! (I will go, go, go!) Indian bird, Puerto Rican bird, symbol of my people. Little and brave, from the gills of history for four centuries and four decades receiving the blows of adversity, from the day a few Castilian naus drew the whiteness of their wings in the intense blue of your Caribbean waters, to this agonizing year of our Lord Jesus Christ. Stoic people, you have suffered and resisted the evil winds of nature and the evil winds of fate. A people you've heard of oppression and ridicule. Your smallness has been your only crime. But you have been great in spirit; Gautier was already singing: 'Everything, everything in this life I lack; I have over my heart. Everything, everything we've missed in life, but we've had our heart. And so from the pines of Puerto Rico you have thrown, although sometimes seriously wounded, your struggle cry: Pitire, pitire, pitire! (guatibirri, guatibirri, guatibirri!). The Indian received on the bronze back the whip of oppression, and on the black ebony back that of slavery. And you suffered plagues and invasions from men who wanted to desecrate your soil, but you knew how to put your name high in history. Ash of America, Cordelia of the Caribbean, the earth of anguish! It is with sadness that I have witnessed the gradual disappearance of our symbolic bird. It is barely seen to drift, since the renewal of the royal palm, the valley diaphanized by the twilight. I'm not an ornithologist, and I can't give scientific reasons, but God forbid it's a harbinger of the death of the Pitre people that we have. *FIN* Terrace, 1947", "title": "El pitirre (guatibirí)", "author": "Abelardo Díaz Alfaro"}