{"metadata": {"length": 2468, "words": 475, "reading_time_min": 2.375}, "text": "Note: The author left this story unfinished. That piece of purple sea in front of the window was cooling the whole room. It happened that I woke up in the morning, a little restless, and sitting against the pillow I looked for a moment at the window open, then I remember that it gave me a laugh and I lit a cigarette. I was told it was cloudy by Andrea's empty place. Like my father, also in this: if there is a little moisture in the air Andrea wakes up before daylight and can't stay in bed. He says it's the nerves, but I think it's rather that need for isolation that all men carry in their blood. He once told me that he was doing it for me: I confided that the thought of someone watching me while I slept makes me chill. I probably smoked a cigarette in the little garden -- one of those Riviera gardens made up of a tree between four walls -- and I imagined him walking around without glasses, with that naked, childish face I know, smoking like a garbage can and snoring for himself. But no; Andrea was newly in love at the time, and that I had married him still gave him some arrogance. Not that he's warmer now, poor Andrea, but he's understood that I'm interested in loving him very much, like a daughter to her father. He's become almost more shy, strange thing in a determined, serious man like himself, and has the deference to leave me alone when he gets the hangover mania. I'm convinced that you've given up the frenzy of \"love me\" without remission, as if we all don't have a need for secret distraction to focus and consider things without lies. Now their jealousy has become what I really wanted: the loving interest of one who cares very discreetly and lets live. I am sure that that morning in the garden he enjoyed a total happiness, increased even by that cool and threatening weather that he, tired of a week of urban work, had to promise him something more than the familiar and torrid obligation of the beach. The night before he had been moaning and joking about my tanned skin, he said, burning in public, and he had denied with his head that he was going to cut off supplies, but these were games that we already know how they end. What he didn't like at all was to appear beside me me boiled and you roasted among so many known fools, full of compliments to newlyweds and in that I give him reason, but also full of familiarities and allusions that he didn't understand and made him look like an intruder. *FIN* House at the tide, 1940", "title": "Casa en el mar", "author": "Cesare Pavese"}