{"metadata": {"length": 1859, "words": 363, "reading_time_min": 1.815}, "text": "A pork chop crawled through the streets of a city. And a man came and gave him a piece of bread, and said, I will give thee this morsel for the sake of the words of God. Another came and offered him a piece of bread. \"Take this loaf, \" he said\", and I will give it to you, for you are hungry\". The people of that city were competing to see who was the most pious man, and the case of the portier's gifts sparked a dispute. People gathered and argued fervently. Finally, they turned to the doorman, but he made a humble bow to the ground, inappropriate for someone in his class, and replied: \"The most curious thing is that the bread leaves were the same size. How can I decide which of the two men gave me his bread more mercifully? People had heard of a certain philosopher who was visiting the city. \"We have not given bread to the doorkeeper, \" some said\", so it is not right for us to judge those who have given bread to him. Let us consult this wise man. But maybe this philosopher is not trained either, if we stick to the rule that only those who gave bread can judge those who gave bread. This is indifferent to a great philosopher. So they went looking for the wise man and immediately came to him. Oh, very bright, they exclaimed. There are two men in town. One gave bread to a portion owner because of God's words; the other because he saw that he was hungry. Now, which of the two is more pious? 'My friends,' said the philosopher, calmly addressing the crowd. I see you think I'm a wise man. I'm not the person they're looking for. However, a while ago, I saw a man who responded to my description. If they hurry, they might be able to get it to reach you. Bye, bye, bye, bye, bye, bye, bye, bye, bye, bye, bye, bye, bye, bye, bye, bye, bye, bye, bye, bye, bye, bye, bye, bye, bye. FIN Judgement of the Sage, The Bookman: A Literary Journal, 1895", "title": "El fallo del sabio", "author": "Stephen Crane"}