{"metadata": {"length": 7206, "words": 1248, "reading_time_min": 6.24}, "text": "It was audition day at the National Academy of Music. The high courts had decided to study a work by a certain German composer (whose name, since forgotten, happily escapes us); and such a foreign master, if we should believe in various memoranda published by the Revue de Deux Mondes, was nothing short of the creator of a new music! Thus, the opera musicians were gathered together to put, as is often said, things straight and decipher the score of the presumptuous innovator. The moment was grave. The Academy director appeared on stage and handed over the voluminous score in dispute to the orchestra director. He opened it, read it, trembled and declared that the play seemed ineffective at the Paris Academy of Music. \"Explain yourself\", said the Academy's director. \"Gentlemen\", replied the conductor, \"France cannot be held responsible for truncing, by a faulty interpretation, the thought of a composer... whatever his nationality. However, in the orchestral scores specified by the author there is a figure... a fallen military instrument that is now out of use and has no interpreter among us; that instrument, which delighted our fathers, had a name: the Chinese. I think the radical disappearance of Chinese in France forces us to decline, despite our own, the honour of this interpretation. Such a speech had plunged the audience into what physiologists call a coma. The Chinese! The older ones barely remembered hearing it in their childhood. But it would have been very difficult for them today to pinpoint their shape. Suddenly, an unexpected voice uttered these words: \"With your permission, I think I know one\". All heads turned; the conductor jumped up. - Who spoke? \"I, the dishes\", answered the voice. An instant later, the plates were on the stage surrounded, flattered and besieged with impatient questions. \"Yes\", he continued, \"I know an old Chinese teacher, master of his art and I know he is still alive. They all exhaled a scream. The plates came out like a savior! The conductor embraced his young satellite (because the plays were still young). The trombones that were in their bosom cheered him with their smiles; a double bass sent him an envious wink; the drum rubbed its hands: \"He shall come far!\" he groaned. Finally, in that quick instant, the dishes knew the glory. Then a commission, preceded by the plays, went out of the Opera towards Batignolles, at whose depths the austere virtuoso had withdrawn, far from the noise. To arrive, to ask for the old man, to go up the nine floors, to pull the hairy cord from his caller and wait, sigh, in the recliner, was for our ambassadors a matter of seconds. Suddenly, everyone was discovered: a man of venerable appearance, with his face surrounded by silver-haired curls falling down on his shoulders, a head to the Béranger, a romantic character, standing on the threshold and seemed to invite visitors to penetrate his sanctuary. It was him! They're in. The window, framed by climbing plants, was open to the sky, at that purple moment of the wonderful twilight. Seats were scarce: the teacher's cot replaced, for the Opera delegates, the Ottoman women, the poufs, which are too often abundant in the homes of modern musicians. In the corners were old Chinese; here and there lay several albums whose titles caught the eye. The first was: First Love!, a Chinese solo tune, followed by Brilliant Variations on Luther's Choir, a concert for three Chinese. Then, a septet of Chinese (great union), entitled LA CALMA. Then a youthful play (a little tarnished with romanticism): The Night Dance of Young Moriscos in the Granada Campaign, at the Worst Moment of the Inquisition, great bolero for Chinese; finally, the master's play: The Twilight of a Beautiful Day, overture for one hundred and fifty Chinese. The trustees, very excited, took the floor on behalf of the National Academy of Music. - Oh, my God! said bitterly the old master, \"Now remember me? I should... my country first. Gentlemen, I will go. Having hinted at the trombone that the score seemed difficult, the professor replied, reassuring them with a smile: -It doesn't matter. And stretching out his pale hands, he said, \"See you, gentlemen, at eight o'clock, at the Opera\". The next day, in the hallways, in the galleries, in the shell of the restless pointing gun, there was a terrible emotion: the news had spread. All the musicians, sitting in front of their atria, were waiting, with the gun in their hand. The score of the new music had, now, only a secondary interest. Suddenly, the back door gave way to the old man. They were giving at eight! In front of the representative of ancient music, everyone stood up, paying homage to him as a sign of posterity. The patriarch carried in his arm, covered with a humble linen of sarga, the instrument of the past, which thus took the proportions of a symbol. After crossing the atria and finding his way, he sat down on the left side of the drum. After sticking a black luster hat and a visor over his eyes, he discovered Chinese and the overture began. But with the first compasses and from the first glance at the score, the serenity of the old virtuoso seemed to fade; then a distressing sweat pierced his forehead. He leaned, as if to read better, and, with his frowned eyes glued to the manuscript, he flipped feverishly, barely breathing... Was it so extraordinary, what the old man was reading, to disturb him in that way? I did! The German master, out of a German jealousy, had been pleased, with Germanic harshness, with malice, to eradicate the Chinese side from almost insurmountable difficulties. They happened fast, ingenious, sudden, it was a challenge! Judge for yourselves: the score was composed, only, of silences. Yet even for those who are not of the trade, what is more difficult for the Chinese to interpret than silence?... And it was a RISCENCE of silence that the old artist had to interpret! Seeing that, he became tense; a feverish movement escaped him... but nothing in his instrument betrayed the emotions that agitated him. Not a bell moved. Not a single head of water! - Nothing at all. It was obvious he was deeply in control. He was a teacher too! He played. Without hesitation! With a mastery, a security, a brilliance, which filled the whole orchestra with admiration. His interpretation, always sober, but full of nuances, was of such a nuanced style, of such a pure finish that, strange thing, at times, it seemed that he was heard! The braves were about to explode everywhere when an inspired fury ignited in the old virtuoso's classic soul. With eyes full of anger and waving loudly his vengeful instrument that looked like a demon suspended over the orchestra: \"Lord\", the worthy professor voiced, \"I resign! I don't understand anything about this. You can't write an overture for one! I can't play! It's too hard. I protest, in the name of Mr Clapisson! There's no melody here. It's a dinner party! Art is lost! We fall into the void. And, thundered by his own delusion, he fell. In his fall, he drilled the bomb and disappeared inside as if a vision fades. Alas, he was carrying, buried in the deep flank of the monster, the secret of the charms of ancient music.", "title": "El secreto de la antigua música", "author": "nan Villiers de L'Isle Adam"}