{"metadata": {"length": 6219, "words": 1165, "reading_time_min": 5.825}, "text": "1 On the day that I turned eighteen years old my father called me sweetly and said to me with due gravity: Jehovah God desires every man on earth to do a work. He does not want those sitting on the edge of the fields watching the work of sowers and cultivators. You must therefore quickly choose an artwork that gives your life meaning and purpose. Whatever you choose, I promise I won't put you in the way. So decide and speak. And I said, I feared Jehovah God, and obeyed my father all the days of my life; my choice is made, I will be a diver. My father paled a little, but he immediately replied: \"Do your will! 2 So from that day on, I was a diver. For many, many years I have lived, alone and silently, under the great waters. I have dwelt in all the seas, I have explored all the oceans, I have descended into all the abyss. I have found skeletons of ships, necks of old, pointed anchors, bows full of gold coins whose effigies were corroded by water; large; large, bright monsters, with huge white eyes, have illuminated me with their unreal glow; long, green bodies, like those of mermaids, have caressed me; I have penetrated the dark mouths of submerged volcanoes; I have trodden the floor of the lost Atlantides; I have stumbled upon the swollen carcasses of shipwrecks; I have debated among the shrill collar octopuses; I have brought to light a multitude of pearls, strange teas, strange phosphorus trees, the most valuable gulfs that I have thrown into the depths of the night, all the hidden and hidden in the depths of the sea, the darkest and most sacred of the sea, the darkest of the sea, the darkest of all the sea, the darkest of all the sea, the darkest of all the sea, the darkest of all the sea, the darkest of the sea, the darkest of all the sea, the darkest of the sea and the darkest of the darkest of the world. One day I was imbued with all the foul scents and learned all the rhythms of the waves and all the symphonies of the storms, and then I thought that the Lord God could be satisfied with my work and decided to live again in my city, among the earthly beings I had left for so long. 3 But as soon as I arrived in the city where I had been born and where I wanted to die, I had a feeling of terrible disgust and stormy stupor. I no longer recognized or loved everything I had seen as a child. Accustomed to the great underwater solitude, illuminated by miraculous reflections and intense lights that seem to come from the depths, I could not get used to the narrow muddy hive called the city. The sky looked to me like a strange prison, surrounded by narrow, dirty corridors, where little animals ran around looking at each other cruelly or lasciviously. Noisy, mobile laughter was dragging through the corridors, leading inside to imprisoned, crooked belly cells; the air weighed in with smoke and dust, and it weighed in with infected breaths and suffocating odors. Men gave me the idea of death-doomed, mad in vain expectation of grace. Their faces were hateful to me, like those of white reptiles that lay their eggs near graves; their eyes were empty to me, as if the soul had abandoned them; their words rang in my ears like the whistles of eternally hungry beggars or the broken cries of eagles that are cutting off their wings. In their dark and narrow houses I saw yawns where they threw themselves at night as if they were going to die, and tables covered with remains of corpses and leaves brutally torn to the coolness of the earth. They had made large rooms, where some were pretending to love and die, moving around in colorful robes and embroidered under the false light of round lamps, and large rooms, where some of them, grotesquely dressed in black, pretended to save their homeland and the world screaming with great seriousness. And other rooms, on whose walls were hung little pieces of cloth covered in colors and lines, with the intention of making a dream of a better world than the one in which they live. But I did not understand, accustomed to the dazzling silences of the depths, many of his gestures and many of his words. All that life, in the midst of which, however, I had been born and raised, seemed meaningless to me: empty, dreadful, clumsy, soothing, putrid, like that of an underground nest inhabited by blind, weak, unclean beasts. I felt like I had fallen into a pit inhabited by walking and hideous corpses, and at night I had no strength to lift my eyes, fearing that from that sky, too citizen, even the stars would have fled. And I thought to myself, \"Who could have brought me down to this state? Who could have changed my soul so terribly that now I discover the ridiculous, the dark and the ugly everywhere I look? The city is like I left it when I was a young boy. Moreover, they say that since then he has made many and remarkable advances of all kinds. Why then does she appear before me, when I return from the seas, so strange and nauseous, to me, that, yet, I loved her as a child with all my soul, and found her more beautiful, more majestic and more hospitable than any? A man who assisted me in that terrible state advised me to read the books of physicians of the soul and body to find the source and remedy of what he called, with sincere sadness, my alienation. And I read hundreds and thousands of books, day and night, always awake and always anxious for health. But I couldn't find what I was looking for in any book. Then, locked up in my father's house, I thought and suffered for hundreds and thousands of hours, always awake and always attentive to the tremendous anxiety of health. But I still haven't found what I was looking for. Now I address you, man who stands before me with your wicked smile of idle executioner and with your eyes that have never looked up at the sky; I address you, man of early and insatiable perversions and well-kept secrets, and I beg you, on behalf of the land of your birth, the land of your nourishment, the land through which you crawl, I beg you to tell me why I do not understand and love the life of men. And, if you answer me, I'll give you a pearl I picked up one day in the most fantastic valley of the sea and that no eye, except mine, has ever seen. The tragic daily, 1906", "title": "La plegaria del buzo", "author": "Giovanni Papini"}