{"metadata": {"length": 3385, "words": 665, "reading_time_min": 3.325}, "text": "And there was a goat, a very good woman, and she had three young goats, which she had well reared, and metidites in her house. And it came to pass as they went through the mountains, that he saw a serpent drowning in a stream, and stretched out a branch to him, and the serpent went up into it, and was saved: God be with thee, for thou hast done a good thing of charity. - the wasp told the goat. If you ever need me, go to that collapsed wall, which is my convent. He has this many cells that aren't stacked, because the community is very poor, and he doesn't have to buy lime. Ask for the abbot's mother, that's me, and I'll come out and serve you very well in what you do for me. Which he blew up singing maitines. And it came to pass in the morning, that the goat said to her young men, I am going up to the mountain to fetch a little wood. You lock yourselves, lock the door tightly, and be careful not to open it to anyone, because the Carlanco is passing through here. You'll only open when I say, \"Abrid, little girls, open!\" That I'm the mother who gave you birth. The Shivitas, who were very well-trained, did everything as their mother had instructed them. And thou shalt hear there a knock at the door, and a voice like that of a calf, saying, Abryth, I am the Carlanco! What mountains and rocks I'm starting. The goats, with their door locked, answered from within, \"Open it, handsome man!\" And since he couldn't, he poisoned himself, and promised them they'd pay him. The next morning he went and hid himself, and he heard what his mother told the chivitas, which was the same as the day before. And he came very faint in the evening, and he heard the voice of the goat, and said, Open, my daughters, open! That I'm the mother who gave you birth. The Shivitas, who believed it was his mother, went and opened the door, and saw that it was Carlanco himself in person. And they ran, and went up a ladder to the rest, and cast it behind them, and the cliff could not go up. This one, angry, closed the door, and began to go around the room, hitting some buffalo and giving a few breaths that poor goats were freezing blood in their veins. And their mother came, and said unto them, Open, my daughters, open. That I'm the mother who gave you birth. They, from their leftover, shouted that they couldn't, because there was the Carlanco. Then the goat let loose its little wood load, and as the goats are so light, it set up faster than the light in the monastery of the wasps, and called out, \"Who is it?\" - he asked the turret. - Mother, I am a goat, to serve you. - A goat here, in this convent of barefoot and picked wasps? Oh, my God! \"Go your way and God help you\", said the turret. \"Call the abbess' mother, I'll bring her in quickly\", said the goat; \"if I don't go for the beehive, I saw her coming here\". The turtle was frightened by the threat, and she warned the abbot's mother that she had come, and the goat told her what was happening. \"I'll help you, you good-hearted goat\", he said. Let's go to your house. When they came, the wasp grabbed the keyhole, and began to bite the Carlanco, already in the eyes, already in the noses, so that he was unconscious and ran it that it was throwing fires; and I passed through the goat-sheep, and there I was given two cheeses: one for me, and the other for the one to hear this. Popular tales, fortunes and refrains, 1921", "title": "El Carlanco", "author": "Fernán Caballero"}