{"metadata": {"length": 2103, "words": 413, "reading_time_min": 2.065}, "text": "He was once a man who awaited the trance. He was waiting for the train to bring the exact letter to his destination. He waited a long time, as if there were no more tribulations. Finally, a trance appeared at the end of the street. He ran toward him and was the first to appear. He didn't bring the chalice of his destiny, but he was the first one to appear and he was already beginning to be hard of hearing. It was not full, nor empty, nor fast, nor slow; it was only the first trough after a long wait at the trough. He hesitated but, in the end, let it go. Soon another trance passed. He was not the first, for the first had departed. It came slowly and empty. The man had the temptation to enter into that empty trance that was moving slowly and had to be so comfortable after so much waiting. The arrow did not point to its destination, but it was in the same direction and vacant and pleasant. He doubted, but he also let it pass. At last, exhausted yet, he saw another trance coming to him before it stopped. It came full and ran very fast. This one did not show the gleam of his destiny. The one who ascends on it will not arrive late, although it will not lead him to where he wants. The man doubted, but he also let this pass. Then came another train, and the man who had been waiting recognized the guardsman and the conductor who had come talking about nothing in the head of the train. The vehicle did not bring a torch, as it was being taken to the depot. The man hesitated, for he knew the guards and the conductor, and to go with them was the same as to go in the trance with the harlot of his destiny. But after he paused for a moment, he stopped he let it go. Finally, when the man, tired of waiting, was already exhausted, he saw a thorn that carried the wreath of his destiny. It came neither slowly nor quickly; neither full nor empty; and it brought no known or unknown people. For him, it was only the harbinger of his own doom. The man did not hesitate and entered into it. With that tremor he came to his home, for it was precisely that tremor that brought him to his home. FIN", "title": "Cuento del hombre que esperaba el tranvía", "author": "Fernando Pessoa"}