{"metadata": {"length": 2473, "words": 437, "reading_time_min": 2.185}, "text": "Naron, of the long-standing Rigelian race, was the fourth of his lineage to carry the galactic annals. He had in his hand the great book containing the list of the numerous races of all the galaxies that had acquired the gift of intelligence, and the much smaller book featuring those who had reached maturity and possessed the merits to be part of the Galactic Federation. In the first book some names had been written down before: those of the races which, for whatever reason, had failed. Bad fortune, biochemical or biophysical deficiencies, lack of social adaptation were all paid tribute. However, in the little book none of the names had ever had to be written down. At that moment, Naron, enormously fat and incredibly old, looked up and noticed a messenger approaching. \"Naron\", said the messenger. The great Lord! -Well, well, what's up? Less ceremonies. - Another group of organisms has reached maturity. - Stupid, great. They're going up pretty fast these days. It's hardly a year since a new group arrived. Who are they? The messenger gave the key number of the galaxy and the coordinates of the world in question. - Oh, yeah, I know him. And in good cursive writing, he wrote the data in the first book, then moved the name of the planet to the second. It used, as usual, the name by which the planet was known to the largest fraction of its own inhabitants. He wrote, then, \"The Earth\". \"These new creatures\", he said later, \"have set a record. No other group has gone from intelligence to maturity so quickly. It won't be a mistake, I hope. \"Not at all, sir\", replied the messenger. - You've come to know about thermonuclear energy, haven't you? - Yes, sir, I know. - Well, that's the requirement. - Naron laughed. Your ships will soon probe space and contact the Federation. \"Actually, sir\", said the messenger reluctantly, \"the observers tell us they haven't yet penetrated into space. Naron was stunned. - Not much? Don't they even have a space station? - Not yet, sir. - But if they have thermonuclear power, where do they conduct the tests and explosions? - On your own planet, sir. Naron rolled on his six-meter height and thundered, \"On your own planet? - Yes, sir, I know. With a slow gesture, Naron pulled out the pen and cut the last note in the little book with a line. It was an unprecedented fact, but Naron was very wise and able to see the inevitable, like no one else in the galaxy. - You stupid asses! - She whispered. FIN Silly Asses, 1957", "title": "Asnos estúpidos", "author": "Isaac Asimov"}