{"metadata": {"length": 6661, "words": 1284, "reading_time_min": 6.42}, "text": "What would you do if you knew this was the last night of the world? - What would I do? Are you serious? - Yes, I mean it. - I don't know. - What? I haven't thought about it. The man drank some more coffee. At the back of the hall the girls were playing on the carpet with wooden cubes, under the light of the green lamps. In the afternoon air there was a soft, clean smell of roasted coffee. - Well, you better start thinking about it. - You're not serious! The man nodded. - A war? The man shook his head. - Not the atom bomb, or the hydrogen bomb? - No, I'm not. - A bacterial war? \"None of that\", said the man, gently rolling the coffee. Just, say, a book that closes. - I don't think I understand that. - No, I'm not. And neither do I, really. It's just a hunch. Sometimes it scares me. Sometimes I feel no fear, and only a certain peace - he looked at the girls and the yellow hair that glittered in the light of the lamp. I didn't tell you. It happened for the first time four nights ago. - What? - What? - It was a dream. I dreamt it was all over. I was hearing a voice. A voice unrecognizable, but a voice anyway. And he was telling me that everything was gonna stop on Earth. I didn't think much about that dream the next day, but I went to the office and at midnight I caught Stan Willis looking out the window, and I asked him, \"What do you think, Stan?\" Before you told me I knew what that dream was. I could have told you. But I let him tell me. - Was it the same dream? - It's the same. I told Stan I had the same dream. He didn't seem surprised. On the contrary, he calmed down. Then we went for a walk around the office, without even realizing it. We didn't make any arrangements. We walked, just one by one, and everywhere we saw people with their eyes glued to their desks or watching their hands or looking down the street. I talked to some of them. Stan did the same thing. - And they all had dreams? - All of them. The same dream, exactly. - Do you think that's true? - Yeah, I've never been more sure. - And when will it be over? The world, I mean. - For us, at a certain time of night. And as the night moves around the world, the end will come. It'll take 24 hours. For a few moments they didn't touch the coffee. Then they slowly lifted up the cups and drank, looking each other in the eye. - Do we deserve this? - the woman asked. - It's not about whether you deserve it or not. It's just like that. You haven't tried to deny it yourself. - Why? - I don't know. - I think I have a reason. - The one everyone had in the office? The woman nodded. - I didn't mean to tell you anything. It was last night. And today the neighbors were talking about it among themselves. They all had the same dream. I thought it was just a coincidence - the woman picked up the afternoon paper from the table. The papers say nothing. - Everybody knows. No need - the man leaned back in his chair looking at her. Are you scared? - No, I'm not. I always thought I'd be very scared, but I'm not. - Where's that self-preservation instinct that's been talked about so much? - I don't know. - What? Nobody gets too excited when everything's logical. And this is logical. According to our lives, nothing else could have happened. - We weren't that bad, were we? - No, but not too good. I think that's it. We've been almost nothing, except ourselves, while almost everyone else has been many things, many abominable things. In the hall the girls were laughing. - I always thought when this happened people would start screaming in the streets. - No, not at all. People don't scream at the reality of things. - You know, I'm gonna miss you and the girls. I never liked the city or my job or anything except the three of you. I'm not gonna miss anything else. Except, perhaps, the weather changes, and a glass of cold water when it's hot, and sleep. How can we be sitting here, talking like this? - There's nothing else you can do. - Of course, that's it; because if we weren't doing it. I imagine today, for the first time in the history of the world, everyone knows what they're doing at night. - I wonder, however, what the others will do this afternoon, and for the next few hours. - Going to the theater, listening to the radio, watching TV, playing cards, putting the kids to bed, going to bed. As usual. - In a way, we can be proud of that... as always. The man remained motionless for a while and finally another coffee was served. - Why do you think it'll be tonight? - Because I do. - Why not some other night of the last century, or five centuries or ten? - Maybe because it was never October 19, 2069, and now it is. Maybe because that date means more than any other. Maybe because this year things are the way they are, all over the world, and that's why it's the end. - There are bombers that tonight will be completing their round-trip flight across the ocean and will never land. - That explains it, too, in part. \"Well\", said the man, joining, \"what do we do now? Shall we wash the dishes? They washed the dishes, and stacked them with special care. At eight and a half they put the girls to bed and kissed them good night and turned off the room lights and rounded the door. \"I don't know\", said the husband as he left the bedroom, looking back, with the pipe between his lips. - What? - What? - Shall we shut the door completely, or leave it like this, splattered, so that some light can come in? - Will the girls know too? - No, of course not. The man and the woman sat down and read the newspapers and talked and listened to some music, and then together they watched the chimney lights as the clock went on at ten and a half and eleven and a half. They thought of the other people in the world, who had also spent the evening each in their own way. \"Well\", said the man at last. He kissed his wife for a while. \"We got along well, after all\", said the woman. - Do you feel like crying? - the man asked. - I don't think he did. They went around the house and turned off the lights and entered the bedroom. They stripped in the cool darkness of the night and removed the blankets. - The sheets are so clean and fresh... - We're all tired. They went to bed. - Wait a minute, said the woman. The man heard his wife getting up and coming into the kitchen. A moment later he was back. - I forgot to turn off the faucets. There was something so funny in there that the man had to laugh. The woman laughed too. Yeah, what I did was really comical. Finally they stopped laughing, and they lay motionless on the cool night bed, holding hands and their heads very close together. \"Good night\", said the man after a while. \"Good night\", said the woman. FIN", "title": "La última noche del mundo", "author": "Ray Bradbury"}