{"metadata": {"length": 5099, "words": 963, "reading_time_min": 4.815}, "text": "For two months he ached for death. The doctor remarked that Pedro’s illness was new, that there was no way to treat it and that he didn’t know what to do... Fortunately, the sick man, usually, was cured. He had not lost his good humor, his provincial stoicism. Too thin and that was all. But when he stood up after several weeks of convalescence he felt light. - Oh, - he said to his wife - I feel fine, but I don't know!, the body seems... absent. I feel as if my ties were tearing apart leaving me naked -Languidces - his wife replied. - Maybe. He continued to remember. He had already passed through the barn, attended to the hunger of the chickens and the pigs, given a hand of green paint to the crow-barber, and was still tempted to take the hay and carry it to the trough. As the days went by, Peter's meat lost its density. Something very strange was going on inside him, suffocating, vacating his body. He felt a stifling ingratitude. It was the ingravidence of the breeze, the bubble and the globe. It was very little to jump cleanly over the nettle, to leap five in five, to pick up the high apple from a scuffle. -You have improved so much - his wife observed - that you look like a crocodile. One morning Pedro was frightened. Until then his agility had worried him, but everything would happen as God commanded. It was extraordinary that, without proposing it, it turned the march of the human race into a triumphant flight over the quinta. It was extraordinary but not miraculous. The miracle appeared that morning. Very early he went to the potter's. He walked with a stout step because he knew that as he walked he would be tumbling down the cliff. He ripped off his cap, sat down, took the stick and struck the first blow. Then, rejected by the impulse of his own ego, Pedro rose up. He was still hanging on the rope, and he sat there for a moment in suspense, he was levying up to the height of the ceilings; and then he sank slowly, sank as a sunk ship. His wife came to him when Peter had already fallen and, with a palpable death shiver, tripped over a thorny branch. -Hebe! I almost fell to my death! -Tonteras. You cannot fall to the earth. Nobody falls to the ground. What happened to you? Pedro explained the matter to his wife and she, without astonishment, agreed: -You are acrobat. I have already prevented it. The least thought you will be naked in one of your pirouettes. - No, no! -Insisted Pedro-. Now it is different. I reballed. The sky is a precipice, Hebe. Pedro dropped the horn that he was wearing but he leaned heavily on his wife. They hugged and returned to the house. -Man! Hebe told her that she felt her husband's body attached to hers like that of an animal strangely young and wild, with a desire to run away. Man, stop making a fuss, you fucking jerk! Do some flips as if you want to fly. - Have you seen, have you seen? Something horrible is threatening me, Hebe. One sigh, and the ascent begins. That afternoon, Pedro, who was sitting in the garden reading the newspaper, roared convulsively, and with the propulsion of that cheerful motor he rose like a lullaby, like a frog whose feet had been taken off. The laughter grew in terror, and Hebe listened again to the voice of her husband. He managed to grab his pants and drag him down to the ground. I had no doubt. Hebe filled his bags with great sacks, baskets of clay, and stones; and these weights gave his body the strength it needed to run through the gallery and up the steps of his chamber. The hardest part was to disguise him. When Hebe took away the stones and the mud, Pedro, fluttering on the sand, shook the bars of the bed and warned: - Beware, Hebe! Let's do it slowly because I don't want to sleep on the floor. - We'll call the doctor tomorrow. - If I can be quiet nothing will happen to me. Only when I am agitated do I become an aeronaut. With a thousand precautions it could be borne and it was certain. - Are you ready to go up? - No. I'm fine. They gave good night, and Hebe shut up the light. On the other day, when Hebe opened her eyes, she saw Peter sleeping as a blessed man, with his face pressed to the wall. It looked like a ball sucked out of a child's hands. - Pedro, Pedro! - shrieked in terror. Finally Peter awoke, hurt by the stumbling against the hard rock. What a shame! He jumped backwards, fell up, climbed down. But the roof shook as the ground shook Hebe. -You will have to grab me from one leg and pull me to the roper until he calls the doctor and see what happens. Hebe sought a rope and a ladder, threw a foot at her husband and threw herself at him with all her might. The body clinging to the ceiling swung away like a slow sled. It landed. In that a current of air rushed through the door, slamming into Pedro's thin body, and, like a hose, drenching it through the open window. It happened in a second. Hebe cried out and the string sprang up, soared through the pristine air of the morning, soared in smooth contone as a fugitive globus of color on a party day, lost forever, on a journey to the infinite. It was made a point and then nothing. FIN", "title": "El leve Pedro", "author": "Enrique Anderson Imbert"}