{"metadata": {"length": 3772, "words": 735, "reading_time_min": 3.675}, "text": "Cruel, said Lisandro, nature is a cruel mother. \"It's true, yes, true\", said Silvia. Silvia was a beautiful name, a good choice, a word that sounded like a forest, like a land caressed by the sea. She was not at all in agreement with him, but from a very young age her mother, sisters, cousins and not to mention her grandmother, assured her that there is nothing that men love more than a woman who can listen to them attentively, with fruition, with anointing, and who never ceases to agree with what he says. She wanted to love him, it's true, because he liked her, he liked her so much and that's why she told him it's true it's true even though for her nature wasn't a cruel mother but quite the opposite. That she was going to be a cruel mother. A loving mother, that's what she was, all green and blue that wrapped her like a mantle and made her feel like a queen. It was the sun that toasted her skin and made her hair even lighter. It was the water that caressed her. It was white sand, bright quartz, the moon, the hot naps, the fog, the stormy nights, the rain like needles, the sunrises, the hurricane, the peaks of the mountains far away, the sargas, the snails, the smell of wood, water, seaweed, gold. And if you don't notice, he's leading himself very enthusiastically in the deaf struggle that unfolds here just under our feet, in the dark land that supports the flowers, among the well-cut grass, at the foot of the trees and the weeds. Will he be stupid? Silvia wondered. The women of his family had also assured him from an early age that men were generally fools, fortunately because fools are easy to catch. But sometimes there was one who was not, who stumbled and vindicated all the others; and that one, though untenable, was worth it. Until that night Silvia had found a few that weren't worth it and some that were: three; four if she told the poet (he said he was a poet) that she was playing the guitar strapped to the fire lit by the backpackers that almost winter night where, where had she been? Well, you said, it won't be the first time I've slept with a fool. It must have cost him little. He thought she was perfect and that he had never met a woman who would listen to him with that robbery. She thought the beach would be the best place but that if he took her home it wouldn't be bad either. It was on the beach. She told him something about the moon and added that nature can be cruel but that it is also of stunning beauty. He said, \"A beautiful beauty\". Let's go to the beach, she said, and you'll see I'm not wrong. They escaped the party and went down to the beach. He held her hand so she wouldn't slip with those high heels and that silver, narrow skirt. She thought about what the women in her family would say and smiled. She also thought men were delicious, something that the women in her family used to agree with on those evenings when they sat on the rocks covered with moss and gas to watch the sun set and spoke and sang lazyly until night fell. He wrapped his waist around her with an arm. She leaned her head over his shoulder. He thought her hair was like gold. The sand was still warm, after a rainy day of sunshine. He took off his shirt. She helped him with the shirt. He was stupid but pretty clever and she knew how to guide him. I liked it very much, she said, very much. He rolled over to her side, closed his eyes and fell asleep. She got up, dropped her lamé shirt, fitting her skirt. He leaned over it and dragged it to shore. She slowly stepped into the dark water with him, as the shiny skin covered her from her waist down. With a stroke of the tail, she sank deep, happy, smiling. He dreamed of blue abyss without even knowing that nature is not only not cruel but infinitely generous. FIN Lies, 2000", "title": "La naturaleza es una madre cruel", "author": "Angélica Gorodischer"}