{"metadata": {"length": 7627, "words": 1456, "reading_time_min": 7.28}, "text": "Between two rows of trees, the road sways in the sky, a hut sits next to a pond, in which the sun gleams, and a lone lark, sighing in the blue calm, speaks of life while everything is still. The traveler goes where the shadows of the eagles fall; he stumbles and looks, and continues on. Let it blow its white head of ashes and years, and let it sooth its painful memories in the peace that surrounds it. Soon, the heart gives way, and he stands trembling as he faces the mysterious end of his existence. At her feet, on the ground, at the foot of an eagle and at the edge of the road, a girl was sleeping a sweet and slumbering dream. The walker cried for a moment, then sat down, then sat down, and without taking his eyes from the closed eyes of the girl, he saw the dream. And he dreamed in the night. He dreamed of another girl like that, who was his origin, and who, when she died on a sweet morning in spring, left him alone in the house, letting him wander the streets, frightened. Soon she opened her eyes to the heaven she was sleeping in, turned them to the walker, and who was talking with a known old man, asked him: “What about my grandfather?” And the walker replied: “What about my niece?” They looked into her eyes, and the girl told them that when her grandfather, with whom she had lived alone – in solitude and aloneness – died, he left at the stroke of midnight, looking for... he didn’t know what... more solitude perhaps. \"We are going together; you to look for your grandfather, I for my niece,\" said the walker. - My grandfather died! - the girl said. -They will return to life and the way - the old man argued -then... let us go? -Go, yes, forward, up! - No, that we will come to my town and I do not want to go back, that I am alone. I know where my grandfather sleeps. It is better to the left, all right. -The way that you are taking? \"It's a pity,\" the sailor exclaimed. Return me, you say? Delay the walk? Return to my memories? What about the occasion? No, never! No, that's right, not before we die! -Then... here, among the flowers, among the pastures, where there is no way! By leaving the road they entered the picturesque countryside, among flowering fields - figs, cypresses, apricots - where God wanted them. And she, while she drank a cup of tea with her pink lips, was telling him of her grandfather who, on long winter nights, talked of other worlds, of Heaven, of that Noah's flood, of Christ... \"And how was your grandfather?\" -I was almost like you, a little higher, but not much, you don't believe me, old man, and I knew songs. The two shook hands, followed a silence, and the old man broke it by singing to the breeze that was blowing through the flowers this song: The ways of life, go from yesterday to tomorrow, more the ways of heaven, my life, go from tomorrow to yesterday. And when she heard it, the girl gave up to heaven as a lamb this springtime song: Little owl, little owl, where do you come from? Your nest, little sparrow, you don't have it yet? If you're alone, little bird, how are you singing? Who do you look for, little sparrow, when you rise up? -She was like you, a little more girly - the old man said, wailing- she was like you, like these flowers... -Tell me about her, please, tell me about her! And the old man began to recollect his life, to recall his memories, and the girl, in turn, to enshrine them, to make them her own. \"Once again...\" he began, and she, cutting him off, said, \"I remember!\" - Yes, yes all of that seems like something that happened to me, as if I had lived another life. - Maybe! - said the thoughtful old man. - There is a town there: look! And the traveler saw a hill of smoke from houses. Then, when he reached his apex, at the back, a little boy shivering in the scab of a poor sword, whose two eyes with their two chiles, which were two pupils, seemed to look into the infinite. In the forest, a red squirrel was taking care of some bees that were laying in a trough, which, as if it were a spout of earth, showed the sky above, and in this other two bees - two celestial bees - that came to contemplate their passing shadows or perhaps give them new life. - Zagal, there's a place to stay at night, dime? - asked the old man. -Not a post! - the boy said. That house there is empty; its owners emigrated, today it serves nothing but as a refuge for vultures. Pan, wine and fire here never refuse to anyone who comes by in search of his life. - God will pay you back, zagal, in the other! They sat down and dreamed, the old man in the grandmother of the girl, and she in the nymph who would lose the poor traveller. When they awakened, they looked into their eyes, and as in a solitary cave that reveals the sky above, they saw there, in the background, their dream paths. -Because we have to live, if we stay in this house... the poor is so lonely! \"It's a good thing,\" said the old man. - Yes, yes: the poor house... Look, Grandpa, the town is so beautiful! Yesterday, the church bell rang very loudly, as if it was going to... At this point the Chiles rang. \"Our Father in heaven...\" And the girl followed: \"Make your will known on earth as it is in heaven!\" They heard a voice. And they went out of the house, and said, \"You, what do you know to do? Let us see!\" The old man had a sack, he had a thousand tangled things in it; his hands were agile, his ingenuity was industrious. They felt the coming of the night: the girl lit the fire, and by taking care of the oil lamp she helped herself. And they talked about theirs, about the other life and about that other grandfather. And it was as if the souls of the others, also straitened, wandering in the paths of the heavens, fell to the arrival of the light of the new home. And they looked at each other in silence, and they were four, not two. Or rather they were two, but two couples. And so they lived double lives: one, life in heaven, life of memories, and the other, life of hopes on earth. They went up to the hill in the afternoons, and from the midst of the people they saw on the sky, there in the outskirts, some arrows that tell the way of life. Return to singing. And so it went on until one day - a few years later - he heard another song at home from the old man. -Who sings that song, Mary? Maybe the ruffian of the alameda... No, that's singing in a tin can! She lowered her eyes. -That song, Mary, is a commercial. You call me to the way and me to death. God bless you, girl! -Auntie! Baby! - and he embraced her, kissed her, looked into her eyes, seeking her. - No, no, she didn't die, Mary! I too will die! - I don't want you to die, Grandpa; you'll live with us... - With you, you say? Your grandfather? Your grandfather, girl, died. I am another! - No, no; you're my grandfather! Do you remember when I, when I was alone and telling you how to escape from the house, you said to me: Will you return to life and the road? And they came! -They've come back, yes, my daughter, and he calls us that little boy song. You with him, my Mary; I... with her! - With her, no! With me! - Yes, with you! But... with the other! - Oh, my grandfather, my grandfather! - I'm waiting for you there! God bless you, for through you I have lived! The poor old man, the walker who had walked for days, remembered that afternoon; the girl, with her hands that gathered flowers of the field - lilies, irises, lilacs - closed both eyes, guardians of the future of another world; enchanted by them, she cried, prayed, dreamed, until, hearing the song of the way, she went to whom she had called. And the old man went down to the earth, to drink under it his memories. FIN", "title": "Cruce de caminos", "author": "Miguel de Unamuno"}