{"metadata": {"length": 3056, "words": 573, "reading_time_min": 2.865}, "text": "In our village there lived a wonderful little girl. She was so delicate that her worried mother locked her in a glass box. This box was to protect the girl from wind and rain, from sickness and from all danger. Not the slightest dust could touch his white dress, not a word offend his ear. The good mother wanted to protect her little girl from all the evil in the world. The glass box was mounted on four wheels, and this way it could also be taken out into the garden. In this the girl could look through the windows of her little house at the flowers; rejoice when the birds sang and the children jumped cheerfully. She was sitting still in her chair, delicate, and day by day she became more pale. The mother never lost sight of the glass box for a moment. But one day he had to leave the house for a couple of hours. Then a little lizard came through the glass and said only, \"Judi! Like a whip on a horse, this cry made the girl tremble in the glass box. Their eyes moved to the right and left, up and down, and what they saw around them was joy and life. Outside reigned autumn, and the wind celebrated a feast. The wind invited this one hundred thousand guests: to all the gray, red and yellow leaves of the trees. - Come on, you two! - She yelled at them. Let's dance! The leaves jumped from the branches and danced. They danced alone and in pairs, and they danced in big runs too. The street children came and danced with them. Then the little girl forgot that she was so delicate that no wind or rain or dust could touch her, nor could she hear a word. And he could not restrain himself, but said, \"Wait a moment, I too am going with you\". But the doors of the glass house were closed. It was useless to shake them and throw them away. - Open me up! - He took the girl. Upon hearing their screams, all the children stopped dancing and surrounded the small glass house; but no one could open it despite their efforts. Then the wind came. This one didn't try to lift the pin. He shook and made the whole glass house shake. And finally, he did simply: \"Plaff!\" hitting the crystals with his strong fists. Oh, how cheerful it sounded! The glass cottage was broken, and the little prisoner came out of a leap from within. How wonderful the air was out there! And how vast and vast the world was! There was dancing. The leaves danced, the children danced. The foreheads and skirts and haircuts danced, and, more cheerfully than any, the girl's heart danced too. The wind whistled a little song, and the children shouted joyfully. Suddenly the mother appeared. Seeing the girl outside the cottage, he shed tears. I was afraid that now the delicate girl would get sick and die. But the girl did not get sick or die. Her cheeks were colored, her eyes brightened brighter, and she all bloomed and became more beautiful every day. - Judge! - the devil laughed, while the mother picked up the glass pieces. Then he leapt on the wind, and it carried him away. Where? Where? I never knew this, for in his haste he forgot to tell me. FIN FINISH Anonymous Swiss", "title": "La niña de la caja de cristal", "author": "nan Anónimo"}