{"metadata": {"length": 6478, "words": 1271, "reading_time_min": 6.355}, "text": "An old man and a girl were walking together. There were a number of strange things about them. They approached as lovers, as if they didn't feel the 60 years difference in their age. The old man had trouble hearing. I didn't understand most of what the girl was saying. The young woman was wearing dark red pants with a purple and white kimono with fine arrow designs. The sleeves were quite long. The old man wore the kind of clothes appropriate for women who would pull weeds from a rice paddy, only in his case without overpants. The tight sleeves and tight pants on the ankles looked like women. His clothes were loose on his hips. They were walking on the grass. A wire was crossing her march. The lovers didn't seem to notice that if they kept moving forward, they would get caught up in it. They did not stop; instead, they passed through it like a spring breeze. After crossing, she was the one who noticed the wire. Shintaro, did you get through the network too? The old man couldn't hear her, but he took the wire mesh. Shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit, shit. He shook it with too much violence, and at one point the huge net dragged him. The old man stumbled and fell. Shintaro, what happened? The young woman held him in her arms. Let's get out of the net... oh, you've lost a lot of weight, the girl said. The old man was finally able to stand up. Jadeante, thanking him. He took the net back, but this time more gently, with one hand. Then he cried out, as the deaf speak, and said, \"I used to collect the balls that crossed the wire every day. For seventeen long years. 17 years is a long time? It's not much. They threw the balls as they could. They made an ugly noise when they knocked on the wire. Before I got used to it, I was a coward. It's the noise of those balls that made me deaf. It was a metal net to protect the boys who picked balls on the golf course. It had wheels that allowed it to move forward and backward and to the right and left. The golf course was separated by some trees. Originally, there was a very populated grove, but it had been cut down and only one irregular row remained. They kept walking, with the wire on their backs. What pleasant memories bring the sound of the ocean. As she wanted the old man to hear those words, the girl put her mouth closer to her ear: \"I can hear the sound of the ocean. How? The old man closed his eyes. Oh, Misako, you know what? It's your sweet breath. Just like so many years ago. Can you hear the ocean so beloved? The ocean... Are you talking about the ocean? The one you love? How could the ocean where you drowned be dear to me? I love him so much. It's the first time I've been back to my hometown in 55 years. And you're back too. This brings back dear memories. The old man couldn't hear her, but she continued: \"I'm glad I drowned. That way I can think of you forever, just like I did the moment I drowned. Besides, the only memories and memories I have are those of my eighteen years. You're eternally young to me. The same thing happens to you. If I hadn't drowned and you had come to the village to see me, I'd be an old woman. That's awful. I wouldn't take it. The old man was talking. It was the monologue of a deaf man: I ran to Tokyo and failed. And now, decrepit with age, I've returned to the village. There was a girl who regretted that we had to part ways. He threw himself into the sea, so I looked for a job on a golf course that looked out to the ocean. I begged them to give me the job... even if it was just out of pity. Was that area we walked through the woods that belonged to your family? I couldn't do anything but pick up balls. I hurt my spine by bowing down all the time... but there was this girl who killed herself for me. The cliff is just this side, so you could jump, even wobble. And that's what I'm going to do. No, you must keep living. If you died, there would be no one left on Earth who would remember me. And I would die completely. The girl hung herself from him. The old man couldn't hear, but he hugged her. That's it. We're going to die together. This time... you came to get me, didn't you? Both of you? But you must live. Live for me, Shintaro. She was breathless as she looked over her shoulder. Oh, those big trees are still there. The three of them... like so long ago. The girl pointed at them and the old man turned his gaze to the trees. Golfers complain about them. They always insist on cutting them off. When they throw a ball, they say it curves to the right like sucked by the magic of those trees. Those golfers will die in due course, long before these trees. They're centuries-old specimens. Golfers say that, but without understanding the length of a man's life, she assured. These are trees that my fathers tended for hundreds of years, and I obtained from the buyer, by selling the land to him, the promise that I would not cut them down. The young woman pulled the old man's hand. And as he was about to fall, the old man marched with her to the trees. The girl slipped through the trunk without difficulty. And so did the old man. How? She stared at the old man in wonder. Are you dead too, Shintaro? When did you die? He didn't answer. You're dead. Is that right? It's strange I didn't find you in the world of the dead. Well, try to go through this log one more time to check if you're dead or alive. If you're dead, we can get into the tree and stay there. They disappeared inside the tree. Neither the old man nor the girl came back. The color of the night was beginning to float over the twigs behind the big trees. The sky in the distance was tinted pale red where the ocean roared. The film is based on the novel of the same name by Tanagokoro no shôsetsu, published in 1963.", "title": "Inmortalidad", "author": "Yasunari Kawabata"}