{"metadata": {"length": 5963, "words": 1036, "reading_time_min": 5.18}, "text": "The old woman Lambra rose long before dawn and stood on the threshold of her house, just outside the village entrance, looking up to the sky, as if guessing the light that was coming. For these reasons (because she lived at the entrance of the alley and at dawn) she was the first to observe Mazariego's arrival, occurring any day. With his incredible black scarf covering his head, his old eyes sunken without glow, he barely emitted a screech as he passed by cheerfully greeting. Mazariego, the grandson of one of the town's founders, had decided to set up a bicycle business in the old family home. For this he removes the ruinous construction of adobes, joining the two previous rooms (one of which had served as a hall), opened two large windows enabling them as windows, and in those rooms arranged the exhibition hall and sales. Mazariego calculated that, with good luck, he could sell two bikes a month and that so within a year, which was the term of life that his doctors predicted, because he suffered from a strange incurable disease, he would have sold a couple dozen bikes, with an excellent profit for these times. The house, whose venerable walls of adobe were erected on the only street in the village, was transformed and Mazariego placed with the help of no one that sign that read: Mazariego  Roados, in strong printed characters, white on a blue background. He printed in the city some attractive colored posters, showing cyclists riding their bikes, all dressed in different clothes and busy in different things: a lady with a fan in her hand, a gentleman with a pipe mowing an orange while pedaling, another removing his hat in courtesy reverence, and finally, another carrying a heavy trunk in the luggage compartment. These signs appeared all over the town: on the walls, on the trunks of the trees, on the gate of the chapel. And on a Friday, the merchant announced that the next day he would open the sales office, which would only remain open for half a day, because it was Saturday. Early on Saturday, Mazariego already had two customers who, mouth open, looked at the flaming bikes in the windows, without encouraging themselves to enter. Mazariego encouraged them with warm cries from the inside and extended with a speaker; until finally, and after exchanging opinions, one of them entered, leaving on a bicycle. The first one. Some work took this man to learn to ride and, helped by the Mazariego himself who held and pushed him, he suddenly started to disappear to pedal blows in the dusty corner of the road. And he never saw it again. The seller had not concluded counting the money when he had two more clients, one of whom he believed recognized the police officer himself authorizing him to set up the propaganda posters, and the other to judge Riego. They each went out on their bicycles and both vanished like dust. Two weeks later, even though Mazariego had removed all propaganda from the fourth day, sales had exceeded the most ambitious calculations. Every day, from morning to night, both sexes were crowded in front of the shop, not counting the children who, as is often the case, were the ones who most blabbered with their voice work. All but two had parked in front of the crowded windows at least a dozen times. Those two were the bolichero and his wife, both obese and pale, who, taciturn, deafly fought the advent of Mazariego, a little out of a conservative spirit and another so much because, after a few days, they saw the huge decline in their own sales of vituallas and liquors. The arrival of autumn did not lessen the enthusiasm for bicycle purchases, but quite the opposite. The schoolteacher took one with the nickel painting, the engineer another, for career; also the railway station chief and the elderly Lambra got theirs. Some of the more wealthy ones even acquired two, claiming possible failures that prevented them from continuing to roll halfway. Others sold all their belongings, generally self-propelled, to buy the bicycle. The leaves of the trees languished as expected and the exodus began to cause great evils: sterile cemeteries, roofs that collapsed for lack of repair in the homes abandoned by cyclists; the Civil Register chief himself and his wife left, pedaling in turn, and since then they stopped recording deaths and births, not to mention marriages that, for the worse, since the beginning of the sale of bicycles increased. It was when calamities began to plague the town: plunder and robberies caused by a band of jumping, impunity for lack of police protection; an invasion of snakes that are known to roam uninhabited homes, five dead in six months were left unburied, the homeless corral birds fled, the church bell stopped ringing. After the autumn came winter, adulterating the clarity of the sky, turning into a subtle blizzard and breaking the dew of all the long sunrises and when it had not yet culminated in the tenth month, Mazariego felt dying. But there was no one left and the people, empty and dark, also languished with their fallen houses and covered with yellow, hard climbing plants. That day the bike salesman vomited and knew it was the end. It would be nine in the early morning of winter, particularly feathery and cold when, crawling, he tried to cross the sales hall to close the windows and the door. At that moment he distinguished the demagrated faces, the greedy eyes of the boxer and his wife. From the ground he watched them horrified, tried to scream something, but only with the last glow of his eyes, with that last light with which he saw powerless the useless hands crisp on the floor of tiles how both, avidly, ready for everything, penetrated the place and seizing the last bike that remained, they ran away pedaling at great speed (the woman climbed to her husband's shoulders) until they disappeared at the corner of the road, from that road that was already only a narrow path between the memorial. The Proud and the Beautiful, 1972", "title": "Mazariego", "author": "Héctor Tizón"}