{"metadata": {"length": 6569, "words": 1256, "reading_time_min": 6.28}, "text": "When we called to interview Juan, your aunt Manuela’s son, I didn’t even know what color his eyes were, for I had only seen him from afar on Sundays at the end of Mass. When I examined the scab that we had entrusted to him, I did not take long to observe that the scab was a little swollen on the right leg, and in the light of the sun, which arouses the sweat in his scabbed skin, I also noticed a scar that hung over the thigh, and the habitual fall of the ear towards that side of the head, which seemed to be the more handsome. Having reflected on this particularity, I soon discovered that Juan was almost devoid of an ear: there was only a tuft of hair, under a beautiful ruddy tuft. To the man who spends all day slinging a grenade in the mud, there is nothing more pleasing than to be directed to a question. It is a sore excuse to stop work and rest on the handle of the tool. It is also a distraction. Juan answered me solemnly; yes, he had been in the war in Cuba for three years... And as the cigar was lighting, with the labrador’s characteristic slow motion, he began to refer solemnly to his campaigns. It was necessary to insist on details; he was not averse to elocution, and his laconic answers were not animated or colored. He was said to speak of adventures and arrows that he had slain. However, by pulling the thread of memories, I managed to pull the rug from those terrible three years. The full picture of the fatal war came to me in my dreams. Instead of seeing the laden bushes, the swaying sprigs of flowers, the tense dog at my feet, the roiling sea and, on the horizon, the sliver of sea beyond the rim of the glistening pines, I saw ponds and cyngas, bogs and caves, in which a column was encamped; the men writhed in palpitating fever, receiving in the mutter the heat of a sky of slush and a sun that saw no cloud; and from within the confined space, at a short distance, came a flash, then another; a “number” fell, shivering his fingers on his chest; but the column continued its march, leaving the dead tense on the lurching blood, with his eyes wide open. After that the fort was erected in the immense gorge, a solitary centre, where God alone can expect help in case of attack; and amid the rumbling silence of the tropical starlight, the fort was engulfed in flames, its defenders slain there itself, to the clear light of the fire... Juan knew not by what miracle, slain by the flowing blood of the machine gun in the face, he had managed to escape alive, stumbling into the forest, walking barefoot, hungover, for five days and finding the troops that would save the fort in the evening... And the scene changed, and the scene passed to the coast; strewn among the ruins, protected by groups of cedars and cypresses, Juan and his companions lighted fire on the pillars of the constellated banner, which resisted with double thrusts approaching the shore and attracting, despite the fusiler's ferocity, with the serenity of the resolution. Oh! That new enemy, well armed, well equipped, healthy, strong, did not go back or scatter like the traitorous mutilator; but they also did not think of the ones who refused the landing; Juan could not tell how many times he had loaded and fired his mauser; he could not tell when he had escaped from his hands, feeling a sharp jolt on his right leg and a shiver in his head, which only brought back the agonizing pain of the extraction and the cure... Six and a half months in hospital and a convalescence that was like a long delirium of peasantry... And thanks that they did not amputate him! - And the tongue? -exclamation-. You didn't tell me what the oreja was. Another machet like the face, fixed. Juan was a bit hesitant, as if he was reflecting. The Spanish linguist is cautious, and gives three turns to the language before he utters what he considers to be complicated or dangerous. Finally, calmly, in a few words, he decided to refer to the history of the lesser ear. - It was not a machetazo, no, lady... It was... one of those things that happen in the world... Because we never know where bad luck is going to lead us! You see... you know how after the war was over and the “Angels” were the owners of all this, they enlisted the troops for Spain. The boat was so full that it could not fit in, and we were so sick that they could not help us. I came among the worst, as they transferred me from the hospital to the boat. And thank you that I didn't have to be dragged into the sea! Fifty and seven died on the journey, but I remained. When we arrived at the port, I was “almost” blown away by the crowds. They took me in a basket and sat me down with a twig of the thorn of the ground. When he wakes up, he begins to ask for water out of love for God. In this verse they say that a woman came to me (I didn't see her; I was looking!) with a full jar. I was told this after they saw her; she came running and yelling, \"My son, my son, \"Poor\"; here I bring you to drink... take, take... \"The bad thing was that the authority did not want us to have anything, not a \"bit\" of water, not a \"bit\" of wine, not hot, not cold; and it had put a great deal of force, a great deal of force, \"around\" us, so that the women would not come near us. Even though they did not like that woman, who wanted to put the hay between the horses and the “stuff” of the people..., they began to say, “See if you can’t ask for anything, oh, er, there’s no order, no one understands.” I, you see!, did not hear what they were saying, because I did not know them; I was in the lasts... I was asking for water, out of kindness... And the woman that woman, and the other many who went there with the supplies, instead of shivering, grew warmer, and came back with the drink. It was a riot that scared me, and the police grabbing planks of wood and then cutting them... I felt like I was being stabbed with a knife nothing more. Then, in the hospital, when I turned around, my face burned, and the doctor said to me, “Muchacho, if they didn’t “scare” you in Cuba, they already “scared” you here... They have taken a tooth out of your mouth...” Silence. The cigar was smoked, and Juan, hearing the snorting in his rough and wide hands, snatched up the ashtray. In his impenetrable face there was no hint of shame or regret. I know that voice trembled a little when I asked him: -Will you go back to war, Juan? Now they say we're going to have it with the English... -We're too old to eat the ranch -he protested, apprehensively, slicing a piece of earth-. There my little brother, who is the youngest...", "title": "La oreja de Juan Soldado (Cuento futuro)", "author": "Emilia Pardo Bazán"}