{"metadata": {"length": 4488, "words": 882, "reading_time_min": 4.41}, "text": "When Cristino was no longer used to milk a cow, Don Pio called him and told him he was going to make him a gift. - I'll give you half the weight for the road. You're very ill and can't keep working. If it gets better, come back. Cristino extended a yellow hand, which trembled. - That's very funny, Don. I'd like to get on the road now, but I'm warm. - You can stay here tonight, if you want, and even make yourself a goat's tea. That's good. Cristino had taken off his hat, and his long, black hair was falling over his neck. The thin beard seemed to get dirty on his face, with protruding cheeks. \"Well, don Pio\", he said, \"May God pay for it\". He slowly stepped down the stairs, while again covering his head with the old black felt hat. When he reached the last step, he stopped for a while and started looking at the cows and the young. \"I encourage you, little calf\", he said in a low voice. It was one he had cured days before. He had worms in his belly button and now he was running and jumping happily. Don Pio went out to the gallery and also stopped to see the cattle. Don Pio was short, shy, with small, quick eyes. Cristino had been working with him for three years. He paid a weekly weight for the early morning milking, the care of the household, and the care of the calves. He had been a hard worker and a quiet man, but he had been ill and Don Pio did not want to keep sick people in his house. Don Pio looked up. In the distance were the bushes that covered the stream, and over the bushes, the clouds of mosquitoes. Don Pio had ordered metal fabric put on all the doors and windows of the house, but the peon ranch had no doors or windows; it had no seeds. Cristino moved down there, on the first step, and don Pio wanted to make him one last recommendation. - When you get home, get cured, Cristino. - Oh, yeah, sure, don. Very funny. He heard the answer. The sun boiled on every tiny leaf of the savannah. From the slopes of Terrero to those of San Francisco, lost to the north, everything glittered under the sun. On the edge of the potters, far away, there were two cows. He could barely tell them apart, but Cristino knew all the cattle one by one. \"Look, don\", he said, \"that little face that's been waving over there must have pared last night or in the morning, because I don't see his belly. Don Pio walked upstairs. - Do you believe that, Cristino? I don't see her well. - Drop in there and you'll see. Cristino was cold and his head was starting to hurt, but he kept his eye on the animal. \"Give me a walk and I'll take it, Christian\", he heard Don Pio say. - I was going to get it, but I'm feeling bad. - The heat? - Unju, I'm getting up there. - That doesn't. You're used to it, Cristino. Go and bring her. Cristino held his chest with both arms outstretched. He felt the cold dominating him. He was lifting his forehead. All that sunshine, the calf... - Are you gonna bring it to me? - the voice insisted. With all that sun and his legs shaking, and his bare feet filled with dust. - Are you going to find me, Cristino? He had to answer, but his tongue weighed on him. He'd get his arms tighter over his chest. He was wearing a dirty, thin-fitting shirt that didn't shelter him. They sounded footsteps up and Cristino thought Don Pio was going down. That scared Cristino. - Yes, don, I said, I'll say it. Let me get out of the cold. - It's taken off in the sun. Do me a favor, Cristino. I need you to come. Look, that cow's leaving me and I can lose the calf. Cristino was still shaking, but he started to stand. - Yes, I'll be right there, don. \"He took it now around the creek\", Don Pio explained from the gallery. Step by step, with his arms over his chest, bent to keep warm, the peon began to cross the savannah. Don Pio could see him from behind. A woman slipped through the gallery and sat next to Don Pio. - What a beautiful day, Pius! - he said in a singing voice. The man didn't answer. He pointed at Cristino, who was walking away with a clumsy step as if he were stumbling. - I didn't want to go get the fat cow, which pared last night. And I just gave him half the weight for the road. He paused for half a minute and looked at the woman, who seemed to demand an explanation. \"Blessed are they, Herminia\", he said. It's no use treating them well. She nodded her eyes. - I've told you a thousand times, Pius - he said. And they both stood looking at Cristino, who was already barely a spot on the savannah green. Stories written in exile, 1962", "title": "Los amos", "author": "Juan Bosch"}