{"metadata": {"length": 5370, "words": 1073, "reading_time_min": 5.365}, "text": "I gave 20 forints to the two nurses who put him on the couch and took him down to the ambulance. Also at the clinic I gave 20 to each of the nurses, day and night, and asked them to take care of him. They said I shouldn't worry, that they would come out every half hour to see him, although luckily the patient wasn't unconscious. The next day was Sunday, so I was able to visit him. He was still conscious, but he barely spoke. I learned from the patient in the other bed that the nurses did not show up once, which was not surprising, because between the two they had to care for a hundred and sixty patients. The doctors had not examined him either: they said they would examine him in detail on Monday. That's always the case, the neighbor said, when the sick person comes in Saturday at noon. I went down the hall and looked for a nurse, but I couldn't find any of the ones from the day before. After a long search, I managed to find the one I was on guard with. I also gave him 20 forints, and asked him to take a look at my father from time to time. I would have liked to meet the doctor too. I had still put a hundred forint bill in an envelope at home, but the nurse told me that the doctor had called him for a transfusion to the women's room. That I could trust her, I would talk to him. I returned to the sick ward, where the neighbor reassured me that the doctor on duty probably wouldn't have time to examine the sick, so it was better that I hadn't been able to deliver the money. Anyway, it was only the next day that the specialists would come, they would have time to take care of him. - Do you need anything? - I asked. - Thank you, I don't need anything. - I brought you some apples. - Thank you, I'm not hungry. I sat by his bed for an hour. I would have wanted to talk to him, but I didn't know what anymore. A little later, I asked him if he was in any pain. He said no. So I couldn't ask him any more questions about that either. We were silent the whole time. Our relationship was poetic and private, we only talked about facts. But the facts that we could have mentioned yesterday, for today, have lost their importance and become nothing. We never exchange words of feelings. - Then I'll go. - I told him later. \"Come on, son\", he said. - I'll come by tomorrow and talk to the doctor. -Thank you\", he said. - The specialist only comes in the morning. \"It's not so urgent\", he said, and his gaze followed me to the door. At seven in the morning, I got a call saying he had died overnight. When I got to 217, there was another one in the bed. Her neighbor reassured me, saying she didn't suffer anything, just sighed slightly and that was it. I suspected that the neighbor might not be telling the truth, because I thought that I would have said the same thing, but then I tried to convince myself that he had not deceived me and that my father had really died without suffering. I had to meet many formalities. At the admissions office, a nurse approached me, but it was not one of those Saturdays, nor was it the one on duty yesterday, but one I had not seen until then, who handed me my father's gold watch, his glasses, his wallet, his lighter and the bag with the apples. I gave him 20 forins and kept dictating the data. Then a man in a leather hat came to me and offered to wash, shave, and dress the body. He said it this way, \"the body\", which surely meant that even though the person in question was no longer alive, he would not be a dead body until he was washed and clothed. I still had the hundred forints in the envelope. I handed them over. He tore the envelope, looked inside and then, with a quick gesture, took off the hat and never put it back in my presence. He said he was gonna fix everything pretty nice, send a suit and clean underwear, that I was definitely gonna be okay with. I told him that in the afternoon he would come in his underwear and a dark suit, but that now he wanted to go and see him. - You want to see the body? - he asked me, amazed. -I want to see it. - It'd be better later. - He advised me. - I want to see him now, I said. I couldn't be there for him when he died. He reluctantly drove me to the mortuary, which was in a separate building in the center of the clinic's park. The basement was lit with a very strong light bulb and had to go down some stone stairs. There, on the asphalt, at the foot of the stairs, my father was lying upside down. Their legs open, their arms open, as they paint dead heroes in paintings. But he had no clothes and from one of his nostrils came a piece of cotton and there was another sticker on his left thigh. That's probably where he got his last shot. \"Now you can't see anything yet\", said the leather hatman, as if justifying himself. He stood by my side, there in the icy basement, with his head uncovered. But you'll have to see how it looks when I see it. I didn't say anything. - Have you been sick for a long time? - he asked later. - A lot, I said. - I'm thinking, he said, I'm gonna cut his hair a little. That's contributing a lot. - As you like, I said. - Was he combing his hair with the next line? - Yes, I said. He's been quiet. I kept my mouth shut, too. I couldn't say anything anymore, I couldn't do anything, I couldn't give money to anyone else. I couldn't remedy anything, not even having me buried alive next to him. Tales of a minute, 1968", "title": "Sin perdón", "author": "István Örkény"}