{"metadata": {"length": 7061, "words": 1288, "reading_time_min": 6.44}, "text": "Since I had started to get older, I had only a thought. He knew that before he reached Bingen, a little before the confluence with the Nahe, he would find an odd building, a ruined hut standing on stilts, in the middle of the river and between two high mountains. That ruined house was Maüsethurm. When I was a child, on top of my bed was a small square framed by a black frame that I don’t know what German artist had hung on the wall. It was an old tower isolated, rotten, shattered, surrounded by deep and dark waters that covered it with vapors, and by mountains that covered it with shadows. The sky over that tower was dark and drenched in dreadful clouds. At night, after I had prayed to God and before I went to sleep, I always looked at that picture. I saw it again in my dreams and it seemed terrible. The tower grew, the water roared, a squall shook the clouds, the wind blew in the mountains and, for a moment, seemed to rouse clamours. One day I asked the creator what the tower was called. He said it was called the Maüsethurm. And then he told me a story. In other times, in Magdala, in her country, there had been a malignant archbishop called Hatto, who was also a Fuldan, a zealous priest, according to her, who “opened his hand more to bless than to give.” That one bad year bought all the grain of the harvest to make it very expensive to the people, for that healer wanted to be very rich. The famine was so severe that peasants died of hunger in the towns of the Rin. That then the people gathered around the town of Magugna, weeping and begging bread. That the archbishop refused. At this point, history became terrible. The famished people did not disperse and continued to circle the archbishop’s palace, chanting. Hatto, enraged, surrounded those poor people with his archers who arrested men and women, old and young, and confined them in a trough to which they set fire. It was, added the old created, “an spectacle before which stones would have trembled” but Hatto did not laugh; and when those unfortunates, expiring among the cries, cried lamentably, he said: “Are you hearing the rats squealing?” The next day, the dead tree was just a charred stump; there was no one in Maguncia; the city looked like a desert when suddenly a multitude of rats, which had sunk in the charred stump like the gushes in Asuero’s wounds, rose from the earth, arose from among the thorns, arose through the cracks in the walls, reclaimed the foot that had crushed them, multiplied under the stones and under the bushes, and inundated the streets, the city, the palace, the stoas, the rooms and the cellars. It was an acid, a plague, a repugnant odor. Outside, Hatto abandoned Maguncia and fled to the gorge, but the rats followed him; he fled to Bingen, which had high walls, but the rats climbed over the walls and entered Bingen. The archbishop then ordered a tower to be built in the middle of the Rhine and he hid in it with the help of a boat around which ten archers swam; the rats swam in the water, crossed the Rhine, trembled over the tower, broke the doors, the teeter, the windows, the roofs, the floors, and, when they finally reached the tavern in which the miserable archbishop had hidden himself, they killed him alive. Now the curse of heaven and the horror of men weigh down on this tower called Maüsethurm. It is deserted, in ruins in the middle of the river, and sometimes at night, a strange reddish vapor comes out of it, like the smoke of a campfire, but it is the soul of Hatto returning. Have you noticed anything? History is sometimes immoral, but stories are always honest, moral and virtuous. In history the strongest prospers, the tyrants triumph, the scoundrels are healthy, the monsters grow fat, the Silas become good burghers, the Luis XI and the Cromwell die in their beds. In the stories hell is always visible. There is no sin that does not have its punishment, sometimes even exaggerated, there is no crime that does not leave behind it a frequent repentance, there is no malice that does not sometimes become a disgrace worthy of lamentation. That happens because history moves in the infinite and the story in the finite. The man who tells the story does not feel right to expose the facts and leave it to the reader to infer the consequences of them; for he who spies in the dark, is not certain of anything, needs to be reassured by an instruction, a counsel and a lesson; and he would not dare to invent events without immediate conclusion. God, who makes history, shows what he wants and knows the rest. Maüsethurm is a comfortable term. He sees what you want to see. There are spirits that are considered positive - and that are not at all ardent - that expel all poetry, and are always ready to say, as that positive man to the rooster did: \"You want to kill me, vile animal!\" This kind of mind explains that the word Maüsethurm comes from maus or mauth, which means peaje. They say that in the tenth century, before the river was dredged, the Rhine was only open on the left bank and that Bingen had established its right of fealty on the boats by means of this tower. They claim that there are still two similar towers near Strasbourg dedicated to the collection of taxes on transits, which are also called Maüsethurm. For these grave thinkers, unable to access the fables, the cursed tower is a door of consumption and Hatto a porter or a smuggler. For the simple peoples, among whom I include the tasty one, Maüsethurm comes from mau, which comes from mus and means rata. That supposed consumption gate is the tower of rats, and the consumer is an espectre. After all, the two opinions could reconcile themselves. It is not absolutely impossible that in the XVI or XVII century, after Luther, after Erasmo, the incendiary bishops would have used the Hatto tower and would have temporarily installed some tassel and some tassels in that rotten ruin. Why not? Rome made the Temple of Antoninus its customs house, its customs house. What Rome did with regard to history, Bingen could do with regard to legend. So, Mauth would be right and Mauss would not be wrong. Whether it is true or not, since the old grandmother told me the story of Hatto, the Maüsethurm had been one of the regular visions of my spirit. You know, there is no man without his fantasies, as there is no man without his fancies. At night we belong to dreams; sometimes a ray of light passes through them, sometimes a call is made; and according to the reflected light, the same dream is a celestial glory or an appearance of hell. The effect of light from Bengal on the imagination. I have to admit that the Rat Tower, in the middle of its watery pond, always seemed to me to be a horrible place. So - dare I confess it? - when the chance, which I was to pass by, led me to the shores of the Rhine, the first thought that came to my mind was not that I would see the cypress of Magdala, or the Colonia Cathedral, or the Palatinado, but that I could visit the tower of the Rats. FIN Le Rhin, 1842 Translation by Esperanza Cobos Castro", "title": "La torre de las ratas", "author": "Víctor Hugo"}