{"metadata": {"length": 3463, "words": 656, "reading_time_min": 3.28}, "text": "Some may have pity on me, but I'm not warning you. My small business overwhelms me with worries that cause me inner pains in my chest and forehead, but without giving me the slightest prospect of satisfaction, because my business, as I said, is small. I have to make decisions in advance, keep the employees' memories awake, warn of the mistakes I fear and predict in one season the fashion of the next, and not the one that will dominate among people of my class, but the inaccessible population of the provinces. My money's in the hands of strange people. Their resources are not entirely clear to me; I cannot suspect the misfortune that can befall these people. How can I then defend my money! Perhaps they have become wasteful and are throwing a party in the garden of a hostel, and others stay for a while at the party in full flight to America. When I close the trade on the night of a working day and suddenly see before me hours in which I will not work for the incessant demands of my business, then the excitement already anticipated in the morning is thrown upon me, as if it were the rise of a tide, but it cannot bear to remain inside me and snatch me up without any aim. And yet I can't use that mood, I can just go home, because I have my face and hands dirty and sweaty, the suit full of stains and dust, the business hat on my head and the boots scratched by the corners of the boxes. Then I move like I'm on a wave, clapping my fingers and caressing the hair of the children who come to meet me. But the road is too short. I'll get to my house right away, open the elevator door and go in. Now I suddenly realize that I'm alone. Others, who have to climb stairs, get tired of doing so, have to wait with a quick breath until someone opens the door, so they have reason to be angry and to show impatience. Then they enter the reception hall, where they hang their hat, and when they arrive in their room, after crossing the hallway through some glass doors, they find themselves alone. I, however, am already alone in the elevator and, leaning on my knee, gaze at the thin mirror. When the elevator starts to rise, I say, \"Stay quiet, back off, do you want to go under the shade of the trees, behind the curtains of the windows, in the leafy dome?\" I'm talking between my teeth, and the stairwells slide down through the opal glass like a waterfall. They fly far away; let their wings, never seen, take them to the valley of their villages, or to Paris, if that's where they are pushed. But enjoy the view from the window when processions come through the three streets, and they don't avoid, but they get confused and leave space again open between their last rows. Greet with the scarves, be horrified, move, praise the beautiful lady who passes by. Go to the wooden bridge over the creek, greet the children bathing and marvel at the hurras of the thousands of sailors on the far-off battleship. They chase only the modest man and when they have pushed him to the door of a garage, dress him and then contemplate with what sadness he continues his way down the left street, with his hands in his pockets. The police, galloping scattered on their horses, brake the animals and make them back. Leave them alone, the empty streets will make them unhappy, I know. They're already riding in pairs, slowly twisting corners and flying over squares. Then I have to leave the elevator, ring the bell, and the girl opens the door while I say hello. FIN", "title": "El comerciante", "author": "Franz Kafka"}