{"metadata": {"length": 3163, "words": 574, "reading_time_min": 2.87}, "text": "I had hiccups. And as if the light of two o'clock in the afternoon wasn't enough, she was redheaded. On the empty street the stones were vibrating with heat; the girl's head was glowing. Sitting on the steps of her house, she held out. On the street, no one; barely a person waiting in vain at the bus stop. And as if her submissive, impatient gaze were not enough, the hippie interrupted her again and again, shaking the chin that, adapted, leaned on her hand. What do you do with a redheaded girl who has hiccups? We looked at each other without words, discouragement against discouragement. On the deserted street, no sign of the bus. In a land of browns, being redheaded is an unwitting rebellion. What mattered if one day his brand would make him lift, insolent, the head of a woman? Meanwhile, she was sitting on a burning stairway to the door, at two o'clock in the afternoon. What saved her was an old lady's purse with a broken wrist. I held him with a conjugal love that I was used to, and I pressed him against my knees. Then came his other half of this world, a brother in Grajaú. The possibility of communication arose in the warm corner of the corner, accompanied by a lady and incarnated in a dog. It was a sweet and miserable basset, sweet under his fate. It was a blond basset. There he would trot, in front of the owner, dragging his length. Unattended, used to it, puppy. The girl opened her eyes blue. Softly discreet, the puppy stopped in front of her. His tongue was vibrating. They were both looking at each other. Among so many beings prepared to take over another being, there was the little girl who had come into the world to have that puppy. He groaned softly, without waving. She looked at him through his hair, stubborn, serious. How long was it going on? A big, un-tuned hippie shook her. He didn't even tremble. She too overlooked the hiccup and kept nailing his eyes. Both of them had short, red hair. What did they say? You don't know. All we know is that they communicated quickly, because there was no time. It is also known that, without speaking, they implored one another. They begged urgently, absorbed, surprised. In the midst of so vague impossibility and so much sunshine, for the red creature there was the solution. And in the middle of so many trotting streets, so many bigger dogs, so many dry streams, there was a little girl who looked like meat from her red meat. They looked deep, surrendered, absent from Grajaú. But for one more moment the suspended sleep would be broken by giving in to the gravity with which they were imploring. But they were both engaged. She with her impossible childhood, center of innocence that would only open when she was a woman. He, with his imprisoned nature. The woman waited impatiently under the blanket. Finally the blonde basset took off from the girl and, sleepwalking, walked away. She was frightened, with knowledge in her hands, in a language neither father nor mother would understand. She accompanied him with black eyes that barely believed, bent over the bag and knees, until she saw him bend the corner. But he was stronger than her. He never looked back. ♪ Finish ♪", "title": "Tentación", "author": "Clarice Lispector"}