{"metadata": {"length": 8689, "words": 1516, "reading_time_min": 7.58}, "text": "The workshop at that hour, at noon, had a cheerful and even domestic air: still clean, soiled, not soiled by brushes and scrubbing-cloths, the fragments of colored paper and the dust of the boots, with the cheerful light of the sun that poured through the large central window, smeared the furniture and reflected the sprigs of the barley, the asterisk keys of the tinkers, and the smudges of the gable of Our Lady's church. The horrible nipple rumbled from ear to ear, happily, and Kruger, the huge and lustrous dog of Ulm, snored on a bed of sand-colored tweeds, delicious for their sour tones that sounded the time, slept peacefully, reserving his squeals of love, expressed with teeth and rabots, for the afternoon. Luchaba, despondently Aurelio Rogel seated before the horse and the clean glass, with one of those crises of alienation that strike the artist in our over-critical age, weighed down by too many ideals and too many theories and too many demands of swollen senses and a swollen brain. What would you put in that red and agranite skin? What expression would the stains of the colors respond to, waiting in line, at the edge of the shattered canvas, as soldiers ready to enter battle? Aurelio was tired of \"academies and studies\"; of the eternal drawing by drawing, of pursuing the line and the contour, without knowing for what, with the lack of purpose of the avaro that he adored, but which did not make the circle of wealth. That drawing science, in which Aurelio was proud to have beaten and surpassed all his fellow-countrymen, tildated of bad painters; that dominion of form, at that time, would seem to him sterile, vain, if it could not serve him to enliven an idea. And the idea would come as a glowing vapor, floating before his dreaming eyes, without being able to be concretised and defined; so, discouraged, he would not resolve to pick up the pen. What would there be? Within a quarter of an hour the model would appear, the eternal model; one of the eternal models, better said. Or the slender, sluggish, beastly tavern-keeper; or the flamboyant, sassy, sassy sailor, who left a stench of bravado and cheap soap in the workshop; or the slender, slender, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, slender-legged, Where was Beauty? “I will create it without any model - I thought-; I will take it from my mind, from my aspirations, from my heart, from my artistic sensibility... ” But at the same time as he was stating this program, he realized that he could not realize it; that he was bound by technical limitations, the idiotic habit of looking at an object, the scrupulous faithfulness, the impotence to translate into canvas what the eyes had not seen and studied in reality. So when the bell tolled to announce the arrival of the model -certainly at such hours- the painter felt an inexplicable tingle of repugnance. “I am letting him go today,” he said. And, sadly, it opened. It made a surprise movement. The person who called was unknown, a young girl, almost a child, she was fifteen years old at the time. At Aurelio's questioning, the girl responded with signs of fear and sorrow: -I come... because Onofre, the Curd..., you know you?, because he is very sick..., and he said that you were waiting to draw him..., I bring him the reed that will not come. - Well, daughter, - Aurelio, satisfied and free of a burden, said. And what does Onofre have? -That's the snooze button,'' the girl said. It's been three days in the bed, and it seems that the bones have been mutilated too. And as though the mission of the chiquita had been accomplished, this one was not removed from the frame of the door, the painter, puffed up, snatched her away saying, -Daughter. Come, I will give you a little wine from Malaga... The girl entered timidly, but without reluctance or difficulty, and already in the workshop, she looked around with astonished eyes, which expressed respect for what is not understood and a sour taste. Soon his pupils twitched with a woman's thong; the flamenco and zafia thong, represented in a thong of netting, on the same rebuke, of the old sacks in which Kruger was now sleeping. And Aurelio, who was looking at the chiquilla, already outside the penumbra of the antechamber, with that artist's eye that, without wanting to go into detail, was unable to see, sat back and sat engrossed. The girl’s chromatic paleness, to the appearance of the “woman’s study”, had been transformed into the soft pink of what florists call “pink rose”, gradually, by a well-defined gradation, into tones whose beauty reminded him of the clouds at sunset. As if invisible winds were sweeping the little blood from the veins and arteries into the skin, the waves rose, first rose-colored, then coppery, to the marrow, to the front, to the shins, to the whole face of the creature; and in the pause of his innocent gaze, and in the expression of indefinable surprise in his mouth, a beauty within was revealed so great that Aurelio was about to fall down. Nothing, the girl said; nothing the painter said either. Only when the olead of guilt began to descend, gradually, too, Aurelio, timid by turns, asked: - Are you your daughter of tyrant Onofre? - No, sir... I'm your sister. I don't have a father or a mother. - Who do you live with? - With Onofre. -Do you serve as a creator? Do you work? -I work as hard as I can -was the humble reply. There is much need... if it were not for the little ones who retort to your Onofre, I don't know how we would have escaped the abyss. And now, with the disease... Embarrassed by the gloom Aurelio had spoken of, the girl pleaded: -We will see blacks. In the house, sir, there is not a penny. As your uncle Onofre has that bad habit of the baby... If it's not the baby, the best man is not in the Madri. But the amulet he had possessed corroded his arteries... And as your uncle Onofre knows you and the other old painter who lives in the Pasadena are so charitable..., he said, says, \"You go there, Selma, and that in equal measure as they have portrayed me, they will likewise portray you for a few days..., for at last all they want is to portray anyone infinitely many times..., and the guide they give you by advance..., and see if we can remedy it.\" Aurelio looked at the new model that was being offered to him, with the involuntary hard and cruel look of the shrewd and the intelligent in the market. Through the poor rag of a sack and the rotten sackcloth, he discerned the lines. They were certainly adorable, delirious and firm at the same time, with the purity of the closed head and the grace of youth, which will soon turn him into a galloping, incisive, fresh flower. The proportion of the body, the roundness of the figure, the elegance of the bust, the grace of the head, everything promised a delicious model, of which there are no copies. Aurelio shook his head. There was the inspiration of the masterwork! But when he was about to pronounce the sacramental: “Arise!” the memory of the wave of blood inundating his face, rising to the front and the sides, blotting out with its crimson smear the faces, seized him, suffocating in his gargantuan throat the sound. He felt irritated, at his turn; he seemed to have done some hideous act there inside. And approaching the girl, he said to her, \"I will retell it to you, but only on condition that no one retell it to you but I.\" Do you understand? double payment... You will not go to the house of any other servant. I will give you money... Now my daughter..., to make you laugh..., you will put yourself here..., here..., looking at that figure. Do you want? And while the girl’s shivers and her virginal shivers rose again, before the impish and vigorous “study” of the Ménade, the wave of shame, Aurelio, with nervous trembling first, with a sure pulse afterwards, shook the platter, slapping his panel, “Pudor,” which had won him the first triennium, a second medal.", "title": "Inspiración", "author": "Emilia Pardo Bazán"}