{"metadata": {"length": 7387, "words": 1385, "reading_time_min": 6.925}, "text": "A old marriage without children cried to God every day to deserve divine mercy; but God, stern, to appearance, to pleas, did not grant the couple the grace of a child. One day the husband went into the forest to collect sticks and found a little old man who said to him: -I know what you are hiding in your heart and how great your desire is to have children. See, I will do it: go into the village, ask in every house an egg; then take a hen, let her sit on them, and let them eat them, and you shall see what will happen. The old man returned to the village, which had forty and one houses; he entered into each of them and asked for an egg, and then, returning to his own, took a hen and made her eat forty and one eggs. They stayed two weeks; the elders went to the gallows, and what was their amazement when they saw that forty strong and robust children were born, and one small and weak. The Father gave each one a name; but when the last came, no name was given him. So, addressing him as a child, he said, \"Because I have no name for you, I will call you Gorrioncito.\" The children grew so quickly that within a few days of birth they were already working and helping their parents. They were very handsome and hard-working boys; forty of them plowed the field and Gorrioncito did the housework. The season of war came, and the brothers went out to fight and make heno. They spent a week in the pastures and then returned home, ate and drank. The old man looked at them and said, \"Oh lazy youth! They eat a lot, sleep even more, and I'm sure they haven't worked at all. - Father, before you judge, look at this - said Gorrioncito. The old man arose, went to the fields, and saw with satisfaction that forty great heaps of heno were already ready. - What valiant boys! How much heno have you collected in a week and what great things have you done! - exclaimed the king. So great was his desire to admire his goods, that the next day he went again to the plains; and he came there and saw that there was a void. He returned home worried and said to his children, - Oh my children! A henohaze has disappeared! - It doesn't matter, father. We will catch the thief - Gorrioncito replied. Give me a hundred rubles; I know what I have to do. He took the hundred rubles and went to the hermitage. - Can you - the lord said - make me a chain with which I can tie a man from his feet to his head? -Why not? - the lord protested. -You can make me one, but it must be quite sturdy. If it is strong I will pay you a hundred rubles; but if it breaks you will not get a penny. The smith forged a chain of iron. Gorrioncito slammed her body into it, then he slammed through the belt and the chain broke. The herder pushed another much stronger one, which stood all the tests, and Gorrioncito took it, paid for it a hundred rubles, and went to the plains to mount the guard at the gates of heno. He sat down beside one of them and waited. Just at midnight the wind blew, the sea swelled, and out of its depths a beautiful yew arose, which came to the first quay, and began to devour the hen. Gorrioncito ran to her, tied her up with the iron chain, and mounted on his chariot. The yak, frightened, ran through valleys and mountains; but despite this frightened course, the yak remained steadfast in its place. Finally, tired of running, the yak stopped and said, -Oh, young valiant! Now that you have mastered me, you are the master of my pots. He approached the shore and shivered wildly. The sea roared and forty and one magnificent horses came to the shore, that if they were searched for all over the world they would not be found. At morning, the Gorrioncito Father, hearing a great scream and a terrible scream in the garden, came out in astonishment to see what was happening. It was his son who came home accompanied by a whole herd of horses. - Hello, brothers! -exclaimed- Here I bring a horse for each of you; let's go and find a bride. - Let's go! - They all competed. The parents gave their blessing and all the brothers set out. They spent a long time travelling around the world, because it wasn't easy to find so many brides. They also did not want to separate and marry young men from different families, so that they would not have a different chance each time, and it was not easy to find a mother who could be proud of having forty-one daughters. They finally arrived in a very remote country and saw a splendid palace, all white stone, that was situated on a high mountain. He was surrounded by a high wall and at the entrance were hung iron posts. They counted them and they were forty and one. They threw their blustering horses onto these posts and entered the courtyard. The witch Baba-Yaga came to their encounter, and shouted: -Who has invited you in? How have you managed to get your horses to the posts without asking me? - Go, old man! Why do you grumble so much? Before you do anything, eat, drink, and warm up the bath; then you can ask us your questions. Baba-Yaga gave them food and drink, heated the bath, and then began to ask them: -Tell me, valiant young men, are you looking for something or are you just walking for the pleasure of walking? - We're looking for something, Grandma. -And what do you want? -We are looking for brides for everyone. - But I have forty and one daughters! Baba-Yaga exclaimed. She ran to the tower and soon appeared with forty-one young men. The brothers, in love, asked permission to marry them, and then obtained it and celebrated the marriage with a joyful feast. At dawn Gorrioncito went to see what his horse was like, and when he came near to his friend, he said in a human voice: - Beware, my friend! When you meet your young wives, do not forget to change with them the clothes; put on theirs and see them with yours; if you do not, you will all perish. Gorrion told all his brothers, and all when they came to night saw their young wives with their clothes on, and they were astonished. Soon everyone was deeply asleep; only Gorrioncito remained awake without closing his eyes. At midnight Baba-Yaga cried in a shrill voice: -Hello, my faithful servants! Come here and cut the head of important visitors! In an instant the faithful servants came and cut off the head of Baba-Yaga's daughters. Gorrioncito woke his brothers and explained what had happened; they took the heads of their wives, put them on the iron posts that adorned the entrance, lighted their horses and cried out from there to all the galop. The witch awoke in the morning, looked out the window, and, oh, no!, her daughters’ heads were placed on iron spikes. He grew angry, ordered his sword to be sharpened, and he began to pursue the young men, lighting fires and setting them on fire with his sword. The brothers, terrified, did not know where to hide. Behind them the sea spread out, and on their shoulders the witch burned with her burning sword. Salvation was impossible. But Gorrioncito was wise and shrewd: during his stay in Baba-Yaga's palace he had stolen a cloak from him. He shook his head, and suddenly a bridge appeared from one side to the other. The young men walked across the gulf of the sea by the bridge, and soon they were seen on the other shore. Gorrioncito pushed the sand back and the bridge disappeared. Baba-Yaga had to return home, and the brothers came healthy and well to their parents, who welcomed them with joy. FIN", "title": "Gorrioncito", "author": "Aleksandr Nikoalevich Afanasiev"}