{"metadata": {"length": 2943, "words": 522, "reading_time_min": 2.61}, "text": "After the hardships of the trip, he fell into the camp on a hot winter's night. He was a twenty-year-old unconscious, perhaps a project of a chief; impetuous, fearless and insolent, before all authority. Of these men were born daily in that time, in charge after being eliminated from among them, clearing the field to the ambition of the strongest. Appearing to the boss, he showed the cover letter. They exchanged cordial memories of family friendship and Quiroga welcomed his new assistant with genuine gaucho hospitality. After dinner, as he went back and forth from the assistant chef, the boy remembered things about his citizen life. Blood-stained jokes and a nod of applause to the pathetic Tiger. He also told how he was filled with silver thanks to his ability to trap in the mountain. The Tiger suddenly seemed hostile: -He'll play with noises! Insultingly, the boy replied, \"Not always, General... and to prove it, I'd play you a little game of pure trap. Quiroga agreed to it. The cards obeyed the dociles, and the Tiger lost without fail. In his glory, the young man occasionally kissed the basket of a middle-class man, and he never forgot a joke, among the polished phrases of a stray. Unexpectedly, Quiroga stood up. - Good friend, I've won everything. The young man just looked at the heavy, scaly pile, which was silver in front of him. The general was retiring. Then a horrible terror overcame the winner's audacity. Brutal legends have overshadowed the bearded, bearded imprint of the melon. - General, I'm giving him a hard time! - Come on, buddy, come on, I could lose the cattle and something on top of that... - Are you going to? - How's that supposed to be? His jaws were chilling. Quiroga rolled the blade, which he snapped into his raw fingers. - Well, my stunts against a hundred pesos! And he sent the assistant to get the clothes. Facundo began to recover; when they matched the weights, he smiled and said to the guest, \"Well, friend, to collect, and until tomorrow\". But the boy, wanting to appease the man he thought was hurt, had to squint at his misfortune. He babbled stupid excuses for terror. Facundo sat down again, with this warning: - Don't blame but your efforts what happens... the man who sounds the spinach the peach... I'll play him to the last, because he wants to... If he wins, kiss at dawn, and never cross my path again... if he loses, it must be more than you think. - Is that it, my general? - Oh, anything. He failed the unconscious nap again. Quiroga was treading with disdain the passivity of the opposite, who looked, as if through the delusion, the unreal figure, enlarged by legend. When the last weight was his, he called the assistant, ordering him with an explanatory sign: \"Take the boy to sleep... and let him rest a lot, right? The boy wanted to get down on his knees and try to beg, but Quiroga, indifferent, put the sheets together, and the assistant was stronger. ♪ Finish ♪", "title": "Facundo", "author": "Ricardo Güiraldes"}