{"metadata": {"length": 2513, "words": 438, "reading_time_min": 2.19}, "text": "There are insufficient, almost childish methods that can also serve salvation. Here's the proof: To protect himself from the siren's singing, Ulysses covered his ears with wax and had himself chained to the mast of the ship. Although everyone knew that this resource was ineffective, many sailors could have done the same, except those who were attracted to the sirens already from afar. The singing of the sirens overshadowed everything, the passion of the seduced would have made the prisoners leap stronger than masts and chains. Ulysses did not think about it, although perhaps once, something had reached his ears. He relied entirely on that handful of wax and the bunch of chains. Content with his little schemes, he sailed after the sirens with innocent joy. However, sirens possess a weapon far more terrible than singing: their silence. It didn't really happen, but it's likely someone had ever escaped from their songs, though never from their silence. No earthly feeling can be compared to the vanity of having overcome them by one's own strength. Indeed, the terrible seducers did not sing when Ulysses passed; perhaps because they believed that silence alone could hurt that enemy, perhaps because the spectacle of happiness on Ulysses' face, who thought only of waxes and chains, made them forget every song. Ulysses (to put it in some way) did not hear the silence. He was convinced that they were singing and that he was the only one safe. Fugitively, he first saw the curves of his neck, deep breathing, tears-filled eyes, open lips. He thought it was all part of the melody that flowed deafly around him. The spectacle soon began to fade; the sirens faded from his personal horizon, and just as he was nearer, he knew nothing more about them. And they, more beautiful than ever, stretched out, stouted out. They spread their moist hair to the wind, they spread their claws and caressed the rock. They no longer intended to seduce, they only wanted to catch for a moment more the glow of Ulysses' great eyes. If the sirens had been conscious, they would have disappeared that day. But they stayed and Ulysses escaped. Tradition adds a commentary to history. Ulysses was said to be so cunning, so lazy, that even the gods of fate were unable to penetrate his inner being. Although this is inconceivable to the human mind, perhaps Ulysses knew of the silences of the mermaids and only represented a farce to them and to the gods, in a way as a shield. The Council of Ministers of the European Union", "title": "El silencio de las sirenas", "author": "Franz Kafka"}