{"metadata": {"length": 7803, "words": 1457, "reading_time_min": 7.285}, "text": "The black one comes up through the pitch of tuna and looks down the road. Nothing is seen in his solitude, under the clear sky of stars. He has a widening ear, but his heart disorder prevents him from hearing. The breast is squeezed to calm the anguish. The three little ones are pulling his skirt. Nothing is heard or seen and the road is drifting towards the end of the night between the singing of the crickets. It's been hours since Anton missed the shot. The masked men were brought to her, laughing and making fun of her, and Delilah stayed there with the children, waiting for the colorful chariot to return. She begged her husband not to leave her, but it was useless. Since morning, the nigger's been drinking in a corner. Today is Carnival! I was yelling at him. Today is Carnival! And he pushed the jar. Dalila calmed her feelings. She hasn't told him about them or the awful dreams that roam her in the jargon, next to her, when it seems like dawn will never come back. Oh, and the car, the car adorned with red and blue papers, will not return... nor will it return... Where is the laughter now? Where does the cheerful mojiganga of men in disguise bully? Where's the executioner's apprentice? Dalila comes and goes through the tiny garden, unnoticed in the plantation. The children who should have slept already, do not languish in their endeavor, caught by their skirt. The three of them call, but they pull, pull, and each time it's like they're asking. The car came halfway, early in the morning. Their wheels sank into the dry muds. From afar they saw him marching, heavy, to the lock of a pack of oxen, and Anton let loose his laughter. She pointed to the grace of the mule that accompanied those who went to the party. She was riding a masked woman who made her crooked and wore, like the rest of the mojiganga, a dirty robe, finished in pointed croza, as those used by penitent coffrets, with only two holes for the eyes. There were six or seven of them, and they all laughed, but Delilah was afraid. When they stopped in front of the hut, the black woman came forward with a bowl, to offer them wine. I knew they were his race by hand. She was jealous, she was holding the pot. And the mule, who was the most foolish, took out of a pot a water-filled egg and a flour-filled egg, and threw them at the children who were watching with amazement and who also laughed, shaking the moisture like little animals. The sparrows started singing. They sang the Chain, the Peric, the Malambo, and they made obscene contortions, with hip and belly waving. And they took him. They gave him a suit like yours, very repaired. They dressed him up with a thousand ridiculous ceremonies, one that only blacks can do, and they went to Buenos Aires, halfway away. He would roll the wagon and the mule would move his arms, as if to give a speech to the frogs fleeing to the ditches. Then the long wait began like the day. He tried to calm down in vain. He has lived like this, wild since, two months ago, the regents bought Anton, a Ladino slave, for the senior sheriff to instruct him on how to apply torture. Anton thought the job was magnificent. None of them hit like him. None as robust, as effective. The unemployed gathered around them, in the Plaza Mayor, when he dropped the long one, two, three, ten, twenty times, with rhythmic swinging, on the naked backs of those who suffered condemnation. He did his job with application. One, two, three... their backs were shining in the sun. The punished were almost always black: rebellious slaves, slaves who had stolen something or who had quarrelled with knives. One, two, three... Delilah begged him not to. They couldn't force you to do that. But Anton didn't understand it that way. He thought the role stood out to him among other blacks, which pointed to a hierarchy of president. He liked the solemnity apparatus: the soldier's line, the sheriff's packaging, the boo-boo round. He did not think, while he was in the service of his profession, of the pain of the tortured. That was part of the party. The blood was part of the party, with her rubies. And the long one went up and down, ritual. A lady was looking at a neighboring fence. Maybe he passed out after the stall. One, two, three... he refused to understand, when Dalila told him that his ranchmates no longer wanted to talk to him. It was him, it was him who didn't want to bend over to the others! He swelled his chest and touched the muscles of his arms. In the Cabildo, he was given a new suit that looked graceful. Were they not showing him favor by doing so? Were they not showing him their privation, their position that they had exalted him above others? But after the first month, the young executioner began to miss his friends. They no longer looked for him to go to the pulp shop or for dances, drum and vihuela nights. Would you dare to put him aside, him, Anton, the strongest, the only one with whom the sheriff talked almost equally? That's why he welcomed the carnival mojiganga with such enthusiasm. Under the tailor's clothes and hoods, he guessed the comrades. And he laughed with an open laugh, jumping between his white teeth, as the carriage was lost towards Buenos Aires, in pursuit of the mule gentleman. You could have fun there. They would enter houses, chase black women, dance fandango, singing in their own language the Spanish-taught stanza: \"Look at the window, face of a weak borrica; at the window, face of a Roma mullet\". And Delilah remained with the three sons, with their fear. In the afternoon he went out to the lonely road and walked a stretch, as if he was meeting someone who would give him news of the festivities of Buenos Aires. No one was found and picked up in the cabin's one-room apartment. Fear was gnawing at her, subtly, as the hours died and the sun laying on the plain and the pale, blurry stars flowered as reflected in an ancient mirror. It was gnawing at her from within, like a voracious insect that would cut her flesh and eat it, until it fell to the ground, exhausted, feverish, alone with its terror. He fed the kids. Then a man passed on horseback, the cloak to the wind. She shouted her question, but he sped off without stopping. Desperate, she lit a broken candle in front of the statue of St. Catherine that had been given to her by a nun from the convent. He put a green stone next to her, which her father brought from Guinea, when the blackmen boarded her. And he prayed before them both, Our Father. Our Father who art in heaven, in the midst of prayer, cast out a cry of joy. The little ones have come in packs and pointed the way. She's out, eager. The night has descended so much that it is difficult to distinguish the bump that moves along the road. Oh, my God! It's not Anton! It's the mule hood! What will he come to tell you, my God, and why don't you hurry the animal? He calls, bracing, but the other one keeps on the same parsimonious little prick. He's already here. Why don't you come down? Why isn't she talking to him? What horrible news brings you, to keep you quiet like this, rigid, ghostly, on top of the riding? Shyly, Delilah rubs her leg as her eyes look through the holes of the coronet at the masked man. He's playing again: \"Anton... where have you left him? Only then will she recognize, under the absurd disguise, her husband's bodyguard. He shakes, but his feet are tied under the belly of the beast and his hands tied behind his back. - What? - What? The black man doesn't move. Delilah is crazy, she's struggling with the ropes. It ripens his habit, bypassing the mule's heads. The kids laugh around and mimic the earrings and nonsense of the mojiganga who passed in the morning car. And the stars shine, over the black's naked chest, a dagger. *FIN* Mysterious Buenos Aires, 1950", "title": "La mojiganga (1753)", "author": "Manuel Mujica Lainez"}