{"metadata": {"length": 4890, "words": 884, "reading_time_min": 4.42}, "text": "When Saint Menulphe or Menoux returned from Rome on foot to Quimper-Corentin-en-Bretagne, he was very tired upon arriving at the village of Mailly-les-Roses, on the banks of the Ours. He stopped to rest, then settled there permanently, and led a lonely life of prayer and meditation. The whole region soon learned that the holy anacoret was a messenger of God, who performed many miracles, relieved the afflicted with his tireless charity, healed the sick and the disabled. He was respected and trusted to the utmost. In the village of Mailly-les-Roses, before he changed that beautiful flowering name to Saint-Menoux, which became his pattern, there was a fountain from which all the people of the place would draw water. Some women, when they came to the fountain one day, saw a thick snake bathing there. His head came out of the water, his mouth showed a threatening dart, and his eyes were casting flames of fire. The women fled in fear, went to find Saint Menoux and begged him to deliver them from that monster that had certainly come out of hell. The holy hermit went to the well, inserted his casket, around which the snake rolled. And he took it out of the water, and threw it into the air, saying, Where it shall fall, there shall be a horn. The unclean beast fell more than ten leagues away, between Cérilly and Lurcy-le-Sauvage, in a desolate territory where, afterwards, a church was built around which the village of Couleuvre (Couleuvre) was built. The snake proliferated and attracted other poisonous animals: snakes, frogs, scorpions. There were so many that no one dared to approach that place for fear of being bitten to death. Saint Julian - tradition does not say whether it was Julian the Apostate who defeated Galileo or Julian the Hospitaller, but he claims that he had killed his father and mother without knowing it - knowing the great desolation of the place where Menulphe's serpent had fallen, decided to live there in an ascetic mound, to spy on the double parricide he had committed involuntarily. As soon as he arrived, all the poisonous animals disappeared. And they never came back. Julian first built an oratory, near which he made a spring spring. Then he decided to build a church. He asked the people of the place to help him, pick up the stones and build the walls. Everyone got their hands on the work and soon the church was built, with a front door pierced by a Romanesque door, a side door adorned with carved earrings, a round tower with half-pointed vaults, supported by pillars and finished by a high date. As everyone collaborated, the work progressed quickly. It is noted, however, that there were three young people who decided not to contribute to the common building. They conjured up a macabre farce to stop working, convinced one of them to pretend to be dead and placed him, covered in a white sheet, on a cart pulled by two oxen. When they reached the chapel, Julian said, \"Stop and take your stone to the church, which we erected to the glory of God\". \"We can't\", the young men replied, \"because we're carrying a dead man. \"Then go on your way\", said St. Julian, \"and let everything be as you say. The young men began to squeeze the oxen and set out again, wondering what those words meant. As soon as they thought the saint could not see them, they lifted the sheet and invited their companion to stand. This one stayed still. The others shook him. He didn't move. Then they understood the meaning of St. Julian's words, as they found with terror that their friend was no longer giving signs of life. But Julian was incapable of feeling resentment. He felt that the lesson he had given the young people was enough. Besides, the dead man's fiancée was crying to find him, begging him to bring her back to life. Julian stood up to pray and said to the girl, \"Drink water from the well that God has made to spring up, and go home, begging Heaven to forgive your fiancé's lies\". When she came near her home, she saw the young man smiling toward her. This miraculous event caused a great stir throughout the region. He testified to the virtues and power of St. Julian. Everyone wanted to be under his protection. Houses were built around the church and this is how the village of Couleuvre was born. After having atone for his double murder for penance, Julian died at a very advanced age. He was buried in the church he had built and the people took the custom of going on pilgrimage to his tomb on the day of his feast. They came from far away. A procession was held, with the clergy at the head, and they reached the fountain at the bottom of the ravine. The sick drank its fresh water and felt instant relief. Young girls and women also drank, the first to find a husband that year and the others to experience the joys of motherhood. French Anonymous Légendes et traditions du Bourbonnais, 1998. Translated by Esperanza Cobos Castro", "title": "Culebra será", "author": "nan Anónimo"}