{"metadata": {"length": 6771, "words": 1232, "reading_time_min": 6.16}, "text": "Suddenly, Mr. Roeder, rising from the circle of heirs who were peering at Mrs. Grummer's face, exclaimed: \"Yes, you are the thief! Mrs. Grummer, a 60-year-old woman, heard Roeder and cried. Tears ran down his ruinous yellow face, but Mr. Roeder, impatient, continued: \"Madam... twenty thousand pesos were missing from the box of the late Rumpler. From the book of Haberes has been torn out the sheet that showed the amount of shares Rumpler had bought from the refrigerator of the Triangle, and what a coincidence! Today an investigative agent, checking the trunk you had deposited at Mrs. Gaster's house, finds a deposit note for twenty thousand pesos. A circle of gray heads and tight faces were anxiously listening to Mr. Roeder. Roeder, a cereal merchant, had been appointed depositary by Rumpler's relatives on the day he died, of what remained as a possible inheritance, as his business was a little messed up. On the same day, when making the box arch, Roeder discovered that twenty thousand pesos were missing. What I couldn't check was whether the defrauded was money or tradable securities. Rumpler's ex-trustee was desperately laying her hair on with her hands dry. She wanted to run away, proclaim her innocence with immense shouts; kneel before Roeder, who had previously called her a good woman, to convince him that she was not a thief; but all this was useless, because as she examined the faces of her relatives, she understood that they had already condemned her. Fifteen days before Rumpler died, Anastasia Grummer had completed twenty years of work in the perfume business. She was no longer his employee, but his almost associate. And that atmosphere of hatred that now strangled her with visible hands came from the elderly relatives who wished to satiate the hatred they had for Rumpler in her, and all for a ten thousand-peso legacy that he left in a will, aside from a debt recognition that amounted to several thousand pesos. Another of the heirs made use of the indictment. He was a law student and the only young man among the silent elders. - Where do those 20,000 pesos you have in the bank come from? - I won them in the lottery three years ago. Angry laughter greeted this response. - Yes, Mr. Rumpler and I played a whole ticket three years ago. Half the livestock was for me. - How come you've been depositing them in the bank for eight days? - I had lent them to my nephew... He had been a fur trader for many years and had made a fortune. He said, \"This Mrs. Grummer has an answer to everything. The arbitrary punches and seats he's made in the books explains that they were ordered by Rumpler... Rumpler owes him... Rumpler leaves him an inheritance... Rumpler has worked and given his money to Mrs. Grummer. - I'm perfectly fine. Since we don't believe all this, it's best that you, ma'am, try to convince the judge. It was already one o'clock in the morning, and Ernesto Goice, sitting in front of his desk, was thinking about the terrible fate of his aunt Anastasia Grummer. He knew perfectly well that Aunt Anastasia was innocent; but how could he prove it? All appearances were against her. Badly carried books, fake seats with missing leaves. And now, for the record, Aunt Anastasia, annihilated by the coup, could not remember any details that would clarify her situation. And as usual, his thought turned to Mr. Roeder, the key depository. It was hateful to him, not knowing why. The clock was 1:30. Goice stopped for a moment in front of the desk, then leaned his forehead against the window glass and this freshness seemed to clarify his ideas. And he said, \"If I save your aunt, I can get married... but how do I save her?\" However, that Roeder... and again his eyes stopped at the desk. This time he was amazed. There, in the middle of the desk, was a page pulled from a book he had bought: an electrical course. - But why did I pull that sheet? - he asked himself. Stung by curiosity, he approached. The cut-off page of the book brought some formulas he was interested in remembering. But he didn't usually rip the leaves off the books, and he thought he was a little bit of a wuss. Then he looked out the window again. And suddenly, his ideas were clear. That's: the guy who ripped off the sheet of Rumpler's book did it because there were things in it that he liked to remember or make disappear. I've been through the same thing. Freud is right when he interprets dreams. I was dreaming. The only one who can have lit it up is Roeder. But what had he written on that sheet? - What? - No, I'm not. The stock? Why not? There's only 60,000 pesos left in stock... and suddenly a great joy congested Goice's face. The thief was undoubtedly Roeder, but it had to be proven. He nodded for a moment; he turned several times between his hands the sheet of the course of electronics, and, smiling, went to bed. Roeder was the thief. I was sure of it. A few days later, several newspapers devoted to stock market speculation read this notice: Whoever reports which people bought shares of the refrigerator The Triangle between August 8 and 11 will be rewarded. On the third day after the notice was published, Goice received a visit from a typist. This one told you that on August 8th your boss Broquin Rumpler... - interrupted by Goice. - I know. Broquin Rumpler bought 20 shares of Mr. Roeder for 12 000 pesos. - And how do you know? - Because I made the check. Mr. Roeder arrived at 7:00 p.m. but you don't know that Broquin Rumpler is related to the late Rumpler? - No, I'm not. I only know that he threw me out because Roeder told him he found me talking to his niece. - And how did you notice they were Triangle shares? - Because Broquin Rumpler got signed a receipt that said that. Well, Aloisi, all this data you've given me will be rewarded you at least a thousand pesos, but in the meantime, let's go to court. All this needs to be told to the judge. And Roeder was arrested the morning of the same day that the criminal prosecutor requested three years in prison for Anastasia Grummer. The cerealist wanted to deny his involvement in the crime, but when he was presented with the receipt signed to Broquin Rumpler, receipt that was kidnapped, Roeder, crying, confessed his situation. He had lost a lot of money, etc, etc... and Broquin Rumpler, to keep the old woman's share, had forced him to subtract the shares. Three days later, Anastasia Grummer was coming out of prison. And the first words of Goice, the villain, were, \"Aunt... I need ten thousand pesos to get married, can you give them to me?\" Anastasia Grummer looked at the prison door that was closing behind her back, and said, \"Son, I'm tired already... and I want everything I have left for your future son. Marry me, you know, the Argentine World, 1927", "title": "Un error judicial", "author": "Roberto Arlt"}