{"metadata": {"length": 5046, "words": 981, "reading_time_min": 4.905}, "text": "I'm a very ambitious man and I left my village as a young man, with the fixed idea of becoming someone. My village is four huts and lots of mud, but it's crossed by the provincial highway where I used to play as a kid. As I am ambitious again, I wanted to travel the world and, when I got to the most remote places, I turned around and said in front of everyone, \"Have you never heard of these four houses? Well, I'm from there! Some days I studied the hill profile more carefully than usual, then closed my eyes and pretended to be on my way forward evoking with hair and signs the familiar landscape. So I've been around the world and I've been lucky. I cannot say that I have become anyone, not more than anyone else, because I have met so many who - some for one reason, others for another - have become someone who, if I were still in time, would willingly stop winding my brains around those chimeras. I am not sure what the Commission is going to do with the Commission. Suffice it to say, I lived in a big city and even made many sea trips, and one day I was abroad in a triangle of marrying a beautiful and rich girl who had my own ambitions and loved me very much. I didn't do it because I should have settled down there and given up my land forever. Instead, one day I returned home and visited my hills again. None of mine were left, but the trees and the houses were, and also some familiar face. The provincial road and the plateau were much narrower than I remembered, more flat, and the only thing that had not diminished was the distant profile of the hill. On the afternoons of that summer, from the hotel balcony, I often looked up at the hill and thought that in all those years I had not remembered to be proud of it as I had planned. I thought now, if anything, to boast with old countrymen of the long journey I had traveled and of the ports and stations through which I had passed. All of this inspired me to a melancholy I hadn't experienced in a long time, but I didn't dislike. In these cases one usually marries, and through the valley, indeed, the voice ran that he had returned to choose a wife. Several families, including peasant women, were called in to see their daughters. I liked that they never tried to look different from what I remembered: the villagers took me to the square and brought me a drink to the era, the bourgeois welcomed me into the disused saloon and we sat in circles between the heavy curtains even though it was summer. I was not disappointed either: I often saw some girls who joked with restraint recognize the flirtations and gazes I had seen splashing on windows or thresholds as a child. But everyone said it was a great thing to remember the people and come back as I did, and they praised the harvest and the kindness of the people and the wine. Even the character of the villagers, a character that was unusually galling and taciturn, was endlessly quoted and illustrated, so much so that I smiled. I didn't get married. I immediately realized that if I had taken one of those girls with me to the city, even the most awake, I would have had my people at home and could not have remembered it as I now wanted again. Each of them, each of those farmers and owners, were just a part of my village, representing a villa, a farm, a single hillside. And I had it all in my mind, I was my own people, and I just closed my eyes and focused, not to say, \"Do you know these four houses?\" but to feel that my blood, my bones, my breath, everything was made of that substance and that apart from me and that land there was nothing. I don't know who said that when you're a child you have to be careful when you make projects, because they always come true in adulthood. If that's true, it means once again that all our destiny is already imprinted on our bones, even before we're old enough to reason. I am convinced of that, but sometimes I think it is always possible to make mistakes that will force us to betray that destiny. That's why so many people make mistakes when they get married. In the boy's projects there is never, of course, anything to do with this, and the decision is made at the risk of his own fate. In my people they make fun of him that is loved; they praise him that is married, as long as he changes not his life. So I resumed my travels, promising the town that I would return soon. I thought so at first, as sharp as the hills and the dialect were in my brain. I had no need to contrast them with nostalgia for my usual environments. I knew they were there, and above all I knew that I came from there, that everything that mattered about that land was locked up in my body and in my conscience. But now, years later, I've postponed my return so much that I hardly dare take that train. In my presence my countrymen would understand that I have mocked them, that I have let them talk about the virtues of my land only to recover it and take it with me. You'll now understand all the ambition of the boy you've forgotten. *FIN* La Langa, Il Messaggero of Rome, 1941", "title": "La Langa", "author": "Cesare Pavese"}