{"metadata": {"length": 7744, "words": 1437, "reading_time_min": 7.185}, "text": "In distant days, when my grandfather was still a child and wore a striped flannel shirt and jacket of the same color, a belt around the body and a plume on the chin -for that was how they dressed the little ones when they were baptized-, many things were completely different from how they are now. The procession and the horse-riding were frequent, ceremonies that today have fallen into disuse, because they seem old-fashioned. But it's nice to hear it from the grandpa. It really had to be a beautiful spectacle the transfer of the badge of the shoemakers the day they changed their home. He waved his silk flag, on which a large boot and a bald eagle were represented; the younger officials carried the large cup and the arc; red and white ribbons floated down their hats. The elders went with the sword unsheathed, with a lemon on the point. He dominated all music, and the greatest instrument was the “bird,” as the old man at the top of the stairwell called it, with the moon and all the bells and whistles imaginable; a true Turkish music. It sounded like a thousand devils when they lifted her up and shook her, and they blinded her eyes when the sun shone on gold, silver, or lead. At the head of the committee marched the mule, dressed in thousand pieces of cloth of all colors, with a black face and a brim on the head, as a trinity horse. He smote the people with his palm, and he slew many, though without causing any harm to anyone; and the people trembled, and backed away, and came again. Children sat on their feet in the stream; old grandmothers sat on their knees, putting weary faces and wringing their hands. One laughed, the other cried; doors and windows were full of curious things, and there were even on the tops of the curtains. The sun shone, and a hailstone fell; but the rain was good to the peasant, and though many were ruined, it was a blessing to the field. How well the grandfather told it! From a young age I had seen those parties in all their splendour. The oldest official of the group delivered a speech from the table where the sword had been hung; a versed speech, expressly composed by three of the members, who had been inspired by a good mug of ponche. And the people shouted “hurrah!” thanking him for the speech, but the hurrahs were even louder when the arlequin, climbing up on the stage, imitated the others. The frog drank its water and drank hydrochloric acid in a glass of water, which it then threw into the multitude, which threw them into the air. Grandpa still had one, a gift from an Albanian official he had taken. It was the sea of fun. And then they hung the escutcheon in the new graveyard, surrounded by flowers and foliage. -Festivals like those are never forgotten, no matter how old one gets – said my grandfather; and indeed he never forgot them, having seen so many magnificent spectacles. We talked about all of them, but the most fun was certainly the rooster comitative on the streets of the big city. As a child, the grandfather had made a trip to the city with his parents. It was the first time I had visited the capital. He saw a procession of holy people on the streets, which he thought was one of those sacrificial ceremonies. There was a staggering amount of piping to move; the walls of a hundred rooms would have been covered if instead of hanging them outside they had been kept inside. In the stalls were painted all kinds of clothes, for all kinds of people, big or small; then there were the cigarette tins, with beautiful little girls smoking, as if they were real. There were rosaries with a candle and a smuggled chalice, chalices for priests, ataithes, what I know, as well as the most varied inscriptions and advertisements. One could walk the streets for a whole day contemplating rooster and rooster; one could also keep track of the people who lived in the houses, for they had their badges on the outside; and, as my grandfather used to say, it is very convenient and enlightening to know who lives in a great city. But I wanted the chance that when my grandfather went to the city, something extraordinary would happen with the rooster; he himself told me so, with those sly eyes of a pygmy that he put on when he wanted to make me believe something. He explained it so seriously! The first night that he was in the city was so horrible that it was reported in the newspapers; a time that no one could remember another like it. The tees flew in the air; old pans fell to the ground; even a coach ran alone down the street to save itself. The air roared, shook, and shook all; it was a roaring tempest. The water from the canals poured over the wall, because he didn't know where to run. The hurricane roared over the city, lifting the chimneys; more than an old and rotten reed of campanario had to be swung down, and since then it has not been able to ring. There was a garret near the house of the old fire chief, a good man who always arrived with the last fire engine. The storm seized her, shook her from her seat, and threw her down the street, rounding her. And, guess what's even rarer! It was placed in front of the house of the poor firefighter who had saved three lives in the last fire. But the gargoyle didn't think of it. The barber’s comb – that big brassy one – was thrown and smashed into the window of the judicial constable’s office, which the whole neighbourhood considered nothing less than offensive, for everyone and even the most intimate friends called the constable’s wife the “naja”. She was a sage, and knew the lives of all people better than they knew themselves. A rooster with a squawk was fluttering at the door of a newspaperman. It was a heavy bromide of the wind, which I thought a journalist would not tolerate broma, for he is king in his own newspaper and in his own personal opinion. The vulture flew into the tee shirt of the man in front, who was left as the blackest of the blacks, the neighbors said. The mannequin of the mannequin was hung under the banner of “Mrs. Fashion”. The notice of the foundation, placed in a heavy frame at the door of the establishment, was carried by the wind to the entrance of the theatre, to which people never came; it was a ridiculous poster: “Pickles and stuffed hay.” And then he gave people tickets to the theatre! The wolf skin of the pelter, its honorable escudo, appeared tied to the bell cord of a young man who regularly attended the first sermon, looked like a closed-up frog, walked in search of truth and, according to his aunt, was a model. The banner “Academia of Higher Studies” was found in the billboard club, and received instead another one that read “Here are children born with beer”. He had no small grace, and was very displeased. But he had made the storm, and you will call him to account. It was a scary night. Imagine that by morning almost all the roosters had moved from place, in some cases with such bad idea, that grandfather refused to tell it, limiting himself to muttering inside, well I observed it. And as a child, it was, ever since. The poor people of the great city, especially the forefathers, walked head-on, and there was no other way but to be guided by the signs. At the best, one thought he was going to attend a grave assembly of elders, where questions of the highest order would be debated, and he was going to stop at a bully school, where children would leap over tables and benches. There was someone who confused the church with the theatre, and this is indeed a shame. A storm like that has never been seen in our days. He saw her only as a child, and only as a child. Maybe we don't see it ourselves, but our children do. We hope, and pray, that you will be quiet in your house when the Vendaval changes the rooster.", "title": "La tempestad cambia los rótulos", "author": "Hans Christian Andersen"}