{"metadata": {"length": 4261, "words": 767, "reading_time_min": 3.835}, "text": "She would have been five or six when I first learned of her true existence. Until then she was the first daughter of the Torres, a creature so beautiful that she seemed made with the hands of an artist, but not in the usual way: a burdened dwarf who was learning to speak and heard conversations without understanding, already with a fixed look on the talking faces of the elders. Of course, my nightly visits to the Towers with drinks without more limits than liver or stomach rejections always or almost always reduced to literary topics, conversations almost without discussion with Rodrigo's admirable intelligence and his infallible poetic intuition and some writer who passed with his partner, were repeated for some years. Alice weaves the hours, tirelessly, with varying colors of wool. Very soon the middle of the twelve years came for the girl and a subtle and memorable change of mood occurred and reproduced in the early morning. Her name was Beatriz, they called her Bichi, I called her maybe still Bichicome. Badly dressed beach hairdresser, resigned to the poor, daily harvest. There was a change. Alice interrupted very occasionally her work to pronounce, head tilted, some short and poisonous phrase that fit gently and skillfully into the talk and that was often for me. The smile was pure fun; it never accompanied the little evil of words. Like I was telling you, there was a ritual imposition. It was as if one night, suddenly, she had stopped getting wet in bed and we all looked at her with surprise, sure that only for her had the years, two or three, passed, and she would break into our endless conversation, perhaps the same one we had bored her with when she was a babbling little girl. So one night, when I was the only shrew who kept talking about books and gossip, when she was alone with her parents, she, Bichicome, appeared wrapped in a mother's bed jump, adorned on the edges with marabou dyed violet, dragged her down the carpet, pretended to yawn and vanish, walked around the table drinking all the leftovers of drinks that had been forgotten in the glasses. Then he came up with a frumpy, moody mouth, bright eyes for laughter and sat down in front of us, on the large now empty sofa and played with the bed-spring ornaments. The very long, blond hair. He smiled at us, at the angels, at the little devils, at his friends. Every now and then a useless question, a lying curiosity pronounced in a voice of complaint, which was unnecessary to answer. And so, one night and another and every night of my visits. She was too young for me to look at her with eyes different from those of a man who has a daughter almost the same age and who lives in another city and was taught to hate me. But no feeling of nostalgia prevented me from looking at my Bichicome and thinking melancholy that when she was fifteen I would be hopelessly old. Then, without visible notice, as these things usually come, Grace descended upon Alice and was baptized and confessed and filled with fear, as if the girl was sick, decided to baptize her without waiting. Bichicome had a millionaire uncle who lived on a yacht and sailed across Canada's waters. A Catholic, as he was a wealthy Latino, he enthusiastically accepted the invitation to the paternity and telegraphed the date between wind and motors he could be in Monte. But by then Bichi's heart was mine, gifted without my asking. It was all I could give myself; but I had already done it in silence and nothing had been amended. And no one could change their veto on the golden godfather. No sermons, no reasoning, no tenacious insistence. I'd be the godfather or I wouldn't have baptized. He couldn't have chosen worse. And so came the morning that I went through the hanging, I entered the church or chapel, I took the Latin of the priest, I saw him wet Bichi's forehead with sacred oils, put salt on his tongue and I went with Rodrigo to the sacristy to place the fabrication of an angel. Bichi disguised as an impossible bride; only the Lord could accommodate her in her bed. I already saw my glasses fade on the street; I was mixing the missing daughter with my only stepdaughter. And I remembered that they were both going to grow up and lose forever the childhood paradise. *FIN* 1994", "title": "Bichicome", "author": "Juan Carlos Onetti"}