{"metadata": {"length": 7000, "words": 1415, "reading_time_min": 7.075}, "text": "It was back that time of year that made Bud feel so young. It had happened to him the year before, and it had happened to him the other year as well; it seemed as if it had been happening for many more years. It was always like he had returned the Tuesday after Labor Day; Father stayed in the city apartment, planning to come two or three weekends, but he didn't get it. The other boys' parents, same. It was like there weren't any grown men at the beach club to stare at you or even come up to you and tell you why you didn't just walk a punch off the tennis court when they wanted to throw one of their clumsy, rusty mixed doubles games. During the summer, with your parents, you didn't give yourself much thought to whether you were young or old or what. But as soon as the parents and the young marriages started coming back to town, there were only the mothers and the boys and the girls, and that reminded you that you were young. Too young to be in love with Kathy Mallet. It was the first summer Bud dared to step in and call her Kathy. Hey, Kathy used to tell him. \"Hello, Bud\", she said. When do we play that game? When you say, he says. She had started it. One June day, he had gone to see him play, sat down and watched Ned Work get a beating. A monumental beating, 6-4, 6-2. It had been exciting to know that Kathy had taken the trouble of waiting and seeing him before she went to play her game. That was the best compliment they'd ever give him. Then she asked him, \"Would you like to play with me someday, Bud?\" And he'd told her that whenever he wanted. They were talking about it every moment, but they'd been putting it off all summer, and now Bud felt a little relief, because he might have beat her. I didn't want to do it, but I couldn't play with her and insult her giving her an edge either. In ten years he'll be 25, and Kathy will be 29. It wasn't that bad, either. Twenty-year-olds both. And by then she wouldn't be a little tall for him. Bud had heard a thousand times that on his mother's side no one came down from 80 feet and that everyone was stretching in adolescence, suddenly. In a few days Bud would be back in school and, of course, Kathy, who was going to college, would be at all hours in New Haven and Princeton and New York, because Kathy was going to a college where they were given a lot of freedom and she was spending half the time in New York. I'd be very lucky to see her again before next June. He wished he could do something or give him something that would make him think of him from time to time during the academic year. There was actually something: I could beat tennis. That's how you'd remember him. Years later, I would make it up to you. One day, in the future, Bud would say to him, like he doesn't want the thing: \"Honey, I remember when I was just a kid (ah, in the year thirty-nine) and it occurred to me that the only way to make you remember me was to win you without giving a set. Remember I almost forced you to play with me? The lobby clock was 3:20, and Bud remembered that a touch-football game was starting at 3:00, so there wouldn't be many boys on the tennis courts and most of the girls in his gang would be watching that stupid game. It seemed like an ideal day to challenge Kathy, if she was showing up at the club, which she otherwise did almost every afternoon. He put on a white franelage pants, went out, took his mother's car and drove to the club. He saw Kathy's gray Ford convertible parked at the front door of the Mallets. That meant he was home. That's a good sign. On the way to the club, he got scared to see Martin standing next to his motorcycle. Martin was inflexible. Watkins, the other cop, was more kind, but some of the guys said Martin didn't forgive a single one. If you didn't have a driver's license, it'd be worse for you. The guys said Martin had a list of those who had a license, and Bud didn't. However, that day Martin didn't even notice Bud. Bud looked out the rearview mirror to make sure, but Martin was already looking in the opposite direction. At the club, Bud stopped the car at the parking lot entrance, behind the high hedge, but then he thought it was better to stay inside. I'd lean back, like nothing, and as soon as Kathy got there, she'd come in and say, \"Hey, Kathy, would you like to throw a game?\" It's almost time to get back to college. No, it's better to go back to class; sometimes people say go to class, referring to college, but if I said go to college, she would think it was silly to say that when everyone knew she still had three years to go to college. He reclined, convinced that it made him look carefree. A moment passed, a couple of cars came in and out, and that impatient attitude began to bother him when he heard a car approaching at great speed, and behind, even faster, a motorcycle. The motorcycle hit the car a few meters from the club entrance. Without looking, he knew who was riding the motorcycle: Martin. He raised his head and, of course, the car was Kathy's brown Ford. Bud plunged into the seat so Martin wouldn't see him and heard him start saying what the cops typically say: \"Oh, my God, girl, you're in a hurry. She couldn't hear what Kathy was saying, but she hoped it would be something that would put Martin in his place for calling her \"girlfriend\". The next thing Bud heard was something unexpected. Martin said, \"You can't just walk away from me like this. Why didn't you go yesterday? I waited until seven. I told you I wouldn't go, Kathy said. Yeah, I know you told me. But I told you to go and you didn't. What's the matter, are you giving me squash? I told you I wouldn't go there again. That's what happened, Kathy said. What's wrong with you? What's this all about? All summer long, it's been you... half the time it's been you I wanted to see. I know, I know. But it's over. - Nothing like that, get it out of your head. It's not over yet. We're not gonna see each other again. I don't want to see you again. Because I do want to see you. I'll see you guys later. At six o'clock right there. No, I'm not going, so don't wait for me, Kathy said. Listen to me, bitch, I'm telling you you're going. Kathy said no. There was a moment of silence, and then he said, \"Are you going? Kathy said no. And then, all right. - All right. I didn't hurt your arm. I'll be there at six, Martin said. The motorcycle let out a couple of roars and walked away. Bud heard Kathy's Ford enter the parking lot, and then he heard a doorbell and the sound of her footsteps on the gravel. He waited until he heard the bar doorbell knocking and then got out of the car. No one should have seen him; he could tell his mother that he had forgotten the car. At that very moment, what I wanted was to walk alone and have thoughts I hated that would ruin his life forever. And the scariest thing was that there was nothing, nothing, nothing to do, except what I was doing. Leave me alone! He said without addressing anyone. *FIN* Too Young, The New Yorker, 1939", "title": "Demasiado joven", "author": "John O'Hara"}