{"metadata": {"length": 5268, "words": 973, "reading_time_min": 4.865}, "text": "At the time Jane got married, there seemed to be nothing strange about her. It was full of blood, beautiful, and very practical: capable of making artificial breathing in the blink of an eye, resuscitating a fainting person, or stopping a nosebleed. She was a dentist's assistant and she was not uncomfortable with a crisis or pain. But I was passionate about the arts. What arts? All of them. She started, during her first year of marriage, with painting. This occupied all her Saturdays, or enough Saturday hours to keep her from shopping for the weekend, but her husband, Bob, did. He was also the one who paid for the framing of the oil portraits, dirty and with the running colors, of his friends. Friends' pose sessions also consumed much of the weekend. Eventually, Jane admitted that she couldn't stop the colors from running, and decided to give up painting for dancing. The dance, based on a black leotard, did not greatly improve his solid figure, only his appetite. Then came the special shoes. I was learning ballet. I had discovered an institution called The School of the Arts. In this five-story building, piano, violin and other instruments, musical composition, writing novels or poetry, and dance and painting were taught. \"See, Bob?\" \"You can and should make life beautiful\", said Jane with her broad smile. And everyone wants to contribute a little, if they can, to the beauty and poetry of the world. Meanwhile, Bob was dumping the trash and making sure they didn't run out of potatoes. Jane's ballet didn't progress beyond a certain point, so she left it and turned to singing. I think life is pretty beautiful just like it is, Bob said. At least I'm pretty happy. This was in the singing season, as a result of which they had to put a vertical piano in the already crowded living room. For some reason, Jane quit her singing lessons and began studying sculpture and woodcarving. The living room was a mess, full of mud and slices that the vacuum cleaner couldn't always use. Jane was too tired to do anything after a day's work at the dentist's office and to stand up and fight with the mud and wood until midnight. Bob got to hate the School of the Arts. I'd seen her a few times, when I was picking up Jane at about 11:00. (The neighborhood was dangerous to walk alone.) Bob thought all the students were a bunch of misguided optimists and the teachers were a bunch of mediocre ones. That gave him the impression of a mental asylum for distracted efforts. And how many homes, children and husbands were upset because the housewife -- most of the students were women -- wasn't at home doing some essential chores? He felt there was no inspiration in the School of the Arts, only the desire to imitate people who had had it, like Chopin, Beethoven and Bach, whose works he heard smashed as he waited for his wife sitting on a hall bench. People called artists crazy, but these students seemed incapable of that kind of madness. The students seemed crazy, in a sense of the word, but not in the proper sense. Considering the time the School of Art deprived him of his wife, Bob was willing to blow up the building to pieces. He didn't have to wait long, but he didn't blow up the building. Someone later found out he was an instructor and put a bomb under the School of Arts, ready to go off at four in the afternoon. It was New Year's Eve, and even though it was half a holiday, students of all arts were practicing hard. The police and some newspapers had received a warning of the bomb. The problem was that no one could find it and also that most people didn't think any bomb was going to go off. Because of the neighborhood's atmosphere, they had suffered fears and threats before. But the bomb exploded, evidently, from the depths of the basement, and it must have been a good size. It just so happened that Bob was there, because he had to pick up Jane at five. I had heard the bomb rumor, but I didn't know whether to believe it or not. Out of caution, however, or out of a premonition, he was waiting across the street instead of doing it in the lobby. A piano came out of the roof, a little bit apart from the pianist who was still sitting on the stool, typing in the void. A dancer finally managed to complete a few laps without her feet touching the ground, as she was at a height of four hundred meters, and her feet pointed toward the sky. A painting student was thrown through a wall, the brush hanging, willing to give the master brush as it floated horizontally towards true oblivion. An instructor, who took refuge as often as he could in the lavatories of the School of the Arts, was shot along with some of the pipes. Then Jane appeared, flying through the air with a mallet in one hand, a chisel in the other, and an expression of ecstasy on her face. Was she stunned, still focused on her work, or already dead? Bob couldn't have known. The particles were falling with a gentle and diminishing crack, raising a gray powder. There was a few seconds of silence, during which Bob remained motionless. Then he turned around and headed home. Other art schools will come up, I was sure of that. Interestingly, this idea crossed his mind before he realized his wife was gone forever. FIN The Artist, Little Tales of Misoginy, 1975", "title": "La artista", "author": "Patricia Highsmith"}