{"metadata": {"length": 4226, "words": 851, "reading_time_min": 4.255}, "text": "A drum and a ball were tossed together in a box, among other various toys, and the drum said to the ball, \"Why don't we make love, since we live together in the box?\" But the ball, which was covered with a beautiful taffeta and sounded like a sung song, was not worth arguing with. The next day the toy-owner's son came, and he painted the drum red and yellow and hammered a brass key into its center. The trumpet looked truly splendid when it swung. -Me too! - he said to the ball - What does this mean to me now? Do you want to be a couple? We are one for the other. You jump and I dance. Can there be a happier couple? - Do you believe? - the ball said ironically. He surely does not know that my father and mother were tafilat shoes, and that my body is of Spanish stock. -Yes, but I am of bamboo wood - the peony replied - and the very mayor was the one who brought me back. He has a ring and he was very happy to make me. -Is it true what it says? - asked the ball. -Who never received a latie if I may! - said the troll. -Then, you know you can make it - the ball said- but it is not possible; I am, as someone says, promised with a golondrina. Every time he jumps in the air, he looks at the nest and asks: “Do you want? Do you want?\" I, internally, have already given it the yes, and this is worth as much as a commitment. However, I appreciate your feelings and I promise I will not forget them. -Go in peace! - The troll exclaimed, and they stopped talking. The next day, the boy played with the ball. The trumpeter saw her leaping through the air, like a bird, so high, that the loss of sight. Every time she turned, but when she touched the ground she made a new leap, be it through the air or back to the gull's nest, be it because she had the gull's body. At the ninth time she disappeared and was not to return; for as long as the child sought her, he could not bring her with him. - I know where he is! - the trumpet sounded-. He is in the nest of the gull and has married her! The more the tyke thought of it the more enamored he felt of the ball. His love grew precisely because he had not succeeded in capturing her. The worst was that she would have accepted another. And the tyrant would not stop thinking of the ball as he danced and jigged; in his imagination it looked ever more beautiful. So it went on for a few years and that became a old love. The trumpet was no longer young. But here he is that one good day they all wanted him. Never had it been so beautiful! He was going to be a gold-digger, and he was going to be a happy man. I had to hear your ronron! But soon he took an excessive leap and... goodbye! They looked everywhere, even in the cellar, but there was no way to find him. Where would you be? He had jumped into the rubbish bin, where all kinds of rags, twigs, branches and leaves had been mixed together. - I've come to a good place! Here will be all the gold. See the people around me! And he turned a sly glance at a long strand of grass that had been cut too short near the reed, and then another at an odd ethereal object that seemed to be an old apple. But it was not an apple, but an old ball, which had spent several years in the canal and was half consumed by humidity. - Thank God that one of ours has come, with whom I can speak! - said the ball, looking at the golden trumpet. -As you see, I am of tafilte, I was dressed in a taffeta dress and I have the Spanish corset body, but no one knows how to appreciate me. I was about to marry a gull, but I fell into the canal, and in it I have certainly spent five years. Oh, how I have been soaked by the rain! I mean, it's a lot of time for a good-natured nanny! But the tyrant did not answer; he thought of his old love, and the more he heard the ball, the more he was convinced that it was she. The created one comes into these to empty the trash can. -Anda, here is the golden horn! - I said. The trumpeter returned to the children's room and collected their honor and prestige, but nothing more was heard of the ball. The troll had stopped talking about his old love. Love is extinguished when the love has spent five years in a canal and is made a soup; it is even not recognised when it is found in a rubbish bin. FIN", "title": "La pareja de enamorados", "author": "Hans Christian Andersen"}