{"metadata": {"length": 6841, "words": 1253, "reading_time_min": 6.265}, "text": "The gallery surrounding the vast courtyard is of white marble. The white marble are the narrow columns and the spacious slabs of the pavement are white marble. In the center, between the myrrh-like streams, the cup of a fountain stands out in its white marble. It's the evening; the twilight is coming. The water in the cup is eroded with a sweet whisper. The silence is deep. The twilight's thunder is already appearing in the clear sky. The ink in the clouds is gold, nacre, carmine. And the murmur of the water from the cup that is pouring out, as the night approaches, becomes more and more loud. In one room, a man is lying down with his cheek in his hand. The blue eyes look blind, with a mild expression of sadness. The blonde, thick, short beard is highlighted in the white of the suit. There's a tired gesture of this man all over the continent. Suddenly a dry knock sounds and the door opens. The breast of the knight is erect; another light shines in his eyes, and a kind smile springs from his lips. \"Come in\", says the gentleman; sit down. I called you on an important mission. I get complaints and protests every day. I need to restore order. Authority cannot be violated. We have to defend property and family. Religion also deserves our care first and foremost. And religion, homeland, property, family, order, everything, everything is threatened by these men. Do you know them? Have you ever seen them? They say they share their possessions. They mock our gods. They're declaring against the rich. They despise wealth. They live a life of independence and austerity. The Empire would collapse if those men's ideas succeeded. You're going to Spain. Like you, other emissaries will go to all the realms of the Empire. You will all take orders that the repression be vigorous. You will transmit my orders to all authorities. It's the middle of the night. On a jasper column is a brass lamp burning. The room is almost dark. A sweet, sounding voice says, \"Do you hear me? You look sleepy. I won't tire you much. But I want to share my doubts, my concerns. Have you ever stumbled upon those who despise riches and mock our gods? One minute and I'll say goodbye. I'll leave you alone and surrendered to sleep. But I doubt in these hours of loneliness and silence that I'll ever face myself. Isn't there some real particle in those people's ideas? Do you think it's fair that our ownership regime and our family organization? I'm telling you alone; I have no faith. I've lost my faith. I'm going to suppress those ideas that are against property and order and I feel unwell. You can sleep; I'm leaving; rest. Can I rest? The ship is sailing softly through the blue Mediterranean. The sky is high and clear. In the blue of the sea and the blue of the sky, the white candles are cut. Soon the land of Spain will be seen. On deck, in the starry night, calm sea, two travelers dialogue. \"These are crucial moments for me\", says one of the travelers. The mission I've been entrusted with is serious. You can uncover the bottom of my mind. Have you ever stumbled upon those men? They say they're attacking property and family. They're supporters of the property community. Don't you think there's a fair part to all this? I notice something in me that's changed. It's not the same as my faith. I will strictly follow my orders. But in my heart I will believe that I have committed an iniquity. In the hall of a palace in the interior of Spain, the emissary is presenting the orders he brings from Rome to the highest authority. A mountain splits in the distance. From the distance to this window there is a green forest. The color is intense. In the middle of the living vegetation, the reddish, yellowish spot of the cultivated soil appears. The orders are final. Those people must be persecuted. They will be more strict now than ever before in the whole empire. They work against order and property. They don't believe in our religion. They preach the community of goods. The repression must be vigorous. These orders I bring must be transmitted to all the subordinate authorities of Spain. The city is resting. In the country house, the light of a lamp illuminates a room. It's time for confidentiality. It is in these moments of intimate expansion that the most secret thoughts are discovered. \"Today I have been given strict orders\", says a voice. I don't know if you've ever met those people. If I'm gonna be honest, I did talk to one of those men. That's not what the common man says. They despise wealth; they live in poverty. His speech is sweet, and his sincere humility. Would the world end if they succeeded? Another world would emerge. Is it true that with his triumph civilization would disappear? Another one would be born. I'm going to pass the search warrants to all the authorities in Spain and my heart is rebelling. To you, at this time of confidentiality, when no one listens to us, I tell you. I don't have faith. The authorities of all the Spanish constituencies have already returned to the territories under their command. They're carrying the order to suppress. Each of these authorities shall meet to transmit those orders to the local authorities of its district. All the authorities of the villages have gathered in one city. The orders have been final. Order and authority must be kept in full trances. It is necessary that new dissolute ideas cannot be propagated. And at night, in another quiet room, in moments of intimate conversation, the disturbing question arises again. Will there be an atom of justice in what these men proclaim? Where is the faith of old? Wouldn't this property regime be unjust? Can there be another law and another social organisation? In a small town lost in the fragosities of a mountain, a man meditates. He's returned from receiving the strict orders. That man is the authority of the people. In this town, as in almost every town, there are individuals who preach fraternity and contempt for wealth. They don't believe in the old religion. Their religion is different. The first authority of the people meditates painfully. Think this man will follow a strict order of repression. But I have no faith in his thinking. I don't have faith. Those orders come from Rome through all the authorities above me. They come to me, link by link, from the emperor. And everyone, from the emperor down, has faith in repression. Everybody, from the emperor, firmly believes in our ownership regime, in our family organization, in our religion. They all have a strong faith and I, uh! I don't have it. How am I supposed to govern myself in this trance? I faint and my soul is in mortal danger. If I had a particle of the indestructible confidence of others! When the dawn was announced, the faint clarity showed a rigid human body in a tree, sloping from a branch. *FIN* Diary Now, 1934", "title": "Una civilización que se acaba", "author": "nan Azorín"}