{"metadata": {"length": 3283, "words": 610, "reading_time_min": 3.05}, "text": "Although I was convicted of the murder of President Bowlby Bunce, it's true that I killed him. I can't remember why: I'd dare to say there was something about that man that I didn't like. That's not important. However, I think the public who have so carefully read those interviews I never gave and looked at the photographs sent by my personal friends deserve to know why here, in the corridor of death, I have made a new will in which I surrender all my fortune to the fiction department of the public library. (Before I begin this explanation, however, I want to state that, while I would not mind being born in any of the other houses photographed in different newspapers, I must repudiate, to do justice to my parents, the igloo that appeared in the Examiner on Wednesday.) Let's go on with my story: when I decided for reasons that are certainly sufficient, though I don't remember them clearly now, to kill President Bowlby Bunce, I planned the assassination with the utmost care to every detail. As a seasoned reader of literature devoted to the most egregious illicit acts, I flattered myself to think that, among all men, I was the best equipped to commit the perfect crime. I came to his office at mid-afternoon, when I knew all his employees would be present. At the outside office I caught their attention with my presence and had them drop on the exact time count with a heated complaint because the clock was a minute ahead. Then I walked into Bunce's private office. I was alone. I pulled out the hammer and nails I had bought the day before from a smith who knew me and, without paying attention to a stunned Bunce, nailed all the windows and the door to keep them closed. Then I spat on the voice-preparing pill and shouted at him loudly, \"I hate him! You should kill him! I'm going to hurt him! On his face, the surprise became even more complete. I ordered him quietly as he pulled the revolver out of his pocket. It was a silver-mounted revolver with my initials engraved in four different places. I walked behind him, careful to keep the gun close so that it would leave the gunpowder marks that would indicate he had shot himself, and shot him in the neck. As they were breaking the door, I tied myself to the ink on his desk to leave my fingerprints clearly and cleanly marked on the handle of my revolver, the handle of the hammer, the white neck of Bunce's shirt, and a few appropriate sheets of paper; in a hurry, I put the dead man's pen, watch, and handkerchief in my pocket just as the door was opening. A detective just came in. I refused to answer your questions. When they searched me, they found Bunce's pen, his watch and his handkerchief. They examined the room: door and windows nailed from the inside with my hammer, my handgun signed next to the corpse, my prints everywhere. He questioned Bunce's employees. They told him they had seen me walk into the office when Bunce was alone and then they had heard the hammers, my threats and the shooting. And then... then, the detective stopped me! Then it turned out that that amateur hound whose salary the shareholders paid had not read a single detective story in his entire life and, therefore, had not suspected that, with so much credible evidence against me, I had to be innocent by force. FIN", "title": "Otro crimen perfecto", "author": "Dashiell Hammett"}