{"metadata": {"length": 5007, "words": 989, "reading_time_min": 4.945}, "text": "They were very poor children who on the eve of King's Day were walking on a mountain and, as it was winter, it was immediately night, but the poor little ones were still walking. Then they met a woman who asked them, \"Where are you going at this time of night, when it is hot?\" Don't you realize you're going to be cold? And the young men said to him, Let us wait for the kings, and see if they give us a goat. And the woman of the forest, who was very beautiful, said to them, Why are ye so far from your house? To wait for the Kings you just have to put your little shoes on the balcony and then lie down quietly in your mattresses. To which the children replied: \"It's that we don't have shoes, and there's no balcony in our house, and we have no crate but a pile of straw... Besides, last year we put our alpargatas in the window, but you can see that the Kings didn't see them because they left us nothing. So the lady of the forest sat on a log that was on the floor and looked at the little ones, who looked at her terrified not knowing what to do; and she asked them if they wanted to take a letter to a palace and the children said they would take it; then she looked in a bag that was hanging from her waist and took out a large sealed envelope containing the letter. \"This is the letter\", he said, and he gave it to her. He then explained to them how they had to find the palace and that the road was dangerous because they would have to cross rivers that were enchanted and through forests that were full of beasts. And ye shall pass over the rivers, and set your feet upon the letter, and the same letter shall lead you to the other bank; and to pass through the woods, take all these pieces of flesh that I give you, and when ye meet any beast, throw a piece of it, and it shall let you pass. And at the gate of the palace ye shall find a horn; but fear not: cast this bread which I give you, and it shall not hurt you. And the poor little boys took the card, the meat and the bread and said goodbye to the forest lady. So they went on their way and, in a short time, they came to a river of milk, then to a river of honey, then to a river of wine, then to a river of oil, and then to a river of vinegar. All the rivers were very wide and they were so small that they were afraid not to cross them, but they did as she told them: they threw the card to the river, climbed over it, and the card always led them to the other shore. When they had finished crossing the rivers, they began to find forests and forests, the darkest and leafy, where they were being eaten by beasts. Sometimes it was wolves, sometimes tigers, sometimes lions, all about to devour them, but as soon as they threw one of the pieces of meat that the forest lady had given them, the beasts grabbed them with their mouths and disappeared into the depths of the forest, letting them continue their way. Until, at last, when it was already dark, they saw the palace in the distance and ran towards it. But before the palace there was a huge black hornet that, as soon as it saw them, rose on its tail threatening to eat them alive with its huge mouth; but the children threw the bread to it and the hornet did nothing to them and let them pass. And the children came into the palace, and behold, a black servant came forth to meet them, clothed in colored and green, with many scales that sounded as they walked; and the children delivered the letter to him, and the black servant, seeing it, began to leap with joy, and went to bring it in a silver platter to his lord. And the lord was a prince who was enchanted in that palace; and as soon as he took the letter, he was displeased; and he commanded his servant to bring the children to him immediately, and said to them, I am a prince who was enchanted, and your letter has freed me from the enchantment; come with me. And he took them to a large room where there were all kinds of cheeses, and rices, and ham in sweet, and thousands more treats, so they could eat whatever they wanted. Then he took them to another room and in this room there was a spiced egg, coconut yolks, peelings, cakes of many kinds and thousands of jams more, so they could eat whatever they wanted. And then he took them to another room where there were cardboard horses, shotguns, sands, rings, dolls, drums and thousands of other toys, so they could pick up whoever they wanted. And after all this, and he kissed them, and embraced them, he said to them, See ye this palace, and these gardens, and these chariots and their horses? For all is for you because this is your King's Eagle. And now we're going to take one of these cars and get your parents to come live with us. The servants hooked up a luxury car and the prince went with the children to find their parents. And the whole road was a very wide and well cared for road and the rivers and the forests and the wild beasts had disappeared. And then they all returned to the palace very happy and lived very happy. FIN Spanish Anonymous", "title": "El aguinaldo", "author": "nan Anónimo"}