{"metadata": {"length": 2792, "words": 518, "reading_time_min": 2.59}, "text": "Little Frederick was a beautiful boy, with curly hair; but all the people of the village always called him Federiquillo the Liar. When I saw a bat flying at night, I ran to his house and shouted, \"I saw a dragon flying in person!\" And, when he had spent a quarter of an hour in his grandmother's garden, he asserted afterwards earnestly and firmly, that he had been plucking, for seven whole hours, weeds from the garden. -Federicillo, tell the truth! - his mother would reprimand him when she heard him talk like that. And every time Federiquillo cried out, indignantly: \"This is the pure truth! \"He is and will remain Federichillo the Liar\", said his father, angry, and used the staff from time to time. The mother, however, was distressed. One day, the father's cup appeared broken on the kitchen floor, with its edge and golden wings. -Federicillo, what have you done? - his mother screamed. - I'm not doing anything. I was sitting quietly at the kitchen door when I saw this table suddenly start moving. All the cups jumped and the golden one was the highest of all. Suddenly she started dancing in a circle, but she fell off the edge of the table and broke. Yes, that's what happened. I've seen it with my own eyes. -Federico, you are lying! And the sad thing is, you believe your own lies. I wish your hair would get all red when you don't tell the truth! - I never lie! - Federiquillo shouted, and he wanted to get on his feet. Then he noticed a curious tickling over his head, and he perceived a singular noise in his ears, like when the peacock opens its wheel. He got his hands to his hair. He put both hands on them. It was all for nothing. Stubborn, he went to his mother's sewing basket, took the scissors and wanted to cut his hair. But in vain: they were as strong as wires. Then he cried out, full of fear: \"Mother, I have broken the cup! At that moment the hair was cut and wrapped in soft curls, so that it was again the beautiful Frederick. And that's how it happened every time. When the kid lied, his hair was straight up. And when he told the truth afterwards, they would laugh at him again. But if this happened at school, he had the serious problem that the whole class was mocking him, and on the way home all his classmates followed him screaming: \"Federick, the Liar! Little Federich, the Liar! This was awful! But thanks to that, Federico lost the habit of lying. Her parents felt completely happy ever since. His mother gave him a big book of stories on his birthday, and his father a story of thieves. This one gave the boy a lot to think about. The thieves of history denied everything they wanted, from the blue sky down. He noticed, however, that they were finally hanging from the gallows, and they were not saying a word anymore. FIN FINISH Anonymous Swiss", "title": "Federiquillo el mentiroso", "author": "nan Anónimo"}