{"metadata": {"length": 4598, "words": 885, "reading_time_min": 4.425}, "text": "The fourth child was full of toys. The hoop was at the top of the wardrobe; it was of arcilla and had the figure of a pig, with a notch in the back, of course, a notch that had been enlarged with a knife so that silver escudos could be inserted; and it contained already two of them, as well as many chelines. The pig-sty was so full that when he shook it it hardly sounded, which is the maximum a pig can ask. He stood there, on the top of the wardrobe, upstanding and ready, looking at all that lay below him; he knew that with what he had in his pocket he could buy all the rest, and that is called being sure of oneself. The same thought were entertained by the remaining objects, though they were apathetic to it; for there were no shortage of topics for discussion. The half-open cupboard revealed a large, rather old-fashioned doll, with its collar tucked in. Looking out, he said, \"Now we'll play people, which is always fun.\" -The armada that was armed! Even the pictures turned back to the wall - you well knew they had a reverse - but it was not that they had nothing to object to. It was midnight, the light of the moon was coming through the window, free lighting the room. It was time to start the game; everyone was invited, even the children's car, despite the fact that it was the smallest toy. \"Every one has his own merit,\" the sailor said. Not all of us can be noble. Someone has to do the work, as it often turns out. The pig-faced one was the only one to receive a written invitation; he was too tall to be expected to hear the oral invitation. He did not say whether he would come or not, and in fact he did not come. If he had to take part in the party, he would do so from his own place. And the others did so. The small theatre was placed so that the pig could see it from front; they would begin with a theatrical performance, then there would be tea and general discussion; but they began with the discussion; the horse-column spoke of exercises and pure blood, the car made of trains and vapors, things all within their respective specialities, and of which they could speak with knowledge of cause. The wall clock spoke of the tidbits of politics. He knew the time he had given the bell, even when someone said he had never sounded good. The baboon was also present, proud of his brass ring and his silver ring, for he was adorned with both. Two embroidered cushions sat on the sofa, very low and with many embroidered birds on the heads. Comedy could start, then. All the spectators were seated, and they were told that they could clap, clap, clap, and clap, as they pleased, to show their rejoicing. But the liar said he was not hunting for the old, but only for the young and unattached. - I do it for all - the peasant replied. \"Well, you have to be in one place or another,\" the narrator said. Such were, therefore, the thoughts of each one while the function was in progress. It's not that this was a great thing, but the actors were acting well, they all turned the painted side toward the audience, because they were built to look at them only from that side, and not the other. They worked splendidly, always on the front of the stage; perhaps the hem was too long, but they looked better that way. The remacha doll was so excited that the remacha was removed from her, and as for the pig-nosed pig, she was also impressed by his manner, so she thought of doing something in favor of one of the artists; she decided to mention him in her will and provide that when her time came, she would be buried with him in the family vault. They were so entertained by the comedy that they gave up tea and settled for the debate. This is what they called playing “men and women” and there was no malice in it, for it was just a game. Each of them thought of himself and what the pig should think; this one was the one who was shivering for the longest time, for he was thinking of his testament and his obliquity, which, however far away they were, always came too soon. And suddenly, a taplum fell from the cupboard and made a thousand pieces on the floor, while the cherubs jumped and danced, the smaller pieces shook, the larger ones rolled about the floor, and a silver shilling began to run around the world. And he went out, as the others, while the sacks of the pig were being thrown into the waste; but the next day there was in the wardrobe a new sack, also in the shape of a pig. He had not yet a chin in his breast, so he could not draw a resemblance to his predecessor; all he could do was to begin, and with this beginning we shall put the end to the story.", "title": "La hucha", "author": "Hans Christian Andersen"}