{"metadata": {"length": 5422, "words": 1025, "reading_time_min": 5.125}, "text": "The fact that I was the only woman among six brothers had always kept me in a special place in the family. My brothers had (still have) a fascination with me, but they were quite put off when they made jokes about the insulin-like quality of my female condition. They exchanged jokes, of which I was usually the recipient, but soon they became ashamed, especially when I was crying, impotent, and they slapped me or kissed me or said, But, Mercedes, you will never learn to take us seriously. My brothers had many friends, among them Dionisio and Juanjo, who were friendly and treated me with care, as if I were a younger sister. But there was also Renato, who was putting me through all that he could, but never reaching the final repentance of my brothers. I hated him, without any concession, and was conscious that my hatred was due. When I was a little girl, my parents let me go to parties and dances, but always and when I was accompanied by my brothers. They fulfilled their cancer-bearing mission with liberality, for once they and I were introduced into the jolgo, each one enjoyed himself and we only saw each other when they came to look for me to go home. Their friends sometimes came with us, and also the girls with whom they were more or less infatuated. I too had my friends, but I would have preferred that Dionisio, and especially Juanjo, who looked like a doll, would have me dancing and even making some “unshy proposition”. However, for them I would continue to be the chiquilla of forever, and that despite my tits in the sand and my waist, which perhaps was not of a sailor, but of a queen bee. Renato was rarely there at those meetings, and when he was, we didn't look. The animadversion was still mutual. In the 1958 carnival we all dressed up in esmero, thanks to the spontaneous cooperation of my mother and especially of your aunt Ramona, who was fashionable. My brothers went in order of age: a muslim, a pirate, a parish priest, a mercenary and a gymnast. I was Cleopatra, and if anyone didn't know who I was at first glance, I had a plastic snake around my neck. I know the story talks about a snake, but without a snake, the plastic snake was a good thing. My mother was a little embarrassed because she saw the oblation, but one of my brothers calmed her down: “Don’t worry, old lady, no one will feel tempted by that newborn oblation.” At that point I was no longer crying with her broods, so I gave the scavenger a stern, full-body slap, which left him speechless for a good while. Recalling old conversations, I said, “Sorry, brother, but it’s not for so long”, when you’ll learn to not take my kicks seriously? We put stickers or anti-faces on. I was wearing a gold ring to not clash with Cleopatra's gold ring. When we entered the dance (it was a Malvin club) there was a hush of astonishment, and even applause. We looked like a model parade. As always, we separated and I had a good time with the beautiful. Dance with a bow, a twirl, a sash, a tiara and a tiara. Soon, when I was in full swing with a chimpanzee, a red-haired, well-bred ape, he grabbed me by the shoulders and wouldn’t let me go for the whole night. We danced tangos, more rumbas, ballads, milongas, and were slain by the recently rediscovered sismo of rock-and-roll. My partner was carrying a very painted-up shawl, as reflected in her appellation of Face Painted. Although he was putting on a mask voice that clearly wasn’t his, from the first moment I was sure it was Juanjo (among other things, he called me by my name) and my heart started to skip a beat at such varied rhythms. In that club they never hired orchestras, but they had a great sounding ensemble that alternated genders, in order (as they had been warned) to suit everyone. As expected, each new piece was received with applause and applause, but the next piece was the exact opposite: applause and applause. When it was time for the ballad, the chief said to me, \"This is very cursi,\" and took me by the hand and led me to the garden, to that height already crowded with couples, each in their shaded corner. I think it was time we found each other like this, Mercedes, the truth is you have become a woman. He kissed me without asking permission and to me it seemed the greatest joy. I returned the kiss with a sour taste in my mouth. He slid me down the waist and I swung his collar with my Cleopatra arms. I remember the snake biting me, so I threw it into a pond, with the secret hope that it would frighten someone. We kissed and kissed, and he whispered sweet things in my ear. I also once touched, and I would say with discretion, the oblong of Cleopatra and had the impression that it did not look like the oblong of a newborn. We were both quite excited when I heard the voice of one of my brothers: it was time for the return. Better you had dressed as a centaur, said Cara Rayada with a tone of scorn, Cleopatra was not coming home so early. He said, recovering his true voice, and at the same time the cloak was removed. I remember that moment as the most unfortunate of my youth. Maybe you have guessed it: it was not Juanjo, but Renato. Renato, who, stripped of his fabulous hat, had put on the other mask, that of his real face, that I had always hated and continued to hate for a long time. Still today, thirty years later, I feel a faint odor of that hatred still in me. Still today, even though Renato is my husband. FIN 1990", "title": "Cleopatra", "author": "Mario Benedetti"}