{"metadata": {"length": 6331, "words": 1171, "reading_time_min": 5.855}, "text": "There is no agreement on why this pirate was named Kid. The deed by which William III, King of England, invested him with the command of the gallery The Adventure, in 1695, begins with these words: But it was certainly a name of war back then. Some say that he used to wear, elegant and refined as he was, always, in combat and in maneuver, delicate goat gloves with round flax flanders; others claim that during his worst slaughter he exclaimed: \"I who am soft and good as a newborn goat; still others claim that he put the gold and the aljazas in very flexible sacks, made of young goat leather, and that he thought of using them the day he sacked a ship loaded with azogue with the filled thousand leather pockets that are still buried on the flank of a small hill in the Barbados Islands. All you need to know is that his black silk pavilion was embroidered with a dead head and a goat head, the same thing that was engraved on his seal. Those seeking the many treasures he hid on the coasts of the continents of Asia and America, carry before them a little black goat that must groan in the place where the captain buried his loot; but none has achieved anything. The same Blackbeard, who had been taught by an old Kidd sailor, Gabriel Loff, found only in the dunes over which Fort Providence stands today, scattered droplets of ash that echoed from the sand. And all his excavations are useless, because Captain Kidd declared that his hideouts would be forever ignored because of the bloody bucket man. Kidd, in fact, was harassed by that man throughout his life, and Kidd's treasures have been harassed and defended by the one since he died. Lord Bellamont, governor of Barbados, irritated by the enormous loot collected by pirates in the West Indies, equipped the galley La Aventura and obtained from the king, for Captain Kidd, the commission of command. For a long time Kidd was jealous of the famous Ireland, who plundered all the convoys. He promised Lord Bellamont that he would take his boat and bring him with his companions to have them executed. The Adventure carried thirty cannons and a hundred and fifty men. First Kidd touched Madeira and was supplied with wine; then Bonavist, to load salt; finally Saint Lago, where he completed the supply. And from there it went to the sea towards the entrance of the Red Sea where, in the Persian Gulf, there is a place on a small island called the Bab's Key. It was there that Captain Kidd gathered his comrades and made them raise the black flag with their heads dead. They all swore, on the axe, absolute obedience to the rules of the pirates. Every man had the right to vote and equal choice for fresh provisions and strong liquor. Card and dice games were forbidden. The lights and candles were supposed to be out at eight o'clock at night. If a man wanted to drink after that hour, he drank on the bridge, in the dark, in the open sky. The company didn't take in women or boys. Whoever introduced them disguised would be punished with death. Guns, pistols, and machetes had to be kept well-groomed and shiny. The quarrels would be blown off the ground, with sword or gun. The captain and the second were entitled to two parts; the master, the counter-master and the gunner, one and a half; the other officers, one and a quarter. Rest for the musicians on the Sabbath day. The first ship they found was a Dutch ship, commanded by the Schipper Mitchel. Kidd raised the flag and chased him. The ship immediately showed the French colors, so the pirate interviewed him in French. The Schipper was carrying a Frenchman on board, who answered. Kidd asked if he had a passport. The Frenchman said yes. \"And now, by Duos\", answered Kidd, \"by virtue of your passport I arrest you as captain of this ship\". And he immediately hung him from the staff. Then he had the Dutch come one by one. He interrogated them and, pretending to understand nothing of flamenco, ordered for each prisoner: French; the board!. He fixed a board out of the edge. All the Dutch ran through it, naked, in front of the countermaster's machete tip and jumped into the sea. At that moment, Captain Kidd's gunner, Moor, raised his voice: \"Captain, why are you killing those men? - She screamed. Moor was drunk. The captain turned, took a bucket and hit him in the head. Moor fell with his skull broken. Captain Kidd had the bucket washed, as the hair had been stuck with blood clotting. No man on the crew wanted to use it again to wet the lamp. They left the bucket tied to the edge. From that day on Captain Kidd was harassed by the bucket man. When he seized the Moorish ship Queda, manned by Hindus and Armenians, with ten thousand pounds of gold, while making the distribution of the spoils the man of the bloody bucket was sitting in the duchies. Kidd saw it clearly and took an oath. He went down to his cabin and emptied a cup of cotton. Then, back on the bridge, he threw the old bucket into the sea. At the boarding of the wealthy merchant ship Moceo they found no way to measure the captain's powdered gold parts. A bucket full, said a voice behind KM. He cut the air with his machete and poured his lips, which were foaming. Then he had the Armenians hanged. The crewmen seemed to have understood nothing. When Kidd attacked the Hirondelle, he lay in his bunk after the casting. When he woke up, he felt soaked in sweat and called a sailor to ask him what to wash with. The man brought her water in a tin bucket. Kidd stared at him and exclaimed, \"Is this how a wealthy gentleman behaves? What a wretch! You're bringing me a bucket full of blood! The sailor ran away. Kidd had him disembark and left him with a rifle, a gun bottle and a water bottle. He had no other reason to bury his loot in different lonely places, in the sands, than the conviction that every night the gunman killed would empty the gold diaper with his bucket to throw the riches into the sea. Kidd got himself set on fire at the height of New York. Lord Bellamont sent him to London. He was condemned to death. He was hanged on the pier of the Exécution, with his red jacket and gloves. As the executioner was dipping his black hat in his eyes, Captain Kidd argued and shouted, \"I'm fucking ten! I knew you'd put your bucket in my head! The black-faced corpse remained hooked in chains for more than twenty years. FIN", "title": "El capitán Kidd: Pirata", "author": "Marcel Schwob"}