{"metadata": {"length": 6503, "words": 1153, "reading_time_min": 5.765}, "text": "Brother Tomás de la Pasión was a spirit disturbed by the devil of science. Flaky, anguished, nervous, pale, he divided his hours in the convent between prayer, discipline and the laboratory. He had studied the hidden ancient sciences, he had a special affinity for Paracelsus and Albert the Great, and he admired that other brother Schwartz, who had done us the favour of mixing sulphur with azufre. He had come to penetrate into certain astral and quaromantic initiations; she had deviated him from contemplation and the spirit of Scripture; in his soul was the malice of curiosity, prayer itself was often forgotten, when some experience kept him clammy and feverish; he had come to pretend to test his powers of soothsaying, and the effects of white magic. He had no doubt that his soul was in great danger, because of his lack of knowledge and his forgetfulness that science is simply, at the beginning, the weapon of the serpent; at the end, the essential power of the Antichrist. Oh, happy ignorance, holy ignorance! Father Tomás de la Pasión did not understand your celestial virtue, which gives a special luster to certain lesser servants of God, among the mystic and miraculous splendours of the hagiographies. Doctors explain and comment highly, how, before the eyes of the Holy Spirit, souls of love are more gloriously glorified than souls of understanding. Hello has painted, in the sublime vitrines of his holy sacraments, those bees of charity, those favoured of humility, those lily-like, simple and white as snow, clean of heart, poor of spirit, blessed brothers of the Lord’s storks, looked at with loving and tender eyes by the pure stars of the heavens. Huysmans in the wonderful book in which Durtal appears, paints of paradisiacal splendours the lego guardapuercos that makes the pocilga admire the archangelic spires, the applause of the powers of the heavens. And Brother Thomas of the Passion did not understand that. He believed, believed, with the faith of a true believer. But curiosity sparked his spirit, led him to seek the secrets of nature and life. At that point, he did not understand how that lust for knowledge, that indomitable desire to penetrate into the visible and the hidden of the universe, was the work of sin, and the ploy of the Devil to prevent him from giving his absolute consecration to the worship of the Eternal Father. A newspaper came to Mr. Tomás's hands which detailed the discovery of the German doctor Roentgen, who had found a way of photographing through opaque bodies; he knew what the Crookes tube was, the cat's eye light, the X-ray. He saw the phantom of a hand whose anatomy was clearly transparent, and the patent figure of objects retrained between well-closed boxes. I could not be calm at that moment. How could he find an apparatus like the apparatuses of those wise men? How could he realize in his convent the thousand things that were accumulating in his sick imagination? During the times of recitation and song, all the other members of the community noticed him, either meditating, agitated as by sudden overflowings of blood, either with his face aflame by a sudden scream of blood, or with his eyes as if frightened, fixed in heaven or clenched on the earth. And it was the work of sin that was affixed to the bottom of that stout thigh: the biblical sin of curiosity, the sin of Adam near the tree of the knowledge of good and evil. Multiple ideas overwhelmed the religious mind, which could not find a way to acquire the expensive apparatus. How much of his life would he not give to see the pilgrim instruments of the new sages, in his poor laboratory of amateur sage, and to take the eager tests, to make the wonderful experiments that would open a new era to human wisdom! If this were the case, it would not be impossible to find the key to the mystery of life... If the inside of our bodies were already photographed, well then man could soon come to discover visually the nature and origin of the soul; and, applying science to divine things, why not? Appreciate in the visions of the ecstasies, and in the manifestations of the celestial spirits, their exact and true forms... If there had been an instant in Lourdes during the time of Bernadette's visions! If, at the moment when Jesus or his Holy Mother are granting the faithful corporal presence, the dark curtain is drawn... oh, how the devils would then be convinced! !how the religion would triumph!... So cried, so strutted the pious frail, tempted by one of the most enchanted princes of the night. And it happened that at one of those moments, at one of the moments when his desire was most alive, at the time when he should have been surrendered to discipline and prayer in the cell, one of the brothers of the community came to his view, carrying a habit under his arm. – Brother – he said – I have heard you say that you want a machine like those with which the wise are enthralling the world. I have been able to get it for you. Here you have it. And depositing the revolver in the hands of the astonished Tomás, he disappeared, without this having time to notice that under the habit, at the moment of disappearance, two pigs' feet had been shown. Brother Tomás, since the day of the mysterious gift, has been devoted to his experiments. He was without bread, he did not attend Mass, he excused himself as a sick person. The provincial priest was about to appoint him; and all saw him pass, strange and mysterious, and feared for his health and the health of his body and soul. And what did he do? He photographed his own hand, fruit, stamps inside books, and many other things. And one night, the unfortunate man, at last, ventured to realize his thought... He hurried to the temple, rejoicing, by the narrow steps. He entered the main nave and turned to the altar where, under the sad light of a candle of oil, the Holy Sacrament was exposed. He opened the tabernacle. He took the cloak. It took on a sacred form. He walked out to his cell. On the next day, in the chapel of Fr. Tomás de la Pasión, the archbishop was in front of the provincial priest. – Very reverend – said this – we have found the dead brother Tomás. Not very well from the head. Those studies and apparatuses I think have done him harm. – Has your reverence seen this? – He gave her an illustrative picture, showing her a photograph taken from the ground, on which was seen, with the arms folded and a terrible look in the divine eyes, the image of Our Lord Jesus Christ. *FIN*", "title": "Verónica", "author": "Rubén Darío"}