{"metadata": {"length": 2412, "words": 478, "reading_time_min": 2.39}, "text": "A few days ago I went to visit my friend, journalist Misha Kovrov. I found him sitting on a couch, cleaning his nails and drinking tea. He offered me a glass. Without bread I don't usually eat it. He's ordering bread. Not at all! He exclaimed. I'd give an enemy bread. To a friend, never! What a freak! And why? You'll see now. Come here, please. Misha took me to a table, from which she pulled out a drawer. - Look at that. As much as I looked, nothing particular was offered to my sight. I don't see anything, really, garbage, nails, rags, some weird crap. Well, that's what I wanted to teach you. I've been collecting those rags, those ropes and those nails for ten years! This is a great collection! Misha picked up all that junk and threw it on a newspaper sheet. See this match? He told me, showing me a half-burning match. It's the sea of interesting. I found it last year on a toaster I bought at Sevastianov's bakery. I'm almost drowning. It's a shame my wife was at home and she hit me in the back to get her fired; if she doesn't get there, I'll get a scratch on my throat. Look at this nail. It appeared three years ago in a cookie I was sold to in Filippov's bakery and confectionery. The cookie, as you can see, had no hands or feet, but nails. The whims of nature! This piece of green cloth lived, five years ago, inside a sausage bought in one of the best shops in Moscow. This dry cockroach bathed in a soup that I was served in the canteen of a railway station; and this nail, in a cockroach that I ate at the same station. This rat tail and this piece of tile were both found inside a loaf of bread from the same bakery in Filippov. This breadth, of which nothing remains but the scratch, came in a cake that was given to my wife on her saint's day. This beast called the centipes was served to me with a jar of beer at a German brewery. This guano stick I was about to swallow with an empanada, in a fondue. And so on, my dear friend. What a great collection! - Of course you are. Weighs a pound and a half. And that not to mention what I've, by carelessness, swallowed and digested, which will be no less than five or six pounds... Misha carefully picked up the newspaper sheet, looked at the collection for an instant, and threw it back in the drawer. I took the glass and started drinking my tea, without asking him to order bread again. The first is the \"Final\" collection, Zriтель, 1883.", "title": "Buena colección", "author": "Anton Chejov"}