{"metadata": {"length": 3607, "words": 644, "reading_time_min": 3.22}, "text": "Ilias Sergey Peplov and his wife Kleopatra Petrovna, standing by the door, were eagerly listening. Apparently, on the other side, in the little room, a declaration of love took place. His daughter Natashenka was declared the district school teacher, Schupkin. Fuck the hook! \"Peplov shouted, trembling impatiently and rubbing his hands. Be careful, Petrovna; as soon as you start talking about feelings, unlock the icon and we come in to bless you. We will fish them... the blessing with the icon is sacrosanct and inviolable... he can no longer escape, even if he appeals to the courts. Meanwhile, behind the door was the following conversation: \"Leave your character alone\", Schupkin said, lighting a match in his painted pants. I didn't write you a letter! - Yes, now! Like I don't know his handwriting! The young woman laughed, cried out with affection and looked at herself in the mirror. I recognized her right away! You are very strange! Master of calligraphy, and he makes a letter like a chicken! How do you teach writing if you yourself write badly? - What? This doesn't mean anything. In calligraphy, the main thing is not the letter, the main thing is that the students are not distracted. You hit one with the rule in your head, you get the other on your knees... the letter... It doesn't matter! Nekrasov was a writer, and you have to see how badly he wrote. In the edition of his complete works there is a sample of his handwriting. One thing is Nekrasov and another you... (sighs) I'd happily marry a writer. I'd always write myself verses, dedicate them to me! Verses, I can write them to you too, if you want. What can you write about? About love... about feelings... about her eyes... she'll read them and be turbulent... she'll shed tears! If I write poetry poems, will you let me kiss your little hand? Like that matters... kiss her if you want right now! Schupkin jumped up and, opening his eyes wide, rushed over the stuffed handkerchief, which smelled like egg soap. Unlock the icon He hurried to say Peplov, elbowing his wife, pale with emotion and buttoning Let's go! Let's go! - Come on, you two! And without waiting a second, Peplov opened the door. \"Children... \"he waved his hand and blinked his eyes tearfully. The Lord bless you, my children... live... bear fruit... multiply... Also... I bless you too... Articleed the mother, weeping with happiness. Be happy, my dear ones! Oh, you take my only treasure! He went on to address Schupkin. So, love my daughter, take care of her... and Schupkin stayed up in shock and fear. The parents' assault had been so sudden and daring that the young man could not utter a word. I did it well! They've got me in trouble! He thought dumb with horror. You've lost your hair, brother! You can't get away from this! And he raised his head low as if to say, \"I surrender, I am defeated!\" \"Bless you... bless you\"... continued Dad, and he too began to cry. Natasha, my daughter, stand by her side... Petrovna, give me the icon... but the father suddenly stopped crying and his face became angry. - What? \"I'm sorry\", he said to his wife. You're a crock head! Is this the icon? Ah, saints of paradise! What had happened? The master of calligraphy timidly raised his eyes and saw that he was saved: the mother, in her haste, had unleashed the portrait of the writer Lazhéchnikov from the wall instead of the icon. Old Peplov and his wife Kleopatra Petrovna, with the portrait in their hands, were confused, not knowing what to do or what to say. The calligraphy teacher took advantage of the confusion and escaped. *FIN* Failure, Fragments, 1886", "title": "Fracaso", "author": "Anton Chejov"}