{"metadata": {"length": 6785, "words": 1308, "reading_time_min": 6.54}, "text": "The mountain peaks sleep; valleys, ridges and gullies are silent. (Alcmán [60(10),646]) Get me out of here - the devil said, putting his hand on my head -. The region I am talking about is a saline region in Libya, on the margins of the Zaire River. And there is neither calm nor silence. The waters of the river are teeming with a rotten and sickly mud, and do not flow towards the sea, but churn about constantly under the gloomy glare of the sun, with a tumultuous and convulsive movement. Over many miles, on both sides of the famous river, a vast desert of giant neeps can be found. They shiver in that solitude and bow their long and pale shoulders toward the sky, while they tilt their heads to one side and the other. And a strange rumble arises from them, as the rushing of a river under the earth. And they breathe each other. But his kingdom has a limit, the limit of the dark, horrible, majestic forest. There, like the waves in the Hybrids, the malaise is constantly agitated. But no wind shall be in the heavens. And the tall primitive trees oscillate eternally from side to side with a powerful resonance. And from their high cups, drop by drop, eternities are filtered. And in its roots, in an uneasy dream, strange, burning flowers are retucked. And in the upper air, with a sluggish gurgling sound, the grey clouds always move westward, until they swell into cataratas on the igneous walls of the horizon. But no wind shall be in the heavens. And on the shores of the Zaire River there is neither calm nor quiet. It was night and raining, and when he fell it was raining, but after he fell it was blood. And I was in the midst of the high thorns, and the rain fell on my head, and the thorns shook themselves in the solemnity of their desolation. And suddenly the moon rose through the last spectral gloom, and its color was crimson. And my eyes fell on a huge gray rock rising up on the shore of the river, lighted by the light of the moon. And the rock was gray, and spectral, and high; and the rock was gray. In his face there were characters engraved in stone, and I walked along the shore of the sea of youths to come to the edge, to read the characters in stone. But I couldn't decipher them. And I went back to the sea when the moon was shining with a more intense red, and when I turned back and looked at the rock and the characters I saw that the characters said DESOLUTION. And I looked up, and there was a man on the top of the rock, and I crept among the children to see what that man was doing. And the man was tall and mighty, and was clothed from shoulder to foot with the toga of ancient Rome. And his voice was undistinct, but his features were the features of a god, for the darkness of night, and the moon, and the cloud, and the rock, had left his features exposed. And his face was high and thoughtful, and his eyes were ablaze with concern; and in the slight wrinkles of his brows he read the fables of sorrow, of fatigue, of the disgust of humanity, and the longing to be alone. And the man sat down on the rock, and he supported his head in his hand, and he contemplated the desolation. He looked at the wailing tombs, and the tall, primitive trees, and up at the sighing sky, and the wan moon. And I stayed in the shade of the children, watching the actions of that man. And the man trembled in the solitude, but the night was gone, and he remained sitting on the rock. And man distracted his attention from the heavens and looked toward the melancholy Zaire River and the lilacs, the sinewy waters, and the pure legion of nenefarious. And the man heard the sighs of the infants, and the murmur that was born of them. And I hid myself and watched the actions of that man. And the man trembled in the solitude; but the night was gone, and he remained sitting on the rock. I then swam into the depths of the sea, sailing through the loneliness of the nymphs, and called to the hippos that live among the sardines in the depths of the sea. And the hippos heard my call, and came with the behemot to the foot of the rock, and cried loudly and terribly under the moon. And I hid myself and watched the actions of that man. And the man trembled in the solitude; but the night was gone, and he remained sitting on the rock. Then he cursed the elements with the curse of the tumult, and a terrible tempest gathered in the sky, where there had been no wind before. And the sky was ablaze with the roaring of the tempest, and the rain sprang up upon the head of man, and the waters of the river overflowed, and the roaring river was covered with foam, and the little children cried, and the forest was swayed by the wind, and the tree was shaken in its roots, and the rock shook in its midst. And I hid myself and watched the actions of that man. And the man trembled in the solitude; but the night was gone, and he sat still. I cried and cursed, with curses of silence, the river and the birds and the wind and the forest and the sky and the sun and the cries of the birds. And they remained unclean, and were astonished. And the moon stopped moving toward the sky, and the sun died, and the rays were no more, and the clouds were suspended in the air, and the waters fell to their level and stood still, and the trees were no more in balance, and the infants were no more breathing, and there was no more the murmur of them, nor the faintest shadow of sound in all the vast unending desert. And I looked at the characters of the rock, and they had changed; and the characters said, SILENCIO. And my eyes fell on the face of that man, and his face was pale. And he sprang up, and leaned his head on his hand, and sat down on the rock, and listened. But no voice was heard in all the vast unending desert, and the letters on the rock said: SILENCIO. And the man trembled, and, turning his face, cried out in all his rage, until I stopped seeing him. Well, there are some very beautiful stories in the books of the Magi, in the melancholy books of the Magi, bound in iron. There, I say, are admirable histories of heaven and earth, and of the powerful sea, and of the Genius who governs the sea, and the land, and the glorious heaven. There was also much to know in the words of the Sibyls, and good, good things were heard in the shadowy leaves that rustled around Dodona. But, as certain as Ala is that he lives, I say that the fable the Devil told me, sitting on my side in the shadow of the tomb, is the most amazing of all. And when the devil had finished his story, he fell down into the pit of the grave and cried. And I could not laugh with him, and cursed myself because he could not laugh. And the worm that abideth in the grave came out of her, and came to the feet of the devil, and looked him in the face. FIN Translation by Julio Cortázar", "title": "Silencio", "author": "Edgar Allan Poe"}