{"metadata": {"length": 6829, "words": 1251, "reading_time_min": 6.255}, "text": "At midnight, in his hotel, the exile brushes his teeth wearing the old Montevideo pyjamas, the two cars contour the Obelisk and the Angosto remodels his Star pistol in the fat-filled belt. The exiled man silences his mouth, goes to bed with the book he bought that afternoon and the Puma looks at the time in the digital Seiko that took out a missing person, gives a tail to the hesitant Tejerita to eat the red light in Esmeralda and Corrientes, yawns because he's been on guard for two nights. The exile opens the book, but stays for a few moments looking at the ceiling, his head on his comfortable pillow. In the back seat of the first car, next to the stinking, sweaty (but unroasted) Angosto, the Uruguayan Major, of civil, comes blond and high-heeled, well-haired and silently. As if the Argentines were garbage, he ruminated the Narrow looking at him with his feet on the grenade box. The Puma, ahead, sucks a half-off Brazilian cigarette and in his hotel the exile has sleep, lets himself be invaded by the modest peace of the end of the day, wants to forget only until tomorrow of all the poor people who have come to see him or found him in cafes in Flores or Bajo: some pesos to pay the pension senator, senator we want you to identify the bodies and so they deliver them, senator they don't receive me in the hostel, thank you senator and live Batlle. The dream floats near his eyes, but he proposes to read at least the first chapter of Garaudy: Our society is in a trance of disintegration. The Commission has already adopted a proposal for a directive on the protection of workers' rights in the field of social security. E1 Major says that there and the Tejerita twists the Falcon to pass a delivery van, speeds up loudly and crosses it, docks with the front wheels over the hotel alley. The skating van and the Tucumán will insult, but he identifies the terrible car in time and without registration, looks at the four doors opening at the same time, sees the men (three with pistols in their hands, the blonde with the Uzi hanging from his shoulder tube down) and the people who fold over to get through, hears the men screaming inside! Get in the car! And then it accelerates, it waves there, second, third, I have children. Oh, my God. The Tejerita (always slothful for when there is noise, thinks the Angosto) waits for the second car with the sucker's head and the other three Uruguayans, who also climb to the alley. From the Telefónica building, in a corner across the street, the guards watch the scene in the shadow of the columns. Upstairs, on the third floor, the exile opens the window. Alarmed relieved quietly, recognizes the Falcons, so delayed but finally so punctual, why was I going to save myself precisely, why did I enter all but already the door that kicks and the pale and sleepless Puma standing at the bedroom door, the golden chain with crucifix between the green silk shirt open over the velvet belly, the black and knife-cut hair that comes to his ears, the gray eyes that seem dead, the little voice of the boxer: what you had believed, communist son of a bitch, to this country to let us, and already the gun sunk painfully under his chin, and another that makes a key and is giving rounded in the kidneys. From the threshold, without unlocking his weapon, the Major says let him put on his shoes and a coat, because it's going to be very cold, but someone also dreamy, who still doesn't understand anything, touches him from behind and the Major turns very fast racking the Uzi, a fierce and well-trained animal, with the bending learned in the old counterinsurgency maneuvers of Fort Gulick and cannon the boy just out of his room in the hallway. It's the son, warns one and the Puma pushes the father (already stuck by the wives, which the Narrow gets hitting him with the Star in his hand) and puts the boy his own unsecured gun in his neck, sit in that chair and neither breath, nor breath shit guacha. Don't move, don't move, boy, think of the exile, little boy don't move or talk anything, and also think: they're going to kill me, or they're not going to kill me and they're not going to kill you, or they're not going to kill us here, or maybe they're going to leave you, boy, but he says out loud, identify yourself, with what right. Now they push him into the elevator and he comes down in a strange silence, alone with the Major. You hear the crowd and the screaming of those coming down the stairs, but the son has stayed up, or not. No door has been opened in the other rooms, no one has gone out to see what's going on. He feels his ear and his nose asleep by the butt; the blood from his ear with his broken eardrum runs through the humble pyjamas of Montevideo. Down there, the night clerk has his arms up and his face against the Peuser map on the wall. One of the Uruguayans in the suction room keeps kicking his ankles so he keeps his legs open and inserting the cannon shotgun cut into his buttocks, which I don't shake, because you'll turn around, you'll look and I'll leave your ass like a spum, faggot, and the boy, if I haven't looked, I haven't seen anything, sir. The exile crosses the hallway almost carried in a whirl between the Narrow and the Puma, the face full of blood and the sky gaze, clear, that sees everything, that remembers everything, that does not cease. The Major, more blond under the scandalous lights of the marquise, accommodates the Uzi on his shoulder, orders them to put the exile in the second car and says in the microphone he pulled from his Falcon, phase two affirmative we're going to phase three. On the sidewalk in front, the curious, fearless, and fearless crowd is finally fascinated by the line of protection that forms the Cape and two Uruguayans in the middle of the street, with their unpredictable horizontal shotguns. Viewers start to leave the variety theaters and enter the bustling pizzeria. The bookstores and record stalls disseminate Soljenitsin in pirated editions and Vivaldi and Marianito Mores on ordinary cassettes. The midnight traffic continues downstream, diverting to avoid the armed and immobile men: in some groups the passengers suddenly unpacked, but when they realize they turn their eyes away from the window, I have children, I have not looked, nothing happens. The green car starts backwards with a whistle, strikes with its free exhaust, bends U to the south and counterman. From the back seat, bloodied, invaded by a strange fullness, the exile looks with great avidity at the facade of the hotel where he lived, the image of the blond man who, next to the other Falcon, speaks through a microphone and appears cancerous under the yellow glow, the lights of Corrientes Street, the night of Buenos Aires that closes its sparkling waters again. *FIN* Uncertain armies and other accounts, 1991", "title": "Hermanos argentinos", "author": "Carlos María Gutiérrez"}