{"metadata": {"length": 3463, "words": 617, "reading_time_min": 3.085}, "text": "Christmas was celebrated in the palace of kings. From the familiar tree, which was nestled in the center of a living room, were hung lights, tapes, delicious treats, and magnificent toys. All that was for the little princes and their courtier friends, but Yolanda, the beautiful princess, came to the queen and said, \"Mother, I have followed your advice, and suddenly I have thought of the poor. I have decided to give this doll to a girl without income; I think it is appropriate that Zas Candil, our faithful gentleman, should go immediately to the telegraph agencies so that tomorrow my pity on the world's beam will be known, from Canada to Japan and from Congo to Chile. Moreover, this trait can only contribute to the consolidation of the dynasty. The queen, just as she was fond of her daughter's early wit, granted him what she wanted. Zas Candil was successfully shaken. Jesus recommends that when we give alms we not blow the trumpet before us, but it would be impertinent to demand so much perfection from those who already fulfill the thought of the poor once a year. The year is so short for the fun-loving! Furthermore, the divine teacher was no doubt referring to true charity. All I needed was to give the doll away, to who? An elderly, blind, almost deaf and paralyzed marquise, president of a charity in the country, was questioned, without result. His secretary and niece, a beautiful young woman, immediately proposed. She was active: she knew well where the poor decent, religious people were going; she devoted herself to her honorable duties, which allowed her to meet her lovers safely. Here is Yolanda, the beautiful princess, determined to present her present in person. - A doll! - The marquise is a mess. - Better be a couple of blankets. - Oh! - the secretary objects. A toy, brought by a fairy, is worth more than bread and health: it is the dream. And if the fairy looks like His Highness, he doesn't need to offer anything else. His empty palm, as Musset said, is already a treasure. The Queen was restless. Your Yolanda exposing herself in those neighborhoods, in those houses, full of germs! Finally, they had to give in: they would disinfect the princess as thoroughly as possible when she returned. The next day the royal car driving Yolanda, her doll, her aunt and Zas Candil, looking for a poor girl, stopped; it did not fit on the street. The august and compassionate characters descended, twisted their feet in the pointed bricks; they lined up a dark and steep staircase, and ended up in a sordid piece. A woman was sewing; a man was smoking; a pale girl was in a dirty bed, moving her fingers in the shade. Yolanda, with the doll in her hand, she comes forward, very elegant, ideal. - My friend, I'm Princess Yolanda, I'm here to give you my doll. Here you go. The sick girl stretches out her weak arms, takes the doll, and the doll and she look at each other from milestone to milestone. - What? Not even thank you? Yolanda's eyes get used to the darkness and see with amazement, on the dirty bed, other dolls like hers, four, six, one without head, another without limbs, one complete but naked, another half dressed... the thread, the needle, the cut fabric, the moving fingers... The factory delivers the ready-made paste and here it is filled and cooked... not much helps us... half a lira... as to buy a liter of fresh milk... no, leave, leave, the doll will always serve us. We'll take her back to the factory. FIN", "title": "La muñeca", "author": "Rafael Barrett"}