{"metadata": {"length": 2825, "words": 483, "reading_time_min": 2.415}, "text": "Years and years of idealism have not stopped influencing reality. It is not uncommon, in the oldest regions of Tlön, for lost objects to be duplicated. Two people are looking for a pen; the first finds it and says nothing; the second finds a second pen, no less real, but more suited to her expectation. Those secondary objects are called hrönir and are, although sadly, a little longer. Until recently, hysteria was the casual child of distraction and forgetting. It seems to be a lie that its meteoric production lasted only a hundred years, but so says the Onceno Tomo. The first attempts were stymied. The modus operandi, however, deserves mention. The director of one of the state prisons told the prisoners that certain tombs were in the old bed of a river and promised the release of those who brought important finds. During the months leading up to the excavation they showed them photographs of what they were going to find. That first attempt proved that hope and eagerness can be thwarted; a week of work with the hammer and the picket did not yield another hrön but a rotten wheel, post-experiment. This was kept secret and repeated in four colleges. In three cases the failure was almost total; in the fourth (whose director died accidentally during the first excavations) the disciples unearthed — or produced — an gold mask, an arcaic sword, two or three sand arrowheads, and the mutilated and twisted torso of a king with an inscription on the chest that has not yet been deciphered. Thus the improbability of witnesses who knew the experimental nature of the search was discovered... Mass research produces contradictory objects; now individual and almost improvised work is preferred. The systematic production of hronir (says the Onceno Tomo) has rendered archaeologists prodigious services. It has allowed us to question and even modify the past, which is now no longer less plastic and no more difficult to come by. It is curious that the second and third degree hronir — the hronir deriving from another hron, the hronir deriving from the hron of a hron — exaggerate the aberrations of the first; the fifth degree hronir are almost uniform; the ninth degree hronir are confused with the second; the tenth degree hronir have a purity of lines that the originals do not have. The process is periodic: the twelfth-grader's hrön is already beginning to fall. More strange and pure than all hrön is sometimes ur: the thing produced by suggestion, the object edified by hope. The big gold mask I mentioned is an illustration. Things multiply in Tlön; they also tend to disappear and lose details when people forget them. It is classic the example of an umbra that lasted while a madman visited him and which was lost to sight at his death. Sometimes birds, a horse, have saved the ruin of an antechamber. FIN", "title": "Los hrönir de Tlön", "author": "Jorge Luis Borges"}