{"metadata": {"length": 4127, "words": 810, "reading_time_min": 4.05}, "text": "An old man with steel frames and clothes covered in dust was sitting on the side of the road. There was a pontoon that crossed the river, and cars, trucks and men, women and children crossed it. Bull-drawn chariots roamed up the steep bank as they left the bridge, and soldiers helped by pushing the wheels' radii. Trucks were rushing up and moving away in a hurry and the peasants were moving forward sinking into the dust to their ankles. But the old man was sitting there motionless. I was too tired to continue. My mission was to cross the bridge, explore the bridgehead beyond, and find out how far the enemy had advanced. I got it and I came back over the bridge. Now there were fewer cars and fewer people walking, and the man was still there. - Where'd you come from? - I asked him. \"St. Charles\", he said, and smiled. It was his hometown, so he was filled with satisfaction to mention it, and he smiled. \"I took care of the animals\", he explained. - Oh - I said, not understanding it at all. - Yeah, he said, you see, I've been taking care of the animals. I was the last one out of San Carlos. He had no shepherd or cowboy look, and after seeing his black clothes and dust covered, his gray face covered with dust and his steel frame glasses, I said, \"What kind of animals were they?\" \"Different animals\", he said, nodding his head. I had to leave them. I was gazing at the bridge and the African landscape of the Ebro Delta and wondering how long it would take us to see the enemy, and all the while I was watching if I heard the first noises that would report that mysterious event called contact, and the man was still sitting there. - What kind of animals were they? - I asked. \"Two kinds of animals in all\", he explained. There were two goats and a cat and four pairs of pigeons. - And he left them? - I asked. - I know. It's the artillery. The captain told me to leave because of the artillery. - And you don't have a family? -I asked, watching the other end of the bridge, where the last cars were coming down the slope of the shore. - No, he said. Only the animals I told you about. The cat, of course, will be fine. A cat can take care of himself, but I don't want to think about what will happen to the others. - Which side are you on? - I asked him. - I don't have a side\", he said. I'm seventy-six years old. I've been walking 12 miles and I don't think I can go on anymore. - This is not a good place to stop, I said. If you can get there, there are trucks on the way to Tortosa. \"I'll wait a little\", he said, \"and then I'll go on. Where are those trucks going? - Barcelona, I said. \"I don't know anybody from that address\", he said, \"but thank you very much. I repeat, thank you very much. He looked at me speechless, tired, and then, needing to share his concern with someone, he said, \"The cat will be fine, I'm sure. There's no need to worry about a cat. But the rest, what do you think will happen to the others? - Well, they probably won't get hurt either. - You really think so? - Why not? - I'm not sure. - I said looking at the other shore, where there were no more wheels. - But what will they do when the artillery fire starts, if I'm told to leave because of the artillery? - Did you leave the pigeon cage open? - I asked. - I know. - Then they'll fly out. - Yeah, I'm sure they'll fly out. But the others. \"It's better not to think about others\", he said. - If he's rested, I'd leave if you were - I insisted. Get up and try to walk. \"Thank you\", he said, and he stood up, went ahead and made those and sat down again on the dust, falling down. \"I was just looking after the animals\", he said without power, but he didn't talk to me anymore. I was just taking care of the animals. There was nothing that could be done for him. It was Easter Sunday and the fascists were marching towards the Ebro. It was a gray day and the clouds were low, so their planes didn't fly. That, and the cats knowing how to take care of themselves, was all the good luck that man would have. Fin Old Man at the Bridge, Ken Magazine, Vol. 1, number. 4, 1938 Also published under the title The Old Man of the Bridge", "title": "El viejo en el puente", "author": "Ernest Hemingway"}