{"metadata": {"length": 4964, "words": 973, "reading_time_min": 4.865}, "text": "- And what? - August asked Victor - how have you received the intrusion? - Oh, I never would have believed it, never! Still in the womb, our irritation was great. And while I was fighting to come into the world, you do not know the insults that my Elena hurled at me. “You, you are to blame!” he said. And other times: \"Look ahead, look out of my window! Do you not feel ashamed to be here? If I die, your sin will be upon you.” And other times: “This and nothing more, this and nothing more!” But he was born, and everything has changed. It seems like we have just woken up from a dream and that we have just married. And I have gone blind, totally blind; that chiquillo has blinded me. So blind am I, that everyone says my Elena has died with a swollen and deformed birthmark, that she is a statue, and that she has at least ten years of age, and to me she seems more fresh, more lively, more young, and even more mingled in meats than ever. -That reminds me, Victor, of the legend of the fogueteiro I have heard in Portugal. - Come. -You know that in Portugal that of artificial fires, of pyrotechnics, is a true beautiful art. Whoever has not seen artificial fires in Portugal does not know all that can be done with it. And what a nomenclature, my God! - I'll go. Because the case was that there was a pirotechnic, or fogueteiro, in a Portuguese house, who had a beautiful woman, who was his consolation, his delight and his pride. He was crazy about her, but he was even more proud of her. He was a dentist, so to speak, to the other mortals, and he passed by me as if saying, \"Do you see this woman? Do you like it? Yes, eh? Because it is mine, my only one! And fast!\" He could not but ponder the excellencies of his wife's beauty, and even he pretended that she was the inspiration of his most beautiful pyrotechnic productions, the Muse of his artificial fires. And let one of these, while he was preparing, one of these, while his beautiful wife was standing by him to inspire him, light a fire in the furnace, there is an explosion, and you have to take the husband and wife out, mangled and with great burns. The woman was mutilated on the face and the breasts, so that she was horribly deformed, but he, the fogue, had the good fortune to be blind and not see his wife's deformity. And after this he continued to be proud of his wife's beauty and to ponder it to all with the same air and air of arrogant challenge as before. “Have you seen a more beautiful woman?” he asked, and all the wise men of his story pity the poor fogue and ponder the beauty of his wife. - And well, wouldn't it be lovely for him? - Perhaps more than before, as for your wife after you have given the intrusion. - Don't call him that! - It was yours. - Yes, but I don't want to hear it from another. -That happens a lot; the same word we give to someone sounds very different when we hear it from someone else. - Yes, they say no one knows his voice... - nor his face. I, at least, know that one of the things that makes me most happy is to be looking at myself in the mirror, alone, when no one sees me. Maybe by doubting my own existence and imagining me, seeing me as another, that I am a dream, a fiction... - Don't look at me like that... - I can't fix it. I have the hand of insight. -You will end up like the fakirs, who say to contemplate the oblation itself. And I think that if you don't know his voice or his face, you don't know anything that is his, very his, as if it were part of him... -His wife, for example. -In effect: it seems to me that it must be impossible to know that woman with whom he lives and who has just become part of our family. You have not heard what one of our greatest poets, Campoamor, said? - No. What is it? - He said that when one is married, if he is truly in love, at first he cannot touch his wife's body without arousing and igniting his passions; but as time goes on, he becomes accustomed to it, and one day he finds it as easy to touch his wife's naked breast with his hand as it is to touch his own; but also then, if they had to cut his wife's breast, he would be as happy as if they had cut his own. - And so it is, indeed. You don't know how I suffered in childbirth! - She more. -Who knows!... And now, as it is already something of mine, part of my being, I have given so little thought to those who say that it has deformed and swollen, as it does not give you thought that it deforms, ages and swells. - But, are you really surprised that one does not realize that one is getting old and frail? - No, even if he says so. If the thing is continuous and slow. Now, if something suddenly happens to you... but that you feel old, oh! ; what parents often say to their children: “These, these are the ones that make us old!” Seeing the baby grow is the sweetest and the most terrifying thing, I think. Don't you dare, Augustus; don't you dare, if you want to enjoy the illusion of eternal youth. FIN Niebla, cap. XXII, 1914", "title": "Historia de V. Goti", "author": "Miguel de Unamuno"}