{"metadata": {"length": 4233, "words": 824, "reading_time_min": 4.12}, "text": "A lot of unpleasant things can be said or imagined about John. But I never suspected a lie; I despised people too much to invent any fable that was favorable to him. So when he told me cheerfully and drinking dry martinis, the story for me, especially one of his failed marriages, I had no doubt. It was, or was, like watching and hearing a movie without the possibility of a fresh start or fear of being believed. There was no hole left for a smile either. I was arriving, a week earlier, from Paris and wanted to update, confirm and dispose of the rumors that had come to me about friends, more or less common, during my absence. John was a conversational Englishman and he knew how to make fun of everything with a kick, sometimes pity, never evil. We drank and there was a long silence: John seemed to meditate with a frowned-out eyebrow. She left her glass on the table and said to me, keeping her attitude of cross-legged and resolved profile: \"She was French and you know her. Maybe you know because we were practically married. All we needed was the priest, the judge and the arrival of some old, expensive furniture that we didn't want to get rid of. Grandparents and grandparents and parents, almost the whole history of France. I only cared about her, Marie. You can look among all the Marys you can remember. I was crazy and sometimes I thought it was sexual madness. Seeing her was enough; smelling a forgotten handkerchief was enough; going into the bathroom after she had already left. We met every week, here or in Paris. Two or three days in a row. We went back and forth. And my desire grew more and more and I gave myself to him, I dug in him; I wanted more and more. And it was like one step more and more pushing me to step on another. Always down because I knew I was losing my health and brain. Without ceasing to offer me a shoulder, he made a sign to Jeeves and came two glasses: dry martini for him and a gin tonic for me. He lit the pipe (he knew smoking would hasten my death) and spent some time thinking, almost smiling with lips that did not sweeten the joy. As always happens in this kind of story I kept quiet, waiting; I was rewarded, Johny said without looking at me: And not because he was a black cat with white, horror symbols on his chest. One night Marie, as planned, arrived at the airport. I received it, we had cocktails with the joy of always, we toasted to the happiness of marriage. This doesn't make you laugh, but it's funny. We went to dinner and then to my apartment. I didn't tell you, because I don't know and maybe I don't care, that the doorman and the half-patron was hooked on me or, you know, just hated me nonstop. Something like that. We went in and I turned on the light. She'd never been there before. He looked around with a smile that was approved before he was born. And he saw, we saw, in the middle of the big bed, with his white lady's blanket, a big, fat black cat. A cat I saw for the first time and who seemed used to ruminating there. With his legs bent under his chest, he looked at us with curious eyes and closed them again. I don't know how he got in until today. I suspect, barely. I went ahead to caress her back and throat and then she exploded. That he would throw out the filthy cat, that he would fill the bed with fleas. Screaming and kicking the floor. I lit a cigarette and opened the door. I told him I was happy to find that someone was welcoming us. She called me stupid and beat my hands until the cat ran to the door and shadow of the hallway. Well, let's have another drink because that's enough for a prologue. What happened is simple and very hard for me to explain. At that moment I decided that I could never marry that woman; that it was impossible to live with her, to be happy with her. I didn't tell her then and the rest of the night, until the tiredness of the morning passed as we presented it and we wanted it. She drank a drink, lit the pipe again and smiled cheerfully and defiantly. Now he turned to look me in the eye and said, \"What explains for any smart guy why, ever since, I've only had adventures and I've proposed that they last a short time. The Commission has decided to extend the period of validity of the agreement.", "title": "El gato", "author": "Juan Carlos Onetti"}