{"metadata": {"length": 5746, "words": 1080, "reading_time_min": 5.4}, "text": "The night was blowing in the scarce grass of the wilderness. There was no other movement. For years, in the vast and dark sky, no bird flew. A long time ago, some petruscoes had crumbled to dust. Now, only the night trembled in the soul of the two men, lying in the desert, by the solitary fire; the darkness quietly beat in their veins, quietly beat in their wrists and in their breasts. The lights of the fire went up and down their fearless faces and rolled over their eyes like orange jars. Each of the men spied on each other's weak, cold breath and lizard blinking. Finally, one of them lit the fire with his sword. - No, you idiot, you're going to tell us! - What does it matter? - said the other man. The dragon can smell us from miles away. Oh, my God, it's cold. I wish I was in the castle. - It's death, not sleep, what we're looking for... - Why? - I don't know. The dragon never enters the village! - Shut up, you fool! It devours men who travel alone from our village to the neighboring village. - Let him eat them and let us go home! - Wait, listen to me! The two men stood still. They waited a long time, but they only felt the nervous tremor of the horses' skin, like black velvet drums that peaked on the silver edges of the stribs, gently, gently. - Oh, the second man sighed. What a nightmare land. It's all happening here. Someone's turning off the sun; it's night. And then, and then, oh, God, listen! They say this dragon has eyes of fire and a breath of whitish gas; you can see it burning through the dark wilderness. Running out with lightning and sulfur, burning the grass. The sheep are scared, they go crazy and die. Women give birth to monstrous creatures. The dragon's fury is so immense that the walls of the towers move and return to dust. The victims, at sunrise, appear scattered here and there, over the hills. How many gentlemen, I ask, have chased this monster and failed, as we will too? - Enough, I tell you! - More than enough! Here in this desolation, I don't even know what year we're in. - Nine hundred years after Christmas. - No, no, - murmured the second man with his eyes closed. In this wilderness there is no time, there is only eternity. I sometimes think that if we went back, the people would have disappeared, people would not have been born yet, things would have changed, castles not yet carved in the rocks, timber not yet cut in the forests; do not ask how I know; the wilderness knows and tells me. And here we are, alone, in the region of the fire dragon. God bless us! - If you're afraid, put on your armor! - What's the point? The dragon comes out of nowhere; we don't know where it lives. It fades away in the mist; who knows where it goes. Oh, we'll wear our armor, we'll die in a suit. Half-stuck in the silver bracelet, the second man stopped and turned his head. At the end of the dark countryside, crammed with night and nothing, in the very heart of the wilderness, a blast blew, dragging that dust from the watches that used dust to count the time. In the heart of the new wind there were black suns and a million charred leaves, falling from a fall tree, beyond the horizon. It was a wind that melted landscapes, shaped bones like soft wax, clouded and thickened the blood, depositing it like mud in the brain. The wind was a thousand dying souls, always confused and in transit, a mist in a mist of darkness; and the place was no place for man and there was no year or hour, but only two men in a faceless void of sudden frosts, storms and white thunder that moved behind a green glass; the immense descending window, the lightning. A rainstorm drowned the grass; it all vanished and there was nothing but a breathless whisper and the two men were waiting alone with their own burning, in cold weather. -Look... -murmured the first man. Oh, look, there. Miles away, racing, a song and a roar: the dragon. The men wore armor and rode their horses silently. A monstrous snoring broke through the desert at midnight and the dragon, roaring, came and came even closer. The dazzling yellow mirilla suddenly appeared on top of a hill and, immediately unfolding a dark, distant, imprecise body, passed over the hill and sank into a valley. - I'll be right there! They sped the riders to a clear. - He'll be passing by! The gloves held the spears and the visors fell on the eyes of the horses. - Sir, please! - Yes, let's call his name. At that moment, the dragon surrounded a hill. The monstrous amber eye nailed to the men, illuminating the armor with flashes and bermythish glow. There was a terrible whimpering, and with a devastating impetus the beast continued his course. - Oh, my God! The spear hit under the eyelid yellow and the man flew through the air. The dragon attacked him, knocked him down, and crushed him. The black monster threw the other rider about a hundred yards away, against a rock wall. Ghuming, ghuming always, the dragon passed, shouting, all fire around and under: a pink, yellow, orange sun, with soft plumes of blazing smoke. - Did you see that? - She shouted a voice. Didn't I tell you? - Yes, I did! - Yes, I did! A knight in armor! We hit him! - Are you going to stop? - I stopped once; I didn't find anything. I don't like to stop in this swamp. He's got me on chicken. I don't know how I feel. - But we hit something. The train whistled for a long time; the man didn't move. A blast of smoke split the fog. - We'll be in Stokel on time. More coal, huh, Fred? A new whistle, which shook the dew from the desert sky. The night train, of fire and fury, entered a ravine, climbed a hill and got lost far off on the icy land, northward, disappearing forever and leaving a black smoke and steam that a few minutes later dissolved in the still air. FIN", "title": "Dragón", "author": "Ray Bradbury"}