{"metadata": {"length": 7118, "words": 1363, "reading_time_min": 6.815}, "text": "\"I am not as superstitious as some of your colleagues or scientists, as you like to be called\", Hawver said in response to an accusation that had not been made. Some of you, although I must admit that only a few, believe in the immortality of the soul and in apparitions that have no honor to call ghosts. My convictions go no further than to affirm that sometimes you see the living where they are no longer, even though they have been; where they have lived for so long, and perhaps so intensely that they have left their mark on everything around them. I know, of course, that the environment in which you live can be so affected by your own personality that you can produce an image of yourself in the eyes of another, long after. The personality that produces the impression must undoubtedly be of the proper type, just as the eyes that perceive it must be the proper type of eye. Mine, for example. \"Yes, the right kind of eyes, sending sensations to the wrong kind of brain\", said Dr. Frayley smiling. Thank you very much. It is nice to see the hopes you have fulfilled. It's more or less the answer I assumed you would politely give. I'm sorry about that. But you claim to know. That's a lot to say, don't you think? Maybe I'll have no problem revealing how you know. You'll say it's a hallucination, Hawver said, but it doesn't matter. And then he told the story. As you know, last summer I went to spend the heat season in Meridian City. The relative I was planning to stay in was sick, so I went to another place. After several difficulties, I managed to rent an empty house that had been occupied by an eccentric doctor, named Mannering, who had left years earlier without anyone knowing where, not even his agent. He had built the house himself and had lived in it with an old servant for about ten years. His practice, never very extensive, had been completely abandoned after the first years. And not only that, but he had recruited himself and had almost completely withdrawn from social life. The village doctor, the only person with whom he had had any relationship, told me that during his retirement he had devoted himself to only one field of study and presented his results in a book that did not have the approval of his professional colleagues who evidently considered him out of his depth. I haven't seen the book and now I don't remember the title, but I've been told it exposed a pretty amazing theory. He argued that in more than one case, it was possible to accurately predict the death of a healthy person months before it occurred. The limit, I think, was eighteen months. Local legends existed about the exercise of his forecasting powers, although you may prefer to call it a diagnosis. And it was said that in all cases the person whose friends he had warned, died suddenly, on the date set, without apparent cause. All of this, however, has nothing to do with what I'm going to tell you; I thought it might be fun for a doctor. The house was furnished just as he had left it. It was a rather grim dwelling for someone who was neither a prisoner nor a student; I think it conveyed something of his character, the character of his former occupant, for whenever I was in it I felt a certain melancholy that was due neither to my natural disposition nor, I think, to loneliness. I had no servants to sleep in the house, but, as you know, I have always enjoyed my own company and I have been very fond of reading, but less of studying. Whatever the cause, its effect was the downfall and the sensation of imminent evil; this was especially true in Dr. Mannering's office, even though that room was the brightest and most airy in the house. The portrait of the doctor, a life-size oil, hung on one of the walls and seemed to dominate the room completely. There was nothing strange about the picture: the man looked quite good, about fifty years old, with gray hair, a well-shaved face and serious, dark eyes. However, there was something about him that caught my attention. The look of that man became familiar to me, and he surrounded me. One afternoon, as I was heading to my room, I passed by that room with a candle (in Meridian there is no gas). As always, I stopped before a picture that, in the light of the candle, seemed to have a new expression, difficult to describe, though clearly mysterious. I was interested in that, but I didn't get worried. I moved the light from one side to the other and observed the effects of that movement. As I did, I had the urge to turn around. When I did, I saw a man coming across the room toward me! As soon as he was close enough for the candlestick light to shine on his face, I saw that it was Dr. Mannering himself; it was as if the portrait were walking! I said it coldly, but if you knocked on the door, I didn't hear you. He passed me by, a short distance away, raised his index finger as a warning sign and, without saying a word, left the room, although I did not see his exit any more than I had seen his entrance. Of course, I don't need to tell you that this was what you would call a hallucination and I an apparition. The room had only two doors, one of which was locked; the other led to a bedroom that had no exit. What I felt when I realized this is not an important part of the event. It will undoubtedly seem to you a typical ghost story, built with the characteristic plot set by the old masters of this art. If it were, I shouldn't have told you, even if it was true. But that man was not dead; today I saw him on Union Street: I crossed him in the midst of a crowd. Hawver had finished his story and the two men remained silent. Dr. Frayley, abstracted, slapped the table with his fingers. Did he say anything to you today? Did he ask you anything you could deduce that he wasn't dead? Hawver stared at him, saying nothing. Maybe Frayley went on to give him a hint, a gesture of a finger-raising warning sign... it's a mania that he had, something he used to do when he said something serious, when he announced the outcome of a diagnosis, for example. Yeah, that's what he did. Same thing that made his appearance. But for God's sake! Did you meet him? It was obvious Hawver was getting nervous. Yes, I knew him. And I've read your book, as all doctors will have to do someday. It is one of the most surprising and important contributions of this century to medical science. Yes, I met him; I looked after him when he was sick three years ago. He's dead now. Hawver, clearly disturbed, left his chair by a jump and began to walk the room from side to side; then he went to his friend and said in a rather unsteady tone: \"Doctor, do you have something to say to me as a doctor? No, Hawver, you're the healthiest man I've ever seen. As a friend, I advise you to go to your room. You play the violin like an angel. So touch it; play something cheerful and lively. Apart from this fucking thing in your mind. The next day Hawver was found dead in his bedroom, with the violin around his neck, the bow over the strings and a score with Chopin's funeral march in front of him. *FIN* A Diagnosis of Death, New York Journal, 1901", "title": "Un diagnóstico de muerte", "author": "Ambrose Bierce"}