{"metadata": {"length": 3326, "words": 675, "reading_time_min": 3.375}, "text": "I don't mean what she's like. If I say she's blonde, you'll imagine a blonde woman, but it won't be her. It will happen as with the name: if I say her name is Elsa you will imagine what the name Elsa is like; but her name Elsa is another name Elsa. You couldn't even imagine what a haircut she forgot in my house was like; even if I said she had 26 teeth, the color, even if you'd seen another similar, you couldn't imagine exactly what the haircut she forgot in my house was like. I want to say what happens to me. And you know what, so to see if I'm saying what's happening to me, I'm not going to go through with it. But understand this, something terrible is happening to me. I know that even if I say it, it will happen like with the haircut and everything; you will not imagine exactly how bad it is that I am going through; but the interest I have is to see if it stops happening to me as bad as you will imagine, how bad it actually is. Elsa is not exactly one of the many girls who do not love me: she will not love me any time soon, because now she loves me. We have seen very few voices; she is very far away; our love is maintained by correspondence; but I have the conviction, I affirm categorically, I absolutely believe - I will explain extensively why I have this fever to affirm - I again affirm that given the way she is, she will soon stop loving me, because she will not be able to resist correspondence love. I do, but she doesn't. IV What no longer exists is spoken of with indifference or coldness; but I speak with pain, because I speak before it ceases to exist and knowing that it will cease to exist: remember how I said it. When I expect something, I feel as if someone - call God, fate or whatever - is trying to prove to me that the thing I hope for doesn't come or doesn't happen as I expected. So when I have an interest in something not happening, I start thinking it will happen, to make fun of that person if the thing comes or happens, to show him that I foresaw it; and he by not giving his arm to twist does not give me that taste and the thing happens; but behold, in the end I triumph, because precisely what I most desired was that it did not happen. I must also say that this person often surprises me by being mocked, and that I seem to triumph and be defeated intimately, but this happens less often. To be honest, I'm not going to say I don't believe in that someone, that we believe in that someone, and to create it, we assume it's the other way around and right. But when we are faced with great pain, we come back to think backwards and to the right for whether it comes true. Now I think that maybe she exists, and maybe she doesn't give her arm a twist, and by taking me against her, she doesn't stop loving me, because I say it will. I am also afraid that this person will be defeated and that this will happen as in the least cases. But I have more hope in the other way: the opposite than the right. I would have hope even if I saw that I was about to be broken from her love; for I have more reason to hope now that she loves me normally. Well, overall, I want to state that I have a conviction, that I affirm categorically, and I absolutely believe, that Elsa is different from the other girls, that none of the others love me, and that she will soon stop loving me. FIN", "title": "Elsa", "author": "Felisberto Hernández"}