{"metadata": {"length": 6921, "words": 1293, "reading_time_min": 6.465}, "text": "Marfa Petrovna, the widow of General Pechonkin, has been practicing homeopathic medicine for about ten years. It's a beautiful morning in May. In front of her, on the table, is a box of homeopathic medicines, medical books, and the accounts of the general's pharmacy. On the wall, with golden frames, are letters from a homeopath from St. Petersburg, whom Marfa Petrovna considers a celebrity, as well as the portrait of Father Aristarchus, who delivered her from the mistakes of allopathy and guided her to the truth. Patients are waiting in the lobby. Almost all of them are barefoot, because the general orders them to leave the stinking boots in the yard. Marfa Petrovna has received ten sick people; now she calls the eleventh: -Gavila Gruzd! The door opens, but instead of Gavila Gruzd a shrinking old man with tearful eyebrows enters: he is Zamucrichin, owner, ruined, of a small estate in the neighborhood. Zamucrichin places his stick in the corner, approaches the general and without uttering a word swells on his knees. - What are you doing? What are you doing, Kuzma Kuzmitch? - the general is blushing. - I'll stay like this until I die! \"Zamucrichin answered, holding his hand to his lips\". May everyone see me at the feet of our guardian angel! Oh, the goodness of mankind! May they see me prostrate before the one who brought me back to life, who taught me the way of truth and illuminated the darkness of my skepticism, before the person for whom I would be willing to let myself be burned alive! Miraculous healer, mother of the sick and the unfortunate! I'm cured! You raised me back from the dead like a miracle. \"I am... I am very pleased!\" the general blurted out with satisfaction. You're a real pleasure to me... please sit down! Last Tuesday, in fact, you were very ill. - And how bad! I was horrified to remember it - Zamucrichin continues sitting - he was watching all the members and parts of the rheumatism. Eight years of unceasing martyrdom, without rest, night or day. My blessing! I've seen doctors and teachers, I've been to Kazan to take mud baths, I've tried different waters, I've tried everything they told me... I've spent my fortune on medicines! My mother of my soul! The doctors only hurt me, they put my disease inside; that's right, they put it inside; but they didn't get it out; their science didn't go away from there. They're all looking at money! The sick man is taking them for granted! They prescribe some drugs and force us to drink them! Murderers! If it wasn't for you, my angel, I'd be in the cemetery a long time ago. That Tuesday, when I came home from visiting her, I took out the blood cells she gave me and thought, 'What good will they do me? How can these barely invisible granites cure my enormous suffering, extinguish my incurable disease? I thought so; I smiled; yet I took the granite and for a moment felt as if I had never been sick; that was a sorcery! My wife looked at me with her eyes wide open and she didn't believe it. \"Is that you, Kolia?\" he asked me. It's me, and we both kneel before the Holy Virgin and beg for you, our angel: Dale, Holy Virgin, all the good we wish. Zamucrichin dries his eyes with his sleeve, stands up and tries to kneel again; but the general does not admit it and makes him sit. - Don't thank me! Not to me! - and looks with admiration at the portrait of Father Aristarchus. I'm nothing but an obedient instrument... you're right, it's a miracle! An eight-year-old rheumatism, a cured, inveterate rheumatism from a single scrofous globulite! - You did me a favor with three blood cells. One I took at the meal and it was instant effect, another at night, the third the next day, and I haven't felt anything since. I'm healthy like a newborn baby. Not a punch! And I, who had prepared to die and had a letter written for my son, who lives in Moscow, begging him to come! It is God who enlightened her with that science! I feel like I'm in heaven now... last Tuesday, when I came to see him, he was numb. Today I feel in a position to run like a hare... I'll live about a hundred years. It's a shame we're so poor! I am healthy, but what good is my health if I have nothing to live on? Misery is worse than sickness. Now, for example, it's time to sow oats, and how do I sow them if I don't have seeds? I'll give you seeds, Kuzma Kuzmitch... don't get up, don't get up! You have given me such satisfaction, such great joy, that it is I, not you, who should give thanks. - My holy cow! What kindness this is! Rejoice, rejoice thou pure soul, when thou beholdest thy works of charity! We have nothing to rejoice about... we are small, useless, cowardly people... we are no more cultured than by name; in the end we are worse than the peasants... we have a masonry house that is an illusion, because the roof is full of leaks... we lack money to buy tiles... - I will give you tiles, Kuzma Kuzmitch. Zamucrichin also gets a cow, a letter of recommendation for his daughter, who wants to be admitted to a pension. All heartbroken by the general's gifts, he broke down in tears and pulled the scarves out of his pocket. As he pulls out the diaper, he drops a little incarnate paperwork on the floor. -I will not forget it for centuries; my children and grandchildren will pray for you... From generation to generation it will pass... See, children, I will tell you, the one who saved me from death, is the... After dispatching her client, the general contemplates some moments, with her eyes full of tears, the portrait of Father Aristarchus; then her gazes stop with affection on all the familiar objects in her cabinet: the medicine cabinet, the medical books, the table, the stories, the chair where the man who was saved from death was sitting a moment ago, and finally she looks at the slipper lost by the patient. The general picks it up, unlocks it and sees the same three granites that she gave Zamucrichin last Tuesday. - They're the same... - they say perplexely - even the paper is the same. He didn't even open it! In that case, what did you take? It's amazing! I don't think he's deceiving me... but the general's chest is filled with doubt for the first time in her ten years of practice... she brings in the other patients, and questioning them about their illnesses, she notices what happened to her before she didn't know. The sick, all, as if they had agreed, begin by flattering her, extolling her miraculous cures; they are enchanted by her medical wisdom; they deny the aloe vera, and when she turns red with joy, they explain her needs. One asks for a piece of land, another for wood, the third asks for permission to hunt in their forests, etc. He looks up to the broad and kind face of Father Aristarchus, who taught him the paths of truth, and a new truth enters his heart... a bad and painful truth... how cunning man is! The following is a list of the most commonly used names in the United States.", "title": "Los simuladores", "author": "Anton Chejov"}