{"metadata": {"length": 6695, "words": 1205, "reading_time_min": 6.025}, "text": "A young man was sitting in his lonely hut. He would have liked to become a painter, but to do so he had to overcome some quite difficult things, and to begin with he lived quietly in his backyard, doing something bigger and had acquired the habit of spending hours in front of a small mirror and drawing sketches of self-portraits. These drawings had already filled a notebook, and some of them had pleased him very much. I have not yet prepared myself at all, he said to himself, but this leaf has been quite good. And what a more interesting curl there, next to the nose. You can tell I have something of a thinker or something like that; I just need to lower my mouth a little bit more, which creates a singular, clearly melancholy impression. Only, after a while, when he looked back at the drawings, he generally didn't like them at all. That bothered him, but he concluded that it was because he was making progress and increasingly demanding. The young man's relationship with his household and the things he had there was not one of the most desirable and intimate, but it was nevertheless not bad either. He did them no more injustice than most people do. He saw them hard and knew them little. Sometimes, when he had not yet completed his self-portrait, he read books in which he worked knowledge with the experiences of other men who, like him, had started out as modest and totally unknown young men, and then had become very famous. He liked to read those books, and in them he read his future. One day I was sitting at home, moody again and depressed, reading the life story of a very famous Dutch painter. He read that this painter suffered from a true passion, even a delusion, which was absolutely dominated by an urge to become a good painter. The young man thought that the Dutch painter looked quite like him. As he continued reading, he discovered many details that had little in common with his own experience. Among other things, he read that when the weather was bad and it was not possible to paint outdoors, this Dutchman painted, with tenacity and passion, all the objects on which he laid his gaze, even the most insignificant ones. So, I had once painted an old, unwrapped stool, a fairly dull, raw peasant kitchen stool made of ordinary wood, with a fairly worn-out braided straw seat. With so much love and faith, with so much passion and dedication, the artist had painted that stool, which surely would never have deserved anyone's attention if it had not mediated that circumstance that had come to constitute one of his most beautiful paintings. The writer used many beautiful, even moving words to describe that painted stool. At that point, the reader stopped and pondered. I had discovered something new and I should have tried it. Immediately - since he was a young man of extraordinary quick determination - he decided to imitate that great teacher and try that path to fame as well. He took a look at his little corner and noticed that, in fact, until then he had really taken very little notice of the things among which he lived. He could not find a single unwrapped stool with a truncated straw seat, nor were there any pair of zuecs; this afflicted and discouraged him for a moment and was about to happen to him as many other times, when reading the Mato of the life of great men had made him faint: then he realized that he lacked and was looking in vain precisely for all those small things and inspirations and wonderful provisions that so pleasantly intervened in the lives of those others. But he soon recovered and took charge that at that time it was entirely his business to boldly embark on the hard road to fame. He examined all the objects in his quartet and discovered a silk chair, which could very well serve as a model. He leaned a little closer to the chair with his foot, sharpened his draughtsman pencil, held the sketchbook on his knee and began to draw. He considered that the shape was already quite well indicated with a couple of light initial strokes and, with speed and energy, went on to outline the outline with a couple of thick strokes. He captivated a deep triangular shadow in a corner, vigorously reproducing it, and so he continued to push forward until something began to hinder him. He continued for a while longer, then lifted the notebook a certain distance away and looked at his drawing with a critical eye. Then he noticed that the saddle chair was very disfigured. Angry, he added a line, and then fixed a furious look on the armchair. Something was wrong. That made him angry: \"Cursed saddle chair! I've never seen such a whimsical creature in my life! The chair crunched a little and calmly replied: \"Come, look at me! I am who I am and I will not change. The painter kicked him. Then the chair receded and again took on a completely different appearance. \"You stupid chair!\" cried the young man, \"you have everything twisted and bent! The chairman smiled a little and said softly: \"That's the perspective, young man. When the young man heard this, he cried out, \"Perspective! - he screamed angry. Now this silly chair wants to teach you! The prospect is my business, not yours, don't forget it! With that, the chair didn't speak again. The painter began to walk around the room vigorously, until someone underneath angrily hit the ceiling with a stick. Down there lived an old man, a scholar, who could not stand any noise. The young man sat down and returned to his last self-portrait. But he didn't like it. He thought that his appearance was actually more attractive and interesting, and it was true. So he wanted to continue reading his book. But he was still talking about that Dutch straw stool and it bothered him. It seemed to him that they were really getting too high about that stool and that actually... the young man took off his artist hat and decided to go for a walk. He recalled that on another occasion, long ago, he had already noticed how unsatisfying the painting was. It only encountered discomfort and disappointment and, finally, even the best painter in the world could only represent the simple surface of things. After all, that was not a proper profession for a deeply-loving person. And again, as so many times, he seriously considered the idea of pursuing an even earlier vocation: better to be a writer. The silk chair was left in the buffalo. It hurt her that her young master had already left. He had held out hope that the proper relationship would finally come to be established between them. He would have loved to say a word every now and then, and he knew that he could teach a young man quite a few useful things. But unfortunately, everything went wrong. ♪ Finish ♪", "title": "El sillón de mimbre", "author": "Hermann Hesse"}