{"metadata": {"length": 8000, "words": 1380, "reading_time_min": 6.9}, "text": "The afternoon before the battle, Bisma, the veteran warrior, the invincible of swollen arms, rested in his stall. Over the wide Ganges, the sun engraves a smudge, a movable touch of purple. When the clouds disperse and the moon apprehensively slumbers, Bisma joins her hands in a cup and recites the phera of Kali, the goddess of war and death. “Adoration to you, divinity of the cranium! Dios fecunda! Liberating! The one that uses string, sword and chisel! Who is the blood of the babes a blessing to? Diosa of the violent laugh, of the lobe face! \"I love you!\" As she prayed, Bisma heard a roaring breath and saw a pair of slender, hungry-looking eyes, like a hawk's, that slammed into hers. Kali, the Exterminator, had never manifested herself to him in this way; an indefinable presence filled the hero's heart. Nearly at the same time, the door of the shop opened and a man entered through it: Kunti, the bramha. Silently, he stood before Bisma, and when the scribe asked him what he was looking for at such a late hour, Kunti answered, spacing his words so that they would be absorbed in the mind: - Bisma, I know that when the sun rises you will fight the two bands of the family, brothers against brothers. I want to apologize. Meditate, attach the serpents to your collar. What does power, wealth, life mean? They are desires, aspirations, illusions; the good is indifference. The wise, when he sees, hears, touches and breathes, says to himself: \"It is another, not I, not my essence, who does all this.\" The foolish is enslaved by his desires. The Creator of the world has not created either activity or works; what has beginning and end is not worthy of the wise. Put your eyes down, even your breathing, put your eyes on the ground..., and don't think of fighting your descendents. -The scholarly brawl is not equal to the battle cries - Bisma has always argued. For the tiger, there is no eating as delicious as a fight. For the tyrant, death is much preferable to shame. The king to whom the king's own sacrificial offerings please is the perfect king. I also know, though crudely, my little philosophy, and I tell you, indeed, that death does not exist. The soul is invulnerable; what perishes is the body. The soul is eternal. If you abandon my body, you will pass to another new and robust body. What do we kill? A scavenger, a little bit of land. Let me sleep I need strength for tomorrow. Kunti retreated enraged; he had seen (financial presagio) around Bisma a red mist. He spent the night meditating, until the alarm of the bugles, drums and trumpets woke him in the morning; the troops would run to embrace each other, to embrace with the formidable embrace of two tigers in the midst. The thorns shook; when the oil smeared, a stench like the sea in stormy days; higher than that rotten stench, the cry of Bisma retorting to the enemy made tremble even the elephants carrying towers full of archers, whose spears were already shivering in the wind. Bisma opened a circle around him; before his sabre, swung by the long nervy arms, the ground was covered with pulsating flesh; the most resolute avoided coming near; a ambulant court had been formed, which walked with the warrior, shifting place as he advanced, becoming wider every time. Circling that open space, the lid was developing, and its rumble was a roar of acoustic noises: the clink and thud of infants, the thud of horses' bridles, the squeal of tin-plates and the tinkle of iron tacks, the low ring of the escutcheons, the tinkle of the bells that adorned the eagles' wings, the snore of the dead, the long sigh of the snuffed arrows, and, even more dreadful still, the crunch of rotten bodies, crushed by the eagle's feet. But where Bisma played his colossal hammer, relative silence allowed him to hear the injuries the enemy was inflicting on the enemy in the viril embriaguez of the fight. The ones who had fallen down, stumbling like a drunken man, still breathed; the acolytes, unconscious of their agony, forced themselves to the ground, squeezing their lungs with their hands, which were coming out of the broken windpipe. And Bisma, proud, sat down on the hay and sat for a while, waiting for enemies to refresh her. Then he saw that Sueta, the Prince of Gallo, advanced against him, alone, naked, with no more weapons than his lasso. For a moment Bisma vacillated between inaction and action. That beautiful warrior, whose bronzed, sculpted body looked like gold melted in the sun's rays, was a reincarnation of his own origin: he was his son. He was also very small, and even the apsaras, who offer the cup of love to mortals, had not yet smeared his lips with the distilled liquor of the flowers. The moment of uncertainty and of compassion was brief. Bisma raised the axe; Sueta threw the spear, in order to fight from afar and to avoid the first thrust of his adversary; but Bisma leapt from his seat, the spear smashed into the ground, and the axe, like a mirror, struck the young man in the side. He screamed to be ripped apart, red, without suffering, without visible injury. He fell sweetly asleep, and Bisma, looking at him, shook her head; a resounding stupor, a mysterious fascination, compelled him to kneel by the corpse of his descendant and to hold it in his arms. He was a beautiful warrior indeed! When Bisma let go of the inanimate body and became one with it, the open circle around her no longer existed. The roar of battle was already tearing him apart. He had no time to pick up his sack. He had no defense but his slender arms. It involved oil, it involved a force that was adrift as an element. It was lost, smouldered, charred, consumed by fire. From the top of the towers hung arrows. The first was a shackle in a muscle; then another in the collar; two in the shoulder. He screamed with his hands; his hands were slashed from side to side by a sharp, irony-edged blade, and he let them fall, exhaling a roar of pain. Uncovered face, his fingers twitched, and when one pierced the hollow of his left eye, Bisma exploded, exhaling a sour breath. They poured innumerable calamities upon him and destroyed him to pieces with earthquakes, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines, famines The hero died there, still retaining some remnant of vitality. Even under the sting of his own pain, Kunti, the bramble, ventured to wander the field in search of the old warrior, and found him, and knew him by his long arms, and sat down by his side, bringing a ripe fig to his lips. -I am going to die - Bisma said. You were right, pure and wise man: war is a horrible thing...; but the tyrant breathes with pleasure the smell of blood. How many around me! How much! Rivers, torrents, seas... I love them. Give alms to the head to die. Kunti tried to accommodate the monster head on his shoulders. As it was that Bisma was not resting, at an exclamatory signal from the veteran, he picked up several sharpened arrows from the ground, put them in order, and carefully placed them on his head, where death was already beginning to wear a gloomy veil. Bisma smiled happily, and murmuring, \"Adoration to you, Kali, from the lobe face,\" let the tight embrace of her body and soul slip away.", "title": "La almohada", "author": "Emilia Pardo Bazán"}