{"metadata": {"length": 3272, "words": 628, "reading_time_min": 3.14}, "text": "There's a guardian before the law. A peasant comes before this guard, and asks to be allowed into the law. But the guard replies that for now he can't let you in. The man reflects and asks if they will let him in later. - Maybe, says the guard, but not yet. The door to the law is open, as usual; when the guard is set aside, the man leans to spy. The guard sees him, smiles and says to him, \"If your desire is so great, try to enter despite my ban\". But remember, I'm powerful. And I'm only the last of the guards. Between the living room and the living room there are also guards, each more powerful than the other. The third guardian is so terrible I can't even look at him. The peasant had not foreseen these difficulties; the Law should always be accessible to all, he thinks, but when he looks at the guard, with his leather coat, his big, needle-like nose, his black tartar beard, rala and black, he decides that it is better to wait. The guard gives him a ladder and lets him sit on one side of the door. He's been waiting there for days and years. He tries to enter endless times and wears out the guardian with his pleas. Often the guard talks briefly with him, asks him questions about his country and many other things; but they are indifferent questions, like those of the great gentlemen, and finally he always repeats to him that he cannot let him in. The man, who has provided himself with many things for the journey, sacrifices everything, however valuable, to bribe the guard. The servant accepts everything, but he says, \"I do so, so that you do not think that you are lacking in any effort. During these long years, man observes the guardian almost continuously: he forgets about others and feels that this is the only obstacle that separates him from the Law. He curses his misfortune, for the first few years boldly and loudly; later, as he ages, he only murmurs to himself. He returns to childhood, and as in his careful and long contemplation of the guardian he has come to know even the fleas of his skin neck, he also begs the fleas to help him and convince the guardian. Eventually, his eyesight weakens, and he no longer knows whether there is really less light, or whether he is only deceived by his eyes. But in the midst of darkness there is a glow, which rises unquenchable from the door of the Law. He's got a short life. Before he dies, all the experiences of those long years are confused in his mind in a single question, which he has not yet formulated. He signals the guard to draw near, as the rigor of death begins to harden his body. The guard is forced to bend down a lot to talk to him, because the disparity in stature between the two has grown quite large over time, to the farmer's dismay. - What do you want to know now? - asks the guard. You are insatiable. \"Everyone is trying to get to the law\", says the man, \"how is it possible then that for so many years no one but me wanted to enter?\" The guard realized that the man was about to die, and so that his faint senses could perceive his words, he said to him in his ears in a trembling voice: \"No one could claim it because this entrance was only for you. I'm going to close it now. The Commission has also adopted a number of measures to combat the spread of the virus.", "title": "Ante la ley", "author": "Franz Kafka"}