{"metadata": {"length": 3400, "words": 620, "reading_time_min": 3.1}, "text": "Father: José Dolores Bastos Mother: Venancia León Noé León was born in Ocaña in 1907. She studied until the fourth grade. He lived in his hometown until the age of 13. Then he moved with his parents to El Banco. Later he lived in Gamarra and Santa Marta. From there he came to Barranquilla, where he has lived since 1930. Occupations: He was a police officer in Santa Marta, from 1924 to 1930. Police also in Barranquilla, for a year, from 30 to 31. He loved painting from an early age: when he was on guard during his years as a police officer, he made sketches and drawings of everything he saw. In his years at the barracks, he painted caricatures of his superiors with pieces of coal. Since 1931 he has devoted himself entirely to painting, so that it has become his only occupation. He likes his job. I wouldn't trade for anything in the world. He lives humbly, but he doesn't care. The neighborhood house where he has his room a wooden room in the yard, with a window, a door, a radio, a bed, a shroud and 17 paint boards is kind of a friendly community. When someone comes to visit, one room lends the furniture, another a sofa, another a rare blonde coffee. Noah Leon, when he paints, is surrounded by little ones like toothless butterflies. One of these will be a painter. What are your aspirations? None in particular; what brings your art to which you owe your life. His greatest satisfaction has been the surprise visit of Pepe Gómez Sicre, with his news, which Noé León does not understand very well, that his paintings are in Germany and that from there they go who knows where. The yard was filled, all of a sudden, with strange people with cameras, recorders, lights and some guys dressed in tight pants, boots and black and yellow shirts. Pepe Gómez Sicre's visit emptied the wooden rooms. Noé, your painting is in museums in Germany, here's the catalogue: you're almost famous already. Noah Leon took the catalogue: a thick book full of sheets and full of columns written in German and said: \"Here is my name; the rest I don't understand\". And then: \"Here is Barranquilla\". The washers stopped washing; one who was hammering a large sheetboard to make yet another room in the shaded patio of slaughterhouses and cardboard fences, stopped hammering, because they shouted: Call, they are recording. After a while, the carpenter's shout followed: \"They're recording, and what the fuck do I care?\" Suddenly, all the kids had their Sunday dresses. They were all photographed. And a lady, wide, good, brought her two granddaughters and they also portrayed them: Two girls with eyes like bats of how big they were, and they were talking: Cuchi-pa, cuchi-ré cuchi-cen, cuchi-lo, cuchi-cos. Noah Leon likes the drink. Whoever's a painter has nothing to do with this. If I was a cop, he'd still like me. He's 61 today. His wife is 52. He's been married to Rosa Castillo for 14 years. He likes the idea of exhibitions with his paintings. But no: the idea of going to Bogota doesn't really attract her attention. Noah Leon is from Barranquilla and he'll stay here. Let your paintings travel. In the crowd of the farewell Joan stayed last, by the way; Noah Leon, surrounded by the whole neighborhood, was saying goodbye from the zinc door. And without anyone noticing he told Juana: \"Your portrait to paint you Obregón that is the only one who comes out pretty monkeys\". The Tales of Juana, 1972", "title": "Padre: José Dolores Bastos...", "author": "Álvaro Cepeda Samudio"}