{"metadata": {"length": 4202, "words": 826, "reading_time_min": 4.13}, "text": "Otherwise, we once told in our newspaper the adventure of a miserable man who, according to our account, had, to put an end to the hellish fright of a few in love cats, crammed himself on a shirt on the roof on the night of December 31, furnished with old shell-like shoes. After continuing the furious hunt on seven or eight roofs, the man had slipped by a lightning rod and fell into an unknown room, from which he escaped chased by a frightened man, having to hide behind a fireplace and wait for the dawn to roll, afraid that the police would discover him and shoot him. The episode was pure invention, and the hero had been given a very common name: Smith's; but a week later, an old gentleman entered the newsroom, whose physiognomy was marked by formidable naivete. His name was Smith, he lived in a house like the one described in the story, and he came to declare that the anecdote was completely false and extremely offensive to him. \"Take care, dear sir\", we said, looking at him coldly. We know all the circumstances of the incident. Would you deny, perhaps, that you have been sneaking around with those cats? - Never, ever! I never did! - Smith exclaimed. I've never been on a roof in my life. - And no one said you were. Who the hell's ever heard of a shirt roof? It would be a very strange roof, by the way. \"I mean\", Smith replied, \"it's not true that I jumped out of bed in a shirt. - You won't find that in the paper either. Where are the shirt beds? - I'm sorry about that! - Smith objected. What I mean is, I've never hit cats in a shirt. - And you understand, my dear sir. And I wish you'd never have to deal with cats in shirts, not even in pants! - But, by God! - Smith begged, trying to stay calm. You wrote that I went up on the roof with my shirt just to scare the cats. - You're the one who's sorry. We did not say that you wore the shirt for that purpose only, nor did we even bother whether the shirt was yours or not. From what we know about her, it could be even Muhammad's shirt. - But if, according to you, I've run away the cats in old shoes. - We haven't talked about cats with shoes. - They don't understand me! - Smith said, he was furious. I've never had to deal with cats on the rooftops, nor have I ever thrown shoes in a shirt. - Mr Smith, let's be more formal! If you can point to a paragraph in the newspaper where you were accused of putting shirts on your shoes to throw to cats, we are ready to write a four-column apology, and also, when you die, we will make a monument to you. You can't be capable of such extravagance... Oh, no! - God damn them! - Smith said. I tell you, the whole damn story about the cat-hunting and the shoe-dropping and the rooftop hanging from the fireplace to keep warm is a blatant slander. - Why stick to the fireplace if you don't want to warm up? - I didn't stick to the fireplace. I haven't seen the year end on the roof, stuck to the chimney. - But see you, Mr Smith, see you. When did we say the year ended on the rooftop? You would faint, Mr. Smith. - That's enough! We'll see! - Smith shouted furiously. I didn't throw shoes! Nothing is true! I've been in bed all night! I want a rectification! I want a rectification... yes, I accuse you of libelists! I accuse you, I accuse you! And poor Smith went out in a frenzy. To give you some sort of repair, we prepared the following rectification: For those who may be interested. Please know from this statement that if any of the following statements have been made in these columns, we retract it and declare it inaccurate. That a man named Smith, and he lives on X Street, has a roof in his shirt; that the Smith is in the habit of dealing with entire legions of cats in his shirt, and he challenges and fights them; that he wears shoes with shirts; that he has seen his last year's spitting on a chimney; that he has found cats in shoes; that he has a habit of throwing fireflies in the air; that he has put on his own shirt to fight cats, or has done something else for the last six months than sleep like a lion, except one night when he seemed to feel thieves at home and sent his army to his wife, with the axe, as he trembled and found the sheets over his head. FIN", "title": "El hombre que riñe con los gatos", "author": "Mark Twain"}