{"metadata": {"length": 3810, "words": 799, "reading_time_min": 3.995}, "text": "When I was eight, I spent a long time with my grandmother in a poor little house. One afternoon I asked him many times for a multi-colored ball that I saw every moment in the warehouse. At first my grandmother told me that she couldn't buy it, and that I shouldn't load it; then she threatened to hit me; but then and from the door of the little house - ready to run - I again asked her to buy me the ball. A few moments passed and when she got up from the sewing machine, I ran out. She didn't chase me though, she started rolling a trunk and pulling out rags. When I realized I wanted to make a rag ball, I got really upset. That ball would never be like the one in the warehouse. As she was punching and punching her, she was telling me she couldn't buy the other one. And that there was no choice but to settle for this one. The bad thing was that she told me that the rag would be prettier; that was what made me angry. When I was finishing it, I saw her round it, I had a moment of surprise and unwittingly made a smile; but I immediately capriciously returned. When I threw it into the courtyard, the white linen cloth became dirty; I shook it and the ball lost its shape. I was distressed to see it so ugly; that wasn't a ball; I had the illusion of the other and started to rage again. After I had given him the most furious \"kicks\", I found that the ball made its own movements: it took directions and went to places that were not what I imagined; it had a little bit of its own will and looked like a little animal; it came to him with whims that made me think that she would not want me to play with it either. Sometimes he flattened and ran with ridiculous difficulty; suddenly he seemed to stop, but then he decided to go two or three more laps. One time I hit him with all my might, he didn't take any direction and he was spinning at a dizzying speed. I wanted that to happen again, but I couldn't. When I got tired, I thought that was a very silly game; I had to do most of the work; hitting the ball was nice; but then you got tired of going after it every moment. So I left her in the middle of the yard. Then I thought about the one in the warehouse and asked my grandmother to buy it for me. She denied it again, but she sent me to buy some candy. (When it was a holiday or we were sad we ate candy.) When I crossed the yard to the warehouse, I saw the ball so quiet that it tempted me and I wanted to hit it with a good kick in the middle and a good hard; to get it I had to rehearse it several times. As I was going to the warehouse, my grandmother took it away from me and told me she'd give it to me when she came back. In the warehouse I didn't want to look at the other, although I felt she was looking at me with her bright colors. After we ate the candy I began to crave the ball my grandmother had taken from me again; but when she gave it to me and I played again I got bored very soon. So I decided to put it on the gate and when one of them passed by the street, I would shoot it. I waited sitting on top of her. No one came through. I stopped to play and looked at her and found her more ridiculous than ever; she was as chatty as a cake. At first it was funny and I would put it on my head, throw it to the floor to feel the deafening noise it made when it fell against the floor and finally make it run sideways like a wheel. When I got tired and anxious, I went to tell my grandmother that it wasn't a ball, that it was a cake and that if she didn't buy me the one from the warehouse, I'd die of sadness. She started laughing and popping her big belly. So I put my head in her abdomen and without taking it out of there I sat in a chair that my grandmother made me. My belly was like a big hot ball that went up and down with my breath and then I went to sleep. End of 1945", "title": "La pelota", "author": "Felisberto Hernández"}