{"metadata": {"length": 5219, "words": 998, "reading_time_min": 4.99}, "text": "Sometimes, the woman thought as she piled up the dishes in the kitchen, sometimes I wonder if the men, all of them, are all right in their heads. Maybe even the last one of them is crazy and all the other women know it, except me, and my mother never told me, my roommate never told me, and all the other wives think I know... So you finally got it, she thought; so she finally gave up and wrote you. Maybe now everything will be all right, maybe make up and be friends again... She asked in a carefree tone. \"I don't know\", he replied. I haven't opened it. \"Oh my God\", thought the woman, seeing at that very moment where the whole thing was going to go. He waited a moment. I'll return it to you tomorrow, unopened. I should have imagined it, she thought. I would have been unable to keep the letter closed for more than five minutes. Perhaps I would have thought of doing something unpleasant with her, like breaking her and sending her to pieces or telling someone to send her a hurtful, biting response on my behalf, but it would have been impossible for me to have her in my hands for five minutes. \"I had lunch with Tom today\". The man said, \"as if the subject had been solved\". Oh, my God, she thought. Maybe he won't. I think you should open Jimmy's letter. She pointed it out. Maybe it's that easy, he thought; maybe he'll say, \"OK\", and open it. Maybe she'll be living with her mother for a while. Why? He said, \"A gentle answer\". If you don't, you're risking your life. Well, I guess I'm curious and I'll die if I don't see what he wrote. \"Open it\", he said. Don't expect me to make the slightest gesture, she thought. \"Come on, seriously\", she insisted, \"it's silly to hold a grudge against a letter. You keep it for Jimmy, that's true, but not reading a letter for spite is silly. Oh, God! he thought instantly. I said something stupid. I said stupid twice. It's all over now. If you hear me say you're doing something stupid, there's nothing you can do. I can spend the night talking. Why should I read it? He replied. I'm not interested in anything you can tell me. To me, yes. Then you open it. Oh, God! she said to herself, oh, God! I'll steal her from your briefcase, beat her with the scrambled eggs tomorrow morning, but I won't take the challenge. You'd break my arm. \"Well, he said, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, well, So I'm not interested either. Let him think you're giving up, let him sit quietly, let him serve lemon pie, let him think of something else. \"Today I had lunch with Tom\", he repeated. As she piled up the dishes in the kitchen, the woman kept thinking: Maybe she's serious, maybe she'd be able to kill herself before she read the letter; or maybe she doesn't feel curious, really, and, if she does, she'd rather get into a state of hysteria trying to read it without opening the envelope, locked in the bathroom. Or maybe he just took it and said, \"Oh, Jimmy's!\" and threw it in the briefcase without remembering it. If he did, I'll kill him; I'll bury him in the basement. Later, while the man was drinking coffee, she asked, \"Will you show it to John?\" John will also die, he thought; John will also go around the matter, as I am doing. Teach him what? Jimmy's letter. Oh, my God! He exclaimed. - Of course you are. A tremendous sense of triumph overtook the woman. So, actually, he wants to show it to John, he thought, so he wants to prove for himself that he's still mad at him... he wants John to say, \"Come on, man, are you still mad at Jimmy?\" And you want to be able to say yes. Driven by the same sense of triumph, she kept thinking: Actually, he's been thinking about that letter all along, too. And before he could contain himself, he muttered, \"I thought you were going to return it without opening it... I had forgotten it\". I guess I'll do that. Why did I have to open my mouth? she asked herself, and she kept thinking: He had already forgotten; the problem is that, really, he had forgotten. He's completely out of his mind, without giving him another moment of his attention. If it was a snake, I would have bit him already. Under the basement stairs, he said again, with his head crushed and that damn letter between his hands. And it's worth it, he thought; oh, yes, it's worth it. FIN Got a Letter from Jimmy, The Lottery and Other Stories, 1949", "title": "Recibí carta de Jimmy", "author": "Shirley Jackson"}