{"metadata": {"length": 2136, "words": 379, "reading_time_min": 1.895}, "text": "Life took me on its wings and led me to the summit of the Mountain of Youth. Then he pointed me on his back and asked me to look over there. Before my eyes a strange city was spreading, from which emerged a dark humar of many shades, moving slowly like ghosts. A faint cloud almost completely concealed the city from my sight. After a moment of silence, I exclaimed, \"What am I seeing, Vida? And Life said to me, \"It's the city of the past\". Look and think. I contemplated that marvelous scene and distinguished numerous objects and perspectives: atria erected for action, which stood like giants under the wings of the Dream; temples of the Speech, around which spirits cried out in despair or sang songs of hope. I saw churches built by faith and destroyed by doubt. I divided Thought minarets, whose spirals emerged as the arms raised by beggars; I saw avenues of Desire that stretched like a river along the valleys; secret warehouses guarded by Occultation sentries, and looted by Revelation robbers; powerful towers erected by Valor and demolished by Fear; sanctuaries of Dreams embellished by Letargo and destroyed by Vigil; weak cabins inhabited by Fragility; mosques of Solitude and Abnegation; educational institutions illuminated by Intelligence and obscured by Ignorance; Tabernacles of Love, in which the lovers were drunken, and the Desolation of them mocked; Tabernacles in which the tragedies of the Life of Ignorance, the comedy of the Mountains and the Comedy of the Mountains were set on their tables. Such is the so-called City of the Past - apparently far away, but in reality, very close - barely visible through the dark crevices of the clouds. Then Life made a sign to me, as it said, \"Follow me\". We've been stopping here too long, and I said, \"Where are we going, Vida? And Life said to me, \"Let's go to the City of the Future\". And I said, \"Have mercy on me, Vida. I'm tired, my feet hurt and the force is leaving me. But Life insisted, \"Go ahead, my friend. Stopping is cowardice. To stay forever gazing at the City of the Past is Madness. Look, the City of the Future is already in sight... inviting us. FIN", "title": "Las dos ciudades", "author": "Gibrán Jalil Gibrán"}