{"metadata": {"length": 3073, "words": 587, "reading_time_min": 2.935}, "text": "I will tell you, and do not forget, for it is something that a Christian must have well in mind, this story that we will never forget and that we will tell our children with the responsibility that they will repeat it to theirs, and so on, and so on, and so on. This happened at a time when the Devil was going out to sell evil on the earth. The man had already sinned and was condemned, but he had not a variety of evils. Then the Devil, with his shoulder to shoulder, went through all the ways of the earth selling the evils he had packed in his shoulder, for he had made them a powder. There were flakes of all colors that were the evils: there were misery and sickness, avarice and wrath, and opulence which was also bad and ambition, which is also bad when not due, and there was no evil that was missing... And among those packages there was a little and white speck, which was the desalienation... And so people went to buy it and everyone bought sickness, misery, avarice, and those who thought more bought opulence and also ambition... And everything was to do harm among the same Christians. The Devil was selling them at a good price, but that package of white powder looked at them, but no one would buy it... “What is, then, that?” they asked out of mere curiosity. And the Devil was angry, for people seemed to him too closed to ideas. And when someone accidentally or by chance wanted to buy it, he asked, “How much?”, and the Devil answered, “All.” And it was then a very expensive price, more expensive than all the packages, and here people would laugh saying that for such a little package and not such a bad deal it was not good to charge so much, insulting the Devil by saying he was very Devilish for wanting to trick them like that... And the Devil had a grin and also laughed seeing how people didn't think... And so he sold all the bads, but no one wanted to buy that package, because it was so little and the deal wasn't so bad. And the devil said, “With this, all; without this, none.” And the people rejoiced, thinking that the Devil had become a zany fellow. And there was only that package left, which they did not give a copper for... Then the Devil, with more rage and roaring with the same laugh of a Devil, said, “This is mine,” and blew that dust into the air to spread it all over the world. Since then, all evils have become worse, because of that evil which flies about the air and infects all men. So, you have to repair, nothing more, to realize... If he is fortunate and powerful, but he gets slowed down by life, nothing is worth it and the vicissitudes push him around... If he is humble and poor, then the devil loses him faster still... That is how the Devil made the whole world bad, for without the devil no evil could touch a man... It is so in the world, where some more, some less; it always comes and no one can be truly good, for he cannot resist, as it were, the strong struggle of the soul and the body that is life... Children of the world: that the devil never pushes you around. FIN Panki and the warrior, Lima, 1968", "title": "De cómo repartió el diablo los males por el mundo", "author": "Ciro Alegría"}