{"metadata": {"length": 7058, "words": 1314, "reading_time_min": 6.57}, "text": "Who is it? I asked. Why does he always have to sit alone and turn his back on us? I was whispered to by Frau Oberregierungsrat, she's a baron. He looked at me seriously and without too much contempt. With an expression of how-didn't-have-recognized-at-first-hit-of-sight? But it's not your fault, poor man I told you. This unfortunate fact should not exclude you in any way from the enjoyment of intellectual trade. If I hadn't held the fork in my hand, I think it would have been sanctified. You certainly didn't understand me. He's one of the old barons. More than ever excited, she turned to speak to Frau Doktor, who was on her left. My tortilla is hollow, hollow! He protested, and this is the third time I've tried. I looked at the oldest of the barons. I was eating salad; I had nailed a whole leaf of lettuce into the fork and was slowly absorbing it with a rabbit gesture. Something worth seeing. Small and thin, with curly hair and black beard, the yellowish skin, he invariably wore a black slang suit, raw linen shirt, black sandals and the biggest black-ringed glasses I've ever seen. Herr Oberlehrer, sitting in front of me, smiled kindly. It must be something very interesting to you, gnädige Frau... this is certainly a very distinguished pension. Here was this summer a lady of the Spanish court. He had liver disease. I talked to her many times. I looked at her grateful and humble. Of course in England you don't stumble on the upper-class guesthouses like in Germany. I certainly didn't, still hypnotized by that baron who looked like a yellow silk worm. He comes every year, Herr Oberlehrer continued, because of his nerves. He hasn't spoken to any of the guests yet. A smile crossed his face, and I seemed to be sharing his illusions in a splendid breaking of that silence; a dazzling exchange of courtesies in a foggy future; the sacrifice of a newspaper to the great person; a danke schön [many thanks] that would be passed on to future generations. At that moment the postman, with the appearance of a German army officer, came in with the mail. He threw my cards into the milk pudding and turned to the waitress and said something in a low voice. This one came out in a hurry. The pension manager showed up with a bandage. In it was deposited an illustrated card, which said the gentleman, reverently bowing his head, went to take it to the baron. I was disappointed that he was not greeted with twenty-one cannons. At the end of the meal, coffee was served. I noticed the baron took three earthenware, put two in the cup and wrapped the third in a top of the scarf. He was always the first to arrive at the dining room and the last to leave. In an empty chair next to me, I put a black leather briefcase. In the afternoon, looking out the window, I could see him passing down the street. He was walking trembling with his briefcase. And every time he passed by a lighthouse, he trembled a little more, as if he was afraid that he would be attacked, or perhaps considering his contact a commoner. I was wondering where I was going and why I had to load that suitcase. I'd never seen him at the casino or the bathroom establishment. He seemed to drag his swaddled feet away from everyone. And I surprised myself to feel sorry for the baron. That night we were gathered in the living room by a few pensioners commenting on the KUV [the cure, treatment] of the day with fervent animation. Frau Oberregierungsrat, sitting next to me, was weaving a shawl for the youngest of her nine children, who was in that fragile state called interesting. But it will be for his full satisfaction, he said. My little girl has married a banker, the illusion of her life. We were about eight or ten. The married women kept confidential about how our husbands looked in underwear, while the single women discussed how attractive they were, dressed, their possible futures. I heard Frau Lehrer cry out with this thick gray wool. He uses one every month with two soft necks. And then he called Fräulein Lisa and said, \"I really like you. Maybe I'll write to your mother. It's no big deal that we were horribly excited and even a little encountered too. Suddenly the door opened to give way to the baron. There followed an absolute silence, a silence of death. He walked in slowly, hesitating. He took a stick from a little plate that was on top of the piano, and he left again. When the door was closed again, we shouted triumph; it was the first time he had been seen entering the hall. Who could have predicted what the future would hold for us? The days grew to weeks. We were always together and always that lonely, tiny character, with his head bowed like under the weight of huge glasses, kept obsessing over me. He came in with the black suitcase, left with the black suitcase, and that was it. Finally the pension manager told me the baron was leaving us the next day. Ah, I thought, it will not disappear like this in the dark, it will not fade without saying a word. Surely, for once before leaving, he will pay his respects to Frau Oberregierungsrat or Frau Feldleutnanlswitwe. It rained a lot that night. I had gone to the post office and as I stood on the steps of the door, hesitating before throwing myself without an umbrella onto the muddy road, I felt like hearing a wavering little voice ringing behind my elbow. I looked down. Would I have gone mad? Was it in my pants? It was the old baron with his black suitcase and his famous umbrella, who was asking me to share it with him. But I was able to show myself sufficiently distinguished, with a hint of shyness, and all the more conveniently respectful. We walked between the mud and the ponds together. Yeah, there's something peculiarly intimate about sharing an umbrella. Something that comes to put you in the same situation as shaking a man's jacket. Something a little bold and naive. I was dying to know why he was always alone and why he always carried that suitcase with him, and what he was doing all day. But he spontaneously gave me some data. I'm afraid my luggage will get wet, he said. I always carry him with me in my suitcase, one needs so little! For servants are not trustworthy. A very sensible opinion I replied. And then why are you denying us the pleasure of your...? \"I feel alone because I can eat more\", said the baron, peering into the darkness. My stomach needs a lot of food. I'll order a double ration, and consume it quietly. It was said in a baron's distinctive tone. What do you do all day? Eating food in my room He rested with words that closed the conversation as abruptly as the umbrella closed. When we arrived, there was a riot in the pension. I ran up the middle of the stairs to thank the baron, from the restroom, in a very loud voice for accompanying me. He replied differently: \"Nothing. Herr Oberlehrer had the attention to send me that same night a bouquet of flowers, and Frau Oberregierungsrat asked me for the pattern for a baby cat. The next day the baron had left. Sic transit glory Teutonic mundi. *FIN* The Baron, The New Age, 1910", "title": "El barón", "author": "Katherine Mansfield"}