{"metadata": {"length": 3520, "words": 689, "reading_time_min": 3.445}, "text": "What's going on? They just stole a mouthful of amber from my table. Do you know the thief? It must have been someone who recently referred me to the sea of misfortunes and ended up asking me for a charity. Did you give it to her? I don't feel sorry for men who forfeit their livelihood by working. You know he has it? He complained that he had not found a place to put his strength. You're going to believe him? Why not? The streets are full of striking day laborers. The bad guys. And the good ones. The crisis is big. It's not built and there's millions of arms left. The crisis does not authorize theft. He does not authorize it, but he demands that society help those who are starving. The earth trembles, and houses and villages are laid waste; rivers are poured out from their banks, and the valleys are flooded. A general cry is heard to help those affected by floods or earthquakes. Why should society remain silent in the face of the pains of those who suffer, in the homes of those who are shut down and in the miserable torments of those who are not affected by the consequences of crises they have caused? You try in vain to excuse the theft; consent is already a crime. You can't brand a nation of culture where trust is lacking and property is in danger. What are you going to do about your alleged thief? \"I will not do it. I did it. I ordered that he be arrested and brought to the court. For a mouthful of amber! What if he's found not guilty? It's not me, it's the court that has to find out. And you think you're a man of conscience? Think about the evil you did. You've brought the uproar, the madness and the bitterness to the bosom of a family. You have imprinted an indelible stain on the forehead of the accused and his children. The God of the Bible put a sign in Cain that he would not be killed; he puts justice a worse sign in those who fall under his scab. It will be useless to hold them back; suspicion will cloud them forever and keep them away from other men. Woe to him and his family if he goes to jail for lack of a guarantor! He kept the house of his own, working hard and giving gifts; now the children must go begging for their father, and they will receive in no few doors a gift-giving thing. You tried to punish the man you thought was a thief and without knowing it or wanting to, you laid your hand on beings who did you no harm. Should I then allow myself to be robbed? I will tell you what Christ has said about adulteress: If you consider yourself free from sin, punish the man who robs you. How! How can I? You see the straw in another's eye and not the beam in yours. You call me a thief? You practiced law for a while. Are you sure you've always provided your rights to your work? You are a farmer today: do you sell the fruits of your farming for what they cost? You're offending me! I took nothing against the will of its owner. You took it yesterday by taking advantage of your customers' ignorance and you take it today by taking advantage of your buyers' need, like that wretch took the amber mouth using your negligence. There is no law that punishes or limits the facts you accuse me of. You are right: The law does not punish the thief, but only the one who steals or defrauds without art. You're a troublemaker like no other. Who, in your judgment, can claim to be free from sin? No one; this is prevented by the current economic organisation. For artless robbers, prisons are enough; for artful robbers, the world is not enough. FIN Dynamite of the Brain, 1913", "title": "El hurto", "author": "Francisco Pi y Margall"}