{"metadata": {"length": 4885, "words": 849, "reading_time_min": 4.245}, "text": "Turning his head on the right side to sleep the last, brief and slender sleep of the morning, Don Fulgencio had to make a great effort and tightened his pillow. He opened his eyes. What was a mild suspicion until then, became pointed certainty. With a powerful movement of the neck Don Fulgencio lifted his head, and the pillow flew through the air. In front of the mirror, he could not hide his admiration, turned into a superb specimen of curly turtle and splendid needles. Deeply inserted into the forehead, the horns were whitish at their base, jasper in half, and of a sharp black at the ends. The first thing that came to Don Fulgencio's mind was to rehearse his hat. On the contrary, he had to throw it backwards, which gave it a certain air of boasting. Since having horns is not a sufficient reason for a methodical man to interrupt the course of his actions, don Fulgencio undertook the task of his personal ornament, with meticulous care, from foot to head. After polishing his shoes, Don Fulgencio brushed his horns, already shining by themselves. His wife served him breakfast with exquisite tact. Not a single gesture of surprise, not the slightest hint that could hurt the noble and pastry husband. Barely a gentle and fearful look flipped for an instant, as if without daring to pose on the sharp tips. The kiss on the door was like the dart of the uniform. And don Fulgencio took to the streets, repulsed, ready to rush against his new life. The people greeted him as usual, but when don Fulgencio gave him the sidewalk a young man, he guessed a snout full of bullfighting. And an old woman returning from Mass gave him one of those wonderful, insidious, and long-winded looks. When the offended man wanted to go against her, the owl entered her house like the right hand behind a mocker. Don Fulgencio hit the door, immediately closed, which made him see stars. Far from being a sight, the horns had to do with the latest derivation of their skeleton. He felt the shock and humiliation to the tip of his feet. Fortunately, don Fulgencio's profession did not suffer any pain or decay. Clients came to him enthusiastically, because his aggressiveness became increasingly evident in attack and defense. From far away lands, litigants came to seek the patronage of a horned lawyer. But the quiet life of the village took a burdensome pace around it of a brave party, full of bronzes and potters. And don Fulgencio would attack right and wrong, against everyone, for taking those pages away from me. To tell you the truth, no one threw their horns at him, no one even saw them. But everyone took the slightest distraction to put a good pair of flags on it; at least, the most timid ones settled for making him some Welsh burlesques and floral. Some medieval gentlemen did not disregard the occasion of placing don Fulgencio a good puppet, from his grey and honorable heights. The serenades of Sunday and national holidays gave reason to improvise loud popular capes based on don Fulgencio, who waved, blind of anger, to the most daring dealers. Marred with veronicals, lanterns and revolvers, overwhelmed with displacements, crushing and punishing passes, Don Fulgencio arrived at the hour of truth full of rattles and dangerous defeats, turned into a fierce beast. He was no longer invited to any public feast or ceremony, and his wife bitterly complained about the isolation that her husband's bad character made her live in. By means of punches, sticks and garpulas, Don Fulgencio enjoyed daily bleeding and pompous Sunday bleeding. But all the spills went inward, to the heart swollen with resentment. Her thick neck of Miura made present the instantaneous end of the plethora. He was sick and bloody, still peeping in all directions, unable to rest and diet. And one day, crossing the square of arms, trotting towards the querency, Don Fulgencio stopped and lifted his assy head, to the touch of a distant clarinette. The sound was coming near, entering his ears like a deafening trumpet. With his eyes covered, he saw a gigantic thing open around him; something like a Valley of Jehoshaphat filled with neighbors in bright suits. The congestion then sank into her spine, like a stoke to the cross. And don Fulgencio rolled upside down without a tip. Despite his profession, the notorious lawyer left his will in draft. There he expressed, in a surprising tone of supplication, the ultimate wish that when he died his horns would be removed, whether with a scythe, or with a chisel and hammer. But his moving request was betrayed by the diligence of an official carpenter, who gave him a special coffin, with two splendid side-additions. The whole town accompanied Don Fulgencio on the trail, moved by the memory of his bravery. And despite the ludicrous heyday of the offerings, the exequias and the widow's touches, the burial had a disguised joke and laughter. FIN", "title": "Pueblerina", "author": "Juan José Arreola"}