{"metadata": {"length": 6454, "words": 1177, "reading_time_min": 5.885}, "text": "Pocahontas was the daughter of King Powhatan, who reigned sitting on a throne made to serve as a bed and covered with a large mantle of sewn parrot hides from which all her tails hung. She was raised in a carpeted house with mattresses, among priests and women who had their heads and shoulders painted bright red and who entertained her with copper bites and snake scales. Namontak, a faithful servant, watched over the princess and organized her games. Sometimes they took her into the forest by the great Rappahanok River, and thirty naked virgins danced to distract her. They were painted in various colors and were belted with green leaves, had goat horns on their heads, and an otter skin on their waists, and, waving their matches, they would jump around a crackling fire. When the dance was over, they would spread the coals and bring the princess back to the light of the brass. In 1607 Pocahontas' country was disturbed by Europeans. Ruined gentlemen, scammers and gold-seekers, went to bed on the banks of the Potomac and built boards huts. They named the huts Jamestown and named their colony Virginia. Virginia was not, for those years, but a miserable little fort built in the Chesapeake Bay, in the midst of the dominions of the great King Powhatan. The colonists elected Captain John Smith, who had previously ventured to Turkish lands, as their president. They roamed the rocks and lived off the seafood and the little wheat they could get from the trade with the natives. At first they were received with great ceremony. A wild priest played a reed flute before them; around his knitted hair he wore a crown of camel hair dyed red and open like a rose. His body was painted crimson, his face blue; and his skin was spotted with native silver lentils. So, with his face impatient, he sat on a mat and smoked a pipe of tobacco. Then others lined up in columns of four, painted black and red and white and some in halves, singing and dancing before their idol Oki, made of snake skins filled with moss and adorned with copper chains. But a few days later, when Captain Smith was exploring the river in a canoe, he was suddenly assaulted and handcuffed. He was taken in the midst of terrible noise to a long house where he was guarded by forty savages. And the priests, with their eyes red and their faces black, and their faces crossed with two great white stripes, encircled twice the fire of the house of the guard with a measure of flour and corn. John Smith was immediately taken to the king's hut. Powhatan wore his leather cloak and those around him had their hair adorned with bird feathers. One woman brought water to the captain to wash his hands and another dried them with a bunch of feathers. Meanwhile, two red giants laid two flat stones at Powhatan's feet. And the king raised his hand, as a sign that John Smith was going to be laid on those stones and that his head would be crushed to pieces. Pocahontas was barely twelve years old and she timidly pulled her head out among the painted advisers. He groaned, threw himself at the captain and put his head against his cheek. John Smith was twenty-nine years old. He had big, knitted mustaches, a beard in the fan, and his face was spiky. He was told that the name of the king's little girl, who had saved his life, was Pocahontas. But that wasn't his real name. King Powhatan made peace with John Smith and released him. A year later Captain Smith was camping with his troops in the river jungle. The night was dense; a penetrating rain smothered all the noise. Suddenly, Pocahontas touched the captain's shoulder. She had walked alone through the terrible darkness of the woods. He whispered to her that his father wanted to attack the English and kill them while they were eating. He begged her to run away if she wanted to save his life. Captain Smith offered her ballads and tapes; but she wept and replied that she dared not. And she ran away, alone, through the woods. The following year, Captain Smith fell out of favour with the settlers and, in 1609, was shipped to England. There he wrote books about Virginia, in which he explained the settlers' situation and told their adventures. Around 1612, a certain Captain Argall, who had gone to trade with the Potomacs (who were the people of King Powhatan) abducted Princess Pocahontas and locked her in a ship as a hostage. The king, her father, was indignant, but she was not returned. She languished as a prisoner until the day a gentleman of good standing, John Rolfe, took hold of her and married her. They were married in April 1613. They say Pocahontas confessed her love to one of her brothers, who went to see her. He arrived in England in June 1616, where he aroused great curiosity among the people of the society to visit her. The good Queen Anne warmly welcomed her and had her portrait recorded. Captain John Smith, who was about to depart again for Virginia, went to plead with him before boarding. I hadn't seen her since 1608. He was 22 years old now. When he entered, she turned her head and hid her face, did not answer her husband or her friends and remained alone for two or three hours. Then he asked about the captain. Then he looked up and said to him, \"You had promised Powhatan that all his belongings would be his and he did the same; a foreigner in his homeland, he called him father; because I am a foreigner in the saddle, I will call him that\". Captain Smith argued for protocol reasons, since she was a king's daughter. And she said, Thou hast not feared to go to my father's land, and hast made him and all his people afraid; but thou hast not feared me. Are you afraid, perhaps, that my father will call you here? I'll tell you my father and you'll tell me my daughter, and I'll be forever of the same homeland as you. I was told there that you had died... and you quietly told John Smith that your name was Matoaka. The Indians, fearing that they would be taken away by a curse, had given the foreigners the false name of Pocahontas. John Smith left for Virginia and never saw Matoaka again. She fell ill in Gravesend early the following year, became paralyzed and died. I wasn't even 23 yet. His portrait is edged by this exercise: Matoaka alias Rebecca filia potentissimi princes Powahatami imperatoris Virginie. Poor Matoaka had a high felt hat with two pearl garlands; a large, tight lace gorge and a feathered fan. He had a sharp face, protruding cheeks and big, sweet eyes. FIN", "title": "Pocahontas: Princesa", "author": "Marcel Schwob"}