{"metadata": {"length": 6831, "words": 1308, "reading_time_min": 6.54}, "text": "- Honey, where's Jimmy? - asked Mr. Anderson. \"Outside, in the crater\", said Mrs. Anderson. Don't worry about him. He's with Robutt. Has he arrived yet? - I know. He's running tests at the rocket station. I swear to you, it's been a long time since I've held back from going to see him. I haven't seen one since I left Earth 15 years ago... except for the movies, of course. - Jimmy's never seen one before, - said Mrs Anderson. - Because he was born on the moon and can't visit Earth. That's why I brought one here. I think he's the first to land on the moon. \"Yes, its price proves it\", said Mrs Anderson, with a soft sigh. \"Keeping Robutt is not cheap either, dear\", said Mr Anderson. Jimmy was in the crater, just like his mother said. On Earth, he would have been considered thin, but he was tall enough for his ten-year-old age. His arms and legs were long and agile. The space suit he wore made him look more robust and heavy, but Jimmy knew how to handle the weak moon's gravity like no terrestrial could ever do. When Jimmy was stretching his legs and jumping his kangaroo, his father always ended up being left behind. The outer side of the crater was descending in a southern direction and the Earth - which was quite low in the southern sky, the place from which I could always see from the Moon City - had almost entered the full phase, so the entire crane slope was bathed in its clarity. The slope was not very steep, and even the weight of the space suit could not prevent Jimmy from moving with graceful jumps that made him float and created the impression that there was no gravity to fight. - Let's go, Robutt! - What are you doing? - Jimmy shouted. Robutt heard him through the radio, barked and ran after him. Jimmy was an expert, but even he couldn't compete with Robutt's four legs and tendons, who also didn't need a space suit. Robutt jumped over Jimmy's head, flipped a little, and ended up almost standing under his feet. - Don't be silly, Robutt, and stay where I can see you, - Jimmy ordered him. Robutt barked again, this time with the special barking that meant \"Yes\". \"I don't trust you, you phony\", Jimmy exclaimed. He made a final jump that took him over the curved upper edge of the crater wall and made him descend down the lower slope. The Earth sank behind the rim of the crater wall, and the blinding, friendly darkness that wiped out all the difference between the ground and space enveloped Jimmy. The only visible light was the light emitted by the stars. Jimmy wasn't actually allowed to play on the dark side of the crater wall. The adults said it was dangerous, but they said it because they'd never been there before. The floor was smooth and crisp, and Jimmy knew the exact location of each of the few stones in it. And besides, what danger could there be in running through the darkness when Robutt's shining silhouette accompanied him barking and jumping around? Robutt's radar could tell you where he was and where Jimmy was even if there was no light. As long as Robutt was with him to warn him when he came too close to a rock, jump over him showing him how much he loved him or groan in a low, scared voice when Jimmy was hiding behind a rock even though Robutt knew all the time where Jimmy was, he could never suffer any harm. On one occasion Jimmy lay on the floor, got very stiff and pretended to be hurt, and Robutt turned on the radio alarm by calling a rescue group from Lunar City. Jimmy's father punished the little mischief with a good rebuke, and Jimmy had never done anything like it again. Her father's voice came through the private frequency just as she was remembering that. - Jimmy, get back to the house. I have to tell you something. Jimmy had taken off his space suit and had washed himself carefully after entering the house; and even Robutt had been meticulously sprayed, which he loved. Robutt was motionless on his four legs with his small body of no more than thirty centimeters in length trembling and throwing some sort of metal flash, and his little mouthless head with two huge eyes that looked like glass beads and the tiny protrusion where he was lodged the brain did not stop throwing faint barks until Mr. Anderson opened his mouth. \"Relax, Robutt\", said Mr Anderson, and smiled. Okay, Jimmy, we got something for you. He's at the rocket station now, but he'll have passed all the tests tomorrow and we'll have him at home. I think I can tell you now. - Something from Earth, Daddy? - It's a dog from Earth, son, a real dog... a Scottish terrier puppy to be exact. The first dog on the moon... you won't need Robutt anymore. We can't have both of them, you know? We'll give it to some kid. - Mr. Anderson seemed to be waiting for Jimmy to say something, but seeing that he didn't open his mouth he kept talking. You know what a dog is, Jimmy. It's true, he's alive... Robutt is nothing more than a mechanical imitation, a robot copy. Jimmy frowned. - Robutt is not a fake, Daddy. That's my dog. - He's not a real dog, Jimmy. Robutt has a very simple positronic brain and it's made of steel and circuits. He's not alive. - He does everything I want him to do, Daddy. You understand me. I assure you, he's alive. - No, my son. Robutt is nothing more than a machine. It's programmed to act that way. A dog is a living thing. Once you have the dog, you won't want Robutt anymore. - The dog's gonna need a space suit, right? - Yes, of course, but I think it'll be money well invested and you'll be used to it very soon... and when you're in town you won't need it, of course. When we have him at home you'll notice the difference right away. Jimmy looked at Robutt. The robot dog had begun to make very faint groans, as if it were frightened. Jimmy stretched his arms out to him and Robutt saved the distance that separated him from them in one leap. - And what's the difference between Robutt and the dog? - Jimmy asked. \"It's hard to explain\", said Mr Anderson, \"but you'll understand as soon as you see it. The dog will really love you, Jimmy. Robutt is just programmed to act like he loves you, you know? But Daddy, we don't know what's inside the dog or what his feelings are. He may be faking it, too. Mr. Anderson frowned. -Jimmy, I assure you that as soon as you have experienced the love of a living creature you will notice the difference. Jimmy held Robutt in his arms. The boy also had a frowned expression, and the desperate expression on his face indicated that he was not willing to change his mind. \"But if you two behave the same way to me, then it's either a real dog or a robot dog\", Jimmy said. What about me? I want Robutt, and that's what matters. And the little robot, who had never felt so tightly embraced in all his existence, threw out a series of barking, barking, barking from pure happiness. Fin A boys Best Friend, 1975", "title": "El mejor amigo de un muchacho", "author": "Isaac Asimov"}