{"metadata": {"length": 6280, "words": 1145, "reading_time_min": 5.725}, "text": "Great lovers have no children. And Isolde the white-handed, and Isolde the blond-haired, had no sons of Tristan; Nephertith bore no sons to Akhenaton. For the desire of the world is not according to the law of nature, but according to the Spirit. Rachel unwittingly obeyed this rule, and although Jacob loved her every night, she was barren. Instead, Leah, the usurping woman, conceived the most unseemly contact that religious duty forced her husband to have. But Rachel saw her husband's flocks grow, and Leah's young ones learn to send her shepherds and to wander about in the far lands looking for pasture for herds and to come, rejoicing, to whisper in her father's ear her findings. The father smiled and caressed them slightly. Rachel was unfaithful to her love by feeling envious, by renouncing being the Only True One to also possess Jacob's fatherly love. To sow and reap like any other, when their destiny was not to work but to enjoy. And she sold for a whole night the pleasure that was reserved only for her, sold it to Leah for a cuisine of mandrake that made her fruitful, and with unbearable pain gave birth to the one who became one of the most beautiful boys mankind has ever known, and achieved what she wanted: the perfect work, of which the father fell in love. But he did not see it, for at the birth of Benjamin, who would consolidate his triumph, he died. The father hated the innocent murderer, and Rachel failed to see Jacob's unbridled love for Joseph. Joseph became an Egyptian and no one considered the tribe of Benjamin. And the sons of Leah, though they sinned, they became kings and priests to the seed of Jacob, the multitude of whom Jehovah had promised. But this one died desolate. The Spirit had taken revenge. Old stories and wise literary advice: Theodore, a young poet, knew them and smiled content because he and Miriam were perfect lovers since adolescence and people were surprised that that passion lasted years and years without diminishing. Miriam was as beautiful as the sun, wearing no ornaments and yet her slim body, long hair, eyes and pride hung the rags of the streets and words. However, she worked delicate jobs for wealthy households. A poet's home is luxury and poverty. He was fortunate to meet at Theodore's house every night with his friends, without missing dates, olives and strong-smelling wine. He read one, he read another, they changed hands, he laughed, he argued, he kept quiet. Then Miriam took the psalter and her music entered the souls of all. He sang Theodore's poems with such delicacy and understanding of feelings that lyrics and music were one thing. He didn't give his opinion when men argued, but he gave his judgment with his citara and his voice to the best poems of his friends. Then, in bed, he wrapped his curves in Theodore's factions and I stood, very still, recalling with his musical voice the poems he had composed so long ago, he had almost forgotten them; they lived and ran for the blood of the young man as beautifully strangers. Theodore would silence her with his mouth and squeeze her against himself knowing that in her was everything he and even more: what shone from the old songs, from other ages and other countries, the landscapes of others and above all she, which was a riddle that sometimes baffled him. She desperately sought in her body the secret, but never found, nor making her enjoy to the cry, the key to her perfection. When Miriam saw him performing household chores at a smooth pace, she looked obliquely at him and smiled maliciously without opening her lips. And he sinned against Rachel, and asked her for a son. He was shadowed. I couldn't explain to him that it was only the Spirit that was holding him back. She begged, promising that the child would be so happy that he would not cry, that he would sleep with the poems, the words and the music, that everything would remain the same. He didn't understand that Nature would come in breaking the Absolute. He locked himself in and suffered so much that his flesh was knitted and poetry left him like a thread, and he had no thirst, no desire, no dream, no friends: she had not understood. Then, without saying a word, he left. He walked the desert barefoot on the burning sand, made his garments scarred and did not find the horizon in the desert. He lost himself and found no rest. Until one day, almost dead, unable to open his eyes, he knew that his head was in a woman's lap. He fell unconscious and when, after some time, he could move on a bed, a tremendous pain filled his being, but he could remember nothing. Thankfully, he lived with that faceless woman. She fathered children Theodore barely looked at. Lea, that's a pathetic name. He abandoned the one who saved his life without realizing it. Maybe there was another one like it. What is certain is that there were many who served their food out of love and shared their bed and he did not know their names, he could not even remember their names. But none of that mattered to him, nor his conscientious work as an automaton in the fields of others. Until one day, when he cut a cluster of grapes, the sun reflected, like a spark, into one, one of the cluster's clusters. The Spirit came back and he knew it. Over the years he was the greatest poet of his time. Young people came to him to learn all the forms, rhythms, the secrets of technique. But when they drank scented wine and ate black olives they only recited their youthful verses and he closed his eyes and heard the citrus and the voice singing. Although he refused to admit it, those poems were his masterpieces and were infused with a god like Athon, a son like Joseph, a death for love. And old man, sitting on a rock with the verses he was writing since his resurrection, covered by the Spirit, until he got them perfect, he crushes the leaves written by his hand and throws them into the sea. None of them were the poem of Nature and Spirit. Deep down he could never tame in his soul Nature, though he denied her, and now he was absolutely alone, because those who understood, from Miriam's account, the cause of his misery, and wept until they exhausted their tears and tore their breasts, could no longer weep now for their double end because they are all dead. The mirrors, 1988", "title": "De amores", "author": "Inés Arredondo"}