{"metadata": {"length": 2601, "words": 530, "reading_time_min": 2.65}, "text": "It was that our father Adam was in Paradise, carrying, as you know, the life given. All fruit was there: mangoes, chirimoyas, oranges, paltas1 or guavas and all fruit seen in the world. All kinds of animals were there, and they all got along well with each other and with our father. And so he needed only to stretch out his hand to get what he wanted. But the condition of every Christian is to be discontented. And there our father Aaron cried to the Lord. It is not certain that he would ask his wife first. He first asked him to leave the night. —Lord, he said, “Let the shadow go: do not make night; let it be only day. And the Lord said to him, \"Why? And our father said to him, —Because I am afraid. I can't see or walk and I'm scared. And the Lord said to him, The night to sleep is come. And our father Adam said, “If I am quiet, I feel like an animal will attack me by exploiting the darkness. —Ah! — the Lord said — that makes me see that you have bad thoughts. No animal has been made to attack another. —That is, Lord, but I fear the shadow: make one day, that all may shine with the light—our father urged. And the Lord said, \"The thing is done, because the Lord will not undo what he has done.\" And then he said to our father, —Mira —pointing to one side. And our father saw a great lion, greater than all, that came to come forth with a very low voice. And it seemed to want to eat our father. He would open the door as he walked. And our father was terrified to see the lion come against him. And in that he had already come and had weighed him down, but he sees that it is waning, that it is passing over him without hurting him, and then it is lost in the air. It was, therefore, a shadow puma. And the Lord said to him, \"You see, it was a shadow. So it is at night. Don't be afraid. Fear makes things dark. And it was without a trace to our father. But as our father also did not know how to do it, though he sat up all night, and then he went out to the animals. And that is how devils, demons and demons in chains are seen, and also lions and tigers and all kinds of beasts of the night. And most of the time they are merely shadowy, like the lion that taught our father the Lord. But the story was not yet over. It was that our father Adam, not knowing what to do, always had fear, as I have told you, and he asked the Lord for consolation. But then he said, \"You have said this to everyone, except me.\" And the Lord, as it was certain that all had, except him, had to give it. And so it was as the woman lost him, for he came with the fear and the night... FIN 1. Palta: water.", "title": "El puma de sombra", "author": "Ciro Alegría"}