{"metadata": {"length": 7277, "words": 1413, "reading_time_min": 7.065}, "text": "We're gonna have to have lunch at my wife's cousins' house. But I have come before; my wife is not yet, and she is but my cousin's wife. And the wife of my cousin, that is, my wife's cousin (my cousin if you like, my beautiful, very arrogant cousin) has fled the living room, feeling me, taking refuge in the cabinet. It's terrible this cousin of mine, so blond. It's terrible that my wedding has come unexpectedly, for months, to become a relative of my old friendly enemy of the tram, my old unknown mortal enemy of those streets. But I need to end this situation once and I'll resolve myself. I'm going into the cabinet. Did I surprise you? Did I scare her?...The book falls from her hands to the carpet. I feel it. She sees a bold decision in my face, and her pride and arrogance force her to shut up, staring at me, as I gaze at her. She's smart, and guess she's gonna tell you her old, hateful riddle from another time. Oh, my cousin, let's be honest, you hate me with all your heart. What do I hear? - Yes, I did. You hate me, you hate me. You're wrong, my dear cousin. Mainly since chance has bound us in kinship, her hatred of me has become intolerable, cousin, so forced to see me and bear me. Oh, my God! My presence and my conversation irritate you, and I wish you could undoubtedly cause me some harm, in such a way that no one but I would know that you were causing me... since your hatred is intimate and absurd and secret between the two, soul to soul. My hatred! You're a little foolish. Maybe you should. \"Six times since she got married, we've spoken among people, like strangers, and I didn't even know her before. At the very least there could be sympathy or... antipathy for you from me, that instinctively inspires us to have any new relationship. But you hate me, why? Don't you think hatred is an honor that can't be bestowed on anyone? Which is why, of you, I was proud to be the most hated man in the world. I don't understand that illusion. Well, it's weird, because they say you have talent. Thank you. They also say you have it. \"We both know nothing of each other and what they say. You want us to try and convince ourselves? - All right. Let's talk, then, for the first time. The other six are useless. Let's talk... frankly about it. You can do that? Why not, dear cousin? Oh, no... you're not capable! If you were, I would have said... hated cousin! I find him stubborn, more of a fool. Less bad. That's what makes me start to be frank. I correspond, and I say you were not sincere in saying that you did not know me before I married. You met me on the tram. At least two years ago. I don't remember. Would you like to have the kindness? Bad night, windy, rainy, and a tram from Salamanca, this neighborhood. A little late, and I'm alone on the tram. A lady who stops him a little, and who goes up: it was you. You were very elegant: brown leather coat, big hat and pens of thought, wavy thought... Do you remember now? - No, I'm not. I just remember I had those clothes. And so fragrant, the smell of her essence made me look up at the newspaper. I went without reading for a moment, absorbed by your kindness... and you, along the empty car, had entered to sit in a front angle, diagonally opposite to the one I was occupying. You took a quick glance at my admiration, and immediately disregarded it, looking back through the glass of the platform, and I persisted in looking at it, absorbed by its arrogance and beauty. Thou hast again warned my attention, and hast despised it more, turning thy back on me. - Yes, you did. It was, my cousin, my friend, the hatred you were beginning to grant me, by the way... By the way... generously. And I smiled. Well, I told you, you're a little goofy. Any other who wasn't, would have only seen in my contempt... the one that suits the tram tenors. If you'll excuse me, cousin, I'd say you'd rather be indifferent. The disdain marked like that is already a little bit of a distraction... and I smiled, smiled... so... I formed my judgment of you... and I again plunged into my reading; for not looking at you again... what a torment then! What is the rage for you? Do you remember? I did, however, alone, alone always on the tram, the journey, long... in the Cybele, you would have given I don't know what, because I would look at her again. In Columbus, and no one came in, you coughed three times, dropping two of your handkerchiefs, and talking to the collector so that the abyss-bound unrestrained reader could hear his seductive voice... a clear, divine voice, which I heard well... for what I least cared about was the newspaper, all bent on making you angry with my indifference... because I will also tell you, if you will, that indifference is the best punishment against the disdainful women of the tram. Finally, you came down; I had my feet so stretched out, that you had to ask me as I passed: \"Do you allow me? \" \"Horror, my hated cousin!... remember?... I picked up my feet without answering him, without raising the eyes of the Herald, whose reading I didn't interrupt... \"False!... You looked at me; and in such a way, that my head still turned through the glass as I walked towards my house! How? Does that remind you? I remember. You see what things are like! And don't you also remember that other nights since then we met again on the tram, with more people, with fewer people, and that I always... read the Herald? And don't you remember, hated cousin, that on the tram and in the street, wherever we met again, I took care to warn you of my first contempt? His hatred. - It's the sea! I hate you! A hatred of women. Love is the other way around. Do you think... I was so afraid of this inevitable explanation, as of a declaration... of love. Oh, my God! What? That I cannot consent to... The husband comes in, says hello. The husband leaves to leave the coat and the cane. There's a silence. Did you say... go on, go on. I said you'd see if you could stop hating me and love me... there's no other way. For my part, I often feel the intention of kissing you. Oh, but you surrender to me, miserable! Did you not foresee that my hatred would fade away, assuming I had it, by confessing to me your morbid interest in your readings of the Herald? You, the intention to give me a kiss; I, the willingness to deny it, and here I am avenged, healed of my hatred... radically. No, because I'll tell you right away that I don't mind you denying it... and you'll still hate me. Like you to me consequently? Hate is love in reverse. I don't give up the pride of his hatred. I tell you, cousin, there is no other way but to hate... or love. There's another one left. To confess our mutual unquenchable hatred for your wife, my husband... and never see each other again. That's the prudent thing. You're right: it's the prudent thing. There's no reason for us to keep putting up with each other. There comes my husband! And my wife! My beautiful blonde cousin gets up, hesitates... comes back to me from the door. Don't tell them anything yet! - He warns me. I swear you hate me with all your soul! With all my soul! He leaves, and I stand for a moment breathing his essences, shaken to the flight of his silks. My cousin hates me. My cousin has talent, what the hell! The Naïve Tales, 1920", "title": "Mi prima me odia", "author": "Felipe Trigo"}