{"metadata": {"length": 2560, "words": 519, "reading_time_min": 2.595}, "text": "Once upon a time a little bird went to a tailor and told him to make a woolly dress for him. The tailor took the measure, and told him he'd be done in three days. He went at once to a hat, and sent him to make a hat, and it happened the same as with the tailor; and finally he went to a shoemaker, and the shoemaker took him a measure, and said to him, like the others, to come back for them on the third day. When the appointed time had come, he went to the tailor, who had the fine wool garment on, and said, \"Put it on the stake, and I will pay it to you\". So did the tailor; but instead of paying him, the tailor flew away, and the same happened to the hatman and the shoemaker. And the little bird put on his new garments, and went into the king's garden, and sat upon a tree that was before the balcony of the dining-room, and sang while the king ate, and said, I am more beautiful in my woolly garment than the king in his garment of corn. I'm prettier in my woolly dress than the king in his granite cloak. And so much did he sing and recite the same thing, that his royal majesty was angry, and he commanded that he be taken and brought to him fried. That's what happened. After it was folded and fried, it became so small that the king swallowed it whole. When the little bird was seen in the king's belly, which looked like a darker cave than midnight, he began to make steady right and left gait. The king began to complain, and to say that he had been eating badly, and that his stomach was aching. The doctors came, and gave His Royal Majesty a junk of the apothecary to vomit; and as he began to vomit, the first thing that came out was the little bird, which flew more suddenly than an exhalation. And he went and dived into the well, and immediately went to a carpenter's house, and gathered up the whole body of the tail; and he went afterward to all the birds, and told them what had happened to him; and he asked each one of them for a little feather, and they gave it to him; and as it was anointed with a tail, they did stick it on it. Each feather was of its own color, leaving the bird the prettiest it had ever been, as colorful as a twig. And he turned round about the tree that was before the king's balcony, and sang it to himself, saying, Who hath this happened to me? In the king I entered, out of the king I came. And the king said, Let that wicked little bird be taken. But he, who was on the alert, blew up drinking the winds, and did not stop until he landed on the nose of the moon. Popular tales, fortunes and refrains, 1921", "title": "El pícaro pajarillo", "author": "Fernán Caballero"}