{"metadata": {"length": 2466, "words": 479, "reading_time_min": 2.395}, "text": "The bright light of the full moon shone through the window, right next to the wall where the napkin was. That's why little Lischen couldn't sleep. He kept looking at the clear face of the moon. She had eyes, which now began to blink; she had a mouth, which suddenly began to move. -Lischen, why aren't you asleep yet? - the moon asked. - Because you look at me like that. \"Then I won't look at you again\", said the Moon, and covered her face with a cloud. Lischen was asleep at the time. Then he dreamed that the good moon had gone far and would never return. Lischen started to cry. Then the moon quickly turned away the cloud that covered it and laughed at little Lischen. - Look at me! Here I am, he said. But little Lischen had his eyes so full of sleep, he couldn't see the moon well. - Get close! - she said. Get up to me! Then it was Lischen who laughed at the moon and said, \"How am I supposed to get up if you're so tall?\" And the moon, in effect, sent forth all its rays, so that they looked like a road of gold. Lischen started to climb up for her, until she was very close to her friend. But then the face of the moon became gigantic: his eyes were like lakes, his nose like a mighty mountain, and his mouth like a deep, deep valley. Little Lischen was terrified at such a sight, and he ran back. But the path of lightning had disappeared and fell headlong to the ground, completely surrounded by darkness. When he came down, there was a big bum-bum. Little Lischen got in a panic and started crying loudly. And his mother came in haste, and his father came after her; and after his father came his elder sister. When they saw the boy, in his sleeping shirt, sitting at the foot of the bed, the three asked at once: \"Lischen, what happened?\" \"I fell from the moon\", the boy said. Then the father laughed, and the sister laughed too; but the mother raised the poor Lischen and asked him, \"Where is it hurting you?\" - Here, in the head - said Lischen. His mother caressed him with the painful place, as she sang to him: \"Cure yourself soon, cure yourself now\". Don't cry, kid, don't cry anymore. The good fairies will soon come, and your pains will heal you. Get well soon, get well now. \"Well, now you can sleep again\", he said later, \"but I wish I could tell you one thing: never go back to the moon! She's too tall for a little man like you! Lischen promised it, firmly and securely, and so has he kept it on time to this day. FIN FINISH Anonymous Swiss", "title": "El pequeño Lischen y la luna", "author": "nan Anónimo"}