{"metadata": {"length": 5186, "words": 912, "reading_time_min": 4.56}, "text": "The situationists were having a big party: meat with leather, tobacco and drinking at discretion, given the proximity of the elections. Opponents, on the other hand, lacked such a right, and in order to avoid actions prohibited by law, the authorities hindered any purpose of assembly. At a bowl, on the edge of the village, they gathered together from 11 a.m. to rush to the bucket. The main ones said some hostile words against the opposition gang; a cheerleader sang praise verses for the party's \"head\"; he played tobacco for the sake of many, and drank, to his death, in the thick, murky cups, splashed with bubbles whose effervescence would stop at the cooling of the glass. With daylight, there was naive joy. They had already crossed, like blazing lightning of brawling, some connotations of quarreling among bad people, but everything up until then was just passing alarm. How could I keep calm like this? There was Athanasius Sosa, charged with two deaths and many acts of blood; Camilo Cano, badly punched feared for cruelty, visible in his eyesless pupils; Romero's incarnation, stubborn with provocations, and above all, Reginaldo Britos, the brave black Britos, always willing to fight, useless of drink but unstoppable, resistant to stab as a bag to the stork. Nor wonder what spell could keep him standing, despite the hundreds of deadly scars that made his skin a conundrum of clear, irregular grooves. The novices were tested against him, counting on the insecurity of his throats, heavy with wavering drunkenness, which made him a safe target. Poor black Britons! He was already drunk, and he wouldn't save me from some bad rehab. I spoke to him, to distract him, of horses, reins, braids, or distant payments, and he heard me with visible effort in his eyebrows, falling towards the outer corner of his eyes, like painful underlines of his forehead strapped by the laurel of a large cut. From time to time I jokingly commented on my words, while he seemed to abstract himself into predictions of a coming event. Behind our backs, people roared and voices rose. Athanasius Sosa, puffed up with a sudden unexplained rage, seemed to respond to an aggression that didn't really exist. - I'm gonna be scared of big black people because they say they're tough where they find softness! I collated the allusion. Standing very close, on the open wheel around the malevolent, I saw my pawn Second Shadow, looking with eyes that pretended surprise. He was, without a doubt, the challenger, and I hurried, forgetting Britos, to intervene preventing a close outcome. \"Hard sticks are sticks\", said Sosa. Don Segundo was a quiet man; making himself misunderstood, he nodded pretending admiration: \"To the putsch!... I always said that you were a bad man... But I'll be curious: will you manipulate people first? Those who dared laugh did it on grass. Sosa, deeply afraid of Don Segundo, added: \"No!... if I know who I'm talking about. How was it? I don't know how to say it, but Sosa and Britos were standing, face to face, looking back at each other. Sosa pulled out a revolver. Britos slipped a small knife from his coffin; the void was made around him out of fear of bullets, and - oh sad idea of drunkenness! - Britos took a chair from his back, pointing all four legs at his enemy, pretending to shield himself with the sterile as he advanced in search of a body to body. And in a few minutes of astonishing general immobility, the filthy cowardice was consumed. Sosa buried her feathers in her belly. Britons would march in zig-zag, standing dry at every shell shock, but without falling, splashing in their shedding blood until their vigor died, being pierced on their chair, miraculously falling to their feet like a fleshy goat. There was a riot, and the authorities came. A doctor examined the man and said, \"He is dying!\" Britos opened his eyes, smiled, and the numbed pronunciation of alcohol and agony replied with slow anger: \"Tell one that no! But there was nothing else: given the gravity of each sketch that pierced his body, he was told to be dying, and he would die. Then the authorities looked at each other with the same thought: If this one disappeared without a remedy, the other would have to be saved by bringing all the blame on Britos into the process. So it was; but, -oh, incredible witchcraft! - Britons did not want to die and did not die, so that when he found himself lead on his still weak legs, he went to pay with two years of prison the bullets Sosa would strike him. I have never forgotten this infamy, which I had witnessed to the growth of the hatred I always professed for the ruffian little leaders of our successful political methods. The two years passed without my anger, my pity for the Britons, being quenched. One afternoon, as I was leaving the village for my room, as I crossed the balcony in front of the Palomas, I saw a drunk man, a knife in his hand, spitting the tiles at great rays. - No bullet can hit the black Britos, no knife can reach the soul. No one was responding from within to the challenges. Britos, just released from prison, kept scratching the tiles, inviting everyone to the fight. God help you, brother! FIN", "title": "Politiquería", "author": "Ricardo Güiraldes"}