{"metadata": {"length": 3775, "words": 738, "reading_time_min": 3.69}, "text": "I came home carrying the folder full of papers, reports, studies, research, proposals, contracts. My wife, playing alone in bed, a glass of whiskey in the nightstand, said, without taking your eyes off the cards, you look tired. The sounds of the house: my daughter in her bedroom practicing voice setup, the quadraphonic music of my son's bedroom. \"You're not going to drop that briefcase?\" asked my wife. I went to the library, the place in the house where I liked to be isolated, and as always I didn't do anything. I opened the volume of searches on the table, I didn't see the letters or the numbers, I barely expected. You keep working, I bet your partners don't work half and earn the same thing, my wife walks into the room with a glass in her hand, can I send the food? The maid was French, my children were grown, my wife and I were fat. It's that wine you like, she snaps with pleasure. My son asked me for money when we were at the coffee shop, my daughter asked me for money at the liquor time. My wife didn't ask for anything: we had a joint bank account. Shall we take a ride in the car? I invited you. I knew she wasn't going, it was TV show time. I don't know what fun it is to drive every night, that car cost a fortune, it has to be used, I'm the one who clinges the least to material goods, my wife replied. The kids' cars blocked the garage door, preventing me from getting mine out. I took out the two of them's cars, I left them on the street, I took out mine and I left it on the street, I put the two cars back in the garage, I closed the door, all those maneuvers left me slightly irritated, but seeing the parachutes coming out of my car, the double chrome steel special reinforcement, I felt my heart beating fast with euphoria. I put the key in the ignition, it was a powerful engine that generated its power silently, hidden in the air hood. I left, as always, not knowing where to go, it had to be a deserted street, in this city that has more people than flies. On Avenida Brasil, there couldn't be much movement. I came to a poorly lit street, full of dark trees, the ideal place. Man or woman, there really wasn't much difference, but no one showed up in condition, I started to get a little tense, that always happened, until I liked it, the relief was greater. Then I saw the woman, it could be her, even if a woman was less exciting, because it was easier. She was walking in a hurry, carrying a lump of ordinary paper, bakery or greenery stuff, wearing a skirt and a blouse, walking fast, there were trees on the sidewalk, twenty to twenty meters, an interesting problem that required a dose of skill. I turned off the lights in the car and I'll speed up. She only realized I was going over her when she heard the sound of the rubber tires hitting the rack. I gave the woman up on her knees, right in the middle of her legs, a little bit more to the left, a perfect blow, I heard the impact crack the two bones, I swiftly deflected to the left, a perfect blow, I passed like a rocket near a tree and slipped with the tires singing, back to the tarmac. Good engine, mine, went from zero to 100 kilometers in 11 seconds. I could even see the whole disjointed body of the woman who had gone to stop, red, on top of a wall, of those little suburban house. I checked the car in the garage. I proudly passed my hand gently through the seatbelt, the unmarked bumpers. Few people, all over the world, matched my skill in using those machines. The family was watching TV. You've already taken your walk, now you're calmer? asked my wife, lying on the couch, staring at the video. I'm going to bed, good night to everyone, I replied, tomorrow I'm going to have a horrible day in the company. The last one is \"Passeio Noturno\", Happy New Year, 1975", "title": "Paseo nocturno", "author": "Rubem Fonseca"}