{"metadata": {"length": 4431, "words": 816, "reading_time_min": 4.08}, "text": "Once upon a time, there was a queen who gave birth to a very beautiful girl. At baptism he invited all the fairies of his kingdom, but he unfortunately forgot to invite the most wicked. Nevertheless, this evil fairy also appeared at the castle and, passing by the cradle of the little girl, said in disguise: \"At sixteen you will be stabbed with a spike and die!\" A good fairy who was nearby, hearing the curse, uttered a spell to mitigate the terrible sentence: stabbing herself, instead of dying, the girl would remain asleep for a hundred years and only the kiss of a young prince would wake her from her deep sleep. Years passed and the princess became the most beautiful girl in the kingdom. The king had ordered all the castle belts burned so that the princess could not punch herself with any. However, on the day of her sixteenth birthday, the princess went to a place in the castle that everyone thought was uninhabited, and where an old maid, unaware of the king's ban, was roping. Out of curiosity, the girl asked the woman to let her try. \"It's not easy to weave wool\", the maid told him. But if you have patience I will teach you. The curse of the wicked fairy was about to come true. The princess pinched herself with a spindle and fell to the ground like a dead woman. Doctors and magicians were called in for consultation. However, none of them succeeded in overcoming the curse. The good fairy, knowing what happened, ran to the palace to console her friend the queen. He found her crying by the flower bed where the princess lay. He won't die! You can be sure! She consoled her, only for a hundred years she will sleep. The queen, made a sea of tears, exclaimed: \"Oh, if I could sleep!\" Then the good fairy thought: \"If with a spell everyone slept, the princess, when she wakes up, would find all her loved ones around her\". The fairy's golden wand rose and drew a magic spiral in the air. Instantly all the inhabitants of the castle fell asleep. Stay calm! I'll be back in a hundred years for the awakening, said the fairy taking one last look at the castle, now plunged into a deep sleep. In the castle everything had been silenced, nothing moved alive. Pendants and clocks were jamming until his rope ran out. Time seemed to have really stopped. Around the castle, drowsy, a strange, leafy forest began to grow, as if by charm, with climbing plants that surrounded it like an impenetrable barrier. Over time, the castle was hidden by weeds and forgotten by everyone. But at the end of the century, a prince, chasing a boar, came to the vicinity. The wounded animal, to save himself from his pursuer, found no better hiding place than the thickness of the hedges surrounding the castle. The prince got off his horse and, with his sword, tried to make his way. It was moving slowly because the whale was very dense. Discouraged, he was about to retreat when, pulling away a branch, he saw... he continued to advance until he reached the castle. The drawbridge was down. And he went in, and saw all the inhabitants lying on the stairs, in the hallways, in the courtyard, and thought with horror that they were dead. Then he calmed down to find out they were just asleep. Wake up! Wake up!, he screamed over and over again, but in vain. Increasingly strange, he entered the castle until he reached the room where the princess slept. For a long time she looked at that serene face, full of peace and beauty; she felt the love that she had always hoped for in vain born in her heart. He went up to her, took her hand and gently kissed her... with that kiss, suddenly the girl ran off and opened her eyes, waking up from her long sleep. And he saw the prince before him, and said, At last thou art come. In my dreams I cherish this moment long awaited. The spell had broken. The princess stood up and laid her hand on the prince. At that moment the whole castle woke up. They all stood up and looked at each other, amazed, wondering what had happened. When they realized it, they ran wild with joy alongside the princess, more beautiful and happy than ever. After a few days, the castle, which was then immersed in silence, was filled with songs, music and cheerful laughter on the occasion of the wedding. * Huso n. m. (lat. (Fusum) A tool for twisting and rolling, in the hand threading, the yarn that is being formed. I'm not going to say. A conical instrument around which the cotton thread, silk, etc. is rolled.", "title": "La Bella Durmiente", "author": "nan Anónimo"}