{"metadata": {"length": 6899, "words": 1252, "reading_time_min": 6.26}, "text": "Monsignor was alone in the country. He went to a hedge and with a stick pulled out a large spider from his cloth: it was young, solid, magnificent; delicate drawings of exquisite colors adorned the bow of his abdomen. The bastard, pulled out with his own thread, was swinging suspended in the void, not understanding what was happening to him. In an opening near the same hedge, another spider was found, even more formidable. It looked like Moloch, or perhaps even the dragon, the ancient serpent, also called Satan. Satisfied and motionless, she reigned with all her magnificence in that little world. In order to carry out an experiment, monsignor, with a determined gesture, threw the first spider into the net, which was stuck and trapped. The man didn't even have time to see it. The large spider seemed to be sleeping, but it hurriedly threw itself upon the intruder and immediately enveloped her with its silver-plated bubble gases. There was no fight. In a few moments the first spider was completely immobilized. It was late, the countryside calm, the sun slowly setting over the mountains, making the web shine with its tiny drawings. Everything had gone back to the peace of the past. In the middle of the cloth, the giant spider remained motionless, like a flying kite. Down there, he hung the envelope with the enemy inside. Would he have died? Occasionally, his two front legs trembled almost imperceptibly. Until, suddenly, the prisoner was released. He didn't make any visible efforts, he didn't give any shake. Would you have deciphered the secret, meditating inside the trap? It came out of the atoll, appeared intact, went without hurry along one of the radial wires that held the net. Hurry up, move, thought the monsignor; do you want me to catch you again? But the spider was taking his time. Moloch, thrust upon his throne, did not blink. Was there a pact between the two? The oldest could have said to the other, \"If you can get out, I'll forgive you\", or something like that. In fact, he stood still like a statue, pretending not to know, giving up. And the other one was getting back into the foliage. Monsignor, however, went faster and managed to remove the fugitive spider from the plant, taking care not to harm it. He made it swing like a pendulum two or three times and then gently threw it into the net a second time. And for the second time the giant jumped. One day he was standing on top of the other and, opening his eyes, tried to wrap it around him. There was a brief fight. The younger one had been caught in the net and could not turn back to fight head-on. Somehow, though, he was defending himself, twisting backwards. Soon after, he was still in this disadvantaged position. However, the ties were far less perfect than before. In the initial challenge, the larger spider had wasted its bait and had almost nothing left. It had to be confined to a very elementary tie, leaving large spaces between the nets. At that moment, behind the monsignor moved something black, perhaps a bird, a falling leaf, a horn. He got upset but the camp was completely deserted. The winning spider did not return to his throne immediately. This time he worked hard around the prisoner's body and slowly bit her back to poison her. The other one was holding him, resigned, and she didn't seem to suffer. After mistreating her for a long time, she returned to the center of the net, but then she seemed to repent and began to bite her again. That's three times. On the third, the prisoner pulled her tweezers out of a gap in the net that enclosed her and grabbed a leg of her executioner on the flight. Moloc was caught up in the agitation, abandoned the victim and tried to retreat. But the other one resisted furiously. I would stretch his leg to spasm, a little more and he would have broken it. Until the prisoner's strength failed and her tweezers gave in. Doubting that someone was watching him from behind, Monsignor turned again. But behind him there was no one except the field, the sunset and a yellow cloud with a kind of very long arm, like a warning. Directed to him, perhaps? Lying back, the large spider climbed back up on its platform, with a gross consternation. She seemed overwhelmed by the fear of being poisoned. With great care he began to caress the leg his opponent had grabbed. He would raise it with the other seven, take it to his mouth and look like he was licking it, then stretch it to check it out, like we humans do after we've done some twisting. She looked like a mother with her son. After a few minutes, however, he began to calm down. To see if her leg could keep pinching, she now checked it on the same threads of the net, almost as if she was playing the harp. Then, with an unpleasant charm, he would again caress her. Finally, consoled, she returned to the fierce work with more zeal if possible. His tweezers sank into the victim's abdomen, cutting him off like a slit. And from the cracks began to pour a thick, whitish liquid. At that moment, as the sun died, the unfathomable arm of the cloud, suspended over the valley, became alive and burning, reflecting itself over the world. Even the hedge, within its limited possibilities, shone. And yet, now everything had returned to an even greater stillness than before, because, of the two spiders lurking a moment ago, only one remained, motionless and absorbed as if nothing had happened. The other had ceased to be a spider, a slender, inert cocoon; even the viscous outflow of its intestines was beginning to clot. But that wasn't death yet: shrunk as they were in the bag, the two front legs moved about a tenth of a millimeter. A horse-drawn horse passed by the nearby road, the horse was trotting happily and disappeared north. Then, across the river, Monsignor heard a peasant girl singing with a turbulent abandonment. I was alone. With the precision of a surgeon, he broke the bonds with the help of a stick and freed the tortured bastard. Then he put it on a sheet. There the creature stood, completely crippled, maintaining the posture he had previously held in his prison, as if he had been in a coma, because of the invasive paralysis. Then he tried to walk and fell to his side. The eight little ones pulsed at the same pace, as if invoking: the abandoned, the innocent, the Lamb of God. On his knees in the meadow, Monsignor leaned over that pain. Oh, my God, what did I do? It had been very little, a game, a little experiment, to destroy a life. As he thought about this, he realized that the spider was looking at him: something hard and stinging was rising up to him from his unexpressive ears. And he also noticed that the sun had set: the trees and the bushes were becoming mysterious in the mist, waiting. And now who was moving behind his back? Who whispered his name in a low voice? There didn't seem to be anyone. *FIN* I reziarii, Corriere della Sera, 1947", "title": "Los reciarios", "author": "Dino Buzzati"}