{"metadata": {"length": 6301, "words": 1175, "reading_time_min": 5.875}, "text": "On February 6, 1829, the Montonniers, who had been enraged by Lavalle and had marched from the South to join the Lopez divisions, stayed in a hut they did not know, three or four miles from the Pergamino; towards the light, one of the men had a strong grip: in the tumult of the galpon, the confused cry awakened the woman who was sleeping with him. Nobody knows what he dreamed, for the next day, at four, the Montoneros were beaten by the cavalry of Suárez, and the persecution lasted nine days, until the pajonals were already livid, and the man fell into a pit, his head smashed by a shard of the wars of Peru and Brazil. The woman was named Isidora Cruz; the son he had was named Tadeo Isidoro. My purpose is not to repeat your story. Of the days and nights that make up the whole, I am interested in one night; the rest I will not refer to, but what is necessary for that night to be understood. The adventure is in a named book; that is, a book whose matter can be all for all (1 Corinthians 9:22), because it is capable of almost inexhaustible repetitions, versions, perversions. Whoever has commented on the story of Tadeo Isidoro, and there are many, has pointed out the influence of the lanuage on his formation, but gauchos identical to him were born and died in the Serváticas of the Paraná and in the eastern taiga. He lived, yes, in a world of monotonic barbarism. When he died in 1874 of a black fever, he had never seen a mountain, nor a gas peak, nor a mill. There is no city. In 1849, he went to Buenos Aires with a troop of the establishment of Francisco Xavier Acevedo; the troops entered the city to loosen the cinch: Cruz, recessive, did not come out of a well in the neighborhood of the corrals. He spent many days there, alone, sleeping on the ground, eating, rising to his feet and bowing in prayer. He understood (beyond words and even understanding) that nothing had anything to do with the city. One of the pigs, drunk, smashed it. Cruz did not reply, but in the evenings of his return, near the fire, the other was yelling, and then Cruz (who had never shown anger, or even disgust) struck him with a whip. He was a fugitive, had to hide in a cathedral: the cries of a chajá warned him that the police had surrounded him. He tried the knife in a kill: so that they would not stoop to it on the ground, the spurs were removed. He preferred fighting to surrendering. He was wounded in the ante-branch, in the shoulder, in the left hand; he slew the best of the party; when the blood ran between his fingers, he fought with more courage than ever; to the alba, shaken by the loss of blood, they slew him. The army was then performing a penal function; Cruz was sent to a fort on the northern border. As a young soldier, he participated in civil wars; sometimes he fought for his native province, sometimes against. On January 20, 1856, in the Lagunas de Cardoso, he was one of the thirty Christians who, under the command of Major Sergeant Eusebio Laprida, fought against a hundred Indians. In that action he received a lash injury. In its dark and valerian history, the hyatos are abundant. By 1868 we know it again in the Pergamon: married or widowed, father of a son, owner of a piece of land. In 1869 he was appointed Sergeant of the Rural Police. He had mended the past; at that time he had to consider himself happy, though he was profoundly unhappy. (He awaited, secret in the future, a fundamentally dreadful night: the night in which he finally saw his own face, the night in which he finally heard his name. Well understood, that night ends your story; better said, an instant of that night, an act of that night, for acts are our symbol.) Any destiny, however long and complicated, consists in fact of one single moment: the moment in which man knows forever who he is. It is said that Alexander of Macedon saw his future in the fabulous history of Aquiles; Carlos XII of Sweden, in that of Alexander. To Tadeo Isidoro Cruz, who knew not to read, that knowledge was not revealed in a book; it was seen to itself in a sailor and a man. The facts were as follows: In the last days of June 1870, he received the order to arrest a man who owed two deaths to the justice. This was a deserter of the forces who Colonel Benito Machado had sent to the South border; in one of his gangs he had killed a mule in a lupanar; in another, a neighbor of the Red Party; the report added that he came from the Colorada Lake. In this place, forty years ago, the mountaineers had gathered to eat the flesh that gave their birds and dogs a feast; from there came Manuel Mesa, who was executed in the Victoria Square, while the drums sounded to keep the rage from being heard; from there, the unknown who had conceived Cruz and who had hung himself in a dungeon, had slashed his head with a shard of sand from the battles of Peru and Brazil. Cruz had forgotten the name of the place; with a slight but inexplicable anxiety he recognised it... The criminal, acolyted by the soldiers, hurried to his horse a long labyrinth of inlets and outlets; these, however, surrounded him on the night of the 12th of July. He had been beaten in a paunch. The darkness was almost indecipherable; Cruz and his men, cautious and on foot, advanced to the savage savannahs, where the roaring horde shook or slept the secret man. He blew a whistle; Tadeo Isidoro Cruz had the impression that he had already experienced that moment. The criminal came out of the guaranty to fight them. The crimson face he received, terrible; the wavy hair and the grey beard seemed to eat his face. One particular reason I see is the fight. Let me remind you that the deserter abused or killed several of the men of the Cross. This, while fighting in the dark (while his body was fighting in the dark), began to understand. He understood that one destiny is not better than another, but that every man must choose the one he brings into his heart. He realized that the ties and the uniform were already tying him down. He knew his intimate destiny as a wolf, not a hound; he knew that the other was him. It was dawn in the desolate plain; Cruz threw the grenade into the ground, cried that he would not consent to the crime of killing a hero, and fought against the soldiers with deserter Martn Fierro. FIN El aleph, 1949", "title": "Biografía de Tadeo Isidoro Cruz (1829-1874)", "author": "Jorge Luis Borges"}