{"metadata": {"length": 7185, "words": 1401, "reading_time_min": 7.005}, "text": "He would come to the office every day at 8:30 in the morning. The car stopped at the door of the building and I came down, walked ten or fifteen meters and came in. Like every executive, I spent the mornings calling on the phone, reading memo, writing letters to my secretary, and getting angry with problems. By the time lunch time came, he had worked hard. But I always had the impression that I had done nothing useful. He would have lunch in an hour, sometimes an hour and a half, at one of the nearby restaurants and then return to the office. There were days when I spoke more than fifty times on the phone. The letters were so many that my secretary, or one of the assistants, would sign for me. And always, at the end of the day, I had the impression that I hadn't done anything I needed to have done. I was going clockwise. When there was a party, in the middle of the week, I was upset, because I had less time. I took home work every day, I could translate better there, I didn't get much phone calls. One day I started to feel a strong tachycardia. Also, that same day, when I arrived at the office in the morning, a guy came up to me on the sidewalk and walked me to the door and said, \"Doctor, doctor, can you help me?\" I gave him some coins and walked in. Shortly after, when I was talking on the phone with São Paulo, my heart exploded. For a few minutes he beat at a very fast pace, leaving me exhausted. I had to lie on the couch until it passed. I was stunned, sweating so much, I almost passed out. That same afternoon, I went to the cardiologist. He did a thorough examination, including an exercise-induced electrocardiogram, and at the end, he said that I needed to lose weight and change my life. I was just kidding. Then he recommended that I stop working for a while, but I told him that, too, was impossible. Finally, he prescribed me a diet and told me to walk at least twice a day. The next day, at lunchtime, when I went for the doctor's prescription walk, the same subject the night before stopped me asking for money. He was a white man, strong, long brown hair. I gave him some money and I went on. The doctor had said frankly that if he wasn't careful, he could have a heart attack at any time. I took two tranquilizers that day, but that wasn't enough to completely free me from stress. I didn't take work home at night. But time was running out. I tried to read a book, but my attention was elsewhere, in the office. I turned on the TV, but I couldn't hold out for more than ten minutes. I went back for my walk after dinner, and I sat impatiently in a chair, reading the newspapers, angry. At lunchtime the same guy matched me, asking for money: \"But, every day?\" I asked. \"Doctor\", he replied, \"my mother is dying, she needs medicine, I don't know anyone good in the world, except you\". For a few days the subject disappeared. One day, at lunchtime, I was walking when he suddenly appeared next to me: \"Doctor, my mother died\". Without stopping and hurrying to step, I replied, \"I'm so sorry\". He extended his stride, staying next to me, and said, \"He died\". I tried to get rid of him and started walking fast, almost running. But he ran behind me, saying, \"He died, he died, he died\", stretching out his two arms contracted in an expectation of effort, as if to place the mother's coffin on the palms of his hands. Finally, I stopped sighing, \"How much is it?\" With five thousand crosses he buried his mother. I don't know why, I took a checkbook out of my pocket and I made a check for that amount, standing there on the street. My hands were shaking. \"Now enough\", I said. The next day I didn't go out to turn around, I had lunch at the office. It was a terrible day when everything turned upside down: some papers were not found in the archives; a major competition was lost by a minimal difference; an error in financial planning required that new and complex budgetary calculations had to be drawn up in an emergency. At night, even with tranquilizers, I could hardly sleep. In the morning I went to the office and, in a way, things got a little better. At noon I went out to turn around. I saw the guy asking me for money standing, half-hiding in the corner, stalking me, waiting for me to pass. I turned around and walked in the opposite direction. Soon after, I heard the sound of shoeheads hitting the sidewalk as if someone was running behind me. I took the step, feeling a drowning in my heart, it was as if I was being chased by someone, a childish feeling of fear that I tried to fight, but in that instant he came to my side, saying doctor, doctor. Without stopping, I asked, now what? Staying by my side, said doctor, you have to help me, I have no one in the world. I answered with all the authority I could put in my voice,  look for a job. He said I can't do anything, you have to help me. We ran down the street. I had the impression that people were watching us strangely. \"I don't have to help you, in any way\", I replied. You have to, otherwise, you know what can happen, and she grabbed my arm and looked at me, and for the first time I saw what his face was like, cynical, vengeful. My heart was beating with nerves and tiredness. \"It's the last time\", I said, stopping and giving him money, I don't know how much. But it wasn't the last time. Every day he would appear, suddenly, supplicating and threatening, walking beside me, ruining my health, saying it's the last time, doctor, but it was never. My pressure went up even higher, my heart burst out just thinking about him. I didn't want to see that guy anymore, what was my fault that he was poor? I decided to quit working for a while. I spoke to my management colleagues who agreed to my two-month absence. The first week was hard. It's not easy to suddenly stop working. I felt lost, not knowing what to do. I got used to it. My appetite increased. I started sleeping better and smoking less. I watched TV, read, slept after lunch and walked twice as much as I did before, feeling great. I was becoming a quiet man and seriously thinking about changing my life, stopping working so much. One day I went out for my usual walk when he, the beggar, appeared unexpectedly. Hell, how did you find out my address? \"Doctor, don't leave me!\" His voice was of grief and resentment. I only have you in the world, don't do that to me again, I need some money, this is the last time, I swear, and he put his body very close to mine, as we walked, and I could feel his breath sour and rotting from hunger. He was taller than me, strong and threatening. I went in the direction of my house, he accompanied me, his face fixed toward me, watching me curious, suspicious, ruthless, until we got to my house. I said, \"Wait here\". I closed the door, went to my room. I came back, I opened the door and when I saw him he said, \"Don't do that, Doctor, I only have you in the world\". He didn't finish talking, or if he finished I didn't hear him, with the sound of the shot. He fell to the ground, and then I saw that he was a thin boy, with pimples on his face and a paleness so great that even the blood that was covering his face could not hide. *FIN*  O outro, Happy New Year, 1975", "title": "El otro", "author": "Rubem Fonseca"}