{"metadata": {"length": 2604, "words": 462, "reading_time_min": 2.31}, "text": "1. The trade unionist said to the progressive military: “You may have good intentions, but you will be commanded to death.” The progressive military said to the nationalist white: “Do you want to be French? Your agricultural reform can be in a jar.” The Nationalist White said to the Batllista: “What happens is that you always forget about the people in the interior.” The baptist said to the Christian Democrat: “I write gods with minuscule letters, and what?” The Christian Democrat said to the socialist: “I understand that you are a theist, but I will never forgive you for not believing in private property.” The socialist said to the troll: “You have not thought of why you have never won a revolution?” The troll said to the troll: “You are a group of morondangas.” The troll said to the skunk: “You are condemned to defeat because you have deviated from the masses.” The thief said to the thief, “You too had thieves.” The bolshie said to the prochino: “We support ourselves in the working class: will you support us in this too?” And so on. “Aim for the fire!” said the wolf, settling into the pit, and a truck picked up the corpses. 2. The battalion leader said to the nationalist white: “Well, you have to admit that you have sometimes had an anti-imperialist attitude that we lacked.” The nationalist white said to the socialist: “Maybe I lack your obsession with social justice.” The socialist told the Christian Democrat: “I think our disagreements about heaven have nothing to do with our agreement about the earth.” The Christian Demon said to the devil, “You know what I have redeemed you from your traditions? That is the meter you have for freedom.” The angel said to the prophet, “If you think better, it is not bad that the hundred flowers should open.” The prochino said to the thorn: “What do you think if we make an exception and agree on that of social justice?” The thorn 1 said to the trosseau: “Maybe it is true of the permanent revolution.” The Trotsky told the Foucault: “You at least risk, pig!” The Foucault told the progressive militar: “I don’t think you, as an institution, are ever going to be on the side of the people. But I can believe in you as an individual.” The progressive military said to the worker: “When it sounds like Workers of the World Together, do you make me a place?” And so on. “Stay there,” said the owl, settling into the trough. The soldiers then pointed him out. He doubtless did not shout, “Fire!” He took the bucket, threw it into the river, and something strangely removed it from its winter quarters. *FIN* With and without nostalgia, 1977", "title": "Oh quepis, quepis, qué mal me hiciste", "author": "Mario Benedetti"}