{"metadata": {"length": 1897, "words": 335, "reading_time_min": 1.675}, "text": "Dr. Michaelson was teaching his wife, whose name was Mrs. Michaelson, her combination of laboratory and greenhouse. It was the first time in many months she had visited. There was new equipment. \"So you were serious, John\", she finally asked him, \"when you told me you were experimenting with communication with flowers?\" I thought you were kidding. - Not at all, Dr. Michaelson said. Contrary to popular belief, flowers have a certain degree of intelligence. - But they can't talk! - Not the way we talk. But contrary to what people think, they communicate. Telepathically, yes, and in thoughtful images, not words. - Contrary to what people think, dear, even human-flower communication is possible, although so far I have only been able to establish communication in one direction. I mean, I can pick up their thoughts, but I can't send them messages from my mind to yours. - But... how does it work, John? \"Contrary to what people think\", her husband said, \"thinkings, both human and floral, are electromagnetic waves that can be... wait, it'll be easier if I show you, honey. He called his assistant who was working across the room: \"Miss Wilson, could you bring the communicator?\" Miss Wilson brought the communicator. It was a headband from which a wire would come out and reach a thin bar with a single wire. Dr. Michaelson put the tape around his wife's head and the bar in his hand. - It's very simple to use, she told him. Hold the bar close to the flower and it will act as an antenna to pick up your thoughts. And you'll see that contrary to what people think... but Mrs. Michaelson wasn't listening to her husband. I was holding the bar by a margarita steak in the window. After a moment he dropped the bar and pulled a small revolver out of his purse. She shot her husband first and then her assistant, Miss Willson. Contrary to what people think, margaritas speak. Fin Daisies, 1954", "title": "Margaritas", "author": "Fredric Brown"}