{"metadata": {"length": 5556, "words": 1076, "reading_time_min": 5.38}, "text": "He arose, bowed his head, and opened his eyes to see the oblivious sky like a smoky mirror. From the other piece came a guitar riff, a chance of a twisted maze that twisted and swung indefinitely... He slowly came to terms with reality, the things that he would never change for anything else. He looked at his great useless body, the ordinary woolen cloak that encircled his legs. Outside, beyond the curtains of the window, the wind and the day grew drier; it had slept, but there was still much light in the sky. With the left arm he threw with a hammer a piece of bronze that was on the floor. One or two times he stirred him; from the other side of the door came the faint cries. The executor was a black man who had appeared one night with pretensions of singing and had challenged another foraster to a long duet. Vended, he continued to frequent the pulpery, as if at the behest of someone. He had spent hours with the guitar, but he had not returned to singing; perhaps the defeat had made him bitter. People had become accustomed to that harmless man. Recabarren, the pattern of the pulpery, would not forget that contrast; the next day, when he ate a third of a twig of yarrow, his right hand had suddenly died and he had lost his voice. We, in our effort to learn from the heroes of the novels, ended up learning from ourselves; not so the suffering Recabarren, who accepted the paralysis as he had accepted the rigors and sorrows of America. Habitually living in the present, as animals do, he looked up at the sky and thought the red ring of the moon was a sign of rain. A boy of mixed race (perhaps his son) knocked at the door. Recabarren looked at him with his eyes and asked if he had a parrot. The boy, mute, said by signs that he didn't; the black man didn't sing. The seated man stood alone; his left hand shook a stick with the sledge, as if he were exercising a power. The landscape, under the last sun, was almost abstract, as if seen in a dream. A point moved on the horizon and grew into a jinn, which was coming, or seemed to be coming, to the house. He saw the chamber, the long dark cloak, the dead horse, but not the face of the man, who, at last, put on the gauntlet and came nearer to the trot. At about a hundred yards he was good. Recabarren did not see it again, but heard it whir, appear, tie the horse to the post and enter with a firm step into the pulpery. Without lifting his eyes from the instrument, where he seemed to be looking for something, the black man said with a sigh: \"I knew, Lord, that I could trust you.\" The other, with a sigh, said: —And I with you, my son. A few days ago I made you wait, but here I am. There was silence. Finally, the black replied, \"I am getting used to waiting. I have waited seven years. The other explained without a trace: —I have been without my children for more than seven years. I found them that day and I didn’t want to show up as a man who goes to the pub. - I have already taken charge - said the black man. I hope he left them in good health. The foreman, who had been sitting in the display case, laughed with good glee. He asked for a cup and he gave it without a word. —I gave them good advice, he said, which will never be out of date and cost nothing. I told them, among other things, that man should not pour out man's blood. A soft sigh preceded the black reply: —It was well. They will not look like us. —For me at least — the preacher said and added as if he were thinking in high voice — My destiny has desired that I should die and now, once again, he puts the knife in my hand. The black man, as if he had not heard, observed: —With the autumn the days are shortening. —With the light that was left, I am enough, — said the other, rising to his feet. He sat down before the black man and said, as exhausted as he was, \"Leave the guitar, for another class of counterpoint awaits you today.\" The two rushed to the door. The black man, when he came out, murmured, \"Maybe this one will go as bad as the first.\" The other replied with seriousness: —In the first you did not do wrong. What happened is that you were so eager to get to the second. They removed a third of the houses, walking to the parlor. One place on the horizon was equal to another and the moon shone. Soon they looked, shook their heads, and the foreman took off his hat. They were already with the poncho on their shoulders, when the black man said, \"I have one thing to ask you before we go to work.\" Let this encounter be a day of prayer and a day of mourning, like the other seven years ago, when he killed my brother. Perhaps for the first time in his dialogue, Martin Fierro heard the odium. His blood smelled like rotten eggs. They fought, and the filosophy steel reflected and reflected the black face. There is a time of the day when the wind is about to say something; it never says it or maybe it says it infinitely and we don't understand it, or we understand it but it's indescribable like music... From his chair, Recabarren saw the end. A scream and the black man fell, lost his footing, threw a punch to the face and swung in a deep scream, which penetrated the wind. Then came another that the pulper did not reach for and Fierro did not rise. Inmobile, the black man seemed to be watching his laborious agony. He wiped the sweat from his face and walked back to the houses slowly, not looking behind him. Now, when he had fulfilled his duty of justice, he was no longer anyone. Better said was the other: he had no future on earth and had killed a man. FIN Ficciones, 1944", "title": "El fin", "author": "Jorge Luis Borges"}