{"metadata": {"length": 6376, "words": 1201, "reading_time_min": 6.005}, "text": "I understand that you reporters have duties to your readers and therefore always go after news; but, as an enemy of repetition, I want the newspaper you represent, as the most important in the country, to be my only spokesman on this issue. My wife will be here in ten minutes; in the meantime, then, I beg you to listen carefully and write down my dictation. I'll give you all the details of the case, which, as you'll see, is pretty simple. I'll start by telling you that I was counting very few years old when my father died, leaving me a large fortune. But since leisure never entered my calculations, I decided to study a career, and I chose the career of doctor-surgeon. Here, between us, I'll confess to you that I've always considered medicine like Ambrose's carbine, but surgery, ah! That's another thing. Surgery can radically cure all the ills of mankind, and the day is not far away when even death can be avoided by it. My teachers were amazed at the extraordinary skill I had gained from the beginning: the scalpel in my hands was like a brush in an artist's. Every cut I made was a marvel of precision and art, yes sir, art. I won the first Academy Awards, and when I was awarded the title of Surgeon, it was noted that I had never received higher grades. The first major operation I performed after receiving it was the amputation of both hands by the famous pianist Gerosltein. Of course, it was absolutely unnecessary for that gentleman to lose both hands, but since I did not like the way he interpreted Beethoven, I decided to cut off the root of the evil; and forgive me this slight joke. That's when I met Matilde. I don't remember if it was at a dance at Princess Dorodinski's palace, or if it was at horse racing. But I do remember that from the first moment I saw her, I understood that she was the most beautiful woman that ever lived in the world, and therefore, that she had to be my wife. I was then overly romantic; you won't be surprised to learn that my entire court was made in the moonlight. The Conservatory's orchestra played select music under their window every night, and I even paid a famous poet to write him madrigals, which I signed. To not make this story long, I will tell you that while the preparations for our wedding were being carried out, Matilde was crying, crying... crying out of love for me, as her mother assured me... Matilde, I said, is and will be the most beautiful woman on earth. But, my friend, the saying goes well that there is no complete happiness in this world. Shortly after our marriage, a terrible suspicion began to martyr me. Matilde was a model wife from the beginning; but the passionate kisses I gave her were never reciprocated; she never looked at me with affection, and all the small sacrifices she made for her were not even noticed, much less appreciated... Finally, the bitter day came when suspicion became certain. Under the pretext of feeling tired and leaning my head over her chest, I made the terrible discovery that Matilde, the most beautiful woman on earth, had no heart. For a long time I was sleepy; but suddenly a ray of light illuminated my mind. Almost every day I went to the Academy's amphitheater and attended the courses. I remembered that that morning, the body of a young woman from the lower town had been picked up on the street after being hit by a tram. She'd be about the same age as Matilde. It was ten o'clock at night when I introduced myself to the Academy's janitor and asked him for the keys to the amphitheater to pick up some instruments I had left behind. The janitor immediately passed them over me and even offered to accompany me, but I waived the trouble, and went into the living room alone. A quarter of an hour later, I was leaving with a box in my hand, which I showed the janitor, so that he could see that it was actually my property, and in the bottom of my coat bag a very small lump, wrapped in gauze. That's not what the good man saw, of course. Matilde was already in her bed when I went to say good night. I noticed that she shuddered a little as I saw her enter her bedroom; but I calmed her down with a smile, and I approached her chest to kiss her forehead. I had everything skillfully prepared, and it was a matter of half a second to apply the chloroform and put her to sleep. Once I had accomplished this, I was able to continue my task calmly. The operation was actually very simple: it was reduced to opening her chest and placing the girl's heart in the appropriate place. And here I must record something extraordinary. As soon as I had begun the operation, two or three red roses appeared on the sheets, which were multiplying, until they covered almost the entire bed. The success of the operation, not unplanned, no longer satisfied me; on the contrary, with the greatest pleasure in the world, I sat beside my wife, waiting for her to wake up from her sleep. His new heart beat so regularly, that anyone would have thought it was the tick-tack of the clock that lay on the night table... until long after dawn I stood there, admiring the beauty of my wife's pilgrimage, which stood splendidly above her bed of red roses. I don't know what time it would be, when the maid entered the dressing room. As a very clever woman, she immediately understood the prodigy and came out of the room shouting in admiration. A few moments later, Matilde's brothers and many others arrived. As much as I did to make them understand that the operation I had carried out was actually very simple, they persisted in bringing me, almost by force, to this palace, where the most eminent men on earth have their residence... Indeed, you see: that knight in the high hat and yellow tie is the Great Khan of China; the other, who walks with his hands behind his back, is Lopez, the famous engineer Lopez, who managed to build the bridge between the earth and the sun, a work long reputed as impracticable. The one who's reading the newspaper and has his shoes broken is the Emperor and Autocrat of all the Americas, and that old man next to him who shakes his beard, that's, ah! I dare not tell you who he is. But he promised me that as soon as my wife comes and throws herself into my arms, formidable thunder will tear the clouds apart, and a pack of seraphim's wings will descend to take Matilde and me to heaven. The Bronze Door and Other Tales, 1922", "title": "El reportazgo", "author": "Manuel Romero de Terreros"}