{"metadata": {"length": 6025, "words": 1110, "reading_time_min": 5.55}, "text": "The original manuscript can be found in the University of Leiden Library; it is in Latin, but some helenism justifies the conjecture that it was translated from Greek. According to Leisegang, dates from the fourth century of the Christian era. Gibbon mentions it, as he goes, in one of his notes to chapter XXI of Decline and Fall. “...The sect never was numerous and now are only its pawns. Dietzed by iron and fire, they sleep on the grass of the roads or in the ruins that have been left by the war, for it is time to build houses. They usually walk naked. The facts recorded by my pen are well known to all; my purpose now is to write down what I have been given to discover about their doctrine and habits. I have talked to their teachers extensively and have not succeeded in converting them to the Faith of the Lord. The first thing that caught my attention was the diversity of its appearances in what it resembles to the dead. The most enlightened understand that the spirits of those who have left this life are responsible for their burial; others, who do not adhere to the letter, declare that Jesus' admonition: Let the dead bury their dead, condemns the pompous vanity of our funeral rites. The advice to sell what one has and give it to the poor is rigorously followed by everyone; the first recipients give it to others and these to others. This is sufficient explanation of their indifference and nakedness, which also brings them to the state of paradise. Recite with fervor the words: Consider the weeds, which neither sow nor reap, which neither have root nor branch, and which neither have bud nor fruit: and God feeds them. How much more worthy are you than birds? The text prohibits saving: If God sees the grass, which is today in the field, and tomorrow in the oven, how much more shall you, men of little faith? You, therefore, do not seek what to eat, or what to drink; nor are you in anxious perplexity. The dictum Whosoever looks at a woman to lust after her, has already sinned with her in his heart is an unmistakable counsel of purity. However, there are many sects that teach that if there is not a man under the heavens who has not looked down on a woman to rape her, we are all adulterers. Since desire is no less sinful than the act, the righteous can freely surrender themselves to the exercise of the most ignominious luxury. The sect eludes the churches; its doctors preach open air, from a hill or a wall or sometimes from a boat on the shore. The name of the sect has provoked strong reactions. Some want to tell us the number of the faithful who have been reduced, which is a dreadful but profane thing, for the sect, given its perverse doctrine, is predestined to death. Another derives from the height of the arc, which was thirty cubits; another, which flies in the face of astronomy, from the number of nights, which is the sum of every lunar month; another, from the baptism of the Savior; another, from the years of Adam, when he arose from the red dust. All are equally false. Not least misleading is the catalogue of thirty gods or thorns, of which one is Abraxas, represented with a goat's head, arms and body of man, and a serpent's tail. I know the Truth but I cannot explain the Truth. The inestimable gift of communicating with her has not been given to me. That others, more blessed than I, save sectarians by the word. By word or fire. It is more worth being executed than to die. I will therefore limit myself to the exhibition of the abominable heresy. The Word became flesh to be man among men, that they might give Him up on the cross and be redeemed by Him. He was born of the wind of a woman chosen not only to preach the Love, but to suffer the Passion. It was necessary that things be unforgettable. It was not enough for a human being to die by iron or by cyanide to destroy the imagination of men to the end of days. The Lord arranged the facts in a pathological way. This is the explanation of the last supper, of Jesus' words that precede the offering, of the repeated signal to one of the disciples, of the blessing of bread and wine, of Peter's vows, of the solitary vigil in Gethsemane, of the dream of the twelve, of the human plight of the Son, of the sweat as blood, of the spitting, of the betrayal, of Pilate's hands being washed, of the flagellation, of the scourging, of the nails, of the purple and of the scythe, of the vinegar with ice, of the Cross on a hill, of the promise to the good thief, of the weeping land and of the stars. The divine mercy to which I owe so much thanks has allowed me to discover the true and secret reason for the name of the sect. In Kerioth, where he was supposedly born, there is a convent called the Five Dynasties. That name was primitive and gives us the key. In the tragedy of the Cross – I write this with due reverence – there were voluntary and involuntary actors, all indispensable, all fatal. Involuntary were the priests who gave silver coins, involuntary was the plebe who elected Barabbas, involuntary was the procurator of Judea, involuntary were the Romans who hid the Cross of His crucifixion and forged the keys and played dice. There were only two volunteers: the Redeemer and Judas. He threw away the thirty pieces that were the price of soul salvation and immediately saved them. At the age of thirty-three, as the Son of Man. The sect treats them equally and abstains from the others. There is no one guilty; there is no one who is not an executor, wise or not, of the plan that Wisdom brought to pass. Everyone now shares the Glory. My hand resists writing another abomination. The beginners, when they reach the specified age, are made to crucify and be crucified on the top of a mountain, to follow the example of their masters. This criminal violation of the fifth commandment must be reprimanded with the rigor that human and divine law have always demanded. That curses of the Firmament, that wrath of the angels...” The end of the manuscript has not been found. FIN The Sand Book, 1975", "title": "La secta de los treinta", "author": "Jorge Luis Borges"}