{"metadata": {"length": 6197, "words": 1180, "reading_time_min": 5.9}, "text": "If you've got something in your head, you can start taking it out\", said a poor widow to her little girl. Indeed, the girl had longed to have skates, and it was impossible to turn her away from this idea. \"You'd need new shoes\", his mother told him, \"and so would I. - Look at that! His mother raised her left foot. The air was coming in where the floor should have been. \"I want to have skates and I will\", the girl insisted. I'll have them, I'll have them and I'll have them! Oh, the girl would have kept saying again and again, 'I will have them, I will have them!' But the mother ended the argument with a slap and added: 'But I don't have them. And, saying that, he took the washing basket and headed to the house of one of his clients. The girl followed her with her eyes. He looked at the holes in his shoes, completely broken, and muttered, \"My mother is right. But I have to have some skates, otherwise I won't be calm. Immediately he began to sweep the room, lightly. The broom would slide around every corner, and the dust would swirl out, through the door. The girl knew how to do things right. It's like lightning, I was cleaning it up and fixing everything. And as he worked, he was singing, \"Wheel, wheel, wheel!\" and his thoughts wandered again with the skates. Suddenly, he stumbled upon the broom with a hard body, which sounded joyfully and moved rolling. The girl leaned slightly and lifted a skateboard from the floor. He wasn't too surprised about it. He just asked the little skater, \"Where's your partner?\" - I'm alone. I got away. I've been upset with my partner and I'll never go back to his side. - Why did you fight? - Because he didn't want to admit I was smarter than him. - I want to believe it, skater, but first show me your listiness! - Come up, and you'll know who I am! I don't need the other one. I can run alone. Say \"hopp!\" and I'll run, without you pushing me, and I won't stop until you say \"stop!\" - That's great! - exclaimed the girl. He threw the broom to one side, set his right foot on the skate and pressed tightly to the straps. -Hopp! -What is it? - She cried out joyfully. Then he rolled the shoe, so that the skirt and apron swung in the air. The left foot was swinging in the air, and everyone was pulling aside, so as not to be hit. The girl couldn't hear or see anything. Houses and trees were flying by. A river, a lake, a valley, a mountain... everything came and went as it went. And the wind whistled in his ears. The girl's heart was crying out of joy. But finally, he had enough running, and he was also hungry. - Stop it! - he screamed, but the skate was still rolling. Stop it! Stop it! - the girl screamed, in vain. You want to stop, you stupid skater? - he went mad. But the skating continued quietly, for the girl had forgotten the word the skating had pointed to her to stop. I had no choice but to keep running, running, running, never stopping, never stopping. - I'll show you who's in charge! - the girl screamed, indignant, and tried to cling to the garden fence, to stop. But it was just a scratch on his fingers, grabbing a stake, which was torn. Then he tried to grab a bush, but it was torn from its stalk, and its roots floated like grass. And while the bush lay on the ground, the girl kept running. Now he decided to beg. - My dear skater! Let me rest! I've had enough for today. But the skater didn't seem to hear anything. Then he began to weep with tears in his eyes, and so he entered the great city. There were flags waving in every window. On both sides of the street there were many people, waiting for the king. At that moment a golden chariot approached, pulled by six white horses. The king, however, was a miserable man who had crippled feet. He greeted everyone everywhere kindly, and he could understand that his people loved him. And the girl came near, and cried wildly; and the king lifted up his hand, and said, \"High! At that moment the skating stopped, and the girl breathed deeply. - Thank you, my lord! - she shouted very excited, and bowed before the golden chariot. - Where are you from, stranger girl? - the king asked. -I've traveled on this skate across the country. And I would have had to run perhaps for all eternity, if you, good lord king, had not uttered the timely word to stop the skating. - What word? - asked the king, astonished. - Up there! - said the girl. Then the king smiled. - Come on, little girl, with your amazing skate! In my palace you will explain everything to me. And the king heard the extraordinary story of the skating, and said to the girl, Now eat until you are full. Then you can go back home on the skate again. \"No\", the girl replied in great terror. Even if I had to walk for seven weeks, I'd walk. I don't want to know anything else about skates in my whole life. - Then I'll trade you the extraordinary skateboard for a pair of good shoes. - With all my heart, my lord! - exclaimed the girl cheerfully. But suddenly he hesitated: \"If I may, I would like to beg the king to make these shoes for my mother\". I can go very well barefoot. The king made a sign to a servant. This one brought after the meal a magnificent safe in which were women's and girls' shoes, with strong, thin skin, and even shoes. After the girl had admired and thanked him enough, the servant carried the chest to a carriage. In it the girl was taken to her home. The mother's joy of having her beloved daughter back by her side is indescribable. But the king was happy too. When the wonderful skate was put on, he could run on his crippled feet alone, without the help of servants. I had nothing but to say, \"Hop!\" and I was running fast. He had nothing but to say, \"High!\" and the skater would stop obediently. When someone was unfaithful in the land, the king would suddenly appear there, and the unfaithful would have to be ashamed. But those who served him faithfully could rejoice. The king saw their faithfulness and sought to reward them anyway. Soon there was such order in the country that everyone talked about it. Then he forgot the king of his crippled feet and felt the happiest man in all the roundness of the earth. Thanks be to the skateboard! FIN FINISH Anonymous Swiss", "title": "El patín de ruedas", "author": "nan Anónimo"}