{"metadata": {"length": 4970, "words": 965, "reading_time_min": 4.825}, "text": "Jessica was sixteen when she got pregnant. \"It's better to get him out\", his mother said. Do you know who the father is? Jessica didn't know. \"No matter who the father is, they're all assholes\". They agreed to terminate the pregnancy at the home of the santer, doña Gertrudes, who performed all the births and abortions in that community. Doña Gertrudes was a fat, very fat woman, black, very black, and her prayers to ward off evil spirits were extremely effective. Lady Gerturdes created spells, uttered curses, casting curses mixed with blessings; she prayed against brokenheads and eye disease; prayed against obsessive spirits; prayed to arm the body against all evil; prayed to exorcise the devil; and she had a special prayer, the Black Goat Prayer. On the eve of the abortion, Jessica told her mother that she had decided to have the child and that if he was a boy she would call him Maicon, and if he was a girl, Daiana. Are you having the baby? - Yes, I did. You've gone mad. How do you plan on raising him? What's the problem? If it gets complicated, I can always give it away, or better yet, I can sell it. There's a lot of people interested in buying babies. Kate sold the baby, you know? Did he sell it? He sold it. But you don't tell anyone. He asked me to keep it a secret. That same day, Jessica's mother, Lady Benedita, went to find Kate. When Doña Benedita told her about the sale of the baby, Kate got excited. No one can know, for God's sake, no one can know. Why? What's the problem? I didn't say in the house that I sold it, I said I gave it away. I saved the money for myself, if my mom and dad find out, they'll beat me up. How much did they pay you? I'm not telling you. I'm not telling you. Who bought it? That's enough, Lady Benedict. Kate ran away. Lady Benedict did not give up. She went to get the drawer, Doña Gertrudes, and she told her she wanted Kate to tell her who bought her baby. \"My dear, that is Satan's business\", said Mrs Gertrudes, \"we need a prayer against the devil\". You have to repeat it many times, little one. Doña Gertrudes noticed herself several times and began to pray aloud. I, being created in the image of God, redeemed by His most holy blood, command you, devil and devil, to stop your delusions, so that this creature will never be tormented by you with your fury from hell. For the name of the Lord is strong and mighty, for whom I call you and command you to depart from this place, which our God our Lord has prepared for you; for I drive you away and drive you out of my mind in the name of Jesus. May the Lord be with me and with all of us, absent and present, so that you, Satan, may never torment the creatures of the Lord. I bind you with the chains of St. Paul and the cloth of the face of Christ Jesus so that you may never torment the living. After reciting her prayer, Doña Gertrudes turned around the room and fell to the floor, fainting. Lady Benedita met Kate again, who, as if in a trance, told her who had bought the baby, the amount, everything; but Lady Benedita didn't tell Jessica anything about this. She had decided to sell the baby herself, since she needed the money to buy a denture. Time passed and Jessica's belly grew. Jessica was a short, rabid girl, she couldn't reach a foot and a half tall, but her belly was huge and people said she had never seen a belly that size. \"It's a kid\", Jessica said, \"and it's going to be huge, huge, you're going to see. Jessica almost crawled into the hut of Mrs. Gertrudes to examine her. It will be tomorrow, said Mrs Gertrudes. Come and get ready. Jessica had a bad night's sleep that night, thinking about her son. I wasn't going to sell the baby, I wanted to breastfeed her, her breasts were already full of milk. The next day, carrying a small blanket and a sheet of linen to house the baby, Jessica went to the home of Mrs. Gertrudes. Lady Benedict insisted on accompanying her. His plan was to grab the baby immediately after delivery and run out with it under his arm to meet the baby buyer, with whom he had already arranged everything. She also wore blankets to wrap the baby around. The delivery went on normally. The baby was born, he was a boy. Lady Benedict immediately looked at the baby and ran out of the house of Lady Gertrudes. But Lady Benedita ran out without taking the baby. He went out alone with his eyes raised, as if he were carrying Satan in the body. Doña Gertrudes wrapped the baby in the blankets that Jessica had been carrying. \"You can take the baby home\", said Mrs Gertrudes. Then Jessica looked at her son. He didn't say a word. She took the baby wrapped in the blanket and in the little lace sheet, and left the house of Doña Gertrudes. He walked slowly down the street until he found the first big garbage can. So he threw the baby in the boat. The baby was born in poor form. He had only one arm. She wasn't gonna breastfeed him and no one was gonna want to buy him that thing. *FIN*  O filho, Amálgama, 2013", "title": "El hijo", "author": "Rubem Fonseca"}