{"metadata": {"length": 2427, "words": 451, "reading_time_min": 2.255}, "text": "It was a kingdom, whose population longed to destroy a horrible giant, for he was always damaging the crops. But this did not concern a young tailor. He just wanted to eat his jam bread and kill the flies that wouldn't let him work. One day, he took his palm tree and seven flies fell one after another. - I killed seven with one blow! - She screamed. And proudly, he opened the window, repeating it with all his heart. One man, who was thinking about the giant, thought he was referring to seven giants. And he ran and told the king, saying, The tailor hath smitten seven giants with one stroke. The king and his daughter, the beautiful princess, ordered the brave tailor to approach the palace immediately. \"I expected the hero to be stronger\", said the king, seeing the young and kind tailor. You must be very brave to have killed seven giants with one blow. - Giants? - said the tailor, puzzled, unable to clear the mess, for at that very moment the beautiful princess embraced him and the king came to him, to say affectionately: - If you manage to capture the evil giant I will not only give you treasures, but also the hand of my beautiful daughter, the princess. \"Your Excellency\", said the tailor, \"I will consider your proposal. And he left thinking, \"I love the princess, but how would I kill a giant?\" Suddenly, a trembling noise forced him to climb an orange tree. He was the giant and he almost stepped on it! He thought he was safe there, but the evil one, seeing how delicious they were, took several oranges to eat. Among them was our little friend. When he tried to hide, he was already in his huge hand, face to face with the giant. - I'm not afraid of you! - the tailor told him while he was swallowing saliva, and he immediately hid in the sleeve of his huge shirt. It didn't take the giant long to capture him, taking him to the wine cellar of his great castle. And the tailor said to him, I have killed seven of them in one basket; couldst thou take all the wine of this storehouse? The giant looked at him, wounded in his self-love. - You mean bastard, you won't humiliate me! Of course I can do it! And the giant began to drink; but the third hour he fell down drunken. Our little buddy proceeded to chain him up, and then he gave notice to the court to take him to the dungeons. The tailor was received cheerfully, and the king proceeded to marry his beautiful daughter to our brave little friend. FIN", "title": "El sastrecillo valiente", "author": "nan Anónimo"}