{"metadata": {"length": 6112, "words": 1142, "reading_time_min": 5.71}, "text": "To get to the dining room, he had to pass through a series of doors that led onto a narrow, cold corridor, with walls covered with greenery that encircled the door of the excluded. There were a lot of smashed plates and chairs from Vienna where many fat women and professors had sat. Me. Renard, the pensioner's owner, walked the corridor slapping his hands and glaring at the pensioners at mealtime. There was a Greek teacher who looked fixedly, with fear of falling, at the center of the table; there was a chess player; there was a cyclist; there was also a statue seller and a needle seller, always with closed hands touching the needles of the needlepoint shawl. A seven-year-old boy ran from table to table, until he stopped at the statue seller’s. It was not a travieso boy, and yet a secret enemistad the one. For the statue seller even the kiss of a boy was a dangerous venture; they had the same fear of flies and slugs. In a side yard the statue seller had his workshop. Large letters were written on the door: “Octaviano Crivellini. Copies of statues from European gardens, cemeteries and salons”; and there was a riot of statues frightful to the buyers who did not know which to choose. He had told me to build a small room so that I could live comfortably. As long as he lived in the penthouse on the side, he would say good night to the statues before he went to sleep. Sentenced at the dining table, Octaviano Crivellini was a man obsessed with pain. He stood before the flies, shivering and sad, repeating: “I don’t have to worry about these things”, “I don’t have to worry about these things”. The seven-year-old boy sat behind the chair and, with malabar savage perversity, gave him little invisible pats, and this scene repeated itself daily; but that was not all. The invisible feet at mealtime, he could have tolerated as autumnal flies, terrible and tolerable because of the slumber of the mosquito at night, the pieces without light and the tangled thread in the windows, but the various annoyances which Tirso, the seven-year-old boy, caused were constant and unremitting. He had nowhere to go to get rid of him. He had to have an anonymous mother, a terrified father no one would dare to touch. It was a week ago that night when he had escaped from the house behind him. He had no doubt seen him distributing kisses with a habitual motion of cleanliness on the heads of hay that moved in the night with the radiance of a star. Tirso laughed uncontrollably and rode on a lion with his horns swollen and swollen. The moon was a lake of shadows beyond the earth, where cries of the dead rang out, a Venus of empty eyes, a Diana of the Winds rushing against the wind, a bust of Socrates. Octaviano, seeing Tirso riding on one of his favourite lions, sped up his nightly walk and was overcome with shame and terror. Tirso, believing that the mobile statue seller had not seen him, felt that he had a prodigious power of invisibility, and he sat down on his feet with the feeling of having witnessed a miracle. Since that day he had followed him every night to the corral, had become familiar with the statues, with the hands and feet of yeoman kept in the armouries, with the white dogs. Octaviano, on the other hand, had distanced himself from his statues, now cleaning them with a few rags in front of the boy. Tirso began to tire of that gift of invisibility he had enjoyed for a long time. The chess player had spoken to him two or three times. The cyclist had given her a caramel. The commissary had tried on a blouse of buttons, confusing him with a girl, one day when he was wearing a hat, but the statue seller would not talk to him. When they had finished eating, Octaviano rose up like a boy in penance, without dessert - he, who would have wished Tirso to remain without dessert. He threw a blanket around the puddle and walked out as usual. Tirso followed him. He began to write his name in colored chalk on the statues and Octaviano felt a sense of shame. Tirso frightened him, stole his peace, killed him underground, and Tirso was invincible and independent as only the great criminals are. When he returned to his room, when he tried to shut the door of his room, he felt a huge force that held it; he made futile attempts to shut it, until suddenly, unexpectedly, it slammed into him, almost breaking his arm. A few minutes later the door opened again. It was not necessary to see who would open the door with that force, it could not be but Tirso; and this scene, like the others, was repeated every night. At first he tried to put all his strength into his eyes when he slammed them on Tirso, but Tirso's eyes were hard as metal. He had eyes that should never have been opened, and only by killing him could he perhaps hurt him a little. There was a large wardrobe at the bottom of the cellar where the desperate man hid for a night. Tirso, seeing that the statue seller was not there, was disappointed. But he persevered in his night rides. He began to notice that his acts were as invisible as his body: the names he had recorded on the statues, he never found the next night; so he took his twigs and scribbled them, as in the trees, in a more secure way. On a night full of dogs barking at the moon, the statue seller retreated earlier than usual to the closet. Tirso was not resolved to come down from the lion, but at last began to trot in tangled circles and semicircles, dragging a rustling sound of oxidized fires through the ground. The statue seller, after a while, could hear nothing more; silence and well-being had returned to the surrounding night. He was about to leave the room when he heard the door being thrown in two turns, locking him in. It had little air, perhaps enough for a few hours of life; it smelled of all the statues it had sold and not sold during its existence. A cemetery angel was near him and pointed the way to heaven. He had a name engraved on the front. He was afraid: he took the pail and wiped the name long and hard on the gloom of the cupboard where the last drops of air and light that still allowed him to live were gone. FIN", "title": "El vendedor de estatuas", "author": "Silvina Ocampo"}