{"metadata": {"length": 2366, "words": 421, "reading_time_min": 2.105}, "text": "When the great GichiKuktai was Mikado, he condemned to behead Jijiji Ri, a senior official of the Court. Shortly after the appointed time for the ceremony, what a surprise His Majesty would have been to see the man who was to die ten minutes earlier, approaching the throne quietly! One thousand seven hundred dragons! \"I'm going to get you\". Did I not condemn you to appear in the marketplace, so that the public executioner would cut off your head at three? And it's not 3:00 now? \"Son of a thousand illustrious deities\", replied the condemned minister, \"everything you say is so true, that in comparison the truth is a lie. But Your Majesty's sunny and life-giving wishes have been pestilently neglected. I gladly ran and placed my unworthy body in the marketplace. The executioner appeared with his naked cimetra, ostentatiously bloomed it in the air and then, giving me a soft touch to the neck, left, stoned by the commoners, of whom I have always been a favorite. I come to demand that justice be done to his dishonorable and treacherous head. What regiment of executioners does this miserable black-belly belong to? At the gallardo nine thousand eight hundred and thirty-seven. I know him. His name is SakkoSamshi. \"Let him be brought before me\", Mikado told an assistant, and half an hour later the culprit was in his presence. Oh, you bastard, son of a three-legged hump without thumbs! The sovereign began to cry. Why did you give a soft touch to the neck that you should have the pleasure of piercing? Lord of the Cranes and the Cherries, the executioner replied, unchanging, command him to ring his noses with his fingers. Ordered only by the king. Jijiji Ri held his nose and breathed like an elephant. Everyone was hoping to see the severed head violently jump, but nothing happened. The ceremony prospered peacefully to its end. All eyes turned then to the executioner, who had turned as white as the snow that crowns Fujiyama. His legs trembled and he breathed with a sigh of terror. By a thousand lions of bronze tails! I am a spoiled and dishonored swordsman! I hit the villain with no strength, because when the cinderella bloomed I accidentally cut it through my own neck! Father of the Moon, I resign my office. After saying this, he grabbed his vest, lifted his head and, moving toward the throne, humbly laid it at the feet of the Mikado. FIN", "title": "Cimitarra", "author": "Ambrose Bierce"}