{"metadata": {"length": 4025, "words": 689, "reading_time_min": 3.445}, "text": "On the dirty bed was the body of Mrs. Francisca, a victim of 40 years of poaching and broom. The crying daughters came in and out of the room. Children of all ages, almost clothed, uncluttered, ran over each other, an old woman curled up passing the rosary's beads between her wooden fingers. The noise of the city came like vague noise coming up from a chasm, and the dim light, a hundred times diffused over ruinous walls, slipped lazyly through the humble, scattered furniture. Following the slopes of the broken floor, doubtful liquids, used water, flowed. A table with no cloak, where there were jars of medicine mixed with greasy dishes, oscillated as people passed by, and it seemed to groan and groan. It was all mess and misery. Doña Francisca, defeated, lay still. She had been strong and cheerful. I had sung in the sun, washed stockings and shirts. There was a frying pot, forks, spoons and knives, with a big housewarming pot. He had swept victoriously. He had triumphed in the kitchen, before the trembling baskets, giving handcuffs to the golden boys. He had begotten and bred women like her, stubborn and cheerful. He had finally succumbed, because human energies are little compared to relentless nature. In the last few days of her life, Dona Francisca grew fat and made a mustache. A black, shiny mustache, which gave the good woman's laughter something of a falsely terrible and lovingly martial. Her red, full-fledged, healthy, courteous hands became more abrupt. His honest understanding became more oblique and more stubborn. And one night it fell congested, like a bull falls under the deck. During the endless days that she took to die, the sewing was abandoned, the terrified daughters were busy looking at the face of the dying woman and spying on the steps of death. The dark powers, the enemy of the poor, the evil powers that rotted, stained and rotted, the infamous sticky powers took over the home, and enjoyed the corpse of Dona Francisca. The hours, the monotonous hours, indifferent, the same, came one after another, and they passed through the miserable quarter, they passed through the corpse of Lady Francisca, and they let down on that melancholy, the melancholy of the sunset and the shadow of the blade that binds sleep and oblivion. The kids, tired of playing, went to sleep. The women, sitting around the corners, praying maybe. The old woman, always curled up, was in the dark like another dead body with open eyes. One of the women got up, and lit a candle of sebum. She looked at the dead woman, and she was stunned. Under the Roman nose of Dona Francisca the mustache line was accentuated. The length of each hair had doubled, and some were already brushing the green carts of the brave housekeeper. Men usually grow beards, the old woman murmured. The silence covered the desolate scene again, like a drapery. The candle flame waved strangely, making dark groups dance through the room walls. Curved, overwhelmed, the women slept, sinking their marbled foreheads into the night's waves. The hours passed, and the moustache of Dona Francisca kept growing. Sometimes one of the daughters would be incorporated, and she would consider her mother's disfigured face as the ghosts of a nightmare. The children, with dreamlike bird feathers, trembled confusedly. The candle was consumed; in the swollen, horrible Dona Francisca, that horrible mustache kept growing that after she died disturbed her sex. When the bright and freezing dawn slipped into the tug, and the unhappy awakened terrified, they saw on the decomposed flesh of Dona Francisca huge pig-like mustaches and laces that gave her a guillotined look in wax figures. Then the most frequent of the devils let go of the laugh, a mad laugh that leaped like a wild fountain, and the old woman also unfolded like a wounded almanac, and the women could not do more and laughed like a rooster, and those inextinguishable laughter, ringing in the guts of the sordid house, made those passing by smile. Finish short stories, 1911", "title": "De cuerpo presente", "author": "Rafael Barrett"}