{"metadata": {"length": 2621, "words": 496, "reading_time_min": 2.48}, "text": "Why don't you try right now, which is not serious, look out the window? This is the bridge. This is the river. There's the Penitentiary. There's the clock. And Reef. And the canal. Where's the stone I feel? The stone that crushed the city. In the tangible form of things. Because this is a city made. His last earthquake is lost in memory. I reach out my hand and without sadness I walk far across the stone. Something is hardening on the steel arrow pointing towards Another Town. This is not a serious moment. I take advantage and look out the window. There's a house. I'm going up your stairs, the ones I climbed in Recife. Then the pillar is cut. I'm seeing it all extremely well. I can't get away with anything. The city charted. With what ingenuity. Carpenters, carpenters, engineers, sanitaries, artisans (these had to die). I'm seeing more and more clearly: this is the house, mine, the bridge, the river, the penitentiary, the square blocks of buildings, the empty staircase, the stone. But wait here for a horse to come up. It's a horse with four legs and hard stone hulls, powerful neck, and horse head. There's a horse. If this was a word resonating in the hard ground, what's its meaning? What a hole this heart is in the heart of the city. I'm looking for you. Houses, streets, steps, monument, post, your industry. From the highest wall, I look. I'm looking for it. I don't get any signals from the highest wall. I can't see from here, because your clarity is impenetrable. I can't see from here, but I feel something written in coal on the wall. On a wall in this city. PETAL high: what an extreme surface. Cathedral of glass, surface area, unreachable by voice. In your stem two voices, the third, the fifth and the ninth, join together, wise girls open their mouths tomorrow and sing spirit, spirit, surface, spirit, untouchable surface of a rose. Stretching out the left hand that's thinner, dark hand that I then pick up smiling modestly. I can't touch you. Your new understanding of ice and glory my rough thought wants to sing. I try to remember from memory, understand what the aurora looks like, a chair, another flower. Don't worry, I don't want to own you. I'm going to get up towards your perfume-like surface. I rise to my own appearance. I stumble into that scary, thin region, almost reaching your divine surface... in the ridiculous fall the wings of an angel broke. Not with a babbling head: I want to at least suffer your victory with the angelic suffering of your harmony, of your joy. But it hurts my heart as if it were love for a man. And from such big hands comes the word shame. FIN", "title": "El manifiesto de la ciudad", "author": "Clarice Lispector"}