{"metadata": {"length": 5749, "words": 1036, "reading_time_min": 5.18}, "text": "\"My marriage has no history\", said Rodriguez Peña once the strong thunder had ceased. We've had no drama, not before, not after. \"Maybe before\", he added, \"he might have lived there... and without it he wouldn't be married. Another great thunder came, more sudden and violent than the previous ones, and behind it the torrential rain was heard gushing through the closed doors that flooded the courtyard. - What a water scare! - exclaimed a girl, getting up with some classmates to watch the rain through the posts. And with each new discharge that made the house tremble, they raised their restless eyes to the ceiling. \"Tell us that, Rodriguez Peña\", said the mature men. Maybe the girls in the house can take advantage of your story. Our friend didn't stop begging. And seriously, as was his custom, he began, \"You know\", he said, \"that my wife is not pretty. They also don't know that we all have the vanity of good taste, which is why it's very difficult to announce, without apology, to another man that we've fallen in love with an ugly woman. You'll understand how I didn't want to confess to myself, the first days I met her, that I loved the woman I am today. I liked it right away, despite his ungrateful face. My wife has the least funny face you can imagine. What seduced me in her was the tranquility of her soul, and her metal voice full of kindness. Despite this, I had not the slightest modesty to express myself in this way to a friend who had seen me surrender with her. I had nothing to do... It's interesting, but it has an impossible face... I showed myself very solicitously, letting her know that I wasn't playing with her; but, nevertheless, my expressions were not much more than a very light tone, perhaps to deceive myself about what I actually felt for her. Shortly afterwards he went to the countryside, and invited by the family to spend the carnival week with them, I went there, willing to continue in the same tone of semibroma. One afternoon, however, circumstances outweighed me, and I made it very clear to her that I loved her. He said, very calmly, that he valued me very much as a friend, but nothing more. I accepted the blow with a calmness equal to hers, and we continued talking naturally without anyone being able to suspect, hearing us then, what she had just undoed a second earlier. I was sure that he would be accepted immediately. You can guess what I would feel inside. We entered again, as the sky, completely black, threatened a dust storm over the room. As we were having lunch, the storm broke out with unparalleled violence. The lightning, dry and still without water, burst unceasingly over us, just like now, and the glassworks vibrated unceasingly on the table, until it became dim. Suddenly, a flashing light leaked through the posts in the dining room. And as we looked up, and were astonished that we had heard no thunder, we saw a pale light, stretched out and like a pasture, coming in through the hole of a key. The light retreated, swelled and took the form of a balloon in front of the lock, floating indecisively in the air. It was the apparent size of the sun, and a livid aureola surrounded it. We had a ballistic beam in front of us, an electrical bomb, which, in the slightest shock, would blow. The owner of the house murmured then, with a terribly contained voice: -Don't talk or move... or we'll all be lightning bolted!... The voice sounded just in time to drown three female alarms that were already exploding, and in that silence there were only eyes unabatedly open before the fireball. I suddenly felt a woman's hand crushing over my leg, unconsciously, undoubtedly, seeking male protection in that moment of danger. It was my girlfriend's. I grabbed her between mine, and her hand was desperately tied to her. The lightning had slowly ascended to the doorstep. There he began to wander from side to side, turning over himself. What turned the most horrible thing was his lazy, indecisive walk, changing course at every moment, stopping, resuming his walk in an unexpected direction. Finally, after a minute's wandering, which for us lasted a thousand years, the globular ray descended almost to touch the table, yielded to one side and the other, as unresolved about the direction to undertake and, suspended in the air, with its rotating movement and its livid aureola, advanced towards my beloved. I felt the convulsion of his hand on mine. I saw in the eyes unburdened by all the horror of what was about to happen. I then passed my arm over my beloved's neck, dragged her slowly to me, and the lightning went on without finding her. But, however slightly I had stirred the air, the globular ray stopped halfway, and yielding to the slight vacuum produced, it headed toward us. I had my eyes closed. When I opened them again, the balloon had disappeared, sucked out of the chimney. For an eternal minute no one moved. Finally a terrible explosion over the garage lightning, announced the end of the drama. Half-dramatic, as I warned you at the beginning, but you gave me my wife. When I was alone with my beloved, we looked at each other with a long, confident love, and she cried then for a long time on her knees. Four months later we were married, and nothing has happened to us since. The storm now has reminded me of all those circumstances. Half an hour later, that storm also ended. Then the youngest of the listeners, not entirely satisfied with that story, asked her narrator, \"And why, then, if I already loved you, had your lady told you that morning that she did not want you? - He wanted to get back at me, I guess. - Rodriguez Pena replied. And he added, looking at the tender and dissatisfied young woman--: Wouldn't you have proceeded like this? FIN", "title": "El globo de fuego", "author": "Horacio Quiroga"}