{"metadata": {"length": 7221, "words": 1325, "reading_time_min": 6.625}, "text": "A grieving gentleman came in, with very clean shoes and eyes red from tears. He went to the employee and said, \"I need a coffin. I distinctly heard his bitter, hoarse voice followed by an irritating cough that, if I had been asleep, would have made me wake up. At that very moment I also heard the doorbell in the house next door and the barking of the dog, who was announcing his joy. The employee said, \"Please pass\". And the man passed by stealthily, with a little disgust, staring right and sinister, like an old queen visiting a hospital. He seemed somewhat ashamed of the spectacle: those grey, white, or black drawers that so frighten men, and that yellow, dirty light that gave the place a certain tabernacle look. My partner downstairs went as far as he could to explain to me: \"The client is rich, but you will be the chosen one. The night was cold, rainy, and a snow wind was blowing. I did not want to move from that warm hiding place, covered with a soft dust cap, and much less venture out on those wet, slippery streets. The grieving man kept coughing and examining the coffins one by one. He looked at us curiously, not getting too close, as if he was afraid that one of us, at any given moment, might open his mouth and swallow him. In a low voice, while feigning respect for the pain of the customer, the employee would praise his merchandise, noting, among other things, its sobriety, durability and comfort. Suddenly, I noticed a well-known tickling on my spine: the employee ceremoniously removed my dust with a thick bristle brush that made me laugh. I tried to lean against the wall, staring down at the grieving man. I saw her sad, bulging eyes... real frog eyes... running down my body from top to bottom. I heard his caveman voice again: \"The finite is robust, you know? That's when I thought, \"It'll definitely take me\". In fact, he broke out: \"I think I'm good at this one. They adjusted the price for my concept, ridiculous, and moved me to a car too funerary, with white tires. The rain kept falling in isolated cold drops. The candle penetrated through my pores, freezing my blood. A human shadow, inside the vehicle, drowned, often carrying the handkerchief to the mouth. Another, more rigid and serious, with the neck of the hood raised, made the steering wheel spin strangely... We crossed quiet, gloomy streets, populated with barking dogs and prostitutes; bright, cheerful avenues where people walked slowly, under black umbrellas; a very sad little window in which a band played and the military wore their new uniforms; brick, dark buildings, in whose interiors I guessed couples of men and women cramming frantically... Meanwhile, my brain worked tirelessly: \"Where will they lead me?\" What kind of destiny awaits me? Men need to know that coffins have a very intense inner life, and that in our few good-humored rats we joke or we get lucky with each other. First of all, we have names: some, male and some, female, naturally, according to our sex. As long as we stay in the warehouse, we're celibate. However, we are destined for marriage, that is, what in the common world is called by another stupid name: burial. Such an event is the most important one in our life, and that is why we meditate so often on the spouse that will come our way. A good proof of this is that today, as I was leaving for the firehouse that is waiting for me, an old comrade said goodbye to me in this way: May fate grant you a good woman and a good house... I, who am a man, sadly replied: Above all, that, friend: a good house to spend the winter. Ah, those muddy, cold graves, full of a thousand kinds of gluttonous cocksuckers that climb over our backs and slowly destroy us! These shameful and feeble tombs, on whose surface there are no flowers or grass, and upon which the rain splashes without mercy! Those poor, lonely graves, perched there on any mountain or sunk in the heart of an abyss! When the car stopped, I noticed that my arrival aroused incomprehensible interest. Human voices were heard: \"The coffin! The coffin! I looked up and saw a square building with two stone terraces. I'll sigh, relieved. Three men ridiculedly dressed carried me to a sumptuous room at whose corners the chariots burned: those damn chariots that sparkle continually burning our guts with their drops of white wax. It took me a while, though, to discover my spouse. Meanwhile, I had to make untold efforts to contain laughter. And there I stood, lying on a loose piece of furniture, and the men came marching before me with their Levites and their faces broken. They looked at me sneaky and coughed or they walked away quickly. No one was holding up fair in my presence, as if I were some kind of monster, guilty of killing men. A cool, thin girl, who smelled extremely pleasant and who had longed for me with all her soul, burst into the pit: 'It is so terrible and so black! I saw her hard and tall chest, trembling with terror, and the line of her soft belly, under the infamous cloth. Another woman, rough and ugly, coughed up a lenient phrase: \"And the handles are silver! But then, suddenly, a little boy comes up to me and asks, \"Is this for my dad's funeral?\" I felt my heart stop beating inside my chest, my head turn around, and I was abandoned in the middle of a nauseating tunnel. What, for Dad? I told myself. Am I not a man? I wanted to scream, protesting. I wanted to get in and run off without a direction, but I couldn't. Four heavy hands, covered in hair, held me by my feet and head and I knew nothing more about myself. I must have lost my mind. When I woke up, a fat, bloated, plague-ridden, blond man lay on my poor bones. The fire burned around me, splashing my clothes. A priest prayed, looking over his glasses at the beautiful women. Some mourned with veiled mourning; others shouted profoundly, not understanding the fate of man. Flower petals fell to the ground... and I couldn't bear the reproach of being a victim anymore, so I made a superhuman effort and knocked down the body. This one fell with a big device, breaking in half a candle that went out instantly. He fell head down, making the floor thunder. I screamed and no one heard me: \"I don't want to! I don't want to! Everyone hurried to pick up the dead man, even though he was too heavy. It was stiff and cold like a tree. It gave me horror. I saw in the distance the young cool, very pale and terrified woman, with her hands on the scotch. His perfume got me drunk this time, removing my instincts. \"To get to own it!\" I thought in anguish. But again the ventriloquist and foul-looking man fell upon me, whose body looked exactly like a bladder. I shrugged my shoulders and decided to go to sleep. Sleeping like an impotent or shy groom on his wedding night. That's how I did it. And I dreamed. I dreamed of sweet white dead bodies, whose thighs trembled over my skin... rich marble tombs, very ventilated and cheerful... I dreamed, and the sibaritic images made me so sick, that when I opened my eyes and saw the sun penetrate through the glass windows I felt exhausted, empty, prostrate, as men should feel after an optimal night of continuous pleasures. The Night of the Trunk and Other Stories of the Night, 1958", "title": "La noche del féretro", "author": "Francisco Tario"}