{"metadata": {"length": 8700, "words": 1471, "reading_time_min": 7.355}, "text": "In the castle that recently acquired Lesbia, this extravagant and egotistical actress who has given the world so much to say about her excesses, we found ourselves at the table with up to six friends. Our Aspasia was there, who was engrossed in gnawing like a little girl a sour, white sludge between the bright green leaves. It was the time of the Chartreuse. It appeared in the crystals of the table as a dissolution of precious stones, and the light of the candles was dispersed in the empty middle cups, where there was something of the purple of the burgundy, of the gloomy gold of the champagne, of the gloomy liquids of the mind. He spoke with the enthusiasm of a good pasta artist, after a good meal. We were all artists, who was more, who was less, and there was even a wise obese who exhibited in the luster of an inmaculada peck the great nude of a monster crocodile. Someone said, \"Ah, yes, Fremiet!\" - And Fremiet went to his animals, his master pigeon, two bronze dogs that, near us, one was looking for the piece of the puzzle, the other, as he looked at the hunter, raised the pheasant and spruced up the slenderness of his stubby and erect tail. Who spoke of Miron? The wise, who recited in Greek the epigram of Anacreon: Shepherd, let your yoke go further, whether you believe that the cow of Miron breathes, you want to carry her with you. Lesbia had just sucked her sugar, and with an Argentine twang: -Bah! For me, the sacrificial lambs. I wanted to bring life to my broncs, and if this was possible, my boyfriend would be one of those semi-smiling velludos. I tell you that I love centaurs more than savages; and that I would give my life for one of those sturdy monsters, just to hear the complaints of the enraged, to play his flute full of sorrow. The wise man interrupted: -All right! The satyrs and the fauns, the hippocrates and the sirens have existed, as have the salamanders and the Phoenix. We all laughed; but among the chorus of harps, the irresistible, charming, Lesbia, whose radiant face, of a beautiful woman, was as resplendent with pleasure. * * * -Si- continued the wise man -with what right do we moderns deny the ancients, facts that they affirm? The giant dog that Alejandro saw, taller than a man, is as real as the kraken that lives at the bottom of the sea. St. Anthony Abad, a 69-year-old monk, was searching for the old monk, Pablo, who lived in a cave. Lesbia, don't cry. The holy man went through the field, supported by his staff, without knowing where to find the one he sought. After much walking, do you know who gave him the signs of the way that he had to follow? A centaur, half man and half horse – says an author – spoke as if he were mad; he cried so loudly that he soon lost sight of the saint; so he was hopping the monster, heads in the air and tails on the ground. In that same journey San Antonio saw a satyr, \"a man of strange figure, standing by a stream, with a crooked nose, a swollen and wrinkled face, and the last part of his twisted body ending in a pair of antelope's feet.\" \"Not more nor less,\" said Lesbia. -M. de Cocureau, future member of the Institute! The wise man continued: - St. John says that during the reign of Constantine Magnus he drove a living satyr to Alexandria, being kept in his body when he died. He also saw the emperor of Antioch. Lesbia had refilled her cup of mind, and sucked the tongue in the green liquor as a cat would. - Alberto Magno says that in his time they took two sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial sacrificial s Enrico Zormano assures that in the lands of Tartaria there were men with only one foot and only one arm in the chest. Vincenzo saw in his time a monster brought to the king of France, it had a head of a dog (Lesbia laughs). The muscles, arms and hands as slender as ours (Lesbia writhed like a little girl being swatted by a snare); she ate boiled meat and drank wine with all her might. -Colombine! - cried Lesbia. And there came Colombine, a flannel cloak that looked like a sack of cotton. Tomas' mother laughed, and among the roars of laughter of all: - Tomas, the monster you had on your face! And he gave her a kiss on the lips, while the animal strained and shook his head as if full of pleasure. -And Filegón Traliano - the wise man elegantly concluded - affirms the existence of two classes of hypocentaurs: one of them as elephants. Besides... -Just a little wisdom - said Lesbia. And he had just drunk the fig. I was happy. I had not shaved my lips - 'Oh!' I exclaimed, 'for me the ninjas!' I would like to contemplate those nakednesses of the forests and the springs, even though, like Acteon, he was trampled by the dogs. But the ninjas don't exist. He ended that cheerful concert with a great flurry of laughter and people. \"And what!\" Lesbia said, staring at me with her faun-like eyes and a voice so low that I could only hear it. -Ninjas exist, you know them! It was a spring day. I walked through the park of the castle, with the air of a shivering dreamer. The hornets swarmed over the new blossoms and attacked the scarabs that defended themselves from the thorns with their emerald crowns, with their gold and steel tacks. In the roses the carmine, the bergamot, the penetrating wave of sweet perfumes: beyond the violets, in large groups, with their soft color and their violet fragrance. After that, the tall trees, the tufted pillars filled with thousand trees, the statues in the shadow, the bronze discs, the muscular gladiators in their gynecologically stoic postures, the perfumed groves, the groves of cypresses, the ponds, the pylons, beautiful jónica imitations, all white and lustful cypresses, and the vigorous tympani of the Atlantic order, with broad shoulders and gigantic muscles. She wanders through the labyrinth of such charms when I hear a ruckus, there in the shadow of the tree, in the well where there are white cisterns as white as a lilac, and others that have half their collar the color of the Ethiopian, as a white leg with a black middle. I came closer. Was it? Oh, never! I felt what you felt when you first saw Egeria in your chariot. There was in the middle of the lake, among the agitation of the frightened cypresses, a girl, a real girl, who was dipping her pink flesh in the crystal water. The fronds of the flowering stem sometimes looked tinged with the opaque light that reached through the gaps in the leaves. Ah! I saw lilies, roses, snow, gold; I saw an ideal with life and form and I heard between the shrill squeal of the wounded ninja, as a burlesque and harmonious laugh that lit up my blood. Soon the vision faded, the nymph of the spring, like Citerea in her ebb, sprang forth, and, sweeping her hair in her hands, gleamed with radiance, sped through the roses, past the lilacs and violets, beyond the thorny trees, until she lost herself, oh!, in a thorny grove; and I, the lyric poet, the faun, saw the great alabastrine birds as they swung about me, bending me with their long necks, in whose extremity the agate of their talons was gleaming with the brilliance of their talons. * * * After breakfast we ate together with those friends of the night before, among them, the triumphant, with his thigh and his great dark coat, the wise obese, future member of the Institute. And suddenly, while everyone was merrily reminiscing Fremiet's last work, in the parlor, Lesbia, in her cheerful Parisian voice, exclaimed: -Tee!, as Tartar says, the poet has seen nymphs!... They all looked at her in amazement, and she looked at me, me like a cat, and laughs, laughs like a little girl who is scolded. *FIN*", "title": "La ninfa", "author": "Rubén Darío"}