{"metadata": {"length": 7426, "words": 1281, "reading_time_min": 6.405}, "text": "There were two librarians in the public library of Ciudad de México who, since they had nothing to do, spent their time arguing whether books should be arranged by subject matter or by the languages in which they were written. And after much wrangling they agreed to arrange them according to materials, and within those according to languages, instead of arranging them according to languages and within them according to materials. The materialist, then, has come to the linguist. But then they got used to the routine, learned the place each volume occupied among the others, and nothing bothered them but that the public was making them serve. They took the great naps, praised the Baldrick and remonstrated when he had to catalog new acquisitions. And here, you know, a third librarian, young, enthusiastic, innovative and, according to the two old ones, revolutionary, comes in. Because it did not come to them with the admonition that books should not be arranged by subjects or languages in which they are written, but by sizes? Have more distant ears!! These young utopian and modernists...!! But the young librarian was not deterred, and, assuming that his talk would amuse the two old organisers and stowers, the materialist and the linguist, he set himself the task of showing them that, artefact by artefact, the arrangement of books according to size was the most comfortable and the most economical, utilizing shelves of all heights. It was like there were fewer holes left unexploited. And, at the same time, he convinced them of other reforms that he had to introduce into the cataloguing. But J., to do this, you had to work; and those two respectable officials were not for excessive work; they were content with what is called compliance with the obligation, which, as you know, usually consisted in doing nothing. They did not oppose, did not - what they were going to oppose! - the reforms that the young revolutionary proposed; what they did was always dithering. And more than anything, for harping. They had no time, which they needed to do calculations and calculations on the Body scale, to read the papers and to ask recommendations for their sons, daughters and grandchildren. And to play dominoes or tues, too. Harassment and routine were there, as everywhere, the greatest obstacle to progress. Harto the young that they hear and see the reason, without any further case, threaten them one day with bringing down all the pillars, so that they will be forced to reorganize them properly. - Oh, that's right! - the materialist exclaimed indignantly. With threats, eh, little man? Well, now you know that books are not the answer! -There was no need for more! - the linguist added. But what is worse is that I am losing patience... - the young man argued. -You will not lose it - the materialist replied. What have you thought, that it was a thing of sewing and singing? You have to meditate on things a lot before you do them... -Meditate? “It is not enough to say that we are revolutionaries,” said the revolutionary. It will be a stalemate... And the discussion ended badly and the two old men were very happy to have a pretext to continue doing nothing. Because that of: “I do not come with burdens and bad manners” is the resource to which those who never bow to moderate reasons nor are ever willing to do so are resorted to. And one day something dreadful happened, and it was that the young librarian, tired of the senile tossing of those two human mega-monsters, bored with his indomitable will to stay in the routine and the sand, went and began to throw all the books on the floor. The one who arose, holy heaven! They walked round the floor, in the midst of a great heap, mutter after mutter; the incantations were mixed with the miserable pamphlets in risqué; it was a terrible confusion. A piece of a work was hanging there, and three feet beyond another piece of the same work. The two old men remained mute. And the young man had to stand before the Council of Librarians to account for his act. And he said: “I am accused, gentlemen librarians, of having introduced disorder, of having shattered normality, of having armed a genuine revolution in the Ciudad de Muerte library. But let's see: what do my two colleagues call order? Which they had established, the one of materials and languages, or which I was to establish, the one of sizes? What is order? What is disorganization? I wanted, gentlemen, to move from one order to another gradually, little by little, by sections; but these two subjects, although they gave me good words, were not willing to give up their sittings; their cabalistic calculations on the escalator, the intrigues to place their sons, yemenians and nephews, who had occupied so much of their time; their domino or tute contests, their tertulias. They are routine, they are hares, and they are also presumptuous. And even if they oppose the new order, it is so that the things that are lacking and that they have left to be lost by disinterest or bribes will not be discovered.” When you say young this results in the competition that in the noble parliamentary jargon is known by the technical name of sense. The two old defendants protested loudly. “Yes, sirs – the young man pressed with more energy – in favor of that arranged desida, of that normal harangue, here have the bibliophiles done what they have won. The most precious codes of our library have disappeared from it. Today they are found in the private libraries of distinguished friends. Here has happened the case of the copy of one of the books of chivalry which appear in the Quijote's examination that was missing from the collection of the Ambassador of Salamanca, which was in the Municipal Library of Oporto, and which a Spanish ambassador in Portugal managed to get out of there and bring to the bookstore of said Ambassador, and it was said at that time, not uninterestingly, to the bookstore of said Ambassador.\" New feeling in the competition to hear, perhaps for the first time, this well known historical anecdote, which is known to any visitor of the Municipal Library of Oporto. And so the young librarian continued, recounting all the little things - and so little! - that those two tyrants, only careless of collecting their pay, reclining on their seats and placing their feet on theirs, had left to happen. And it proved, in the clearest way, that that order had not been order, but restraint and routine and oblivion. And then he proved that the banner could become a thorn in the side and a thorn in the flesh to stifle all progress, and that the Body's regulation was a set of greater tonteries than those which form the orders of Carlos III. The sandstorm that erupted was indescriptible. And then, exalting the young librarian, he went on to maintain that tontery rather than malice, that ignorance and incapacity, are the source of the enormous number of frequent injustices - like a mountain of sand - which produce public discontent. And he spoke of the party of the imbeciles, which, driven by four oxen, act in our country. And, exalting himself ever more, he divagated, divagated and divagated. They pushed him, saying, “Well, what does all this have to do with books?” He replied: \"Everything has to do with everything.\" And now, my dear readers, God has set us free from any. whatever crazy thing happens to come our way. *FIN* New World, Madrid, 28-IX-1917", "title": "La revolución de la Biblioteca de Ciudámuerta", "author": "Miguel de Unamuno"}