{"metadata": {"length": 7248, "words": 1331, "reading_time_min": 6.655}, "text": "Through the open window, the December heat rushes in. In their hard seats, swamped by the clock, students write reluctantly. You can hear the scratching of the slow feathers. Every now and then, you raise your head and count your fingers. There are eight, ten, twelve; the oldest, who will soon turn fourteen, is Juan Cordero, son of the Portuguese blacksmith. The flies are humming. Master Felipe Arias de Mansilla seems almost as old as John. Although she flirts to pack, her nineteen-year-old is accused of the unshaded cheeks of her beard and the slender and clumsy teenage limbs. He walks among the children, the palm of his hand held tight. His eyes go from the window, behind which, in the campsite, the sun sets, to the next room, which communicates without any door to the classroom. Both rooms are very modest. The one the students occupy has no more furniture than the rough seats and a table that serves as the teacher's table. In the cool darkness of the other one he blurs the ghost of the little bed and over it, placed in such order that it would seem that a great gentleman is sleeping the nap, stretching out his flaming clothes, which were delivered to him this morning and he has not yet premiered. Felipe Arias de Mansilla is approaching that room. His gaze shines when he beholds his axe intact. He paid for it today. It was ten heavy sounds that migrated from his pocket to Sebastian de la Vega's for the entire suit, with ropilla and coat. The shoes cost her a little more weight. He borrowed to get them. He's not missing a dime or the slightest hope of credit. But he doesn't care, the clothes he wanted are his. An hour later, when he returns from the Cabildo, he will wear those Segovia raja clothes with curly sleeves, which although not cut into the cloth will look better on him to wonders. Beatriz will never see you again with this poor devil's trace. That'll be for the students. How much sacrifice the purchase entailed! Sebastián de la Vega repeated to him that his tailor hierarchy examined in Madrid he said it as if he had attended universities prevented him from lowering even a maravedí. He also reminded him that the tariff set by the City Council was forbidden. And Philip has such a miserable salary! When the lobbyists accepted his proposal to teach the children, last July, they agreed that he would do so in exchange for four and a half pesos for those who learn to read and nine for students of writing. And that, not monthly, but at the end of the year. Philip touches with his fingertips the elbows, twisted; he looks at the dress dressed and the other, untied, by which he looks his sharp, very white kneecap, of a boy. This is over, thankfully. Beatrice, who spends twelve watches under the babysitter in winter and seven in summer, will not be ashamed of him anymore. Today you will be able to introduce your mother, so bony, so proud, so terribly principal. As you see now, I wouldn't dare to penetrate your stand that perfumes the aromatic herbs of the brasserie. Neither would Beatriz have dared to take him there, although it is something that Mr. Hernando Arias de Saavedra owes. - The Beatriz! Beatrix! (Beatriz is like a bird, Beatriz is like a flower, Beatriz is like the river on moon nights.) He feels so happy, so full of bubbles of joy, he can't contain himself and he hits the air with his palm. The vibrating blast surprises children who lift their heavy heads. Felipe Arias de Mansilla turns on his heels, stern, and they return to the melancholy of the remnants and sums. But the teacher cannot remain like this, drowned in emotions, without communicating them. It would explode. Her dancing eyes rest on those of John Lamb and she smiles at him. This little half-Portuguese moren is really in love with you. Before I met Beatriz, two months ago, they dated on Sundays and holidays. They went fishing, and while they used to bring some pinched cattle for every trophy, the best part of the afternoon was spent in crawling conversations of bruises about the grass. Philip confided to his disciple that when he had collected some pesos, he would sail for the peninsula, to Salamanca, to continue his studies. Could Juan Cordero accompany him... or does he just aspire, like his father, to age in the forge? They'd be great doctors, with plenty of Latin and Hebrew. And of course, Juan would have accompanied him! At the end of the world, I'd follow him. Nothing changed the brown for those holiday evenings, for those laughing-out-loud talks, for those silences in which his breathing rushes and in which he must hold back so as not to rub his hand with the teacher's abandoned hand. What's that? Latin? No, Felipe Arias de Mansilla will now stay here in Buenos Aires, with Beatriz, forever. Let John Lamb go, if he wishes. They've talked about that too and John hasn't answered. He covered his face with his fingers, his back on the grass, as if the sun had hurt him. Add, subtract, multiply, divide; then guide the unable in the design of the letters (the tail of the g, the mouth of the l); and teach Christian doctrine. What a monotony! Philip does not understand how Beatrice has been able to get a grip on him, who is such a wealthy maiden, courted by rich servants. And yet... but today, today, he will bow to the lady on the stinking stand. He imagines, leaning with a hand on his waist, hanging his cloak, crushing his lap. The class is laughing. So dumb is he that, unconsciously, Felipe Arias de Mansilla has just done his bow, throwing his palm backwards like a sword. It looks like a puppet-relic doll with its colorless patches. The only one who doesn't laugh is John. He bites his lips and hides behind the book. The master tosses a palm on the board: \"Enough for today. He's finished class. The children come out to the corner of the square, where the Fort is nothing more than a carpet corral, with a terrafilling to the river bank, crumbling. Philip is stopping John Lamb. \"Stay here\", he says, \"for half an hour\". Make sure no one comes in. I'm going to the Cabildo and I'll be right back. John sees her move away, fragile, angular, ink hair. It's compassion and tenderness at once, so funny, so helpless, under the violent December sun. A few meters away, in which the enemy is sleeping. The enemy lacks face and hands, wears a tiny white throat around the neck; he is dressed in a black skirt, made of Segovia's sleeve, whose sides the sleeves open, in subtle girons, vanity of Sebastián de la Vega's art, as two wings. They're prolonging the still body, the pants and the shoes. The enemy rests in the purple and green shadow, without hands, without face. Without eyes, he spied on her from the bed. Juan Cordero knows the struggle is unequal but he doesn't care. He unpowers the dagger he hid between his clothes, approaches on foot, madly beating his heart, as if the other could hear him. He throws himself over it and stabs it, tears it apart, turns it into a pinch, a lump of confused rags. Wheels on the floor, wrapped in torn sheets. Then he leaves the room. She cries like she killed a man. Mechanically, absurdly, he cleans the blade of the knife on the tall grass, as if to remove the blood traces from his steel. *FIN* Mysterious Buenos Aires, 1950", "title": "Las ropas del maestro (1608)", "author": "Manuel Mujica Lainez"}