{"metadata": {"length": 8809, "words": 1598, "reading_time_min": 7.99}, "text": "They poured the four jars of oil into the jars. A bat, emerging from the cave, began to draw twisted curves in the air. A black, short figure slid down the stairway and stumbled, trembling, through a slat of the mortuary. At the same time Dorotea de Guevara, a neighbor in the tumult, opened her eyes. He knew he was not dead, but a glass of lead, a brass ring, prevented him from seeing and speaking. I heard, yes, and I felt - as one feels in dreams - what they had done with her in washing and mending her. She hid the scabs of her husband, and felt the tears of her children in her white and yellow garments. And now, in the solemnity of the closed church, he grasped the meaning, and overcame his fear. It was not a burden, but a reality. There the fetus, there the cries..., and she herself wrapped herself in the white sudario, encircling the escapulario of the Merced. Incorporated already, the joy of existence overtakes everything. Lived. What good is living, reviving, not falling into the dark pit! Instead of being lowered at dawn, in arms of crimson to the crypt, she would return to her sweet home, and hear the rejoicing clapping of those who loved her and now cried unceasingly for her. The delicious idea of the syllable he was going to bring home made his heart flutter, still weak from the syncope. He took his feet from the ground, threw himself to the ground, and with the supreme speed of critical moments he combined his plan. Calling, asking for help at such times would be useless. And he could not wait for the dawn in the lone church; in the gloom of the ship he saw faces shivering with specters and faint cries of anguish in the bowels of the soul... He had another resource: to leave through the chapel of the Christ. It was his: it belonged to his family in patronage. Dorotea permanently lit a rich silver candle to the holy image of Our Lord of Penance. Under the chapel was the crypt, the burial place of the Guevara Benavides. The high rope was swung to the left, afigranada, tied to rhodium-plated gold chains, rusty. Dorothy raised a fervent deprecation to Christ from her soul. Lord! May you find the keys! And the pillars: there they gathered the three, the hand; the one of the own vine, the one of the crypt, to which it fell through a slit in the wall, and the third door, which opened the hidden door between the heights of the frame and led to the narrow street, where the infant Guevara, clad in a cloak of towers, sat. Through the closed door, the Guevara entered to hear the mass in their chapel, without crossing the ship. Dorothea opened, pushed... She was outside the church, she was free. Ten steps to his house... The palace was quiet, grave, like an enigma. Dorothea took the aldab, which was as if a wretch was begging for hospital at a time of distress. “This house is my house, isn’t it?” he thought, stepping out onto the stoop’s firm stairwell... On the third floor, he heard a rumble inside the spartan and solemn house, enveloped in its embrace as in a long cloak of silence. And the voice of Pedralvar, the scabbard, resounding, - Who? Who calls these hours, what food do I see from dogs? -Abre, Pedralvar, for your life... I am your lady, I am Dorotea de Guevara!... -Abre, Pedralvar, for your life... I am your lady, I am Dorotea de Guevara!... -Abre, Pedralvar, for your life... I am your lady, I am Dorotea de Guevara!... -Abre, Pedralvar, for your life... I am your lady, I am Dorotea de Guevara!... -Abre, Pedralvar, for your life... I am your lady, I am Dorotea de Guevara!... -Abre, Pedralvar, for your life... I am your lady, I am Dorotea de Guevara!... -Abre, Pedralvar, for your life... I am your lady, I am Dorotea de Guevara!... -Abre, Pedralvar, for your life... I am your lady, I am Dorotea de Guevara!... -Abre, Pedralvar, for your life... I am your lady, I am Dorotea de Guevara!... -Abre, Pedralvar, for your life... I am your lady, I am Dorotea de Guevara!... -Abre, Pedralvar, for your life... I am your lady, I am Dorotea de Guevara!... -Abre, Pedralvar, for your life... I am your lady, I am Dorotea de Guevara!... -Abre, Pedralvar, for your life... I am your lady, I am Dorotea de Guevara!... -Abre, Pedralvar, for your life... I am your lady, I am Dorotea de Guevara!... -Abre, Pedralvar, for your life... I am your lady, I am Dorotea de Guevara!... -Abre, Pedralvar, for your life... I am your lady, I am Dorotea de Guevara!... A renegade, enraged by fear, replied again. Instead of opening, Pedralvar climbed the stairs again. The resurrected one took two more arrows. The austere house seemed to re-animate itself; the spectre's terror swept through it like a shiver through a shiver. He insisted on the aldab, and in the portal they heard cries, screams and screams. Finally, the chiseled door slammed open its two leaves, and a sharp sting came from the sweet-voiced Lucia's mouth, which raised a silver candlestick with a glowing candle in it, and let it fall to the ground; it had been encased with her, the difunt, dragging the corpse and gazing at it from side to side... Having passed some time, Dorothea -who was already dressed in a genovèse tuxedo, embroidered with pearls and seated on a cushioned seat at the foot of the window-, remembered that her husband, Enrique de Guevara, had also shivered at her recognition; shivered and retreated. It was not a pleasure to eat the chilli, but a fright... fright, yes; the resurrected could not doubt it. For perhaps his sons, Miss Clara, of eleven years; Mr Felix of nine, had not cried out in pure joy when they saw their mother coming out of the grave? And with a shriek more agitated, more agitated than the one that had poured forth at the point where she was carried... the one that she had thought was received among exclamations of intense happiness! It is certain that days later a solemn ceremony was held in thanksgiving; it is certain that a solemn invitation was extended to the relatives and friends; it is certain, in sum, that the Guevaras did all they could to demonstrate satisfaction with the singular and unexpected success which had returned to the wife and mother... But Dorothea, stooping on her knees at the window sill and holding the sash in her hand, was thinking of other things. From his return to the palace, everyone is humming. He said that the cold slush of the ground, the glacial ice of the ice, floated around his body. While she was eating, she noticed that the servers' gaze, that of their children, was obliviously diverted from their bare hands, and that when the wine glass came to their lips, the boys shivered. Maybe it didn’t seem natural to eat and drink with people from the other world? And Dorothea came from that mysterious country that children suspect but do not know... If the mother's pure hands tried to play with the red lips of Mr. Felix, the chiquito would turn away, descollinate him in turn, with the gesture that avoids contact that would bleed him. And at the mellow hour of the morning, when the long figures of the tapestries seemed to sway, if Dorothea had crossed Clara in the dining-room of the garden, the creature, frightened, cried as if it were frightened of a bad apparition... On the other hand, the husband, looking at Dorothea with such respect and reverence that he admired, had not returned to cradle her with the strong arm at the waist... In vain the resurrected one threw off her cloak, mixed with her tights and slacks and threw on her body a smattering of Oriental motifs. At the back of the colouring was the pale yellow of the chrysanthemum; around the face was the form of the funeral wreath, and among the perfumes was the sour tang of pansies. There was a moment when the resurrected made her husband livid; she wanted to know if she would be rejected. Don Enrique let himself be embraced passively; but in his eyes, black and dilated by horror, which seemed to him to be the windows of the spirit; in those eyes, for a moment, a gleam of awe and majesty, Dorothea read a phrase which sounded in his brain, already invaded by rumblings of dementia. - Where you have come from does not return... And he took his precautions. The purpose had to be realized in such a way that nothing ever comes to pass; an eternal secret. The key to the chapel was sought and a small herder was ordered to make duplicates for him. He went with the third to Flanders the next day. Already in possession of Dorotea the keys of her tomb, she came out one day in the dark, covered with a veil; she entered the church through the door, she hid herself in the chapel of Christ, and when the priest came out shutting the temple, Dorotea sank slowly into the crypt, lighted by a candle in the lamp; she opened the heavy door, shut it inward, and drew back, first turning off the candle with her foot... FIN", "title": "La resucitada", "author": "Emilia Pardo Bazán"}