{"metadata": {"length": 5965, "words": 1110, "reading_time_min": 5.55}, "text": "—We sit in this? —The Old Man asks. — Better that. It has more shade. Rather than try to rectify it, Gustavo is convinced he is obligated to run to secure the use of the bank. The Father comes after, without a murmur, with the bag on his shoulder. —You breathe well in this room—he says, and to demonstrate it he resounds ostensibly. Then he gets up, takes his cigarette and puts a cigarette between his open legs. At ten in the morning on a Wednesday, the Prado is quiet. Quiet and desert. There are moments so quiet that the closest sound is the thud of a train on the tracks. Then a warm breeze blows two pines and flings some leaves onto the sunny grass. Nothing more. —When will you start working? — Tomorrow. The father hums the horn and smiles to himself, distraught. —If you were always at home... like these days... —You'd like to be with the Old Man, eh? Gustavo collects as a prize the tone of camaraderie. A smidgen of tenderness forces him to say something, anything. —What are you doing in the office? And... work. But... what do you work on? —I inform the expedients, I sign resolutions. For a moment, Gustavo imagines his father trembling in a high pew, signing resolutions, filing papers, all as vast as the Sacramentary History. But then the image is embraced in its modest reality. —Then... are you a leader? —Clear. The boy goes backwards, with his hands on the belt, squeezing the blue elastic belt firmly. The Old Man often brings gifts. He always knows what the maximum number is that he wishes with the greatest fervor. —When he passes the entrance exam, he can enter your office. The father laughs, satisfied. —You're crazy. At your age, you cannot. And I want to study. The Old Man looks at the gnarled trees and sniffs the smoke. Gustavo knows exactly what is expected of him. —What material do you like best? —History. Mentira. They like the accounts. But admitting it is like following architecture. Or engineering, as it happened to Tito's brother. —There is no career based on history. —For that reason... the best thing for you is to employ me in your office. The father sat on a throne. He obviously loves the handiwork. —So history, eh...? If you don't know that you multiply and divide like a machine... Gustavo gets colored. The praise does not make him happy. He wants to enter the office, sit next to the huge desk of the father, reach the envelopes to sign them and pass the seal over the signature. - I do not recommend the office - says the Old Man, who has managed to smoke a cigarette after much effort. At the end of the road, stumbling like a frog, a dark man, a stumbling block, has appeared. —My mother once said it was not worth studying. —Your mother, the poor, is tired and sometimes does not know what to say. —But... —You're not tired, and I don't like to hear you talk like that. The father has become serious and Gustavo feels diminished. The man—foot is now near and has stopped to observe an araucaria. And it could be... that you study with me... and also... work with me? —And it could not be —the Old Man deliberately parodies— that you remain calm? Total... we only have eight more years to think about it. Gustavo knows that, as always, the Father is right. It has the feeling of representing the role of the tiger. However, now the father is also smiling, understanding. She smiles with her thin lips and also with her grey, slender eyes. The man—his foot has stopped in front of them. - Hello - he says. —Hello!—says the Old Man, who had not seen him approach. —So this is your guy? — Yes. Evidently, the Old is a bother. The man—he has a mexican eye. She holds Gustavo's shackled hand. —Meet how lucky I am to find him here... Is he licensed? — Yes. —I had to get a ticket for Larraaga, but the sun is so nice, that I decided to cross this side. - Sure, here you breathe well, the Old Man says, for a start. Gustavo is uncomfortable too. I would do anything to make the type smell. But no, it has been established. Gustavo is focused on the details. From the bag of asoma a piece of cloth that should be white. The skirt has a thicker and more obvious hem. —And when will it return? — Tomorrow. —Well, then I'll go and see him. The father is agitated. He takes the cigarette and slams it with his shoe. Soon he makes a strange gesture, as if pointing to the boy. Gustavo doesn't understand the adder, but he understands perfectly that the father is upset. The guy, on the other hand, sees nothing. —I have to bring you a gift... eh...? To bring that order of payment... Now the Father makes a desperate gesture. —We will talk tomorrow. Tomorrow. Gustavo feels his head is going, but he has a horrible curiosity. Once he had given the fat Faras a sly nose-prick, just because he had said, \"Last night at dinner, Papa said your old man is a good piece of work.\"—If I remember correctly, it is a piece of paper, what do you think? —We will talk tomorrow. Tomorrow. Gustavo notes that the father has aged ten years. Once again the bag is put on, the legs are shook and he is pushed forward. Finally, the type has understood to the middle. — Well, I'll go. Goodbye friend. The Old Man does not respond. Gustavo touches only the soft and slender hand. The man—his foot sags, his breathing slows, enjoying the sun. Behind, pull the tin can out of the bag. Without a gesture, the father rises and begins walking in the opposite direction to the boy. Gustavo now feels the dry, rough palm of the Old in his hand. Sometimes, his mother takes his hair because he still likes to have it pulled out of his hands. Without raising his eyes, the father sighs, and the boy senses that something is going to be explained to him. I want to ask God to explain something to me. - Better not tell your mother that we found him... - No, says Gustavo. He doesn’t know exactly what’s happening to him. Soon, he releases his hand, puts it in the pocket of his pants, and kills his lip until it bleeds. *FIN* Montevideanos, 1959", "title": "Aquí se respira bien", "author": "Mario Benedetti"}