{"metadata": {"length": 6184, "words": 1115, "reading_time_min": 5.575}, "text": "During the Regency in Paris there occurred a fact so singular that even today it can be narrated with interest; on the one hand, it provides an example of mysterious libertinage that could never be fully declared; on the other, three horrific murders, the author of which was never discovered. And as for... the conjectures, before presenting the catastrophe triggered by who deserved it, perhaps it will be something less terrible. It is believed that Mr. de Savari, a naturally abused bachelor, but resourceful, friendly and who gathered in his residence on Déjeuneurs Street the best society possible, had the idea of lending his house to a truly unique kind of prostitution. Wives or daughters, of high position only, who wished to enjoy without complications and in the shadow of the deepest mystery of the pleasures of voluptuosity could find there a certain number of associates willing to satisfy them, and those transient intrigues never had consequences; a woman collected in them only flowers without the slightest risk of thorns that so often accompany such arrangements when they take the public character of a regular relationship. The wife or young woman was again in company the next day with the man with whom they had had intercourse the previous day without giving the impression that they recognized her and without him, in turn, seeming to distinguish her from the other ladies, thanks to which no jealousy in the relations, no angry parents, no separations, no convent; in a word, none of the fatal sequels that bring with them matters of that nature. It was difficult to find anything more comfortable and certainly dangerous to offer this plan in our day; we should rightly fear that this account might suggest the idea of putting it back into practice in a century in which depravity of both sexes has overstepped all known limits, if we did not present, at the same time, the cruel adventure that served as a deterrent to the one who conceived it. Mr. de Savari, author and executor of the project, who was content, though very pleasantly, with a single servant and a cookess so as not to multiply the witnesses of the excesses of his mansion, saw one morning a certain individual his friend present himself at his home to beg him to invite him to eat. \"Devils, I'm pleased\", replied the Savarian, \"and to show you the pleasure you're giving me, I'll order you to have the best wine out of my cellar\". \"Well, well\", replied the owner of the house, following the joke perfectly; \"if it hadn't been for my distressing condition, I would have come with you myself, but you will do me a favor to see if that bastard does not lead us astray\". The friend goes out, enters the cellar, takes a lever, slays the servant, goes up to the kitchen, leaves the cook in the place, kills even a dog and a cat he finds in his way, returns to the living room of the lord of Savari who, unable by his condition to offer the least resistance, is killed like his servants, and this implacable executioner, without being disturbed, without feeling the slightest remorse for the action he has just perpetrated, quietly details on the blank page of a book he finds on the table the way he has carried it out, does not touch anything, does not take anything, leaves the house, closes it and disappears. The house of Mr. Savari was too crowded for this heinous butchery to be discovered at once; they called to the door, no one answered, and convinced that the owner could not be found outside break the doors and discover the dreadful state of the residence of that wretched man; not content with lecturing the details of his action to the public, the flamboyant murderer had placed it on a pendulum, adorned with a cavern that contained the motto:  Contemplate to amend our life, he had placed, I repeat, on this sentence a paper written in which it read: Vid your life and you will not be surprised by its end. An adventure they could not provoke a scandal; a late vendor applauded every part of the one he saw that there was more than one, and he saw that there was a good man, and he had no good man, but the man of the house, and he could not put his hands on the scene, and he could not see any other man, except the man of the house, and the woman of Mr. Savari, who had no such a cruel, and unlikely relationship with the Lord Savari, and his wife, but the object of the court, and the one who had no such a fine man, and unable, and unable to put his hand in the sight of the court, could not to the end, but the one, and the one who had no such, and the same, as Mr. Several people were arrested and released almost immediately. Soon enough it was known enough to convince itself that this matter had countless ramifications that, by compromising the honor of parents and husbands in half the capital, they were going to publicly discredit an infinite number of people of the highest rank, and, for the first time in life, in some heads of magistrates prudence replaced severity. In that was all that remained, and therefore the death of that wretched man, too guilty no doubt to be wept by honest men, never found anyone to avenge him; but if that loss was insensitive to virtue, it must be believed that vice lamented it for a long time, and that, regardless of the cheerful squad that so many myrrh gathered in the house of this sweet son of Epicurus, the beautiful priestesses of Venus, who came day after day to burn their incense on the altars of love, must no doubt weep over the demolition of their temple. And that's how it all ended. A philosopher would comment, glossing this narrative: If of the thousand people who may have been affected by this adventure, fifty were glad and fifty others deplored it, the action may be considered indifferent; but if, unfortunately, the calculation throws a figure of eight hundred beings injured by the deprivation of pleasure that this catastrophe caused them against only two hundred who thought they would win with it, the lord of Savari was doing rather than evil and the only guilty one was the one who slaughtered him for the sake of his resentment. I let you decide on all this and move quickly to another matter. FIN", "title": "El alcahuete castigado", "author": "Marqués de Sade"}