{"metadata": {"length": 1946, "words": 386, "reading_time_min": 1.93}, "text": "A peon kitchen: bell-burning stove, smoky black walls, brick floor, a few benches, wood in a corner. Turning his back on the stove kills an old man with the peacock between his sluggish feet who are distrustful as if playing hide-and-seek. A bright boy comes in, with a safe step and the thread of a style whistling on his lips. Pablo Sosa. - Good day to you, Don Nemesio. Don Nemesio. - What is it? Pablo. Is the water hot? Don Nemesio, Paul, you are a good man! The boy fills a matte in the strawberry, carefully pours water along the bulb, and goes to the door, where he spits out the mouths of his first barley. Pablo (From the door. Do you know how nice it is to be flogged and judged? I'm getting a little bit of a kick out of asking the boss for a discharge. Look at what a feast day for the poor, picking up a business on a Sunday, won't it be a sin against God? Don Nemesio. - What is it? Pablo. Don't you see the ditch, Don? Don't get involved with such talk! Complaining is not Christian and it is useless. To bitter luck I play laugh, and having a good mate to share loneliness, I am able to believe myself to dance. Or like this? Look at that! When I was a boy boy, I used to get addicted to corn, not to mention houses. I had a little bit of a zipper! With him I flourished pleasantly, because knowing nothing but to move the tail, there was no need for me to say like mom: \"Go get a piece and a cookie, then fill your mouth well and stuff the ball, nor that I come out like a daddy, sneaking in hurry, to body his lap. Man, my friend, when he's happy and well-thought, he doesn't have to be a jerk and judge people. Don Nemesio, don't you think, don? - Paul, cowardly, takes the peacock and retreats out to finish his barley, rocking between his teeth loud enough to be heard: Don Nemesio, invariably slumped before the void left by the peacock, smiles to himself, with a sound of doubt: - M... h? Fin Rosaura and seven tales, 1952", "title": "Diálogos y palabras", "author": "Ricardo Güiraldes"}