{"metadata": {"length": 5462, "words": 1112, "reading_time_min": 5.56}, "text": "A bull that was wandering through the forest was found with a rope. - Where are you going, Cordero? he asked. \"I am looking for a refuge to protect me from the cold in the approaching winter,\" said the Cordero. - So let's go together in their search. They continued walking and came across a pig. - Where are you going, pig? - asked the Toro. \"I am looking for a winter shelter,\" the pig said. -You can see with us. They kept walking the three and soon came to a pond. - Where are you going, Ganso? \"What do you want to do?\" asked the Toro. \"I am looking for a shelter for the winter,\" the gander said. -You can follow us. And the whale went on with them. They drank a little and sat down with a supper. - Where are you going, Gallo? \"What do you want to do?\" asked the Toro. \"I am looking for a winter home,\" Gallo said. -Because we all look for the same thing. Join us - the Toro said. And together the five followed the way, talking among themselves. -What shall we do? Winter is starting and you are already feeling the first cold. Where will we find a hostel for all? Then the Toro proposed: -My guess is that you have to build a cabin, for if you don't, we're sure to freeze on the first cold night. If we all work together, soon we will see it done. But Cordero replies: -I have a very hot jacket. Miren, what a yarn! I can winter without needing a cabin. The pig said, \"I am not troubled by the cold; I will hide myself in the earth and I will not need another refuge.\" The Ganso said: \"I will sit between the branches of a yew, one branch will serve as bed and the other as a covering, and there will be no cold able to trouble me; I do not need to work in the hut.\" The hawk exclaimed, \"Maybe I don't have wings to keep me from the cold?\" I can in winter very well open. The Toro, seeing that he could not count on the help of his fellows and that he would have to work alone, said to them: \"Well, as you wish; I will make a well-heated cottage that I will guard; but since I am making it alone, do not come to ask me for permission.\" And putting his idea into practice, he built a cabin and settled in it. Soon winter came, and every day the cold became more intense. Then the Cordero went to ask for lodging for the Toro, saying, -Let me enter, my friend Toro, to warm myself up a little. - No, Cordero; you have a good coat in your cloak and you can wear it open. Don't suppose me anymore, because I won't let you go. -If you don't let me in - Cordero protested - I will give you a slap with all my might and knock a branch out of your cabin and you will be cold like me. The tiger reflected a moment and said, \"I will let him in, for it will not be worse for me.\" And he let the tiger in. Soon the Pig, which was frozen with cold, came to ask shelter from the Wolf. - Let me in, friend, I'm cold. - No. You can hide in the earth and thus in winter without having cold. - If you do not let me in, I will with my hickory foot the posts that support your cabin and it will fall. There was no other remedy than to let the pig in. Then the lion and the wolf came to ask for protection. - Let us in, good Toro; we have a lot of cold. - No, my friends; each of you has a pair of wings that serve as your bed and blanket to pass the winter cold. -If you don't let me in - said the Ganso - I'll rip out all the mush that covers the splinters of the walls and you'll see the cold that will make your cabin. -What don't you let me in? \"It is a pity,\" exclaimed the Gallo. I will go up on the roof and with my feet I will sweep all the earth that covers the roof. The Toro could do nothing but provide a home for the Ganso and the Gallo. The five friends therefore met together, and the Gallo, when it had warmed up, began to sing his songs. The fox, hearing him sing, was greatly enlivened and felt the desire to have a banquet of mutton; but he remained thinking of how to catch him. Recalling his friends, he went to see the Bear and the Lion, and said to them: - Dear friends, I have found a cabin in which there is an excellent bed for the three. For you, Bear, a tiger; for you, Lion, a lion; and for me, a lamb. -Very well, friend - they both replied. We shall never forget your good services; they will come soon where we are to kill them and eat them. The fox drove them to the cabin, and the bear said to the wolf: -Come before me. But this reply: - No. You are stronger than I am. See you ahead. The Bear gave up and went to the entrance of the hut; but as soon as he had entered it, the Tortoise seized him and slammed him with his horns against the wall; the Cordero gave him a strong blow in the wind that made him fall to the ground; the Pig began to slap him with his tail; the Goat shook his head and would not let him go; and while all this was going on, the Gallo, sitting on a log, cried a fishy cry: -Let me have him! Let me have it! The Wolf and the Wolfe, hearing that shrill cry of battle, were terrified and fled. The Wolf, with great difficulty, escaped from his enemies, and, reaching the Lion, told him his disdain: -If you know what has happened to me! In my life I have experienced a similar thing. Just as I entered the cabin, a woman with a big stick slammed me against the wall; then a big troll came and began to slap me, pinch me, and even poke me in the eyes; but the most terrible of all was one who was sitting on the topmost shelf and who kept shouting, “Let me have him!” If this one gets his way, I’m sure I’ll be dead.", "title": "La invernada de los animales", "author": "Aleksandr Nikoalevich Afanasiev"}