{"metadata": {"length": 3959, "words": 783, "reading_time_min": 3.915}, "text": "Once he said a rooster to a rooster. - It's the nuts season, we'll go to the meadow before the squirrel takes them all. \"Great idea\", replied the hen, \"let's go, we'll have a lot of fun\". They went together to the meadow, where they stayed until night; then already out of vanity, already because they had eaten too much, they did not want to walk back to their house, and the rooster was forced to make a cart with walnut shells. When he was done, he sat down with the chicken and ordered the rooster to cling to the spear. \"You're wrong\", replied the rooster, \"I'd rather get back on my feet than get hooked like a deer; no, that's not part of our agreement; in one case I'll be a coachman and sit on the fisherman's chair; but to drag a car, ca!, that's not what I'll ever do. As they were arguing in this way, an anad began to cry out: \"Ah! Thieves! Who gave you permission to be under my nogales? Wait, I'll fix you up! And he rushed with the open beak over the rooster, but this turning the turrets shook the anad well, put his body as new to the picotations, so that he gave up and let himself be hooked up in the chariot in punishment of his cowardice. The rooster sat on the fisherman to drive the chariot, which launched the race screaming: \"To the galope! And they went a long way, and found two travelers walking by, a rod and a needle, and they cried unto them, Allow, allow. Soon, they added, it will be night and we will not be able to walk any longer, because the road is filled with mud and we stopped drinking beer at the tailor's inn door, so we beg you to let us go up to the inn. The rooster, in view of the weakness of the newcomers and the small place they would occupy, agreed to receive them, but on the condition that they would not stab anyone. In the evening, they arrived at an inn, and as they did not want to expose themselves by passing it on the road, and the innkeeper was very tired, they decided to enter. The innkeeper initially put a lot of strain on him. The house was full of people and the new travelers did not seem to him of a very high condition, but defeated at last by his good words and by the promise they made him to leave him the egg that had just put the chicken on the way, and even the anade, which put one every day, agreed to receive them that night. They made themselves serve as a king's body and made a joke of it. The next morning, as the day dawned, while everyone was still sleeping, the rooster woke the hen and smashing the egg into pieces, ate it between the two and threw the shells into the ashes; they immediately went to grab the needle, which was sleeping deeply, and taking it by the eye, they put it on the host's chair, doing the same with the pin they attached to the towel, then they flew out through the window. The Anad, who had stayed in the courtyard to sleep in the open sky, rose to hear them, and going through a stream passing under the wall, came out much earlier than he had entered the night before when he came running the mail. About two o'clock the innkeeper got up from the bed, and after he had washed himself, he took the towel to dry himself; but he scratched his face with the pin, which made him a gesture that caught him from ear to ear. He immediately went down to the kitchen to light the pipe, but as he blew the lumber, the remains of the eggshell leaped into his eyes. - Everyone's conspiring against me today, he said to himself. And he fell down dismayed upon his broad couch; and he rose up at once, and cried, for the needle was nailed to him more than half; and he was not on his face. This last event had just exasperated him; his suspicions were instantly lost on the travelers he had received the night before; and indeed, when he went to see what they were doing, they had disappeared. So he swore never to welcome any of those unwary guests back into his house who spend a lot, don't pay, and aren't happy yet, usually play some bad game. ♪ Finish ♪", "title": "Los huéspedes inoportunos", "author": "Hermanos Grimm"}