{"metadata": {"length": 5767, "words": 1043, "reading_time_min": 5.215}, "text": "Marion Eggelby was sitting next to Clovis talking about the only subject she liked to talk about: her children and their various perfections and achievements. The mood in which Clovis was found could not be described as receptive; Eggelby's youthful generation, represented by the unlikely bright colors of maternal impressionism, aroused no enthusiasm in him. But Mrs. Eggelby was enthusiastic enough for both of us. I would like Eric to say in a tone that, more than hope, expressed his willingness to discuss. Clovis had already made it clear to him in an absolutely unequivocal way that he was very unlikely to be too interested in Amy or Willie. Yeah, I'm sure Eric would like that. Everyone likes it right away. You know, it always reminds me of that famous painting of young David... I've forgotten who painted it, but it's very well known. That would be enough to put me against him, if I see him too much. Imagine, for example, on an auctioned bridge, when you try to focus on what your partner's first claim has been, and recall which sticks your opponents initially rejected... think what it would be like to have someone who persistently reminds you of a picture of young David. It would just be crazy. If that happened to me with Eric, I'd hate it. Eric doesn't play bridge, Mrs Eggelby said with dignity. That he doesn't play? \"Clovis asked me\". Why not? I've taught my children not to play cards. I encourage you to play ladies, to skip chips, to that kind of thing. Eric is considered a wonderful ladies' player. \"You are sowing terrible risks in your family's path\", Clovis said. A prison chaplain who is a friend of mine told me that among the worst criminal cases he's ever known, of men sentenced to death or long prison terms, there wasn't a single bridge player. Instead, he met at least two skilled ladies players among them. \"I really don't see what kind of relationship my boys can have with the criminal class\", Mrs Eggelby replied resentfully. They've been very carefully educated, I can assure you. That shows you doubted how they could get out. My mother never bothered to educate me. He was only interested in me because I was being whipped at decent intervals and taught the difference between good and evil; there is some difference, you know; though I have forgotten what it is. Forget the difference between good and evil! Mrs Eggelby exclaimed. Understand me, I learned natural history and a whole series of subjects at the same time, and you can't remember everything. I used to remember the difference between the Sardinian lily and the common lily, I also knew whether the turtle reached our shores before the snout, or which one went first, and how long it takes the walruses to reach maturity; I dare say that you once knew all these things, but I bet you've forgotten them. \"These things are not important\", Mrs Eggelby said, \"but... the fact that we both forgot them shows that they are important\", Clovis said, interrupting her. You may have noticed that what we forget is always the important things, while trivial and unnecessary life events are kept in our memory. For example, my cousin, Editha Clubberly, I never forget that her birthday is on October 12. I don't really care about his birthday, or even whether he was born or not, any of those facts are just completely trivial or unnecessary to me. I have lots of more cousins. On the other hand, when I stay at Hildegarde Shrubley's house, I can never recall the important circumstance of whether her first husband gained his unenviable reputation in horse racing or in the stock market, an uncertainty that forces me to immediately eliminate sports and finance as a topic of conversation. Nor can one ever mention travel, because her second husband had to live permanently abroad. Mrs. Shrubley and I move in different circles. Mrs. Eggelby said very upset. \"No one who knows Hildegarde could accuse her of moving in a circle\", Clovis said. His vision of life seems to be that of a relentless march with an inexhaustible supply of gasoline. If you can get someone else to pay for your gas, all the better. I don't mind confessing that you've taught me more than any other woman I can think of. What kind of knowledge? Mrs Eggelby asked what attitude a jury could have collectively if it found the verdict without having to leave the room. \"Well, among other things, he taught me at least four different ways to cook lobster\", Clovis replied in a grateful voice. Although that, of course, should not interest you; those who abstain from the pleasures of the gaming table never really come to appreciate the subtler possibilities of the dining table. I suppose his ability to enjoy animated pleasure is stunted by the lack of use. \"One of my aunt's got very sick after eating lobster\", Mrs. Eggelby said. I would venture to say, if we knew more about her story, we would discover that she had often been ill before eating lobster. Are you hiding the fact that you had measles, flu, nerve headaches and hysteria, and all those things that aunts have, long before you ate the lobster? The ladies who have never been sick in their life are really rare; in fact, I personally don't know any. Although, of course, if he ate it when he was two weeks old, it could be his first illness... and his last. But if that were the case, I don't think you would have mentioned it. I must leave, Mrs Eggelby said in a tone totally devoid of even the most superficial pain. Clovis stood up with a funny, disgusting attitude. I've enjoyed our little talk about Eric so much. I'm burning with a desire to meet you someday. Goodbye Mrs Eggelby froze at the reply, adding in a very low voice a supplementary comment: I will see to it that this never happens! Beasts and Super-Beasts, 1914", "title": "Clovis y las responsabilidades de los padres", "author": "nan Saki"}