{"metadata": {"length": 5002, "words": 947, "reading_time_min": 4.735}, "text": "You must know, then, that in Lombardy there was a monastery very famous for its holiness and religion in which, among other nuns who were there, there was a young woman of noble blood and marvelous beauty endowed, who, named Isabetta, having come one day to the fence to speak with a relative of his, of a handsome young man with whom he was in love; and this, seeing her very beautiful, and having already understood her desire with his eyes, likewise inflamed by her, and not without great sadness of the two, this love for a long time they maintained without any fruit. Finally, as the two were attentive to it, the young man saw a way to be able to go to his nuns very secretly; with which, rejoicing she, not once, but many, with great pleasure of both, visited her. But as he continued this, it came to pass that one night he was seen by one of the ladies there (without him or her knowing) going to see Elizabeth and returning; and he told several others. And they first decided to accuse her of the abbess, whom duchess Usimbalda had by name, good and holy lady according to her opinion and to anyone who knew her; then they thought, lest he might deny it, to make the abbess take her with the young man, and, thus, being silent, the watchmen and the guards secretly divided among themselves to take her. And it came to pass that Elizabeth, not being concerned with this, nor knowing of it, called him one night; and they knew immediately those who were waiting. And they saw fit, and it was evening, and they were divided in two, and one part went to the door of the chamber of the abbotess, and another ran to the chamber of the abbotess, and knocked on the door of the chamber, and she answered, and said, Come, my lady, arise quickly; for we have found Elizabeth in the chamber with a young man. That night the abbess was accompanied by a priest to whom she often came in a box; and, hearing this, fearing that the nuns would knock so much on the door (for too much haste or too much zeal) that it would open, she hurriedly stood up and dressed herself as best she could in darkness, and believing to take a pair of folded towels that they carry over her head and call them the psaltery, she took the priest's pants, and so she hurried that, without realizing it, instead of the psaltery she threw them to her head and went out, and soon the door closed behind her, saying: \"Where is that damned God?\" And with the others, who were so excited and attentive to find Elizabeth in sin that they did not realize what was on the abbot's head, he came to the door of this cell and, helped by the others, threw it down; and entering, in the bed they found the two lovers embraced, who, from such a sudden event stunned, not knowing what to do, stood still. The young woman was incontinently taken by the other nuns and, on the order of the abbess, taken to the chapter. The young man had stayed and, dressed, waited to see how the thing ended, intending to play a bad pass to as many as he could catch if his young man was wronged, and take her with him. The abbot, sitting in the chapter, in the presence of all the nuns, who only looked at the guilty, began to say the greatest insults that ever to a woman were said, as to whom the sanctity, honesty and good reputation of the monastery with its dirty and vicious actions, if outside it was known, contaminated everything; and after the insults added very serious threats. The young woman, shy and shy, as guilty, did not know what to say, but by being silent, she made others feel sorry for her. And the abbot multiplied her stories, and it came to the young woman to look up and see what the abbot was wearing on her head and the ribbons hanging from here and there; so, realizing what it was, she said, completely reassured, \"Madam, so help you God, tie the hat and then you will tell me what you want\". The abbess, who did not understand her, said, \"What a hat, bad woman? Do you have a face to thank? Do you think you've done something that makes jokes work? And the young woman said, I pray thee, my lady, take off thy hat; and afterwards declare to me what is good to thee. With which many of the nuns lifted their gaze to the head of the abbotess, and she too, taking her hands, realized why Isabella said that; with which the abbotess, realizing her own fault and seeing that she was everywhere seen and could not hide her, changed her sermon, and of a very different manner from the one she had begun to speak, came to the conclusion that it was impossible to defend herself from the stimuli of the flesh; and therefore quietly, as had been done until that day, she said that each one should have as much fun as she could. And he let the young woman go, and lay down again with his nurse, and Elizabeth with her lover; whom he sent many times afterwards, though they were jealous of him, to bring him there; and the others who had no lover, tried their fortune as best they could. End of the ninth day, second narrative, The decameron", "title": "Los calzones del cura", "author": "Giovanni Boccaccio"}