{"metadata": {"length": 6595, "words": 1200, "reading_time_min": 6.0}, "text": "I grew up between rapid movements from one tenant to another, and the sudden appearances of a tall, probably curved, and glassy doctor, who would touch my chest with long, cold fingers, and clean me, from my forehead and body, the sweat of the fever, and look at me as if I were something that tested his limitless patience and tiredness. That tall, bent man opened his briefcase and dropped, in his mother's hands, two or three vials of thick tablets or syrups, and whispered a few words, and then, incredulous and sad, he lifted his coat neck, and went out into the night. We were moving in, Mom, Dad and I, and the furniture that the union colleagues gave them at noon when Mom and Dad went to live together. The unions, in the opinion of ineffable legal voices, were caves of anarchists, red men and strangers wandering and ungrateful and, then, with ominous regularity, there were the eruptions of tall and Moroccan men, black gacha hats, in houses of vast courtyards and old twisted vineyards, and zinc galleries, which Buenos Aires demolished, proximal and ruthless. I, a boy with a recovered or convalescing illness without a timely diagnosis, stood on the threshold of the room we rented in one of those luxurious, murmured, secret couples' houses, attending the expert work of a police herd. He spoke little, the herd, and he spoke for himself, cryptic, unspoken, perverted. He would lift mattresses, roll sheets and crumbs, unload short piles of flattened clothes, open drawers, walk his lantern lights through the beds' elastics, hit the walls, and take, to black and square Ford cars, a dozen books and two or three wrinkled newspapers, the revolution perhaps, in black and odd letters, and leave, the pack, into the night and into the cold. But when summer came, Mom would re-enroll me on the list of the boys who, by the grace and benevolence of perfume-loving Catholic ladies, would know the sea. I say we discovered the sea, we, sons of workers, of dead cops, of prisoners. There was a train that carried our tumultuous expectations to the sparkling sands of a beach, and to a building of large windows, high-ceilinged bedrooms, and dining rooms with black and white tiled floors, and brick chimneys. There were pictures, and in the pictures the smooth water of the shores of the sea, and the sea, and the morning bathing in the sea that drowned our cries of pleasure and fear, the pretended bravery of bravery in the face of the high foam of the waves. Soon, another bathroom under the building's shower with big windows, and loud, hysterical, mocking laughter, under the icy water of the showers, and sudden, humiliating handshakes from the strongest to the most defenseless, to the boys who were afraid to defend themselves. About noon, lunch. The sound of full mouths chewing, hungry, of rashes, of insatiable guts, of some crying, of some vomiting. I wrote lying letters: innocent, I mean. Letters to Mom (which meant Dad). I wrote down what we ate. And how much. Because I knew that dear mom ate with me. I knew she moved her lips, squeezing one lip against another, and she moved them, squeezing her lips like she was chewing. And then, dear mother, she would rise from the table, fold the paper of the letter from where I fed her, and keep it in the pocket of the hen, near the warmth of her belly, and, standing, she would nod in silence nothing of the night. I was talking to Mom about the sea. Catholic, perfume-loving ladies, some of whom were used to wearing beautifully, had more money and more time than other ladies with far less time and money for works pleasing God. Then the Catholic, perfume-loving ladies reopened the holiday colony. My dear mother was not Catholic and perfume herself on May 1st, my birthday and December 31st. But he was tenacious. It got me a spot on the rich list of workers' sons, dead police officers, poor and prisoners who would return to the sea and talk, in their letters, that they smelled of soup, milk, purée and soft beef, about what the sea is like. And there were the clerks, rude, provincial, who comforted the boys who begged for their homes on a rainy afternoon, and who played with us, the children of workers, of dead cops, of prisoners, of the poor. And there were, suddenly, the nuns. They were, the nuns said, exalted or with a candide grunt, the servants of God on earth. They weren't looking at us, the nuns. They walked among us, with their long black habits, with their bloodless faces, patchy and incredible, to me, like death and miracle. At night, when we lay on the beds of clean, crisp sheets; when the sea, out there, spoke something in a language we would never learn to translate; when the cellists returned to their homes, the nuns, with keys hanging from their waists, with fallen voices or whispering, ordered to pray the Our Father. From knees on overlapping beds, the bedroom barely lit, the boys recited the prayer they had memorized, serious, troubled, perhaps, or immersed, perhaps, in the mystery that the words of prayer invoked. One of the nuns, walking among the long rows of overlapping beds, looked at me, lying on mine, hands on the sheets, quiet lips, and the prayers of the others waving, gang-singing, in the barely lit room. Something the nun said one night, and the prayer ended, as if there were no one in that room. The others came down from their beds, silent and pure as never before, and the nun, a heavy mute shadow, came out of the bedroom. The others surrounded my bed, and none of the others spoke, stiff, young faces under the dim lights of the room. I don't know how long they've been like that, standing still, like they're waiting for a signal. And I don't know if there was, but, in one moment, they jumped into the bed I attended, without tears, at the end of my childhood. I know I hit some cheekbones, some salivated lip. I know I fell to a mattress, with arms, bodies, screams, they beat me to a mattress. I know I was raised to my upper bed, mine, and tied, naked, to the top bed bars. Then the others, the strongest and the weakest, stood there, thin shadows on the bedroom floor, looking at me, naked, tied to the bars of the bed above. The nun, who spoke to the others, went back into the room, and walked under the dim lights of the room, and did not stop before the ten-year-old boy, tied, naked, to the bars of a bed, and to him running, through his thighs, a thread of blood, thick and reddish. And the nun said, in a low and quiet voice, and without stopping her step in front of the boy tied to the bars of a bed. - Put the shame on that Christ killer. FIN", "title": "Un asesino de Cristo", "author": "Andrés Rivera"}