{"metadata": {"length": 4827, "words": 866, "reading_time_min": 4.33}, "text": "He got off the train at San Miguel de la Guardia del Monte, one of the oldest villages in our province. A pawn was waiting for him with a shooting horse, as agreed. Nicanor asked about the houses. Everyone was fine, waiting for the gentleman with great preparations for the feast. He rejoiced at the promise of happy days. In Buenos Aires, the Faculty absorbed his ambitions as a scholar. Little was given to pleasure. Politics, social life, clubs, youth displacement were open letters in which I read few lines. Vacations, on the other hand, prompted him to quit. He looked at the gaucho, whose chariot was chasing the wind without its physiognomy expressing any pleasure for its wild freedom, and leaned his knees over the woolly leather of the message, to feel more present the movements of the horse, under whose helmets the earth fled dizzy. They heard, from behind, a galloping approach; someone was reaching for them, and the horses stopped, as if obeying a higher and unknown will. - Good afternoon. - Good afternoon. The flete, primarily made of tingling silver, caught the attention of our townspeople, whose reflections intensified its already shiny, blood-and-bull-colored hair. The man was a gauche in his dress, a patrician in his manner. With the ease of camping encounters, he became a relationship. Without naming the newcomer, he asked Nicanor who he was and where he was going. - I've been friends with her father. I'm also a political partner. And he went on kindly, \"Are you going to Z...? It is my way, and I will go with it; so we shall talk to shorten the galope. - It's an honor you do me. The pawn came from a distance, respectfully. Nicanor ordered him to advance to announce his arrival, and the new friends were too interested in his dialogues to think about the road. The man was finding out a lot, and Nicanor was responding, flattered by the attention of the personage he was guessing about. - So you're coming to the party for a little while? You'll have fun. There are daytime running courses here and also ostriches to exercise the pulse, and vizzos to test the stoppers, right? Nicanor, I don't know. I dare not interrupt you. Fear of appearing like a poor little township incapable of any equestrian feat prevented him from protesting decisively. - I'm not a horse rider. - What the hell! The same thing if you told me the backpack is a fool. - I assume he's just a meek man, chosen for a senior like me. - Oh, he'd be disappointed if we had a little game. In his bright eyes all the left-handed evil shone. - A short part, even if it's - he insisted - like that barber, to the right of the whitening viscachera... Nicanor, not knowing how to refuse, objected, as the desire to win struck his arteries. - As you wish, then. But I'm, from now on, sure the coloration will cut me off. The face of his interlocutor had acquired a singular power of brilliance. The factions seemed sharp and the eyes laughed, in the promise of an intense mischievous boy's pleasure. - Well, when I say let's go! Now... pull foot by foot... so... let's gallop in parallel to the command voice. The horses were leaning upon their claws, trembling with thrust. They would go twenty meters, kneeling and kneeling, holding the frames, which snorted impatiently. - Well... now... let's go! - Let's go! And the race crew rattled like a sharp double drum. After the game's shaking accommodators, they were running at a pace. The vessels crept or became deaf in the variations of the court; rounded dry muds leaped like stone from the mold of the vessels. Nicanor was cheering the backpack and seemed to gain ground, when the colored man's weight hit him with inexplicable vigor. He thought of a flood; but at the same time, without any logic, his horse, with a complaint and his head cuddled between his hands, crowed furiously. He defended himself as best he could. His fingers, by chance, pulled splinters from the cushion. - Take care of yourself! I'll take care of the... the viscachera! - they yelled at him in a laughing noise. Every precise notion was gone for Nicanor. The earth came upon him. He saw a piece of heaven, the softness of the horse that threatened to crush him, and, still unsure, he rose with a heavy pain in his back. He went up again. In the distance, for a bath, today's partner ran, and a baker was singing, or someone was laughing. By the time he reached his destination, the atoll had ceased. Almost without answering the effervescent reception, he told of his adventure. Finally, Carlos, his friend, asked him: \"What was the man like?\" High, blond? Very good guy? With bright eyes and a smile like a lady? - Yes, yes - Nicanor answered looking at his man. - I know who he is. - Who? - I'm not sure. - asked the young man with a secret idea of revenge. - Don Juan Manuel is here. ♪ Finish ♪", "title": "Don Juan Manuel", "author": "Ricardo Güiraldes"}