{"metadata": {"length": 4784, "words": 998, "reading_time_min": 4.99}, "text": "There was a wolf in the jungle. One day, while walking outside, he found a tree that had leaves that looked like people's faces. He listened carefully and could hear the tree talking. And the wolf was afraid, and said, I have never seen anything so strange as a talking tree. As soon as he had said these words, something he could not see hit him and left him unconscious. I didn't know how long I had been there lying on the floor, but when I woke up I was too scared to talk. He got up immediately and started running. The wolf was thinking about what had happened to him and realized that he could use the tree for his benefit. He went for a walk again and found an antelope. He told her about the tree he was talking about, but the antelope didn't believe him. \"Come and see for yourself\", said the wolf, \"but when you get in front of the tree, make sure you say these words: If you don't say them, you'll die. The wolf and the antelope came closer to the talking tree. And the antelope said, \"You are right, wolf, I have never seen anything as strange as a talking tree to this day. As soon as he said this something hit him and knocked him unconscious. The wolf carried it on his back and took it home to eat. \"This talking tree will solve all my problems\", thought the wolf. If I'm smart, I'll never go hungry again. The next day the wolf was walking around like usual. After a while, he came across a turtle. She told him the same story she told the antelope, and she took her to the place. The turtle was surprised when she saw the tree talking. \"I never thought this was possible\", he said, \"until today I had never encountered anything as strange as a talking tree\". She was immediately struck by something she couldn't see and fell unconscious. The wolf dragged her to her house and put her in a pot. He thought about making a great soup. The wolf was proud of himself. After the antelope and the turtle hunted a bird, a boar, and a deer. I've never eaten better before. He always used the same strategy. He told his prey to say they had never seen a tree speak before and that if they didn't they would die. They all did what the wolf told them and they all went unconscious. Then the wolf carried them to his house. It was a perfect plan, he believed it simple and infallible, and he thanked the stars for finding that tree. He hoped to eat like a king for the rest of his life. One day, feeling a little hungry, the wolf went for a walk again. This time he ran into a hare. And the wolf said to her, Rabbit, I have seen a thing which thou hast not seen since the days of thy fathers. - Big brother, what can it be? - he asked the hare. \"I've seen a tree talking in the jungle\", said the wolf. He told the same old story to the hare and offered to take her to see that talking tree. They went all the way to the place together. And they came near to the tree, and the wolf said to him, Remember what I told thee. - What did you tell me? - he asked the hare. \"What you must say when you reach the tree, or else you will die\", said the wolf. - Oh, yes, said the hare. And he started talking to the tree. \"Oh, tree, oh, tree\", he said. You're a lovely tree. \"No, this isn't\", said the wolf. \"Forgive me\", said the hare. Then he spoke again. Tree, oh, tree, I never thought you could be so wonderful. - No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not \"No, not a beautiful tree, a talking tree\". I told you you had to say you'd never seen a talking tree before. As soon as he had said these words, the wolf fell unconscious. The hare walked away, looking at the tree and the wolf. Then he smiled: \"So, this was Mr. Wolf's plan\", he said. This place was supposed to be a diner and I was supposed to be his food. The hare went away and told all the animals of the jungle the secret of the tree that spoke. The wolf's plan was discovered, and the tree, without hurting anyone, continued to speak alone. FIN", "title": "El árbol que hablaba", "author": "nan Anónimo"}