{"metadata": {"length": 2139, "words": 423, "reading_time_min": 2.115}, "text": "Mr. Decker's wife had just returned from a trip to Haiti, a trip she had made alone, so that things could calm down a little before we address the issue of divorce. It didn't help. Neither he nor she calmed down in the slightest. In fact, they discovered that they still hated each other more cordially than before. \"Half\", said Mrs. Decker firmly. I'm not going to settle for anything but half the capital, plus half the assets. Don't say shit! Mr. Decker was snoring. - You are lucky? I could have everything, you know? And very easily, because while I was in Haiti I devoted myself to studying voodoo. You are bullshit! Mr Decker said. They're not. And you should be grateful that I am a woman of good feelings, because I could kill you very easily if I wanted to. Then I would have all the money and all the goods, without any fear of the consequences of my actions. A death by voodoo cannot be distinguished from a death by heart attack. You fools! Mr Decker said. Do you think so? Look, I got wax and a hat needle. Give me a haircut or a little nail, I don't need any more, and I'll prove it to you. False! Mr Decker said, disdainfully. Then why are you afraid I'll try it? \"I'm not going to be able to do this. Since I know it's effective, I'm gonna make you a proposition. If you don't die, I'll grant you the divorce and I'll claim absolutely nothing. If you die, all the fortune will automatically pass into my hands. Deal made! Mr Decker said. Go get the wax and the needle and then look at the nails. I've got them very short. I'll give you a haircut. When he returned with a few strands of hair on the lid of an aspirin tube, Mrs. Decker had already begun to soften the wax. He immediately put his hair on her and modeled her, giving her the rough appearance of a human being. \"You'll mourn it\", he said, \"nailing the needle into the chest of the wax figure\". Mr. Decker was truly surprised, but his joy was far greater. He did not believe in voodoo, but as a cautious man he preferred not to take risks. Moreover, he had always been irritated that his wife had so infrequently cleaned her hairbrush. I'm going to go with you.", "title": "Vudú", "author": "Fredric Brown"}