{"metadata": {"length": 3374, "words": 586, "reading_time_min": 2.93}, "text": "Tosa Mitsunobu had long wished to portray the Hyakki Yakō (the ghostly procession, or parade, of the hundred spirits), when he heard of a pilgrim monk who had encountered this group of spectators while staying overnight in the ruins of the old temple called Shozenji, formerly located outside Fushimi, near Kyoto. This temple was said to be uninhabited since the tragic day when a band of thieves killed all its inhabitants. Although other monks tried to replace them, they soon gave up, because of the ghosts they claimed to inhabit it. But this had happened many years ago. The pilgrim, who came from a distant city, was unaware of the sinister legend of the place, and as it had already been night and a storm threatened to unleash his fury on him, he decided to take refuge in the abandoned temple. He looked for a small, well-maintained room, in which, after having dinner a bowl of rice, he went to sleep. At two o'clock in the evening he was awakened by a loud noise. As he approached the main building, he discovered that dozens of spectra and goblins, of various forms, had gathered inside, laughing, playing and dancing. It was the Hyakki Yakō, and the pilgrim, though frightened, could not help but stay a while and watch them, until other more grotesque and horrible-looking spirits appeared, at which point he ran back to his room, where he locked himself until the strange sounds ceased and daylight broke. This was more or less the story that the pilgrim, still trembling, told that same morning to a merchant from Fuchimi, and that he in turn told the famous painter Tosa Mitsunobu a few weeks later, while he was passing through the city. Hoping to find inspiration for his long-awaited painting, Mitsunobu took his notebooks and paintings and headed for the Shozenji temple, willing to spend the night there. When he arrived, the sun had just set. He entered the main room and watched for hours, not perceiving any sound or vision that went beyond normal, until about midnight his attention was drawn by a strange luminance that seemed to come from the walls. He was surprised to see that there were drawing goblins and ghosts; it was the Hyakki Yakō, the painter reflected, which manifested itself to him shining darkly on the walls. In the moonlight, Mitsunobu hastened to copy in his notebook the more than two hundred figures, each different and more grotesque than the previous one. In it he spent the whole night, ending just as the first morning light burst into the room and the spectra drawings disappeared. Before leaving, he examined the walls one last time. They were covered with cracks and moss of different colors, which gave rise to capricious shapes, which suddenly became very familiar to him. Tosa Mitsunobu made a laughing sound when he realized that these were the ghosts he had seen during the night. Barely cracks and disjoints in the wall turned into terrible spectra thanks to chance and his excited imagination, suggested by the story of the pilgrim, who was probably the victim of an illusion similar to the one he had just suffered. But, after all, what was the significance of that?... Hadn't he finally managed to paint the Hyakki Yakō? Japanese Anonymous. The origin of a strange painting known as \"The Procession of the 100 Ghosts\" was authored by Tosa Mitsunobu (1434-1535), founder of the Tosa school of Japanese painting.", "title": "La procesión de los 100 fantasmas", "author": "nan Anónimo"}