{"metadata": {"length": 3564, "words": 682, "reading_time_min": 3.41}, "text": "Joan sent me a reason to go see Don Pedro who was very ill. Same painting as usual. The black mouth of the boy who opened to death. Dentri mistel, I'm sorry that jayao sent him to bus car, but it's that Peyo is very bad, like coming and going. And in the dark depths of the ventilated room, I saw Don Pedro among yellow sheets. Miss, have a seat. And he approached a tour next to the cashier where Don Pedro was lying. The glass gaze sunk in the void, the prominent cheeks transcending the lunar skin. Mr. President, you're not solving this yet. I know it's Social, what advice do you give me? I looked with reverence at that selfless, painful, crucified face of a woman in the anguish of tobacco. And I pondered those words that flow from our lips when the paths of reason are closed to us: \"Lady, perhaps God is great and can do much... and I did not want to desecrate the deadly silence that was wrapped around that miserable fool with meaningless words. I know you pissed when you could. By his mediation, we took him to the village. Comrade Tello and Comrade Juancho took him to Jamaica. The doctor told them the case was \"desafusio\". The \"defusion\" is the death sentence in the countryside, it is the nulla est redemptio, it is hopelessness. Mystels, the tobacco killed Peyo. That snare is the jediondez of tobacco, which puts the Hittite peoples. A ray of sunshine, a little light, slipped through the palm boards, posing on Don Peter's Nazarene face. And I got bitter. On the way, I saw Don Pedro, carried in the arms of the comrades in a poorly carved box. And not to sink into the white tobacco seed, and yes, into another black cross seed of the village. Seeds in the eternity transplant. Three days later, Don Marce Roman, the principal of the school, called me to his office. Don Marce taught me a lot about that which you don't learn in books and from which the mysterious fabric of life is woven. There was Juana waiting for me. Wrapped in a black cloth. Look, Diaz Alfaro, doña Juana has something to ask you. And from the bottom he said, \"This is a good case for you. How is Don Pedro? Then mistletoe, worse and worse, the heat won't let him. Well, Miss Juana, you know we're here at your disposal. I know, mistel, usté and don marce have been very good together. Look, I want you to help me with this. I went to the curious don Tele, and he prescribed me this mystery. And I want you to lend me something to buy it. It's worth six rials. And she showed me the recipe. In drunken letters on filthy paper, I could read: peacock, goat's grass, sage, ruddy. And the social worker spoke to me, who had to fight superstition, ignorance, healing that makes the believing souls victims... and I said: \"Mire, doña Juana, that is a hoax; these healers are exploiters... and I felt the eyes of Don Marce, full of re-conventions, weigh on mine. And then he grabbed me by the arm and said, \"Mrs. Juana, the master and I are going to help you buy that recipe... it's six reals, here's half the money. Master will give you the rest... Who knows if he will be cured, God is great! I became mute, learned in that minute what in centuries cannot be. And I joined Don Marce in the farce: \"Yes, of course not, here's the rest. Go and buy that recipe. Maybe it'll do you good. And we saw her go down the office stairs, and she walked off the road to Certenejas, unburdened, playing around, but carrying a touch of illusion in her soul. And then don Marce told me something I'll never forget: Never kill the flower of hope, when life is only ruins. *FIN* Terrace, 1947", "title": "La receta del curioso", "author": "Abelardo Díaz Alfaro"}