{"metadata": {"length": 6407, "words": 1137, "reading_time_min": 5.685}, "text": "Onofre had been in the country for thirty years. As the rivers rose, they finally dried up like the scum that the tides foam. Sicily, Turkey, Greece?... He never found out more; when he heard him release his sweet castle scratched by the slender buzzing of insects to the sun, he guessed he was sculpted by the Mediterranean. Thirty years... then a suffering and aging plump. Donkey fur fell on the turtle. He held out the punches without a flash of lightning coming out of his dirty look. Stripped, frugal, slender, he quietly clustered his golden ball. He soon left. He put the ball on the last ranch. A white flag in front of him, on top of a wind-and-rain-twisted stool, smiled at the drunkards. They entered at nightfall, slow, silent; they approached the padded counter with childish disdain; they asked to stay a glass of reed, then another; the Camhoche patron, kind and evasive, calmed the altercations, favored reconciliations watered with alcohol. He jumped to the light of an oil-filled, spiked, pointed blade; two or three always-winning pelafustans appeared and drank fiado. Then, from the pit, he brought Onofre trapiche and alambique, distilled the poison on his own. He threw the boy and built a little brick house. He wanted to be educated, which made him more noble; he read the letter, he profiled the letter; the study of law mostly absorbed him; as he was babbling on a candle of sebum, he devoured in the cat, until dawn, procedures and codes. He started borrowing. It was the county's tear cloth. Compassionate, he would go on to herd the calf, the pair of hens, the leaf litter, the orange basket, in exchange for a month's debt. Don Onofre gradually became a rancher, a farm, a mountain, a farm. It encouraged trade. Courtly and understanding, he sued the rich. Legislators, agrimensors, commissioners, for the first time, came out in those places, which were thus born into public life. The same insolvent, of pure good and pure warmth, don Onofre helped when there was some chick in the family. He was a character: travels to the capital, crunch with rich people and ministers. Oh, no politics at all! He was with all the parties, as they were in power. The boss and the judge were his. Playing in better centers, for what? She preferred to remain the providence of her adopted homeland, not move away from it. Which was depopulated. Don Onofre's four thousand heads wandered past the abandoned crops. He had his idea (water to a fourth, railway in project): by crossing arms he became a millionaire. He nevertheless agreed to cut down the forests. Giant trees were falling down with a death stench. The iron beams were dragged by those who once kicked Onofre and thrown into the river. The golden ball was becoming a magnificent boxer. And around Don Onofre the earth was peeling, as it attacked from a perineal ring. By the way, I forgot to tell you that don Onofre was suffering from leprosy. The leprosy. He's got leprosy. Don Onofre chewed this awful name. You'd see him in the slow tremor of his protruding jaws. You'd see in their catish, murky iris, suddenly obscured by a fleeting humbo, the horror of the ulcers uncovered alone, locked doors. Oh, my God! There was no more pudgy girl than Don Onofre. I loved the dress. His clothes, sewn to the point of being sewn into the nuts, were a sack of filth closed and sealed like the coffin of a greedy man. But what about the head? The greasy, vile, impossible to scrape off? And the beast went up, curled up at the neck. Don Onofre longed for something like a behead. Finally, the leper pulled his claw out of the shirt neck and grabbed his face. To be leper, scandalously leper a man so rich, they could be so happy! This injustice grieved Don Onofre. His neighbors were like him. They were respected, even more so, they were marveled at his compassion. That stained front inspired the skimmed-out peasants to respect the summits where the lightning-torn rock is shown to travelers. They admired don Onofre doubly; they approached him with religious repair which he took for an abomination. Asco, the fiery disgust he had for himself! He didn't resign. He was breathing, in long nightmares, with purulent ghosts; when he woke up there were tears of terror on the pillow. I'd fight; I wouldn't die like this, no, damned by fate. He would ruin himself if he could cure himself, if he could even hide his evil. And in pursuit of the miracle he went down rivers, across the seas. What torture, before the disgust, the hatred, the panic, gesturing around his leprosy! His fellow cabinmates fled in fear; his diners relegated him to a deserted end of the table, or they went furious. He was rejected, he was cut off, he was conceived; he was a stench, a plague. He could hear protests, orders, a rabid roar of shovels and blankets. I kept smelling the army of disinfectants that the happy people used to wear. Don Onofre begged for mercy. He turned to the servants, who would risk listening. He said he was rich, very rich. He ostensibly spilled the champagne; he threw almost whole habanos; he tied his hands to shining ones. \"Hold me, I begged, I am rich, very rich\". And afterwards some eyes caressed him, some phrases faked the immortal music of piety, and some bridesmaids smiled at him. Hygiene is so advanced! The doctors sent him between them like a rotten ball. The most famous were the most expensive; don Onofre did not appreciate any other difference. They ordered him to change, always change climate, customs, regime. By force of change, he repeated. He migrated south, and they pushed him back north. He was forbidden to eat meat or starch, and was again forced to eat it. They gave him potions, pills, tinctures, cooking. They soaked it, bathed it, fumigated it, anointed it with ointment, glycerides, corrosive water, butter, oils. They washed it and anointed it again. One of them put manure on it. Another prescribed a gold preparation. - Gold! - What? That was the main thing! Don Onofre returned to his fief, with less money and more leprosy. He came back crazy. He was leprosy, and the world a spasm of aversion, an immense nausea. And then, deep in their sick bowels, the old temptation rose. Don Onofre knew that. Who doesn't know that leprosy, the punishment from heaven, is only healed by the innocent blood of a child? And don Onofre, reassured, consoled, began to meditate. Finish short stories, 1911", "title": "El leproso", "author": "Rafael Barrett"}