{"metadata": {"length": 5912, "words": 1314, "reading_time_min": 6.57}, "text": "When Tino came near the site, he began to feel distress. See, I said, I feel trembling. Tino had a naive face, no hair; he smiled a lot and showed his eyes to the bottom. The other, however, was thin, velvety and blunt. The woman is not given much attention he commented briefly. Tino started a laugh. That says now... let me see it. A haircut, and a walk! Then don't tell me you're afraid of him. Tino was starting to get upset. Unq, unq; if not that. It's like my heart is letting me be with someone. Take it off. Who? - I'm not? The other, with his half-laughing, insinuated: \"A'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a Tino was very calm and didn't get offended easily. See, my friend, I'm going with the devil, I don't say; but what if she falls in love with another? The partner was deaf: \"I'm not for the woman who likes fights anymore. \"I wore it like it had light blood\", Tino said. He did. His friend approved. They were both taking the shortcut and sweating. It was already noon. The sun was burning on all things. ♪ Daylight on the road so furry! The other one complained. He had his eyes on the ground, like he was scrutinizing the distances. He always seemed upset and bad tempered, but Tino loved him because he knew how to be a friend. See, Tino, you'll feel good here, but not a sad boy to rest... Get out there, if the sun's shining. He pointed to a wool stick that barely shaded the alley. If you want... try the other one. And they settled in the shade. For the first time in three years of being together, Tino's tongue was loose. I never wanted to talk about that. And his friend was not a hearing-man; he helped him when he was busy; he made him a sponge when he was sick; but when he was in attendance, he slipped like a sack. The friend was stiffening his eyes as Tino spoke. With them stuck in the road dust, hands hanging between his knees and his hat upside down, on the ground, Tino saw him motionless, impassive. When Tino said he had gone out because he didn't kill him one day, because that was like throwing himself at the devil, the other interrupted him: And didn't I tell you? Explained that your brother was a sergeant? That's why he was engaging people, because he, as a man, is useless. But he felt supportive with the brother: figure it out, Sergeant! Then the other, with nothing to say but a rough face, as if suddenly stripped of that cutting smile, those hard eyes, those creaky hair, everything that made him clumsy and untreatable, began to put his hand under his shirt, through his chest. I wasn't looking, I wasn't breathing. He seemed to find what he was looking for, he pulled a trigger and came back to pull out his hand. He was opening it slowly. Tino saw a tiny black sack in the palm, with two freshly broken threads. The other bites his fine lips and says, \"Look, a parrot got it for me in Barahona, and since I have it I'm sure\". Whoever walks with that, he doesn't see the enemy, he doesn't cut the knife, he doesn't shoot the bullet. Swear it to me. Tino said, \"Yes, my grandmother had one and they never cut it, no matter how much fights she saw. The other hand extended and ordered, with a metallic voice: \"Collect him\". Tino raised his eyes. - I? And what about it? Take it, and if that bum's staying with the woman, take it away. And don't rush for the brother, if you're going with this upstairs. When he finished talking, Tino passed the guard and stood up. \"Well, I'll be right back\", he said. Tino joined in, too, very amazed. And wasn't he supposed to stay the night at home? He asked. The friend scratched his head, like you think. I said yes, but I see you're retired and I have to walk a lot, Tino. It's boring. He was leaving. Suddenly Tino was afraid to be seen without him. - What? I'm going to go. He cried. He went to catch up with him, and then asked, sadly, \"Will you leave me?\" And I was? Mingo half smiled; but already in a bitter way. I had it, he explained, because I had to beat a shameless man. But that's over. She died, like, a year ago. Who? - Your mom? No, my wife. He was a friend who was falling in love with me and I saw myself in the event of having to fail him, and since he had so many family... Tino saw how those eyes that had always been hard, fierce and focused, started to red. Maybe the sun. They were alone between heaven and earth. In the distance, remote, the hips. \"Aburito, Tino\", said Mingo. Tino crossed his arms. I didn't think or feel. Step by step, the other one was moving away. The road had a slight slope, and she saw him sinking into it, as if his legs had been being cut off little by little. Suddenly he looked out and saw himself alone. He cast his gaze upon the shadow of the wool-stick; he looked again upon the way. Mingo's black hat barely survived the sinking. Now I'd go to his place without the guard. He said the deceased had a very large family... what about Mingo? He ran. - What? I'm going to go. Hey, Mingo! What are you doing? He cried. The voice echoed all over the place. He noticed the hat was stopping. - What? He raised his arm and ran. The sun was spreading its shadow on the road. What was it? He asked the other, still at a distance. I'll see, if Teresa is dead already. I'm sorry I didn't show up. - All right. That veil. He closed his face again and they started walking together. In a moment, in a deaf voice, Mingo asked: \"Give me that, then. Tino passed his guard. And he felt joyful, like a good man. *FIN* Two pounds of water, 1941", "title": "El resguardo", "author": "Juan Bosch"}