{"metadata": {"length": 5270, "words": 1050, "reading_time_min": 5.25}, "text": "Once upon a time there was a witch who had three sons; the three brothers loved each other fraternally, but the old woman was suspicious of them, thinking they were trying to steal her power. Then he turned the eldest into an eagle, who went to live on a rocky mountain, and sometimes he was seen hovering in the sky making large circles from top to bottom. The second one was turned into a whale, which went to live in the depths of the sea, and you could only see how it sometimes threw a powerful jet of water to the surface. Both of them were getting their natural looks back just two hours a day. The third son, fearing that she would turn him into a fierce animal, a bear or a wolf, secretly left the house. I had heard that in the palace of the golden sun lived a charmed princess waiting for her release; but the life of the one who tried to free her was at stake: in fact twenty-two young men had already suffered a miserable death, and only another could try it already: afterwards there would be no more opportunities. His heart was not afraid, so he decided to seek the palace of the golden sun. He walked for a long time without being able to find him. Then he went to a big forest he couldn't get out of. And behold, he saw two giants from afar, who were making signs to him; and when he came to them, they said, \"We are fighting for a hat to see who is wearing it; and we are both as strong as one another, so neither of us can overcome the other\". Little men are smarter than us, and that's why we want to leave the decision to you. But how can you fight for a hat? \"The young man said. You don't know what qualities he has: he's a wonderful hat, and whoever wears it can wish to go wherever he wants and be there in a moment. And the young man said, Give me the hat; I will go a little ahead, and when I call you, run; and he that first comes near me shall take the hat. He put on his hat and left without stopping to think of the princess; he forgot about the giants and kept walking. Suddenly he sighed deep in his heart and said: \"Woe! If I were in the palace of the golden sun! As soon as these words had come out of his lips, he found himself on a large mountain at the entrance to the palace. He went in and went through all the rooms, until in the last he found the princess. But how horrified he would be to see her! He had a gray-ashes face, full of wrinkles, gray eyes and red hair. Are you the princess whose beauty everyone praises? He exclaimed. Oh, my God! She replied. This is not my appearance; human eyes can only see me under this ugliness; but, to know what my true appearance is, look in the mirror that is not deceived: it will show you my image as it really is. She gave him the mirror in her hand and saw in it the image of the most beautiful maiden that was on earth, and she saw how, from sadness, her tears rolled down her cheeks. Then he said, \"And what must you do to free yourself? I'm not afraid of any danger. She said, \"Whoever gets the glass ball and puts it before the magician will break his power, and I will regain my true appearance\". Oh, my God! She added. Many have already lost their lives in the attempt, and I regret that you expose your young blood to such dangers. Nothing will stop me, he said, but tell me what I have to do. You have to know everything, the princess said. When you come down the mountain where the palace is, you'll see a wild urogallo in a spring and you'll have to fight it. If you're lucky enough to beat him, he'll become a bird of fire that will fly up and carry in his body a burning egg, in which is hidden, in the shape of a yolk, the crystal ball. He will not let the egg fall until he is forced to; but if the egg falls to the ground, it will be attached and will burn everything nearby, and the egg itself will be diluted and with it the glass ball. Then all your efforts will have been in vain. The young man went down to the spring where the urogallo was blowing and groaning. After a long fight, he stabbed his sword in his body and he collapsed. At that moment a bird of fire came out of him and wanted to fly away, but an eagle passing through the clouds, who was the young man's brother, rushed toward him, stalked him to the sea and attacked him with picotage, so that before the stalking, the egg fell. But it did not fall into the sea, but into a fishermen's hut, which began to smoke and burn. But then two huge waves came up from the sea, drowned the cabin and controlled the fire. It was his other brother, the whale, who had come swimming and had brought the water up to the surface. When the fire was extinguished, the young man looked for the egg and was lucky enough to find it, it had not diluted, but the shell, cooling so suddenly by the cold water, broke, and was able to pull out the glass ball without any damage. The young man came to the magician and put the glass ball in front of him. Then the magician spoke thus: \"My power has been destroyed, and from now on, you are king of the palace of the golden sun. You can also give your brothers back their human appearance. The young man hurried to go and find the princess and, entering his room, found her in all the splendor of her beauty. Both of them, filled with joy, exchanged their rings. ♪ Finish ♪", "title": "La bola de cristal", "author": "Hermanos Grimm"}