{"metadata": {"length": 2567, "words": 486, "reading_time_min": 2.43}, "text": "Three hundred years ago, in the village of Asamimura, Osengõri district, Iyõ province, lived a good man named Tokubei. This Tokubei was the richest person in the district, and the muraosa, or village chief. Luck smiled at him in many ways, but he reached the age of forty without knowing the happiness of being a father. Afflicted by the sterility of their marriage, he and his wife lifted many prayers to the goddess Fudõ Myõ Õ, who had a famous temple, called Saihõji, in Asamimura. His prayers were not ignored: Tokubei's wife gave birth to a daughter. The girl was very pretty, and she got the name O-Tsuyu. Since the mother's milk was scarce, they took a nanny, named O-Sode, to feed the little one. O-Tsuyu, in time, became a beautiful girl; but at the age of fifteen she became ill and the doctors judged her death hopeless. Nanny O-Sode, who loved O-Tsuyu with genuine motherly love, then went to Saihõji's temple and fervently begged Fudõ-Sama for the girl's health. Every day, for fifteen days, he went to the temple and prayed; after that time, O-Tsuyu recovered suddenly and completely. There was great rejoicing in Tokubei's home, and he gave a party to his friends to celebrate the happy occasion. But on the night of the feast O-Sode suddenly fell ill; and the next morning the doctor who had come to look after her announced that the nurse was dying. Overwhelmed by grief, the family gathered around the dying woman's bed to say goodbye. \"It is time for me to tell you something you do not know, \" she said. My prayer has been heard. I asked Fudõ-Sama to allow me to die instead of O-Tsuyu; and this great favor has been granted to me. So you shouldn't be mourning my death... but I want to ask you something. I promised Fudõ-Sama that I would plant a cherry tree in Saihõji's garden, as a token of gratitude and remembrance. Now I cannot plant it with my own hands, so I beg you to do it for me... goodbye, my friends; and remember that I was glad to die for O-Tsuyu. After O-Sode's funeral, O-Tsuyu's parents planted a young cherry tree - the best they could find - in Saihõji's garden. The tree grew and blossomed; and on the sixteenth day of the second month of the following year - the anniversary of O-Sode's death - it was wonderfully covered with flowers. And he continued to give them for two hundred and fifty-four years, always on the sixteenth day of the second month; and the flowers, white and pink, were like the nipples of the woman's breast, and they looked like milk. And people called them Ubazakura, the Cherry of the Nutrient. FIN", "title": "Ubazakura", "author": "Lafcadio Hearn"}