{"metadata": {"length": 6957, "words": 1293, "reading_time_min": 6.465}, "text": "The office messenger placed the card on the desk, Vicente looked at it distractedly and rolled it aside with his back of his hand, concentrating again on reading the document he had in front of him. Although he had for an instant laid his eyes upon the letters printed on the little cardboard, their meaning barely rubbed the surface of his consciousness and it was only a little later that the letters seemed to be sorted into his brain and form the name that now came up with full meaning for him. Leonardo Mirabal said aloud, enjoying the sound of the words, as before. Leaning on the back of his luxurious leather chair, Vicente immersed himself in ancient memories while caressing his cheek with the sharp singing of the card. How distant those days of school suddenly seemed to him! On the first day of classes, the boys were running to the huge doors, screaming and laughing as he, dodging and hurrying, hung himself on the walls with the books under his arm; and the voices passing by grinding him: \"Leonardo, here comes Leonardo!\"; and the surprised conversation as he entered the classroom: \"Leonardo, can you explain this theorem to me?\" I cannot understand it; and in the first play, the weak-ass boy who said: \"Leonardo, can you let me in the team?\", I've practiced a lot on the holidays... Vicente pressed the button of the bell with his finger and ordered the messenger to open the door as soon as possible. Let Mr. Mirabal come by. He mechanically fixed some hair with his hands and adjusted the tie knot. \"With permission\", said the man in a low voice, standing in the doorway. Vincent jumped from his seat and walked toward him with his hands outstretched, looking into his eyes, \"Oh my God, how changed he is!\" and hurriedly saying: \"Please, Leonardo, move on. How long since I've seen you! After he had put his hands between his hands, he slapped him on the back. How thin and how yellow he is! Come and sit down. What a surprise and pleasure to see you! Leonardo sat down on the edge of the chair they offered him and kept the hat spinning between his hands while saying softly: \"I too am very glad to see you, Vicente. It's been so long... I was afraid you'd forget me. I don't remember you, but are you crazy? How could you imagine such a thing! Vicente sat down again and while doing so he suddenly felt himself in the crowd that filled the school's performance hall, and almost heard the voice of the ceremony master: And now, Leonardo Mirabal, winner of the medal of merit, will address them in the name of his colleagues... The voice of the other one sharply took him away from his reminiscences: We hadn't seen each other since graduation, right? No, Leonardo is contradicting it. Since a year after that date. Since September 15, 1930, exactly. That day you sailed for Europe for your graduate course and I was at the pier to say goodbye. Wow, you have a great memory. The truth is, I didn't remember. Leonardo seemed to be apologizing. Vicente leaned on the back of the chair and squeezed his fists under the desk, recalling the school principal's soft voice as he said: \"I'm so sorry, Mr. Izaguirre, but you didn't win the scholarship. Mr. Mirabal outperformed him by four points. And his humiliating response, which still made him red: Mirabal? Oh, my God! I thought I wouldn't compete... I've been wondering all this time what the hell was going on with you. The other made a vague gesture with his hand and looked down at the ground and said, \"A lot has happened to me since those days. I haven't been lucky, you know? Bad business, youthful madness, but most of all bad luck, very bad luck. Vicente leaned forward: \"But, Leonardo, I can't explain it. You were always the first student in the school... you made a brilliant career. Leonardo spoke without taking his eyes off the ground: \"Yes, a brilliant career until I left school... You know, Vicente? I think it hurt a lot that things were so easy for me there. I came to think that it would be the same outside and, instead, everything turned out so different!... On graduation day it seemed that I had everyone in front of me... Vicente, as he watched him with an inexpressive gaze, continued for himself the course of the other's words:... And you had it, of course you had it! You were right between the world and me. You were taking everything at your own pace. For me, there was nothing left but what you left behind, because I always got everywhere a little too late: exactly two steps later than you... He asked out loud. Oh, my God! Did you hear that? Barely a year. Everything I did failed, and my marriage was no exception. I couldn't tell you, Vincent, when luck turned its back on me. Maybe I was always haunted by fate, or maybe it was happening little by little and I didn't realize it until it was too late. The truth is, when I tried to react, I didn't have anyone. Those who used to flatter me turned their backs on me. The doors that used to open themselves in my way, remained closed to my desperate calls... You have no idea how cruel people can become!... Leonardo paused, and then, making a sudden decision, looked the other one in the eye and exclaimed: You're the last person I go to. I didn't want to do it until now because I didn't want to mix my school life with this crossroads I'm going through right now. Those were such beautiful times!... But everything has been useless: none of the others wanted to help me... Vicente stood up and looked up at the figure bent over the seat. And what can I do for you, Leonardo? He replied in a longing voice: \"I know that Dr. Jiménez, your office partner, is retiring. I've been told you're looking for a replacement... please give me that chance, Vincent. He remained silent for a while, always looking at him from above, as he remembered the day of the trophy handover, when the government official was putting in Leonardo's hands the silver cup that the school team had won in the sports competitions of last year. Was this finished, defeated man, who was sitting there, humiliating himself, the same tall, beautiful, strong boy who had received that trophy?... He leaned over him and put a hand on his shoulder and said, \"Don't worry, Leonardo. I'll talk to Jimenez today. You can count on my help. Thank you, Vicente answered as he shook his hands with effusion. I knew you wouldn't fail me. He smiled wide and walked out of the office, shaking his hand from the door. Almost at the same time, the side door next to the desk opened softly and a rocky head popped out of the gap asking: \"Any news, Vicente? Vicente had a little stun and standing up he replied: \"None, Dr. Jiménez. One visitor during his absence. Just came out... a little guy I knew years ago... and when the head disappeared, Vicente took his silver spoon out of his pocket, lit it with a thumb move and brought it close to the card he took from the desk, holding it there until it burned completely with a bright red flame. FIN", "title": "Caín", "author": "Virgilio Díaz Grullón"}