{"metadata": {"length": 5771, "words": 1127, "reading_time_min": 5.635}, "text": "When the boy looked at me and winked from his wrap basket, laid in the seat in front of mine and somewhere between Reading and Slough, I felt uncomfortable. It was as if I had discovered my hidden interest. It's terrible how little we've changed. Very often an old acquaintance, someone we haven't met in forty years, since he occupied a desk full of scars and stained with ink not far from ours, stands in the street with his untimely memory. We've been carrying the future in us since we were kids. Clothes cannot change us, clothes are the uniform of our character and our character changes as little as the shape of our noses and the expression of our eyes. In the train, my hobby has always been to discover in the traits of a child the future man, the one who frequents bars, the one who wanders the streets, the one who attends elegant weddings. Just imagine it with the gender cap or the grey glass hat, the uniform of the sad, cheerful or presumptuous future. But I have always felt a certain contempt for the children I have studied with such superior wisdom (they barely notice). Last week I was struck by the fact that a creature not only caught me in full observation, but also made me that gesture of understanding, as if sharing my clairvoyance about the future that was destined for it. His mother had left him alone for a few minutes in the seat in front of mine. She had smiled at me, tacitly agreeing that she would take care of her son for a few moments. After all, what could happen to the creature? (Maybe she wasn't as sure of her sex as I was. Of course, she knew what the diapers were hiding, but the shapes are deceiving: the parts are altered, operations are made...). She couldn't see what I had seen: the mushroom hat, the umbrella hanging from her arm. (Although no arms were seen under the pink rabbit-stamped blanket.) When I was sure that the woman had left the car, I leaned over the basket and asked her a question. I've never gone this far in my investigations. What do you want to drink? Her lips produced a firm, white, brown bump on the edges. There was no doubt in her answer: \"A glass of the best beer\". It's been a long time since I've seen you... you know... in the usual place. He smiled, blowing up the pump. Then he winked at me again. I was definitely saying, \"What else?\" I, too, made a pump. We spoke the same language. He turned his head slightly to the side. I didn't want anyone to hear what you were going to say to me. Do you know any wind? My question must not be misinterpreted. I wasn't looking for information about the races. I certainly couldn't see the body under the pink rabbit blanket but I knew perfectly well that he was wearing a cross-coat and that it had nothing to do with the clues. His mother could be back anytime, so I said quickly, \"My bags are Druce, Davis and Burrows. He looked at me with his eyes injected. At the corners of her lips, a line of saliva began to form. Oh, I know they're not that good. But right now I'm being advised to buy Big Stores. The child screamed in pain. You'd think it was the air, but I knew it wasn't. They didn't serve any jams at his club. I warn you I disagree. He stopped complaining, made another pump, a tough pump that persisted on his lips. I immediately understood what he wanted to say to me. It's my round, I said. How about we order something strong? He nodded. Whiskey? I know very few will believe me, but he raised his head a little and stared at my watch. A little early? I said. A gin with a tightness? I didn't have to wait for your answer. \"Too big sirens\", I said to the imaginary waiter. The boy blew up the pump, so I added: Exceeds the narrowness. Well, I said, here you go. To your health. We smiled satisfied. I don't know if you'll advise me. But tobacco stocks are very low. When I think that Imps was 80 in the early '30s and now you can get under 60... this fear of cancer can't go on. People have a right to have fun. On hearing the word \"have fun\" he winked at me again, looked around carefully and realized that perhaps I had followed the wrong path. After all, it wasn't the stock market I wanted to talk about. I was told a very good one yesterday. A man gets on the subway and sees a very pretty girl with a wrinkled hem... and he sneezes and closes his eyes. I'm sorry, I said. I thought it was new. Tell me one of them. You know the convict was willing to please me? But he was in the school of the fun with his own jokes and when he tried to talk, he just got to laugh. He laughed, nodded, laughed again... it was definitely a very good joke. I could have eaten out for weeks thanks to his comic. He waved his legs in the basket; he even tried to pull his hands out of the blanket with the pink rabbits. She finally stopped laughing. I almost heard him say, \"I'll tell you later, buddy\". The mother opened the door in the compartment. You've been entertaining the boy... How kind! Do you like kids? He looked at me with such an expression little wrinkles of tenderness around his mouth and eyes that I was about to answer him with predictable warmth and hypocrisy, but he held back the child's relentless gaze. Well, I don't really like them, I said. I kept wandering and missing all my opportunities before those blue, crystal-clear eyes. I never had a son, but I like fish. I guess I got my reward somehow. The kid produced a whole bunch of pumps. I was satisfied; after all, a guy doesn't insinuate another guy's mother especially when he belongs to the same club... because suddenly I knew without a doubt which club he would belong to in twenty-five years. Another round for all; I invite, said the boy now, obviously. But I hoped I wouldn't have that many years left. *FIN* Awful When You Think of It, Cosmopolitan, 1967", "title": "Terrible, cuando piensa uno en ello", "author": "Graham Greene"}