{"metadata": {"length": 6844, "words": 1301, "reading_time_min": 6.505}, "text": "Two backwards, two to the right, the-hilo-for-the-needle and take two points at a time. Like an old song, like a song that I'd repeated so many times, that I had nothing but to exhale my voice to sing it, I was musing the hook routines. Another almost finished T-shirt for the mission package. Your T-shirts, Mrs. Bean, are something that's so well received. Look at these poor little bugs without a rag and the pastor's wife had shown him the photo of disgusting black ribs with belly bumps like lemons... Two upside down, two to the right. He dropped the tissue in his lap, gave a big sigh and stared at himself for a moment. Then he took it back and started again. What was he thinking when he sighed like that? I'm not. It was his custom. I was always sighing. When I was going up the stairs, especially. Whether he came down or up, he would stop, and, lifting up the dress with one hand, the other on the railing, he would stand and look down the steps and sigh. He sat by the dining room window facing the street. It was an unpleasant fall day. The wind was running down the street like a skinny dog. The houses across the street seemed to have been cut with evil scissors of steel, and glued to the gray paper of the sky. There was no soul. And take two points at a time. The clock struck three. Nothing more than three? If it almost seemed like it was getting dark. The twilight of the evening penetrated the room, floated heavily in it, and like a dark dust it was deposited on the furniture and covering the mirror with a light film. Now the kitchen clock gave the time; two minutes late. But the one in the dining room was the watch that controlled, not the one in the kitchen. She was alone in the house. Dollicas had left the grocery store. He left at 2:00. The truth is, she was getting more and more clumsy every day. He didn't know what he was doing. Because it doesn't take much to buy a chicken. And, oh, his habit of knocking down the chimneys of the stove when he lit the fire... thinking about Dollicas' bad habit, he frowned as he had done for 35 years. A slight noise came from the street; a noise of horses' horses' horses' horses. And she leaned forward to see. Oh, my God! It was a funeral. First the crystal-cut chariot was rolling very quickly with the glittering varnish coffin inside (but without crowns). Three men in the fisherman's room and two standing in the back. Then some cars, some with black horses and some with brown horses. The dust, spinning down the street, almost covered the crowd. She began to search the houses in front of her, to see if any had the curtains torn. And how horrible those men are too. They were laughing, joking, and one of them, leaning outward, sounded his nose with the mourning glove. It's amazing! She picked up the job and kept her hands hidden behind her. Dollicas would certainly know. They were passing by. I must have been down the street. But what was that? What had happened? What could that mean? God help us! And his old heart began to leap like a little fish, realizing that the glass carriage was stopping in front of his door! As the fisherman's men were leaping down, opening their rear to get out the empty coffin, and the tallest of them all, with a look of wonder at the windows, hurriedly, cautiously, entered the garden path. - No, not at all! He was giggling. But yes, the ribbon had already resonated and reached her. For a moment, he left her alone. - What? She opened her gasping mouth, a chilling frost shook her whole body, and made her hands and knees tremble. She saw the man step back, to look back at the windows with inquisitive gaze, and then... He was giggling. And shaking, sitting here and there, he could reach the door before the call repeated itself. He opened it, and with his chin trembling and his teeth clenching, he could somehow exclaim: \"This is not the house! Oh, my God! The man was surprised. When she was about to enter, she saw behind him, at the garden door, a conciliable bowl of glass hats. Isn't this the house? The man muttered. She only had the strength to corroborate it with a head move. When he was about to close, the man gleamed a black notebook with brass chants from his Levi's skirts, and he hurriedly opened it. Number twenty. Glorious of Shutleworth. This is the street. The little girl is around the corner. The old lady's hand rose to point, but she fell trembling. The man had taken off his hat while the old woman was closing the door. Once he had it closed he leaned against it weeping. Let them go, let them go. A clue! A clue! I'm going to get you a clock. I could hear it outside. Then a light club, five. Then there's silence. They were gone. They were gone. But she still stood leaning against the door, staring at the hallway, her sight nailed to the pier, like a huge locusts with antenna beams. I wasn't thinking about anything, I wasn't even thinking about what had happened. It was like I had fallen into a cave whose walls were dark. She came back to herself with a deep inner commotion, hearing the sound of the garden door when it opened, and a few short and hasty steps that made the shell crunch; it would be Dollicas who was heading pressurely towards the back door; she should not have found her there. And, wavering like the flame of a candle, he returned to the dining room and took his seat by the window. Dollicas was in the kitchen. Clang! I had already dropped the iron fence on the sheet. Then his voice: \"I just put the kettle on the fire, ma'am. Ever since they were alone, she had taken the habit of screaming from room to room. The old woman coughed to calm herself and said, \"Please bring the quinque\". The quincea? Dollicas came down the hall and stood by the door. But if it's only four o'clock... it doesn't matter, said Mrs. Bean stubbornly. Bring him in. And moments later, the old maid appeared, carefully carrying him with both hands. His broad, soft face had the expression he used whenever he was holding something in his hands, and he moved forward as if he were walking in dreams. He put it on the table, he lowered the saw, he lifted it up and he came down again. Then he straightened up to look his lady in the face. But what is he treading on? It was the mission shirt. And Dollicas, as she bent down to pick her up, thought, \"Poor lady has been sleeping. She's not quite awake yet. And certainly, she seemed to be still half asleep. When he grabbed the tissue, all the dots of a needle slipped away and he started undoing what he had done. Don't forget the nutmeg, he said. Her voice sounded thin and dry. I was thinking about chicken for dinner. Dollicas understood this, and as she lowered the curtains before returning to the kitchen, she replied: \"It's a very tender and very beautiful bird. *FIN* The Wrong House, Something Childish and Other Stories, 1924", "title": "La casa que no era", "author": "Katherine Mansfield"}