{"metadata": {"length": 4607, "words": 862, "reading_time_min": 4.31}, "text": "A long time ago, in the province of Tamba, there lived a wealthy merchant named Inamuraya Gensuké. I had a daughter named O-Sono. As she was very beautiful and wise, the merchant thought it unsuitable to give her only the exquisite education that rural teachers could offer; he entrusted her to faithful servants and sent her to Kyõto, so that she might acquire the gracious virtues that the ladies of the capital usually exhibit. As soon as the girl completed her education, she was given in marriage to a friend of her father's family, a merchant named Nagaraya, and shared a bliss that lasted almost four years. They had only one child, a son, as O-Sono fell ill and died after four years of marriage. The night after O-Sono's funeral, his little boy said his mother was back and was upstairs. He had smiled, but without speaking to her: the boy had become afraid and had begun to flee. Some members of the family went up to the room that had belonged to O-Sono, and they were not too short to be amazed to see, in the light of a small lamp burning before an altar in the room, the image of the dead woman. He seemed to be standing in front of a tansu, or cozy, that still contained his jewelry and outfits. The head and shoulders were clearly visible, but from the waist down the image faded into invisible form; it resembled an imperfect reflection, transparent as a shadow in water. Everyone got scared and left the room. Below they consulted with each other; and O-Sono's mother-in-law declared: \"Every woman feels a predilection for her little things, and O-Sono had great affection for her belongings. Maybe he came back to look at them. Many dead people do it unless they donate things to the temple in the area. If we give the temple O-Sono's clothes and ornaments, his spirit will likely keep quiet. Everyone agreed to do it as soon as possible. The next morning, they emptied the coffers and brought the clothes and ornaments to the temple. But O-Sono came back the next night and contemplated the Tansu just like the other time. And he came back the next night, and every night he repeated his visit, which turned that house into a dwelling place of fear. O-Sono's mother-in-law then went to the temple and told the high priest what had happened, asking him to advise her about it. The temple belonged to the Zen sect, and the high priest was an elderly scholar, known as Daigen Oshõ. The priest said, \"There must be something causing you anxiety, inside or near the Tansu. \"But we empty all the drawers\", replied the old woman; there is nothing in the Tansu. \"Well\", said Daigen Oshõ, \"I'll go home tonight and put a guard in the room to see what can be done. Order no one to enter the room while I'm on guard unless I ask. After dusk, Daigen Oshõ went to the house and checked that the room was ready for him. She stayed there alone, reading the Surahs; and nothing came up until the Rat Hour. Then the image of O-Sono suddenly appeared before the Tansu. His face denoted anxiety, and he remained with his eyes fixed on the tansu. The priest pronounced the sacred formula prescribed for such cases, and then, addressing the image by O-Sono's kaimyõ said to him: \"Come here to help you. Maybe there's something in that tansu that makes you anxious. You want me to help you find him? The shadow seemed to be sounding through a slight head movement; the priest stepped in and opened the drawer above. It was empty. Then he opened the second, third, and fourth drawers; he dragged them back and over each one; he examined the interior of the dresser carefully. He didn't find anything. But the image remained upright, with as much anxiety as before. \"What will you want?\" thought the priest. Suddenly, he thought that there might be something hidden under the paper that covered the drawers. He lifted the linen from the first drawer: nothing! But under the lining of the lower drawer he found something: a letter. - Is this what worried you? - he asked. The woman's shadow turned toward him, with her tongue-tied gaze on his face. - You want me to burn it? - asked Daigen Oshõ. She bowed to him. \"This very morning it will be burned in the temple\", the priest promised, \"and no one will read it except me\". The image smiled and dissipated. It was dawn breaking when the priest came down the stairs, at whose feet the family waited. \"Calm down\", he said, \"he won't show up again\". And the shadow, in fact, never came back. The letter was burned. It was a love letter written by O-Sono at the time of his studies in Kyõto. But only the priest found out about it, and the secret died with him. FIN", "title": "El secreto de la muerta", "author": "Lafcadio Hearn"}