{"metadata": {"length": 3013, "words": 562, "reading_time_min": 2.81}, "text": "Once upon a time there was a village somewhere, no bigger or smaller, with old and old people getting older, men and women waiting, and boys and girls being born and growing up. All with enough judgment, except for - for now - a little girl. One day, she left the village with a green ribbon imagined on her hair. Her mother sent her with a basket and a jar to see her grandmother - who loved her - in another nearby village almost equal. Green Ribbon broke, right away, she's cute, everything was once. The jar contained a sweet almibar and the basket was empty, to fill it with raspberries. And as he went through the forest, he saw only the woodworkers, that were there, and there was no wolf, neither unknown nor furry. The woodmen had exterminated the wolf. Then she said to herself, \"I'm going to see Grandma, with a basket and a jar, and a green strap on her hair, as Mamita sent\". The village and the house waiting for you there, after that mill, which people think they see, and the hours, which people don't see that they're not. And she herself decided to take that road here, crazy and long, and not the other, short one. He came out, behind his light wings, his shadow also running behind him. She enjoyed watching the hazelnuts on the floor not fly, never reaching those butterflies, not in a bouquet or a pimpoll, and ignoring whether the flowers - plebeian and princess at the same time - were each in their place as they passed by her. He was coming sovereign. He was late, to meet with grandma at home, which he so replied, when she, knock, knock, knocked: - Who is it? - It's me... and Green Ribbon rested the voice. I'm your cute granddaughter, with a basket and a jar, with the green ribbon on my hair, which the little one sent me. There, with difficulty, the grandmother said: \"Push the wooden lock on the door, come in and open it\". God bless you. Green Ribbon did it like that and went in and looked. Grandma was in bed, sad and alone. Because of his stammering, weak, and snoring speech, he must have caught a bad illness. And he said, Put the jar and the basket in the ark, and come near to me, while the time is. But now Green Ribbon was frightened, beyond being sad to see that she had lost her big green ribbon tied to her hair on the way; and she was sweaty, very hungry for lunch. She said, \"Grandma, how weak are your arms, and how trembling are your hands!\" - It's because I'm never gonna be able to hug you again, my granddaughter... - Grandma whispered. - Grandma, but what violent lips. - It's because I'm never gonna be able to kiss you again, my granddaughter... - Grandma sighed. - Grandma, and what deep and still eyes on this pale, hollow face. - It's because I'm not seeing you anymore, ever again, my granddaughter... Greenbelt was more scared, as if he was about to be tried for the first time. He cried, \"Grandma, I'm afraid of the Wolf! But Grandma was nowhere to be found, she was too absent, except for her cold, sad and sudden body. FIN Green hairless skirt, 1970", "title": "Cinta verde en el cabello", "author": "João Guimarães Rosa"}