{"metadata": {"length": 2271, "words": 423, "reading_time_min": 2.115}, "text": "One day, as Jesus and St. Peter were walking around the world, they felt very tired. It was a hot day, but along the way they found no charitable soul offering them a glass of water, or a small stream that would provide them with a waterchild. As they were walking along, Jesus went ahead and saw a sponge on the ground. Turning to the disciple, he said, \"Peter, pick up the sponge and hold it\". Peter, who had dogs, answered, \"It is not worth going down and picking up the pieces of iron\". Let's leave it there, sir. As usual, Jesus made no comment; he simply went down, picked up the sickle, and put it in his pocket. And they went on their way again, dumb and silent. After some time they found a herring that was going in the opposite direction. During their gathering, Jesus began a conversation with him and at the time of his departure, Jesus sold the iron he had found. They continued on their way and, by chance, saw a street vendor heading to the neighboring village to sell his fruit. Jesus stopped him and, with the four shields obtained by the sale of the stainless steel, bought half a pound of cherries. During all that time, St. Peter remained silent and his ill-temperedness worsened. The heat was rising, the throats were drying up. But St. Peter was the only one who was thirsty because Jesus was eating the cherries and the juice of these refreshed his palate. The apostle, who was painstakingly following him, looked at the Savior with envy, but since the cherries had been bought with the proceeds of the sale of the pot he had not wanted to collect, he did not dare to ask Jesus for his share of the feast. He, in a hidden way, dropped a cherry occasionally and St. Peter came down eagerly to pick it up and carry it to his thirsty mouth. When the figs were gone, Jesus turned to his disciples and said, \"See, Peter, you must reject nothing in this world, not even the small and insignificant things. For not wanting to come down once to pick up the horseshoe, you had to come down many more to pick up the cherries I've been dropping to the ground. This will teach you, Peter, to despise nothing and nobody. St. Peter found nothing to say; he lowered his head and continued his way humbly behind his Lord. FIN Translation by Esperanza Cobos Castro", "title": "Las cerezas", "author": "Alfred de Musset"}