{"metadata": {"length": 7058, "words": 1373, "reading_time_min": 6.865}, "text": "A little over half an hour later, when you leave the city, the road begins to breathe through some brown hills, with raquic vegetation, which appear full of sharp stones. In the deepest parts of the country there are spots of shrubs and at the bottom of the landscape the blue peaks of the Cordillera are diluted. It's a sad place. You see the air burning and only hour after hour passes a living being, a wild goat, a woman or an old man. The place is called Matahambre. At least, that's what the driver said, and he also said it had been his or the passengers' fortune to blow the rubber out there, in front of the only house. The boy was just up on the top of those hilltop cats. Long painted with lime, it hurt the eyes and went sideways, bending over the West. Yeah, this place is sad. Sitting in the little shadow of the boyo, passengers watched the driver work and smoke with a sigh. One of them ran his gaze toward the remote green spots that were scattered down the slopes of the hills. There, he pointed out, is the city. When night falls from here, the brightness of the electric lights is detected. In fact, that's where the city was supposed to be. You could see white masses vibrating in the sun, and behind, like a background, the vague line where the sea and sky met. A car passed by with horrible fright and raising dust clouds. The driver of the broken vehicle was sweating and biting his lips. Of the three travelers, all young, one, pale and delicate, wrinkled his face. I can't wait to get there, he said. I hate this loneliness. The one with the harshest lines fell back on the ground. Why? He asked. The other one was blindfolded. He was smoking an American cigarette. And you ask? You look like a fool. Do you think anyone can not hate this, alone, so downcast, without joy, without music, without women? No explained the pale; not that's why I couldn't last a day here. You know what? There, in the city, there's civilization, cinemas, cars, radio, electric light, comfort. Besides, there's my girlfriend. No one said anything else. The driver was still burning in the sun, hitting the rubber, and the whole landscape seemed to be disgusted with the presence of the four men and the broken car. No one could live in that place left out of God's hand. With the old doors closed, the half-fallen boy was dead, like a stone. But it sounded like a cough, a weak cough. The blind man asked, disbelieving, \"Are there people there?\" The one lying on his back on the ground stood up. He had a stern, sad face at one time. He didn't say anything, but he walked around the boy and opened a door. The hut was divided into two rooms. The ground floor, shot and quartered, gave the impression of acute misery. There was dirt, paper, weaving and a gritty table in a corner, with an old fiber hat on it. The place was clear to the bone: the sun was entering through the holes in the ceiling, yet there was moisture. That air couldn't be breathed. The man walked more. In the only doorway in the other room he stopped and saw a lump in a corner. On old sacks, covered to the shoulders a child trembled. He was black, with thin skin, white teeth, big eyes, and his thin flesh made the bones guess. She looked at the man and moved aside, on her elbows, as if she wanted to get up. What's on offer? He asked gently. \"No, nothing\", the visitor explained, \"I heard coughing and came to see who it was\". The boy smiled. \"Oh\", he said. For a minute the man was walking around the place with his eyes. There was nothing to see that wasn't miserable. Are you sick? He asked for a moment. The boy shook his head. Then he explained: Heat. There's a lot of it around here. The man touched his arm. He was burning, and he left his hand warm. What about your mom? I don't have one. He died when I was a kid. But you have a dad? - Yes, I did. He's going through the conuco. The boy bowed himself in his pita sack. There was a contagious sweetness on his face, a very vivid sympathy. The man liked that boy. You could hear the driver knocking outside. What happened? He asked the creature. A rubber that broke, but they're fixing it. That's how you have to deal with yourself, too. You have to be cured. How about I take you to the capital to heal you? Where's your dad? - Far away? Unju... he comes at night and goes out at dawn. And you spend the day here alone? Who gives you food? He, when he comes. Yucca or potato sandwich. The man was having trouble breathing. Something bitter and heavy was running down her chest. He thought in the night: he would come with his shadows, and that sick child, with a fever, perhaps already marked by death, would be there alone, waiting for his father, without speaking a word, without hearing music, without seeing people. Maybe one day when the father comes, he'll find him dead. How did that creature survive? And his friend, who had stated moments before that he couldn't stand a single day of loneliness... You have to be cured. The boy nodded his head to say no. What do you mean, no? We'll leave your dad a little piece of paper, tell him, and two pesos to go see you. Can't your dad read? The boy didn't understand. What would that be like reading? I was looking sad. The man was getting more and more confused, like the one who drowns. You'll be cured soon, you'll see. You're gonna like the city a lot. Look, there are parks, cinemas, light, and a river, and the sea with vapours. You'll like it. The boy made a smile. I've seen her before and I won't come back. I'm cured and I'm lifted. The man found it impossible for anyone to prefer that solitude. But the kids don't know what they want. His friends were outside, wanting to get out, be in the city, live fully. He walked and got closer to the boy. He grabbed it by the armpits, and it was burning. Looking at it, he started... there... he was lifting the sick man up and he was surprised to feel it was so light, like a straw doll. The boy looked at him with eyes of terror, which opened more, much more than possible. Then the pita sack that covered it fell to the ground. The man got cold, materially cold. He was about to say something, and he got a knot in his throat. I couldn't tell you how I felt or why her fingers were stuck in the child's chest and back with such violence. And that, how was that? He dared to ask. There he explained the creature as he pointed a gesture towards the distant city. There's a car. Just then the horn rang. Someone called the man and he put the boy back on the floor, on the sacks that served him as a bed, and he came out like an automaton, stunned. He didn't know when he got in the car or when it started rolling. His pale friend was chatting, \"Do you realize? It's civilization, mate... cinema, light, newspapers, cars... you could still see the old boy glowing in the sun. The man turned his face. Civilization is pain too; don't forget it he said. And he looked at his hands, in which he still seemed to have that trunk boy, that sad boy with his poor little wrists instead of legs. *FIN* Carteles magazine, 1940", "title": "Un niño", "author": "Juan Bosch"}