{"metadata": {"length": 3806, "words": 707, "reading_time_min": 3.535}, "text": "Pythagoras, while in India, learned, as everyone knows, in the school of gymnasts the language of animals and that of plants. Walking one day on a meadow near the sea, he heard these words: \"What a pity that I have been born with grass, barely two inches high, when a voracious monster, a terrible animal, who has the mouth of a row of cutters of wood armed with which he reaps me, crushes me, and swallows me, footsteps me under his vast feet. Men call this monster a ram, and I don't think there is a more abominable creature in the universe. Pythagoras took a few steps further, and found an open oyster upon a stone: he had not yet embraced the admirable law forbidding the eating of animals our fellowmen; he was going to swallow the oyster, when she said these pitiful reasons: -Oh, nature, how happy is the grass, which as I am thy work! When it is cut, it is reborn, and it is immortal; and we unfortunate oysters, in the bucket, a double shield defends us, which some wicked devour dozens of us for breakfast, and it is finished forever. What a horrible luck an oyster has! How inhuman men are! Trembling, Pythagoras knew the enormity of the crime he was about to commit: he cried out to the oyster for forgiveness, and he beautifully restored it to the stone. As he meditated deeply on this event, he saw back in the village spiders eating flies, swallows eating spiders, and gavels eating swallows. - All these people, he said, are not philosophers! As he entered the village, they seized him and beat him to the ground. A crowd of scornful and disgraced men ran to him shouting, \"You have done well! You deserve it!\" - Who, what? - said Pythagoras rising. And the people ran and said, \"Oh, how good it will be to see you burn!\" Pythagoras thought they were talking about gills or some other fruit, but it wasn't, it was two poor Indians. \"Surely\", said Pythagoras, \"you will be two great philosophers bored with life and longing to be reborn in another form. It is always nice to move from home, since no accommodation is good; but no disputes should be made about taste. He followed the crowd to the public square, and there he saw a great bonfire lit, and in front of the bonfire a bench called a court, and in this bench some judges; and these judges all had in their hands a cow's tail, and on their head a cap that looked perfectly like the two ears of the animal that rode Isleño when he came to the country at another time with Baco, after crossing the Eritrean Sea on foot, and stopping the Sun and Moon, as the true Orphic narrators tell it. Among these judges was a good man who was well acquainted with Pythagoras; and the sage of India explained to Samos what the feast was about to give to the Indian people. \"The two Indians\", he said, \"have no desire for them to be burned; they have been condemned to this torture by my serious colleagues: one, because he has said that the substance of Jaca is different from that of Brama; and the other, because he has suspected that it was possible to please the Supreme Being being virtuous, without grabbing a cow by the tail at the hour of death; because, he says, in all times it is possible to practice virtue, and not always a cow is found at hand. The good women of this town have been so upset by these two heretical proposals that they have left the judges neither in the sun nor in the shade until they have sent for the punishment of these two miserable men. Pythagoras said that from the grass to man there were reasons for corruption in this world, for he brought to reason the judges, and even the women, which only this time has happened. He then went to preach tolerance to Crotona; then an intolerant set fire to his house, and burned himself in it after he had rescued two Indians from the flames. Whoever can get away! FIN", "title": "Una aventura india", "author": "nan Voltaire"}