{"metadata": {"length": 4377, "words": 828, "reading_time_min": 4.14}, "text": "There was once an old coal miner who lived with his wife, who was also very old. The old man's name was Yoshiba and his wife's name was Fumi. They both lived on the sacred island of Mija Jivora, where no one has the right to die. When a person gets sick, they send him to the neighboring island, and if someone dies without symptoms, they rush the body to the other shore. The island, the smallest in Japan, is also the most beautiful. It is covered with pine and willow, and in the center stands a beautiful and solemn temple, whose door looks like it goes into the sea. The sea is more blue and transparent than you can imagine, while the air is clear and diaphragmatic. The two elders were admired by the rest of the village, who admired them for two virtues: their resignation and persistence in accepting and overcoming life's avatars, and the mutual love they had professed for more than fifty years. His, like so many others in Japan, had been a marriage arranged by his parents. Fumi had never seen Yoshiba before the wedding, and he had only seen her a couple of times through the curtains, and he had been admired for her oval face, the gentleness of her figure and the sweetness of her gaze. From the day of the wedding, admiration and worship were mutual. Both enjoyed the joy of their bond that grew with three beautiful and strong children, but both were also shaken by the sadness of losing their three children, one stormy night at sea. Although they hid from their neighbors, when alone they cried in their arms and dried their tears in the sleeves of their kimonos. And they built an altar in the midst of the house, and offered sacrifices every night, and prayed before it. But recently a new concern had brought the Congo back to their hearts. They were both older and knew they didn't have much time left. But Yoshiba had become his wife's hands and Fumi in their eyes and feet, and they didn't know how they could overcome the death of either of them. Oh, if we had a long life ahead of us! One afternoon Yoshiba felt the need to revisit the place where she had worked for over fifty years. But when he got to the forest clearing, and looked at the trees, so familiar, he realized there was something new. So many years working there, and he had never noticed that under the largest tree there was a clear, crystal clear spring of water, which when it fell seemed to sing, and its crunch, like that of wrinkled leaves of paper, was mixed with the murmur of the leaves as it was moved by the whisper of the breeze at sunset. Yoshiba felt a terrible thirst and went to the fountain. He took some water and drank. When she brushed her lips, she felt the need to drink more, but when she went to get it, she observed her reflection in the water and saw that the wrinkles on her face had disappeared, her hair was once again a beautiful black hairy, and her body seemed more vigorous and stronger. That water had a mysterious power that had made him rejuvenate. Then he felt the need to run to tell his wife. When Fumi saw him coming, he didn't recognize the young man who was suddenly approaching the house, but as he stood beside him he looked into his eyes and recognized him. She fainted as she remembered her youth, but Yoshiba lifted her up and told her what had happened in the forest. He decided to go in the morning, because it was already night and he did not want to get lost. The next morning Fumi went to the forest. Yoshiba counted two hours, because although it would take longer to get there because of her age and lack of strength, she would be back soon because she would have regained her youth. But it was two hours, and three, and four, and even five, so Yoshiba started to worry and decided to go into the woods himself to find his wife. When he reached the clear, he saw the source, but he found no one. Between the murmur of the leaves and the crunch of the water, he heard a slight sound, like that of any breeding animal when alone. He went to a few bushes, set them aside, and found a little creature stretching out his arms. When he grabbed her, he recognized the look. It was Fumi, who in his youthful yearning had drunk too much water, thus reaching his early childhood. Yoshiba tied her on her back and headed home. From then on, he would have to be the father of the woman he had been his life partner to. Japanese FIN Anonymous", "title": "La fuente de la juventud", "author": "nan Anónimo"}