{"metadata": {"length": 4083, "words": 831, "reading_time_min": 4.155}, "text": "A peasant had a faithful dog, named Sultan, who had grown old, lost all his teeth and could no longer bite anything hard. And the farmer stood with his wife at the door of his house, and said, I will shoot the old sultan tomorrow; he is no more of any use. The woman, feeling compassion for the faithful animal, added: \"Since he has served us for so many years and has been faithful we could now give him bread as a charity. What? \"He said the man. You're not in your own cabal; he's got no teeth anymore and no thief is afraid of him; he's got to die. It's true that it served us well, but in return, it had its good food. The poor dog, who was lying in the sun not far from there, had heard all this and was sad that the next day would be the last of his life. He had a good friend, the wolf, and he regretted the sad luck he had been assigned. \"Listen, comrade\", said the wolf, \"be still, I will help you out of this hurry. And I thought, Let thy master go out to the field in the morning, and his wife, and his little child; for there is none left in the house. While they work, they usually place the child behind the hedge, in the sun. Lie next to him like you're looking after him. I'll then get out of the woods and take the boy, and you'll run out quickly behind me, like you're trying to take him away from me. I'll drop it and you give it back to his parents. They'll think you saved him and they'll be so grateful they won't hurt you. On the contrary, you will find mercy and you will never again lack anything. The proposal was pleasing to the dog, and as planned it was carried out. The father cried out when he saw the wolf running with his son through the field, but when the old Sultan brought him back, he was glad, caressed him and said: \"You will not be touched by a hair, you will have your charity bread as long as you live\". And he commanded his wife, saying, Go quickly to the house, and make the old sultan a bread crumb, that he may not chew; and bring the pillow of my bed, and I will give it to him, that he may lay it there. From that moment on, the old Sultan was so well off that he could not wish for anything better. Soon after, the wolf came to visit and was glad that everything had gone so well. But, comrade, I hope you will turn a blind eye, if I take the opportunity to take a good sheep from your lord. It's hard to get ahead these days. Don't even think about it, don't count on it, the dog said. I am loyal to my lord, and I cannot allow it. The wolf thought he hadn't said this seriously, and when he came in the night quietly he wanted to take the sheep. But the peasant, who the old Sultan had warned of the wolf's plans, took him and roughly combed him with the trill. The wolf had to run away and shouted to the dog, \"Wait, bad comrade, you will regret all this!\" The next morning he sent the wolf to the wild boar and sent the dog out into the woods to settle the accounts. The poor Sultan could find no help but that of a cat, which had only three legs, and when they left there together, the poor cat was leaning and at the same time stretching his tail upward in pain. The wolf and his helper came to the agreed place, but when they saw their opponents coming, they thought they were carrying a sword with them, for they saw the tail lifted up of the cat, and when the poor animal jumped on its three legs, they thought nothing but that he was picking up stones to throw them at himself. Then they both became afraid, the boar hid in the foliage and the wolf jumped into a tree. When the dog and the cat arrived, they were amazed that they could not tell anyone apart. But the boar had not been able to hide completely, and his ears were protruding above. While the cat was looking around carefully, the boar moved its ears; the cat, thinking that there was a mouse moving, jumped and bit him hard. Then the pig came in with a huge scream, and ran out as he cried out: \"There is the guilty one on the tree! The dog and cat looked up and saw the wolf who, ashamed of being such a coward, agreed to make peace with the dog. ♪ Finish ♪", "title": "El viejo Sultán", "author": "Hermanos Grimm"}