{"metadata": {"length": 2723, "words": 508, "reading_time_min": 2.54}, "text": "Little Margarita was sitting by the creek beneath a flowering saucer bush. Vacation, summer, sunshine, and the book of tales about the lap - this was his whole paradise. But there, across the street, in the little house, her mother had a busy day job. Margarita looked at the bright waves, and she dreamed. Suddenly he exclaimed aloud: \"Oh, I wish I was the wish fairy! To be able to say, \"Mother, what do you want?\" Mother, tell me your wishes! You'll have it all. That would be wonderful! - That's it! - said a voice behind their backs. Did the fairy tale book come down? By his looks, he certainly didn't look like him. He wore no dress woven of sunlight, nor any diadem in his hair, but two eyes full of goodness, though, of course, a fairy can adopt all kinds of figures. This time she looked, however, like the old woman of the messenger, with her rough gray wool skirt. He was carrying a heavy basket on his arm and said, smiling at the girl, as he walked away: \"You are already a fairy of desires. What happens is you've just never tested your power, until now. Go to your mother! You can make all her wishes come true. Little Margaret looked at her in amazement. Wouldn't that be a dream? He stretched out his arms, looked toward the radiant sunlight, and then exhaled a deep sigh. Then he hurried, in great leaps, down the path of the meadow, to meet his mother. - You motherfucker! Do you have any wishes? - Oh, yeah! Run to the village and buy salt for the soup. The girl laughed and flew down the mountain. How wonderful it was to be able to make wishes come true! - Motherfucker, you want something else! - Margarita was greeted on her return. - If someone set me up, I'd be very happy. The girl laughed again. The cloak and the covers were quickly placed, not forgetting the cups or the basket of bread, and everything came out of his hand as lightly as it is proper of a delicious wish fairy. - And now, the third wish, motherfucker! - Girl, don't always talk so much during the meal. Dad needs a little peace of mind on vacation. - Be the one! - said Margarita smiling to her mother. And so it was: during the meal, he didn't utter a single word, if it wasn't asked. - What's wrong with our Margarita? She's completely changed - her father admired her. \"I am the wish fairy\", cried the young girl, cheerful, \"and from now on I will always fulfill my little mother's wishes\". Then the mother, filled with joy, joined her hands. He looked at his daughter as if he had seen her for the first time. Margarita was by the window and the sunlight shone over her blonde hair. The whole girl was shining. She really looked like a little fairy, so her mother exclaimed: \"How great my luck! FIN FINISH Anonymous Swiss", "title": "El hada de los deseos", "author": "nan Anónimo"}