{"metadata": {"length": 6225, "words": 1181, "reading_time_min": 5.905}, "text": "Charlie Stowe waited until he heard his mother's snoring to get out of bed. Even then he moved cautiously and walked from the tips to the window. The irregular shape of the house's façade allowed us to see if there was light in his mother's room. But now all the windows were dark. A reflector traversed the sky, illuminating the clouds, probing the dark and deep spaces between them, searching for enemy aircraft. The wind was blowing from the sea and Charlie Stowe could hear behind his mother's snoring the beat of the waves. A stream of air that came through the slits of the window frame moved his sweater. Charlie Stowe was scared. But the idea of the tobacco shop that his father had twelve wooden steps below encouraged him to move on. He was twelve years old, and the boys at the municipal school were already mocking him because he had never smoked a cigarette. The packages were accommodated in batches of twelve, Gold Flake and Players, De Regzke, Abdulla, Woodbines. A thin layer of rancid smoke enveloped the store and would completely disguise his crime. Charlie Stowe had no doubt that it was a crime to steal his father's merchandise, but he didn't love his father. His father was something unreal to him, a specter, pale, squishy, indefinite, who only noticed him once in a while and even the punishments left them to the mother. For his mother he felt a passionate and outpouring of love. His wide and bustling presence and his noisy charity filled his world. She was a friend of everyone, from the director's wife to the dear Queen, except for the Hunos, the monsters that lurked in the clouds. However, his father's affection and aversion were as indefinite as his movements. I said tonight I'd be in Norwich, but you never knew. Charlie Stowe didn't feel safe coming down the wooden stairs. Every time they crawled, I would squeeze the fingers that were holding onto the neck of his sweater. When he reached the foot of the stairs, he suddenly found himself in the store. It was too dark to see his way and he didn't dare touch the switch. For half a minute he sat on the last step, his chin resting on his hands. At that moment, the regular movement of the reflector projected its light through one of the upper windows, and the boy had time to record in his memory the stack of cigarettes, the counter and the small hole underneath it. A policeman's footsteps on the pavement made him take the first package within reach and plunge into the hole. A lamp lit up the floor and a hand tried to open the door, then the steps moved away and Charlie was cuddling in the dark. He finally regained his courage by saying in his curiously grown-up way that if he was caught at that moment there would be nothing to do about it, so he could well smoke his cigarette. He put a cigarette in his mouth and then remembered that he had no matches. For a moment, he didn't dare move. Three times the reflector lit up the tent, while he whispered challenges and words of encouragement. I'm also hanged for stealing a sheep, a marionette, a marionette, a faggot, curiously mixing up adult and childish exhortations. But as he moved, he heard footsteps in the street, the sound of several men walking in haste. Charlie Stowe was old enough to be surprised someone was walking around. The steps came closer, stopped. A key turned on the lock on the store door. A voice said, \"Let him in\". Then he heard his father: \"Would you gentlemen not mind being silent? I wouldn't want to wake up my family. There was a tone unknown to Charlie in that vague voice. A flashlight went on and the electrical flashlight went off in a blue light. The boy held his breath, wondering if his father would hear his heartbeat and grabbing his sweater tightly he prayed, 'My God, don't let them find me.' Through a crack in the counter he could see his father standing, with a hand on the high, tight neck of his shirt, between two men with a scarf and a scarf tightly fastened with a belt. They were unknown. A cigarette, his father said in a voice as dry as a biscuit. One of the men moved his head from side to side. It doesn't, not when we're on duty. Thank you anyway. He spoke softly but without kindness. Charlie Stowe thought his father must be feeling bad. Would you mind if I put some in my pocket? Mr. Stowe asked, and as the man nodded his head, he lifted a pile of Gold Falke and Player from the shelf and caressed the packages with his fingertips. Well, he said, there's nothing you can do about it, so he's still smoking me a cigarette. For a moment Charlie Stowe was afraid of being discovered, because his father was staring at the store so carefully that he could well be seeing it for the first time. It's a good deal, he said, for anyone who likes it. The wife will sell it, I suppose. Otherwise, the neighbors will tear it apart. Well, you'll want to leave; I'm not late. I'm going to get my coat. \"One of us will accompany you, if you don't mind\", said the stranger softly. Don't bother. It's on that hook. I'm ready for you. The other man said ashamed, \"Don't you want to talk to your wife?\" The thin voice was determined: \"No, I don't, don't do today what you can leave for tomorrow. You'll get your chance later, won't you? \"Yes, yes\", said one of the strangers, \"and he was cheerful and encouraging\". Don't worry too much. As long as there's life... and suddenly her father tried to laugh. When the door was locked, Charlie Stowe climbed up the stairs and went to bed. She wondered why her father had come out again at night and who those strangers were. Surprise and fear kept him awake for a brief moment. It was as if a family photograph had slipped out of his frame to reproach him for his negligence. He remembered how his father had held tightly to the neck of his shirt, strengthening himself with proverbs, and thought for the first time that while his mother was loud and friendly, his father was much like him, doing things in the dark that frightened him. He would have liked to have gone down with his father and told him he loved him, but he could hear through the window the quick steps he took away. He was home alone with his mother and fell asleep. FIN I Spy, The Basement Room and Other Stories, 1935", "title": "El espía", "author": "Graham Greene"}