{"metadata": {"length": 5698, "words": 1041, "reading_time_min": 5.205}, "text": "It was a Carnival Sunday, but not of today's anemics, but of the plethora of good times. A plethora of madness carnival, which filled the streets and squares and walks of the heroic villa. It was all noise and joy and movement and fever; mock laughter of mock faces; mock cries of faces with cardboard tears; mock domins, hiding decent people; luxurious domins hiding ruinous people; drunkards wrapped in sweaters; skeletons distributing candy and candy; men in skirts and women in pants, grotesque promiscuity of sex; old cuckoo-shaped blankets and Manila mantles rounding over plastered breasts; fifty-year-old babies with a bell, and blacks with a cup hat and a hat, from the hand of the lover; more quickly than they go by the arrow as they gather in a car; more quickly than they go by the traditional blue barrel, they are riding upwards and downwards; more than they go by the horse, they are more than ever in the furry sex; more than they are in the open space; more than they are in the open, they are like the giant white-collared man, and they are like the giant white-collared man, and they are like the whispering, and they are like the whispering, and the other, like, like, they are like, the whispering, the whispering, the whispering, the whispering, the whispering, the whispering, the whispering, the whispering, the whisper, the whispering, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whisper, the whis As the sun went down, the fever went down, and the crowd, in their reflux, retreated to their homes or to their niches. They were all mixed, the masks with faces and the masks without them, the disguised and the undisguised; and at the pale lights of twilight and between the first gas of dusk, all the contours were confused, all the colors were erased, and all looked like the masked before or none did: either a flood of madmen or everyday people. Perhaps the differences between each other were fading away, because the differences were illusory: all identical, all costumes; all faces, all follies. Around the living are the dead, when they're not in the middle. Around the warm villa, on Carnival Sunday, are the cemeteries, with their supreme calm and their never-heated coldness. Silence, rest, sad trees, flowers that strive to be happy, many laces, many crosses, signs on marbles, in the ground few tears, under what was and a sublime mystery that no one penetrates. The man in his ridiculous littleness also pretends mysteries and covers himself with a domino and a face and asks everyone if he knows him, grotesquely hiding his voice. The unfathomable space is covered with the veil of the sky, and it also asks in its own way, \"Do you know me, do you understand me? He asks him with the silent majesty of his nights, with the splendid light of his days, sometimes when he is tired of not being answered with the terrifying voice of the storm. The peasant, on the other hand, is eternity in human costume, another infinite like the one above, which is sunk into pits and cut into tombstones. But even the cemetery had been hit by the epilliptic stirring of Carnival. The sons of the porter had played the masks, and when they had gathered at dusk, they left a face forgotten by a pit. The night came, clear and quiet night, of soft light and deep silence. The face had been left straight, resting on a few earthen socks and looking at the grave. And out of the tomb came a skull, as if some skeleton were to peer out to look at the graveyard, or perhaps to pick up the light from some star in the eye's gaps. It's like the face and skull were looking at each other. Did you guys think of anything? And who knows? Why not? Shouldn't there be more thought than ours? For if they thought, the skull would think, \"What is that? Human face looks like: grain lips, roses on the cheeks, shadows that mimic eyes, hair around the forehead. But maybe it's not. I've heard it said it's Carnival: maybe it's a face. Will it be life or will it be an imitation of life? Is it human flesh, which trembles with pleasure and pain, or is it cardboard, which upon an inert mold took that shape? What is that, truth or falsehood? What he pretends to be or what he is? A reality or an appearance and behind nothing? And I could think, in turn, the face looking at the skull: What is that? Lipless borders, open teeth and no smile, green cheeks, dark bones with crystal-like eyes, skull without hair: it looks like a skull. But if it isn't, it's Carnival Sunday, maybe it's like me with a face. Is it death or death imitation? Is it the truth or the lie? What you pretend not to be, even being? And even though it's a skull, is it a reality or a seeming? Is death another face like me or is it eternal nothingness? And so they looked: two eyesless: two holes in the lid, two holes in the cardboard. Was it the nothingness that was looking at itself? Was it the mockery that made fun of itself? Was it a face I was going to visit another face? The night was advancing, and the light disk was declining. The face became dark: soon it became confused with the earth on which it rested. The last moonlight shone briefly over the skull like a mirror: then in shadows too. And between the shadows stood face to face the face of madness and the mysterious face of eternity. And it started on the second day of Carnival. *FIN* South American Almanac, 1900", "title": "Las dos caretas", "author": "José Echegaray"}