{"metadata": {"length": 2017, "words": 363, "reading_time_min": 1.815}, "text": "Don Juan... by whom the fashionable Parisian courtesans forget their savings at the Bank of France. American king of an industry like steel and oil, the white man's trade. In Mexico, he gallops down the Sierra with a fainting woman in his arms. It's in Spain, his native country, a gentleman who will be punished by heaven any day for his great infamy. A fierce avenger of men and a symbol of Mediterranean energy, he passes before men who envy him and women who lose because of him, with the lightness of a mythical figure and the grace of a mance painted in a glass attic. (Oh Keats, unheard tunes are less sweet than your immortal ode!) Victorious and smiling, he was said to be descending from the thalamus of a deity with a slight step towards the cemetery. You dressed in black, and in a city of athletes and dandies you'd go unnoticed. Her gray eyes, fierce for so many tearful heroines, now look distracted. A smile lights up your face, like those that were bought with the pain of a lifetime. Badly subject to all the lights, he only tolerates the best moments of female treatment. Cynical, strips love of its romantic prestige. With determination and flattery he awaits his judgment, because the servants' warnings, despite everything, came from heaven. And the rich and the poor shall eat up his wealth, and his lonely old age shall be full of him; but nothing shall keep him, neither the flames of hell, nor the troubles of his false fame. Among photographers and reporters, curious and badoulaques of all kinds, he crosses the peasant's door, with a wreath in his arm. moved, as the people of good tone move; agile, with much feline in the passage and a bit of elegant boredom in the figure; in the manner of one who fulfills one of so many social duties, pure formula already devoid of content and meaning, deposits with impertinent grace an everlasting crown in the grave of the unknown beloved, the poor girl without name who did not claim eternity to the ruthless gentleman of the fleeting loves. FIN", "title": "La amada desconocida", "author": "Julio Torri"}