{"metadata": {"length": 7457, "words": 1400, "reading_time_min": 7.0}, "text": "\"I am the son of the famous Comus, the physician of the king and queen; my father, whose burlesque nickname made him one of the magicians and charlatans, was a distinguished scholar of the Volta, Galvani and Mesmer schools. He was the first in France to deal with ghostwriting and electricity, giving lectures on mathematics and physics at court. The poor Marie Antoinette, whom I saw twenty times, and who more than once took me by the hand and kissed me when I had just arrived in France, that is, when I was a child, Marie Antoinette was a great admirer of her. On his way to Paris in 1777, Emperor Joseph II declared that he had seen nothing more curious than Comus. In the midst of all this, my father was concerned with the education of my brother and mine, starting with everything he knew about occult sciences and a lot of galvanic, physical, magnetic knowledge, which is now in the public domain, but which at the time was secret, privilege of only a few; the title of physician of the king, led to my father being imprisoned in 1793; but, thanks to some friendships I had in the Mountain, I managed to get him released. My father retired to this very house where I now live, and died in 1807, at the age of seventy-six. Let's get back to me. I just mentioned my friendship with members of the Mountain. He was effectively related to Danton and Camille Desmoulins. Marat had known him more as a doctor than as a friend. But, after all, I'd known him. As a result of the relationship I had with him, however brief, the day they led Miss Corday to the gallows, I decided to attend her execution. I was going to help him in his discussion with Dr. Robert about the persistence of life, telling a fact that history has recorded concerning Charlotte of Corday. - Now I come to that, - Mr Ledru interrupted. - Let me tell you. I was a witness, so you can totally believe what I'm about to tell you. Since two o'clock in the afternoon he had occupied a place near the Statue of Liberty. It was a hot July day; the weather was heavy, the sky cloudy and threatening a storm. At four o'clock the storm broke out; it is said that Charlotte got into the carriage at the exact moment. They had gone to the prison to pick her up the moment a young painter was painting her portrait. Jealous death seemed to wish nothing to survive the young woman, not even her image. The head was already drawn on the canvas and, strange thing! when the executioner came in, the painter was painting just the part of the neck that the guillotine knife was going to cut. The lightning flashed, the rain fell, the thunder sounded, but nothing could disperse the curious crowd; the docks, bridges, squares were clogged; the earth's noise almost covered the sounds of heaven. The women, known by the energetic name of \"guillotine goose\", chased her and cursed her. I heard those roars coming towards me like the sound of a waterfall. Long before I could see anything, the crowd stirred; finally, like a fatal ship, the carriage appeared opening its way through the crowd, and I could see the condemned woman, whom I did not know, whom I had never seen before. She was a beautiful young woman of 27 years, with magnificent eyes, a perfectly shaped nose and lips of supreme regularity. She stood upright, her head held up, not so much to seem to dominate the crowd, but because by having her hands tied behind her back she was forced to keep her head up. It had stopped raining; but as she had endured the rain for three-quarters of the way, the water that had fallen on her drew on the wet wool the contours of a charming body; it would have been said that she came out of the bathroom. The red shirt that the executioner had put on him gave a strange look, a sinister splendor, to that proud and energetic head. As soon as he reached the square, it stopped raining, and a ray of sun, sliding between two clouds, came to play with his hair that made it shine like a halo. I swear to you, even if there was a murder behind that young woman, a terrible act even when it comes to humanity, even if I hated that crime, I would not have been able to tell if what I was contemplating was an apoteosis or a suppression. When he saw the shroud, he pale; the paleness was most visible above all because of the contrast with the red shirt, which reached his neck; but almost instantly he made an effort, and ended up turning toward the shroud he looked at smiling. The carriage stopped; Charlotte jumped to the ground without wanting to be helped down, then climbed the steps of the cadalso, slippery because of the rain that had just fallen, as fast as the length of the shirt that dragged her allowed, and the discomfort of her bound hands. When she felt the hand of the performer lay on her shoulder to pull off the handkerchief that covered her neck, she pale for the second time, but at once a last smile came to refute that paleness, and she herself, without anyone attaching her to the infamous guillotine, with a sublime and almost joyful impulse, entered her head through the horrible opening. The blade came down, the head separated from the trunk fell on the platform and bounced back. It was then, listen to this, doctor, listen to this, poet, it was then when one of the assistants of the executioner named Legros, grabbed his head by the hair and as a vile flattery to the crowd, slapped him. Well, then! I swear to you, when I got the slap, my head turned red. I saw it, my head, not my cheek. not only the cheek that had been touched, but both cheeks and with a similar blush, because the feeling was still alive in that head, and she felt indignant that she had suffered an insult that was not included in the sentence. The people also noticed the scarlet and they stood for the dead and against the living, for the fair and against the executioner's helper. And right there, he demanded revenge for this indignity, and right there the miserable was handed over to the gendarmes and taken to prison. I wanted to know what feeling had driven that man to the infamous act he had committed. I asked for permission to visit him in the Abbaye, where he had been locked up, and I got it and went to see him. A revolutionary court ruling had just sentenced him to three months in prison. I didn't understand that he would be convicted of something as natural as what he had done. I asked him what could have driven him to do that. - He said- - What a question! I am a supporter of Marat, I had just punished her for the sake of the law, and I wanted to punish her for my own sake. - But - I said - don't you understand that it's almost a crime to violate the respect that is due to the dead? - Come on then! - Legros said staring at me - you think they're dead because they've been guillotined? - Of course you do. - Oh, then! You notice that you don't see the basket when they're all together; you don't see them move their eyes, grind their teeth for five minutes after the execution. We're forced to change our basket every three months, to the point where they break the bottom with their teeth. It's a bunch of aristocratic heads, you know? They don't want to decide to die, and I wouldn't be surprised if one day one of those heads started shouting, \"Long live the king!\" I knew everything I wanted to know, and I got obsessed with an idea: that those heads were still alive, and I decided to confirm it. Fin Les Mille et un fantômes (1849) Spanish translation by Cobos Castro", "title": "La bofetada a Charlotte Corday", "author": "Alexandre (padre) Dumas"}