{"metadata": {"length": 4769, "words": 932, "reading_time_min": 4.66}, "text": "It's made of dark pools, ink gaps. Of course, sleep dominates even if we don't want to. And with eyes and ears open and sensitive, life goes on. On this path, when you least expect it, a platoon comes out and it's done. Nice thing to let yourself get killed without seeing the old man, after all the work. Juan Antonio thinks: \"It's best to get up on the mountain. The night is terribly dark. Also, the recent wetland of rain does not let the footsteps of horses come. He himself has a hard time seeing his hands. And now he doesn't remember if there's a wire on the right. Damn memory! The air is cold, wet. It will definitely rain again soon. God forbid that riverhead is like that. We have to get there anyway. First, the desire to see the father, to reassure him; and second, the need to eat and rest. This way, Morito, this way. The pawn speaks to his horse as he would to a person. He has a snoring, resonant voice. And the animal understands: he twists to the right, he climbs up the ridge, through the ravine, and he goes deep into the forest, shaking his tail on the flanks. The old man's ranch was there. It looked like the top of a fallen tree. The brute stopped, realizing he shouldn't make any noise. Juan Antonio felt like a growth in his chest and needed to breathe deeply. He would have liked to lie down and call, but he was content to caress Moro's smile. He felt something sinking afterwards: the same impression as if the ground, under his horse's feet, were sand-moving. He refused quickly, whistled; and then, when a painting of light lay on the clean forehead, he called out in a voice that came out of his mouth opaque: \"Silence!\" - What? Embracing the old man hurt to make him feel so boney, like he had no flesh. He, on the other hand, was all muscle. And high, too. They didn't say a word. They came in with their arms and Moro was sitting there biting the grass. From time to time, a tremor ran through his skin. The son sat down on the hammock, threw his felt hat around a corner and stripped himself of the revolver. The entire belt was a line of bullets. Then he joined in and put the gun in a chair. The old man looked at him, he looked at him: that hairy, black hair, which fell on his forehead like a splash of tar; and his eyes, small and like a flower of skin; and his teeth very white and very uniform. You're hungry, aren't you, Juan? What can I get you? No, little one, little one. It'll be tomorrow. The light of the axe made the shadows dance. He began to undress, but by taking off his shirt he made sure that his father did not see a scar running through his chest. And did they defeat you? The old man asked. - Yes, man. - What? Well, a settlement. He was silent for a while, his chin in his hand. But that's nothing. Horitica we're on fire again. The old man drew a sharp smile. I could feel a nice, cool breeze wrapping around him. That's right, son. Now you must sleep. I do believe... I have a dream...! His eyes were closed. Every leg and arm weighed a savagery on him. Taita recommended, get Moro where he can eat. He must be starving, poor man. The old man joined in. When he opened the door, he heard, softly and far away, a whistle. He calculated where that bull would be; then he thought, \"Someone's unhappy is dying. The sky was covered and black. John Anthony woke up the barking. Her heart told her what was happening and she jumped and ran to the chair. With the revolver in his hand, he sneaked into the other room. Her father was asleep. He tried to see through the crack and in the darkness he guessed the line of soldiers, which to another would have seemed a sinuousness of the ground. By the time he turned his face, the old man had joined in. \"I'm caught, babe\", he said dry. And after a second he added in a low voice, \"Go out and tell me I surrender\". The old man went pale. Her iris became tiny like pinheads and she looked at her son with a look that hurt so hard. And she came to him quietly, and broke the syllable of the insults deafly, saying, This was the last thing I expected of thee. John Anthony did not want to understand the meaning of those words. Did the father think he was a coward? And he tightened the revolver, like he was trying to untie it with his fingers. Slowly, as if nothing had happened, the old man began to dress. Then, with a safe passage, he went through his room and reached the door that led to the road. He opened it, without hesitation, and before the sergeant gave the order to fire, he cleared the distance between them and shocked the soldier with his loud voice: \"My son is there and he will surrender if they assure him that we will be shot together\". He said, crossed his arms and watched the sun start putting gold in the pine buds. *FIN* The Royal Road, 1933", "title": "El alzado", "author": "Juan Bosch"}