{"metadata": {"length": 6456, "words": 1197, "reading_time_min": 5.985}, "text": "It is possible that some of my readers have forgotten that the area where the Lima to Callao railway station is located today was in the not too distant past the church, convent and hospital of the Juandedian parents. In the time of Viceroy Avilés, that is, at the beginning of the century, there was in the above-mentioned convent of San Juan de Dios a lego already entered in years, known among the people with the nickname of Father Carapulcra, a mot that came to him because of the ravages that in his face made smallpox. Father Carapulcra enjoyed the reputation of being a man of acute ingenuity, and many popular refrains and spicy sayings are attributed to him. Although the hospital brothers had vowed poverty, our lego wasn't so bald that he didn't have buried in a corner of his cell, five thousand pesos in ounces of gold. It was the monastery's tertulio a mozalbete, of those who wore gold-plated earplugs in their left ear and wore Filipino silk handkerchiefs in their jacket pocket, who spoke blinkingly, and who were the most accurate in the half-eyed charanas, who sucked more than sponge and tore the pretty, making the strings of the guitar say wonders. His barrents had this that brother Lego was not so poor in solemnity as the rules of his institute required; and he said such a gesture, that Father Carapulcra came to confess to him in confidence that, really, he had some marvels in a safe place. \"For they are mine\", said the boy Cututeo to himself, \"that was the name of war with which the boy had been solemnly baptized among the people of spark, start and mess\". These last lines are screaming for an explanation. Let's fly it with a feather. The baptism of a young man in the pit and thunder was done in front of a water bottle, covered with ribbons and flowers. The aspirant broke it with a stone, which threw three sticks away, and the merit stipulated that it did not exceed a liter the amount of liquor that fell to the ground; immediately the godfather served all the assistants, male and female; and before hurrying the first cup, he pronounced a speach, applying to the candidate the nickname with which, from that moment, was inscribed in the fraternity of legitimate chuchumecos. At the conclusion of this ceremony, a croup of those began to shake the world and its surroundings. Among these vicious bohemians, it was a great honor to be able to say: \"I am a legitimate chuchumeco and received, not as I want, but by the same Pablo Tello in person, with an open box, a harp, a guitar and a drawer. We could write about this topic and the technical or junky talk of the affiliates, but it's compromising and playful, and we'd better leave it for another moment, which Zamora didn't win in an hour. One evening, on the occasion of a party I do not know, there was a long mantle in the juandedian's dining room, they cling to a drink going and drinking the lego and the chuchumeco, and when that one was already half sparkle, it had to seem to this propitious opportunity to venture the stroke of grace. - If your fatherhood entrusted me with some of those kingdoms that have idle and raising mold, may God allow the piscolabis I have drunk to turn into my mouth to rejalgar or pond water with frogs and saffron, if before a year I have not tripled them. The demon of greed bit the heart of the lego. \"Look at his fatherhood\", the boy continued. I've been a stag from Don Silverio's pharmacy, and I have the pharmacopoeia on my fingernail. For 2,000 pesos, we put a bottle that'll kick the cat's foot. - With so little, man! - the juandedian whispered. - And even with less, but I'm a little bit round about it because I like to do things big and without misery. A shovel, a stone mortar, a retort, a bucket, a jar of leeches, a few ounces of rubber, flax, pickle and high root, some glossy jars, empty jars, most and few with drugs, and stop counting... that's all we need. Believe me, his fatherhood. With four simple words, in one verb I put the first word of Lima. And he went on, with variations on the same subject, arousing the greed of the hospitalman and flattering his vanity by calling it pink and velvet his fatherhood. It seems that the very tuner kept in his memory this pair: to emerge, with adulation is enough; flattery is soap that is not wasted. Much is achieved by a flatterer, especially when he knows how to exaggerate flattery. As for adulation, I can't remember any chronicle I've read that one of Peru's viceroys was a man who paid himself infinitely to be believed omnipotent. He was speaking one night in the palace courtroom about the Apocalypse and the Last Judgment; and the viceroy, turning to a garnish, young, and deciding, who had not yet opened his lips to speak on the matter, said to him, \"And you, Mr. Doctor, when do you think the world will end? \"It is clear\", replied the interrogator, \"when your Excellency orders it to end. He adds the chronicler that the viceroy took for a compliment the spicy and epigramatic reply. If only the man who believes in his omnipotence could live! Afterwards, the good Lego bit the hook and started by digging up a hundred pellet. And the shop went up, showing up on the counter four rounds of colorful water and a bottle of little river fish. In the windows were also some elegant jars of drugs; but under the pretext that today such balm is needed and tomorrow as a snack, the pharmacist came and ripped off all the teeth he had underground from his partner. And months passed; and the boy, who understood of picards more than a horn, made him cheerful accounts, until bored Carapulcra, he said to him: \"Well, sir, we must give the balance, and the sooner the better\". \"All right\", Cututeo said implacably, \"we'll deal with that tomorrow. And that evening he sold to others of the trade, for half the price, all that was in the windows, and the shop was clean without the need of a broom. When the next day he went to Carapulcra in search of the companion to start the balance, he found that the bird had flown, and by only existence the bottle of fish. He put on the furious lego, and on his dash he took the bottle and threw it into the stake saying, \"Swim, fish! And here, in case you're unaware, is the origin of this phrase. And then Father Carapulcra, taking his head in his hands, dropped himself on a vaquet chair murmuring: With four simple, he told me he was putting on a bottle... He put it with just one simple... and that was me! FIN", "title": "¡A nadar, peces!", "author": "Ricardo Palma"}