{"metadata": {"length": 3920, "words": 782, "reading_time_min": 3.91}, "text": "Once a chicken said to the chicken: \"The nuts are ripe\". Let's go up to the mountain together and have a nice feast before the squirrel takes them all away. \"Yes\", said the little hen, \"let's get that taste. They both went away together, and as the day was clear, they stayed until evening. I don't know if it was the amount they had eaten or if they became very arrogant, but the thing is, they didn't want to walk home and the rooster had to build a small car with walnut shells. When it was finished, the little hen got up and said to the rooster, \"Come on, you can get your hands on the shot. - No, I'm not! - said the chicken. Wow, what I missed! I'd rather walk home than get caught in the crossfire! That wasn't the deal! I want to be a coachman and sit on the fishing pier, but I throw... While they were still arguing, a duck came and said, \"You thieves! Who sent you to my walnut mountain? They're gonna pay for it! After that, he jumped on the chicken. But the rooster also wasted his time and threw himself at the duck and then nailed his spleen so hard that he begged for mercy and, as punishment, agreed to be hooked up to the car's shot. The rooster sat in the fisherman's chair and pretended to be a coachman, and they started the galope. - Dude, run as fast as you can! When they had gone a stretch of the road, they found two walking men, a pin and a sewing needle. The two walkers stood up and told them that soon it would be completely night, so they could not take a step further, that, moreover, the road was very dirty and that if they could ride for a while; they had been at the door of the tailor's tavern and drinking beer had been made too late for them. The hen, being a skinny people who did not occupy much space, let them ride, but they had to promise not to step on it. At the end of the afternoon they came to an inn and, as they did not want to travel further at night and the duck, moreover, was no longer well and was falling from side to side, they entered it. The innkeeper at first expressed much resentment and said that his house was already full, but he probably also thought that those travelers were not distinguished people. Finally, however, he yielded when they said with kind words that they would give him the egg that the little hen had laid down along the way and he could also keep the duck, which every day put one. Then they were made to serve as king's body and gave themselves the good life. Early in the morning, as the light was just beginning to shine and everyone was still asleep in the house, the hen woke the little hen, picked up the egg, dropped it from a pickle and both ate it; the shell, on the other hand, was thrown into the stove. And they went to the sewing needle, which was still asleep; and they took the head of the needle, and put it in the cushion of the host's seat; and the spinner was put into the towel. Then, no more and no more, they flew off over the fields. The duck, who had wanted to sleep on the razor and had stayed in the yard, heard them buzzing out, fell unpaved and found a stream and walked swimming down the stream much faster than when he pulled out of the car. A couple of hours later the innkeeper got out of bed, washed himself and when he went to dry himself with the towel he tore his face with the pin. Then he went to the kitchen and wanted to light a pipe, but when he reached the stove the eggshells jumped out of his eyes. \"This morning everything is right in my head\", he said, and sat angry in his chair. Oh, my God! The sewing needle had hit him in an even worse place, and not precisely in his head. Then he became very angry and suspected the guests who had arrived so late the night before, but when he went to look for them he saw that they had left. So he swore he would never admit to his little house gossip like that one, who runs a lot, pays nothing and on top of that thanks him with bad passes. FIN", "title": "La chusma", "author": "Hermanos Grimm"}