{"metadata": {"length": 1952, "words": 385, "reading_time_min": 1.925}, "text": "The boy we're about to tell you about now had a big hole in his sleeve. This made her so ashamed that at school she could not pay any attention to the teacher's explanations. His mother couldn't fix it; she worked in the home of strangers. And the young man went in haste to the young women, and said, Who will take away my young man's hand? But the girls, busy playing hide and seek, had no time for it. And the lad turned to the women, and said, Who will take away my skirt? But the women had to wash the dishes, and that's what they said. - He'll be back tomorrow! But the boy didn't dare go back to school with the hole in his sleeve. He hid behind the school, and he headed for the forest. He looked at the tender spring foliage and asked the blue sky, \"Who will give me my young shoulder?\" Then, before their noses, a spider descended along a thread. The boy remembered, seeing her, a song he had been taught at school: \"Oh long-tick spider!\" It's your thread like finite silk. Light, he added to the song: \"Screw me you, spider, please hole my hip, so that I, oh, poor of me! I can go to school today. The spider slid down the string to the ladder and gazed carefully at the large hole in the sleeve. He quickly ran from side to side and knotted, from top to bottom, firmly, the threads. Then he ran round the hole, a hundred times perhaps, and did not cease to tie thread with thread, until the whole hole was hidden by them, magnificently entwined. - How long will the lefty last? - asked the boy. The spider could not give him any answer; but the squirrel flew over the boy's head and repeatedly sang: \"Cu-cu! What-what! What-what! - Three years? - the boy exclaimed joyfully. How happy I am! He hurried to school and arrived on time for class. How wonderfully he could now answer! Not one word of the teacher's word was left to the boy; for he had no more hole in his hand, and he had no more reason to be ashamed. FIN FINISH Anonymous Swiss", "title": "El agujero en la manga", "author": "nan Anónimo"}