{"metadata": {"length": 5202, "words": 999, "reading_time_min": 4.995}, "text": "Pajares, 1 February. My dear Visitation: When this comes to your hands, your poor Pura, your dear friend, will be brought to life, with no idea how many kilometers of snow on her head. We have been swept away by the greatest flood of the century in the middle of the port, and we cannot go back or even reach our blessed town, from which we would never have left. The peatones carry the mail; I have offered gold and death for a peat bog, and for a stamp on my passport, to arrive at my destination in quality of certification, costara the stamps that costara: impossible, I was forced to give up my project, and here you have thrown me out on the road as a letter from Posada Herrera. My John, that good man, does nothing but stomp his feet, slap his hands and exclaim from time to time: “What a rotten luck!” Shirts! As if he were not the cause of all our troubles! Imagine, you, Visitor, that the first thing John does when we arrive in Madrid is to take a pulmonary. It is true, that for more than twenty-four hours he kept her away, that I might not be uneasy and could see the feasts; but God's greetings to you! I wanted to be in all places at once, as it was natural in such cases; for this I had to run a lot; for nothing, John was not letting go: he wanted this, he wanted the other, and it was not happening. We take a car for three, the garage laughs and tells me I don't know what a shithole I am compared to if I blew for four, and Juan... what do you think! He broke nothing. The armature is put into motion, and at four steps the horse... dies. Juan became enraged because I pronounced the blame on him; fight with a man like that; at last we come home, and my sister Encarnación, with an ostentation that makes me sick, says that Juan is sick and that he should be cured; and he is cured, and the doctor comes, and says that my husband has pneumonia. You see how everyone was conspiring against me. - Goodbye visits to the minister, goodbye ascent, goodbye staying in Madrid. Add to this that my aunt Encarnación, who is a very proud person, had bought nothing but adobes for my daughter, all cursi and fashionable of the eighteenth century. Purita scolded and blamed her father, who is actually the one who brings us into these bad steps of being provincial and having to guide us by the envious of Madrid. We asked tickets for D. Juan, who if he wanted, no one could get, and that was what threatened his fate; but he did not flinch: what he had to flinch, if these Madrid bureaucrats do not know what dignity is. But you will say, and rightly so, why did you Juan need that no one should send tickets for his wife? It is true, and in that you speak like a Saint Teresa; but, Juan, nothing, in your bed, complain you will complain, preparing to well die and without thinking of tickets, or of gentry in the square, or of ascensions, or of all that I brought to the Court at the wrong time. Finally, Visitation, we have seen nothing, except the illuminations, that luminous illuminations were there; and the case of the family of Covachuelo without a head, because the head had a bad lungs, walking through those plazas and streets of God, like anybody else, like a papal envoy, blending with the people and having to leave the abrasive to those who carried it, although they were sons of the thorn. Here there is no respect for classes, nor for the abolition, and they do not know one in the face by the pergamots nor by the catechism. You don't think the riot was as big as they say, and I can assure you that you will not be gritty alive, because this is not how to treat people. Do you remember that D. Casimiro we took out of the hat by the hair, and thanks to the snobbishness and chorizos of the decommissaries? Because, oh, oh!, D. Casimiro, who had a package of tickets for all, came to us without greeting us, in a very elegant car, which I do not know from where he had taken that fish. And they say that the conciliation is stalled and that this will last: look at this stance of conciliation, even if it has the appearance of stalled a ministry so shattered and hung up in the air! After seeing so much suffering and so much desolation I could not stand it any longer, and I wanted to return to my own land: the same day that Juan's disease was in crisis, as the doctor said, I took Juan by the feet, and put him on, and tied him up, and hid him between five blankets: I made the crisis myself, and we boarded the mail train. Juan, a ditherer for the first time in his life, got along well on the road, or at least dissimulated the bad; and here we are with the snow on our shoulders, in a place that has no name on the map; me enraged, Purita despondent about getting a proportion, and Juan kicking his feet on the ground, spluttering his knickers, and murmuring at every step: 'How bad my luck!' If some day you come to my cottage, and I put up the shutters, and some shutters from John's hands, which he calls 'doors', and I put those shutters on credit and I take a regular income to go fishing... I swear to you, Visitor (so much I abhor conciliation), I swear to you that I present the renunciation of John's destiny and I declare myself illegal. Purification *FIN*", "title": "De burguesa a burguesa", "author": "Leopoldo Alas \"Clarín\""}