{"metadata": {"length": 2388, "words": 440, "reading_time_min": 2.2}, "text": "This was about 80 years ago, in the camp of Colonel Baigorria, who commanded a Christian section among the ranqueles Indians, then captained by Painé Guor. Captain Zamora - let's not give his real name - had a dear one, rescued from the slaughterhouse with his finest silver clothes. Miss White was a mouthful that aroused greed with its full beauty, and many dragged her wing, carefully, seeing the fierceness of the captain. And she was a flirt: she was a flirt, she was a flirt with postures and twists, then she was a way to avoid the bump; a way to sharpen the desires around her. Jealous and suspicious, Zamora would not lose sight of him, stepping on his feet, knowing his flirtations that more than once led him to whip a poor devil or to take words with an equal. For two months, Blanca seemed to respond to her caresses. She called me her savior, my handsome black man, and I was grateful to her for saving her from the Indian. But (as there are always) after those two months the demonstrations were diminishing, Blanca's love loosened and had to be like the moonlit stains, to not compose anymore. Zamora sought out the cause, and gave in to one of his soldiers, strong-willed and good-looking boy increasingly. He spied on them, making a fool of himself. When he was sure, he said to his mustache, \"Mola, ungrateful, my tramp and you're going to pay the chimp. He took a new cigarette over the fist and jumped in the hair; taking the gallop towards that of Sofanor Raynoso, one of his soldiers. He greeted a Chinese woman who was treading corn and waited for her man to approach, who, leaving a tile half-tossed, came to order. - Fan, I need to talk to you. They've been a bit far. - How are you doing? -Regular! - Are you always sick? - A little relief, sir, but there is no rest. \"Mira\", said Zamora, \"you remember Blanca, don't you?...; you're already getting water in your mouth; dog!...; wait for it to finish. Geno, go and look for all the lovers; there is the Serbian mullet, and the two theroes, and Philomene, the same as the chueco, and Mamertus and Anaclete, Geno, the ranch alone, longing to eat it all, and whoever likes to eat it, but with prudence... you must be the first. Captain Zamora turned his horse, raised his hand as if to greet and directed his brother Pichuiñ Guor's canvases. He'd spend three days there chatting to get lost in the dark. ♪ Finish ♪", "title": "Venganza", "author": "Ricardo Güiraldes"}