{"metadata": {"length": 7642, "words": 1324, "reading_time_min": 6.62}, "text": "It was in the baths of Aguasacras that I came into contact with that marriage: the husband, of Chinese and stout character, dragging the incurable disease that two years later brought him to the tomb; the beautiful, cheerfully resigned wife, caring for herself, always attentive to those whims of the sick, which are the revenge that takes hold of the healthy. Nevertheless, the valetudinarian retained enough energy to discuss, with a sharp irritation and pessimism, everything human and divine, developing theories of closed intransigence. His way of thinking was between inquisitorial and Jacobean, a more frequent mix than one might have expected, here where the extremities not only clashed, but solidified into a strange amalgam. Generally, flexibility and delicacy of spirit have been rare among us, engendering of amicable tolerance, and our rejoicing and wailing disputing in cafés, circles, meetings, squares and tabernacles would prove it, if other signs of the historical order were not enough. The sick man I am talking about had nothing left to live for. Rara was the person he did not judge very hard. The times were dreary and the easing of habits horrifying. In the homes anarchy reigned, for, having lost the principle of authority, the woman no longer knew herself to be wife, nor did the man exercise his prerogatives as husband and father. Modern ideas disintegrated, and the aristocracy, for its part, contributed to the sanatorium. Until many calcetines were swollen there was no salvation. The sexiness of men explained the slackness and gloominess of women, who had forgotten that they were born to fulfill duties, to conceive children, and to stoke the fire. Having noted that the Lord, when I was present, was enlarging in his prophecies, I adopted the system of giving him reason so that he would not exalt himself too much. I do not know which attracted me more, the intemperance of the husband's everlasting verbal apathy, or the quiet, enigmatic smile of the consort. I have said that she was of a gracious face, small in stature, slim, with dark eyes, and her body revealed that gleaming, smooth, often lustrous luster that promises longevity and makes the old dry and healthy as pearls. Usually, his presence, a rebuke of his, cut the husband's diatribes and catcalls. It was not necessary to murmur: -Don't be so selfish, Nicholas; you know that the doctor has said so... Usually, before reaching this extremity, the sick man stood up and, regaining his strength, supported on his left arm, sat down or walked under the sheets of sober living. I had completely forgotten about the wedding - as do these figures of the cinematographer, cheerful or repulsive, who parade during a summer ball - when I read in a newspaper the headline: \"The Excellency Mr. Nicolás Abréu y Lallana, Superior of Administration... His desolate wife, the Excellency Mrs. Clotilde Pedregales... \" The chance brought me to meet, two days later, the director of the Aguasacras hospital, a man very observant and discreet, who was in Madrid for business, and we remembered, among others, the mal-intentioned Lord of the Right Opinions. - Ah, Lord Abreu! The Pants! -The doctor, laughing, challenged. - What about pants? - I inquired curiously. - But you don't know? I was surprised, because in the baths there is nothing secret, and this was not only suppossed, but was savourily commented upon... Indeed you went away a few days before the Abreu, and people laughed at the end, when all heard... Will you tell how one can find out what happens behind closed doors? It is to amaze: you would think there are deities... “In this particular case, what happened in the bathing-pool itself, the bartenders, who are not bad spirits, or the neighbors through the window, or... in short, a bruising of reality. The antecedents seem to have been known because, at the age of newly married, Abréu, who had to be the most solemn majader, was announcing it as an aggressive and a character trait, which all men would imitate to cement firmly the pillars of the family head. “And behold, the two episodes are completed. It is the case that Abréu, like all those who become serious moralists at forty, had a lively and agitated youth. Alifafes and dolamahs called him to the order, and then he arose to marry, as the one who agrees to move to a healthier floor. He found that girl, Clotilda, who was lovely, well-educated, and without position, and the parents gave her a good place, for Abréu, provided with good neighbors, always had excellent places. They married, and the morning after the wedding, when the bride awoke in the astonishment of her change of destiny, she heard the groom, between imperious and cheerful, say: “-Clotilde my dear... rise up. “The girl thus cried, without knowing why; and at that time the husband, with greater vehemence, ordered: “Now..., put on my pants! “Atony, not believing what she heard, the girl chose to laugh at herself, imagining that it was a honey moon – a jolt, something shocking, something inconvenient – but who knows? Was it fashionable among the lovers?... “- Have you heard? - he replied - Put on my pants! Now, my daughter! “Confused, ashamed, and already more inclined to cry than to laugh, Clotilde obeyed as best she could. Obeying is the law! “-Sit down now there--said the husband, solemnly and gravely, pointing to a box. And so the pantaloon-clad girl fell on it, and the husband said, “I have desired that you put on the pants at this moment so that you know, dear Clotilde, that you will put them on again throughout your life.” I shall carry them, God by means of, every hour and every day, all the time that our union lasts, and I hope many years, in holy peace, amen. You know it. You can remove them. “What did Clotilde think of the warning? No one said anything; she watched that absolute, impenetrable silence in which are engulfed so many defeats of the ideal, the humble, honourable, young, female ideal, which asks for love and does not receive it... She lived in poverty and squalor, and if the division of the Roman matron, “She kept the house and spun the yarn asiduously,” could not be applied to her, it was because today’s factory-made garments have given the stout and the egg a bad name. “But Abreu, despite the conyugal hygiene, had the plomo in his eye. The relics and relics of their past misliving remaned in each chronicle, and the first time he came to me in Aguasacras, I saw that he had no remedy; that he could only palliate what he could not cure but in the Judgment well... We forget where we are! “His wife cared for him with true abnegation. He cared for him: we all know that. He was depressed and instead of having fun - he was still a young man - he thought only of the pill and the medicine. But every morning, when the husband left his swollen plums, a sweet and resounding voice gave him a final order, though it sounded like a groan: “-Put my ponds, dear Nicholas! You open my eyes! “Infailably, the face of the sick man disintegrated; shrill cries echoed from his lips; and the order was always repeated in a bird’s voice, and the man lowered his head, tumbling to the floor the hems of the soiled rags. And then the lovely wife added, with a musical and fine accent: “-So you know you’ve been carrying them all your life, while I’ve been your nurse, you know? “And Abréu remained a good while in a fey interior dress, gnashing her teeth, not knowing whether of hunger or because the reuma ached more, while Clotilde, turning round the room, prepared what was needed for the painful and gruesome cuts, the useful slits and the premeditated slits.”", "title": "Feminista", "author": "Emilia Pardo Bazán"}