{"metadata": {"length": 3912, "words": 756, "reading_time_min": 3.78}, "text": "One night of mist and moonlight the poet came out of the house and walked through the garden. The trees, in the softly lit fog, looked like ghosts of trees. Everything was wet, mysterious and sad. It would seem that the soil and the plants had wept of cold, or perhaps of loneliness. In front of me, across the road, in the thickness, there was a man still. His black pants and white shirt were distinguished. The head was missing. He was a decapitated man staring at the poet. This one, after a while, came home. A ray of light came out of the adored nest. It was his house, and yet, wanting to enter, he could not enter. For long, distressing minutes she believed that she had been fired forever from her, and that her helpless spirit, glued to the crystals, contemplated the lost happiness. One night he felt a noise. He got up and stood up. A large black dog, standing against the gate, pushed with his front legs. The poet scared him, but the animal came back twice. That afternoon, the poet, with his forehead resting on the window glass, was having fun thinking. A woman, dressed in mourning, came in quietly and suddenly, and sat down. The veil that covered her face fell to the ground. The poet had seen in the glass the vague reflection of the intruder, and turned smiling towards her. \"My son\", said the grieving woman, \"you have too much fever. My arms are fresh and pure like a shadow. I know, he said, and I want them. I wish you well. It is not suffering that brings me to you, O consolator, but life. If I were stronger, younger, I'd wish you more. You have the keys to night, to the sea, to sleep. Come with me. The woman's clothes, in the twilight of the sun, lowered her fluid, dark rolls into the darkness of the earth, where they sank like the roots of a secular trunk, and the waves of her hair were like those of a trembling river. Something concave and winged pulsed in space. Through the veil and twilight, the grieving woman's unfathomable eyes gleamed sweetly. Come with me. In my night there are stars. My sea is melting into golden beaches. In my dream, you dream. Come with me. The poet shuddered slightly. Do I have to follow you? He asked. You know I don't order for myself. I'm a messenger. I'm transporting men from one shore to another. I'm the boatman, and I'm listening to the voice calling from the unseen edge. I didn't come for you today. You're not claimed yet. I'm here to ask you, to offer myself. It is true that I obey fate, and that sometimes, against my godly will, I fear the weak souls. But I also obey men. Ask me, take me, I'm yours. In the immediate room, kisses rang, babbling laughter of a child or angel. \"I'd go with you\", murmured the poet. I am ashamed of thee, and a holy vertigo makes me drunk; a cold and delicious wind sleeps my blood: I would go to thee. And yet today, as every day, I would like to light my lamp. The page is unfinished. Nothing ends; nothing begins. My son laughs; he still doesn't speak. I'd like to hear you talk. Speaking is lying. I'm fond of humble, vulgar, almost ugly things. I'd like to say goodbye, caress them, have a few hours. I love you; you are the one, the supreme; outside of you there are only ghosts. Spectre of hesitation, spectre of pain, of joy, of hope. I myself, as long as you don't touch me, am nothing more than a specter. You're the only reality. Giving you is like being born. Willing to depart to the wonderful and eternal region, I consider the dusty stones of the wilderness, the poor grass, the thirsty hedge, and feel that they are still companions of my heart. Forgive me, mother! I don't know what's fair; I don't know what's right. I'm in your hands. Dragg me with you... the poet fell into a sigh, passing and deep. When he woke up, a deadly silence reigned in the house. The man ran to the next room, breathing. The child was there, in his mother's invincible arms. Finish short stories, 1911", "title": "La visita", "author": "Rafael Barrett"}