{"metadata": {"length": 7035, "words": 1270, "reading_time_min": 6.35}, "text": "My wedding was spoiled by an insignificant circumstance, worthless to anyone who, like me, passes from beautiful to crazy. Did they like what I had? I am only daring to say that yes! And it is because I feel shameful to think that they probably would have been'sick'... in the depths, there in the dark and inscrutable depths of the soul... To make the enigma better understood, I will explain my way of being, before referring to the smallest incident that gave me my happiness and condemned me, perhaps, to eternal solitude. Passionately in love with my girlfriend, a delicate and ideal creation like a white flower, and which embodied all the lustre of a lover - elegance, grace, beauty - I aspired to be to her what she was to me: a realized dream. If in his presence someone praised the merits of another man, my gallbladder would rage and my mouth would be dry and bitter. Having never believed in envy before, the passion awakened the envy, which certainly existed latent in me, like a tiger. I have heard this absurd reasoning: “Because that other person is worth more than you, you have more rights to the sum of the good of Mara Azucena Guzmán, the Visconde of Fraga. To deserve such a privilege you must be - or seem to be - the most beautiful, the smartest, the strongest, the first in everything.» And dissatisfied with my achievements, I applied a sharp sledge hammer to the perfections of my imaginary rival; I pointed out his failings, I ridiculed him, I treated him as an enemy... until I came to the vileness of slander! The crisis, beautiful, fell into inexplicable absorption, despising me. With the touch of a woman who wants to be seen, Mary Azucena, so she understood my malice, avoided every opportunity to aggravate it. He was aloof, rebuking any obsequiousness and treatment that might be a cause of disgust to me. I just noticed that a man was shadowing me, he didn't even look at me. We saved the choices of my character. My future self would repeat: “So we will marry, you will change conditionally: I expect and wish it, in the interest of your happiness and your peace.” Shortly before the solemn day, set for the first of September, my future bride’s uncle, the rich landowner Don Mateo Guzmán, invited us to a party at his estate. It was a \"resort\" or fishery for trout in the river. The Guzman farm, which is about three miles from the village where we spent the summer, has a well-deserved reputation as the best in the province, thanks to its lush gardens, the luxuriance of its century-old trees, and the many rumbling springs that sounded over groups of cypresses, magnolias, and gnarled Lebanon cedars. Established in the 18th century, it boasts an ancient and noble vegetation, of an artistic air; but the real beauty of the natural beauty is given by the wide Amega River, which bathes the lilies of the farm and saturates the feet to their tupia dimensions. It descends to the river by a succession of cascades and picturesque open paths between rhododendrons and pines; and at the margins of the stream it rests, in shady groves adorned with flowers and sprigs of cypress and elm. Now I remember this picture, which at the time seemed so charming. We woke up and left the city in the same car, under the guidance of a married sister of Mary. The way was made very short. Driven along a cheerful and full of poetry region, at that mellow and soft morning hour, and having in front of me the Virgin of Guadalupe, who sounded with tenderness! His gashed face was reflected in a cloud, and the shadow of the wide smudge hid the mystery of his eyes and seemed to accentuate the flower of his lips, lighted as a desire... For a moment, furtively, I snatched her stout booted with a Swedish glove, and she responded to the pressure as if she had said: \"Come... \" We were astonished at our arrival, and before the heat had risen, we sank into the river, to whose margins, in the shade, we had to taste the camp-meal. In a park where moss and lichens grew, we positioned ourselves to witness the reddish. The crayfish, which is abundant in the Amega River, usually hides in the mud during the canning season in certain deep holes or ponds called bogs in the cold country, where it finds almost frozen water. Holding the net through the river, a few gadwalls enter it, slapping the water, dragging the nettle of their nest and forcing it to run wildly towards the net; when it is well laden with fish, they sling it over the grass and eat it; there they gather up the fish as live silver pebbles, which pass without delay into the furnace or the scullery. Such a spectacle was what we enjoyed and awakened in Mary Azucena a lively interest. Among the gypsies who had just entered the river, bent over and twisted in their arms and legs, one, above all, wished that my bride had not taken her eyes from him. It was a sturdy moquette that would rust in twenty years, and it displayed admirable vigor in pulling the heavy network and pulling it from the current. Semi-naked, like a fisherman in the Gulf of Naples; under the August sun, which gave a terracotta tint to his firm and muscular muscles of a worker, he had academic and beautiful attitudes, tying the string and scurrying briskly along the net. I might not have reacted, if the voice of Mary Azucena, enlivened by the enthusiasm, had not exclaimed to my ear: -Look, look at that little boy... What strength! He just brings the network... It looks like a museum statue. It's nice to see him! I trembled and felt cold in the heart. I evoked my own image, what I would be like in the dress and posture of that janitor. My arms would give comfort; my legs would be like a cartoon. No inch of my poor Burgundian muscles would touch the net by the raucous effort of my raucous muscles. How had I not noticed this inferiority of my body before? Valentine boyfriend, that he could not even carry surveys to his girlfriend on the streets from the river to the palace! Oh misery, oh despair! How humbled I was by the peasant Apolo, who, shivering in the water where the sun was illuminating the colors of the iris, glistening in his youthful gleam, bending his golden and robust arms, offered to the eyes of Mary Azucena the incarnation of an ancient ideal, the physical perfection demonstrated by action and muscular energy! Pliant and discomposed, I came from there to my future, and embracing her behind a saucer, the apothecary, professing exalted restitutions, brutal complaints, ayes that me rousing the pain... Red with shame, I looked atonish, serious, squeezing the chest with hands, in order to contain myself... I saw the spark of the mortally wounded dignity in her eyes, and knew that I was lost. -We can't marry -Mary, at last, slowly said. We would be so unlucky! And, as the suicide, he repeated in a low voice: - We would be so unlucky! There was no more explanation, Mary Azucena and I did not go back to criss-crossing words. Why? In a few moments, she had probed my soul..., and I had also known the intensity of my incurable malady.", "title": "La redada", "author": "Emilia Pardo Bazán"}