{"metadata": {"length": 4934, "words": 1027, "reading_time_min": 5.135}, "text": "The people of Sadik's kingdom surrounded his king's palace screaming in rebellion against him. And the king came down the palace-staircase, and had his crown in one hand, and his staff in the other. The crowd was silenced because of his majesty. Standing in front of them, he said, \"Friends, since you are no longer my subjects, I am giving you back my crown and my staff. I'll be one of you. I'm just another man, so I'll work with you and our land will grow better. There is no need for a king. Let us go to the fields and vineyards and work side by side. They just have to tell me which meadow or vineyard to go to. You're all the king now. And the people marveled, and the silence covered them; for the king, to whom they judged the cause of their displeasure, returned the crown and the staff, and he became one of them. And they went every man to his own way; and the king went to the field, and a man with him. But the kingdom of Sadik did not go away without a king, and the veil of discontent still remained upon the earth. People were shouting in the marketplace that they should be governed and that they should have a king to rule them. And the elders and the young men said, We shall have a king. And they sought the king, and found him working in the field, and brought him to his throne, and returned to him the crown and the scepter. And they said, Now reign over us with greatness and justice. Then men and women came to him to tell him about a baron who mistreated them and of whom they were only slaves. And the king called the baron to himself, and said to him, The life of a man is as the life of every man in the measure of God. And because you do not know how to grieve the lives of those who work your fields and your vineyards you are banished and you will leave this kingdom forever. The next day another group came to the king and spoke of the cruel countess across the hills, and how she had led them into misery. And the countess was brought to the court of the king, and the king sentenced her to exile, saying, The husbandmen of our fields and the keepers of our vineyards are more noble than we, who eat the bread of their hands, and drink the wine of their vineyards. And because you don't know, you'll leave this land and live far from this kingdom. Then men and women came and said that the bishop had them bring stones and carve them for the cathedral, but had not paid them even though the bishop's chest was filled with gold and silver, while they themselves were empty and hungry. The king called the bishop and, when he had him in front of him, said: \"That cross you wear on your chest should mean life. But you have taken life and returned nothing, so you will leave this kingdom and never return. And every day, until the time of the full moon, men and women came to the king to report to him the burden that was upon them. And every day, and every day of a full moon, some oppressor was exiled from this land. Sadik's people were amazed, and there was joy in their hearts. And one day the old men and the young men surrounded the king's tower and begged for him. He came down with the crown in one hand and the scepter in the other. \"And now\", he said, \"what do you want from me? Here, I'll give you back what you wanted me to have. - No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not - They screamed. You are our rightful king. You've cleared the land of snakes and reduced the wolves to nothing. We've come to sing you our thanks. The crown is his in majesty and the scepter is his in glory. - I'm not! - replied the king. I'm not! You are the king yourself. When you judged me unfit and poorly governed, you were unfit and unruled. And now the land grows well because it's in your will to do so. I exist only in his actions. There is no ruling person. There are only those who govern themselves. The king returned to the tower with his crown and scepter. And the old and the young took different paths feeling happy. And each one of them imagined himself a king with a crown in one hand and a scepter in the other. FIN", "title": "El rey", "author": "Gibrán Jalil Gibrán"}