{"metadata": {"length": 2670, "words": 508, "reading_time_min": 2.54}, "text": "Once upon a time there was a little shepherd who spent most of his time walking and tending his sheep in the countryside of a small town. Every morning, very early, he always did the same thing. He went out to the meadow with his flock, and so he spent his time. Many times, as he watched his sheep graze, he thought about the things he could do to have fun. As he often got bored, one day, while resting under a tree, he had an idea. He decided he'd spend a good time having fun at the expense of the people in the village who lived nearby. He came up and started screaming, \"Help, wolf!\" What's the wolf coming for? The villagers took what they had in hand, and went to help the poor little shepherd who was crying for help, but when they got there they discovered that it had all been a heavy joke from the shepherd, who was laughing on the floor. The villagers were angry and decided to return to their homes. When they left, the shepherd was so amused by the joke that he began to repeat it. And when he saw the crowd from afar, he cried again, \"Help, wolf! The wolf is coming! The people, hearing it again, began to run in haste, thinking that this time the fierce wolf had come, and that the shepherd really needed his help. But when they reached the shepherd, they found him on the ground, laughing at how the villagers had come to his aid again. This time the villagers were even more angry, and they left terribly upset by the poor attitude of the shepherd, and they were angry at that situation. The next morning, while the shepherd was grazing with his sheep in the same place, he still laughed as he remembered what had happened the day before, and he felt no remorse at all. But he didn't realize that that same morning, a wolf was approaching him. When he turned around and saw it, fear invaded his body. Seeing the beast approaching him more and more, he began to cry out desperately, \"Help, wolf! The wolf is coming! What's going to eat all my sheep! Help! I need help! But their screams were in vain. It was too late to convince the villagers that what he was saying was true. The villagers, having learned from the shepherd's lies, this time turned deaf ears. And what happened? For the shepherd saw the wolf rolling over his sheep, and he tried to cry out again and again, \"Help, wolf!\" The wolf! But the villagers continued to ignore him, while the shepherd watched the wolf eat a few sheep and take so many others for dinner, being unable to do anything at all. And the shepherd acknowledged that he had been very unjust to the people of the village, and though it was too late, he repented deeply, and never again mocked or lied to the people. FIN", "title": "Pedro y el lobo", "author": "nan Anónimo"}