{"metadata": {"length": 4737, "words": 851, "reading_time_min": 4.255}, "text": "The living room of the aulico councilor Charamukin is shrouded in a discreet darkness. The large bronze quinque with its green screen impresses a pleasant tone on the furniture, on the walls; and in the fireplace, the glittering glitters flash, shining intermittently that illuminate the room with more vivid clarity. In front of the fireplace, in a chair, he is rocking, making his digestion, Charamukhin, old gentleman, of respectable air and kind blue eyes. His face breathes tenderness. A sad smile comes to his lips. Next to him, with his feet stretched out toward the fireplace, is Lobnief, the governor's adviser, a strong and robust man, about forty years old. Next to the piano, Nina, Kola, Nadia and Vania, the sons of the aulico counselor, play happily. Through the doorway, a clarity comes from Mrs. Charamukhin's cabinet. This one sits in front of her desk. Ana Pavlovna, as her name suggests, is the chairwoman of a women's committee; she is a vicar, a coquette and is in her early thirties. Their black, living owl run through the pages of a French novel, under which is hidden a one-year-old committee account. \"Before, our people were more cheerful\", said Charamukhin, looking at the fire of the fireplace with kind eyes; no winter passed without a theatrical celebrity coming. Famous artists came, top-notch singers, and now, let the devil take them away, they're nothing but saltimbanki and organ players. We have no aesthetic distractions. We live like in a forest. Do you remember, Your Excellency, that tragic Italian... what was his name? A tall, brown man... What was his name? Oh, my God! I remember! Luigi Ernesto of Ruggiero. He was a great talent. What strength he has! With one word, it shook the whole theater. My Anita was very interested in her talent. She got him the bucket theater and arranged to sell him the tickets for ten performances. As a token of gratitude, she taught her declamation and music. He was a man of heart. He was here, if I'm not mistaken, twelve years ago, I'm mistaken, ten years. - What? How old is our Nina? - Nine! - What? - yelled Ana Pavlovna from her cabinet. Why do you ask? - We had some really good singers. Do you remember the tenore di grazia Prilipchin? What a lofty soul! What a look! Blonde, the expressive face, Parisian manners, and what a voice! He was a teenager, however, with a defect. He was taking stomach notes, and some false notes. Otherwise, her voice was splendid. His teacher, as he called himself, was Tamberlick. Anita and I provided her with the large hall of the Casino de la Noble, for which she used to come home and sing to us pieces of her repertoire for days and nights. I was teaching Anita singing lessons. He came, I remember very well, at Lent, about twelve years ago; no, more. My memory is weak. Oh, my God! Anita, how old is our Nadia? - Sweet! -Twelve; if we add ten months, it will be thirteen. That's 13 years. In general, the life of our people was once more lively. For example, what beautiful charity evenings I gave them back then! What a delight! Music, singing, declaration... I remember that after the war, when the Turkish prisoners were there, Anita organized a performance for the benefit of the wounded that produced 1,100 rubles. Anita's voice was a disruption to the Turkish officers' sex. They kept kissing his hand. - I know. - I know. Even though they're Asian, they're grateful. That evening resonated so much that I even wrote it down in my memoir. This happened, I remember as if it was yesterday, in the year 76... no, 77...; neither; you hear, what year were the Turks here? \"I'm seven years old, Dad\", said Kola, a girl with brown complexion, hair and eyes as black as coal. \"Yes, we have grown old, we have lost our energy\", says Lobnief sighing. This is the cause of all things: old age; we lack men of initiative, and they that had it are old. It's not the same fire. When I was younger, I didn't like society getting bored. I was always the best cooperator of Ana Pavlovna. In everything she did, charity nights, lotteries, protection of some or other worthy artist, I assiduously supported her, putting aside my other occupations. In a certain winter, I moved so much, I was so agitated, I even got sick. I'll never forget that season. Don't you remember the show we put on for the victims of a fire? - What year was it? - Not much, I think it's the '80s. - Tell me, how old is Vania? - Five years! - is screaming from his office Ana Pavlovna. - Whatever it is, it's been six years. My friend! The same fire is no longer burning. Lobnief and Charamukhin remain thoughtful. The chimney stones flash a flash and cover themselves with ash. Finished with a chronology of the life of the author, Fragments, 1885", "title": "La cronología viviente", "author": "Anton Chejov"}