{"metadata": {"length": 2848, "words": 521, "reading_time_min": 2.605}, "text": "The third great discovery that was lost in the 20th century was the secret of immortality, discovered by a dark Moscow chemist named Ivan Ivanovitch Smetakovsky in 1978. Smetakovsky did not record how he made his discovery or how he knew it would succeed before testing it, for two reasons. He was afraid to reveal it to the world because he knew that once he offered it, even to his own government, the secret would leak through the Iron Curtain and cause chaos. The USSR. I could handle it, but in barbaric and unruly nations the inevitable outcome of a drug for immortality would be a demographic explosion that would surely lead to aggression against communist countries. And he was afraid to use it on himself, because he wasn't sure he wanted to be immortal. As things were, even in the U.S.S.R., not to mention the rest of the world, was it worth living forever? He vowed not to give it to anyone or take it away until he made a decision about it. During that time, he carried the only dose of the drug he got. It was just a small amount packed in an insoluble capsule that could be hidden even in the mouth. He held her to one of her dental pieces, resting her between this and her cheek so as not to risk being swallowed unwittingly. In this way he had the possibility to decide at any time, as he would have to take the capsule out of his mouth, break it with his nail and swallow its contents to be immortal. That's what he decided one day when, after getting sick with pneumonia and being taken to a Moscow hospital, he realized, after hearing a conversation between a doctor and a nurse who mistakenly thought he was sleeping, that they expected his death within hours. The fear of death proved to be greater than that of immortality, whatever the risks it brought, so as soon as the doctor and nurse left the room, he broke the capsule and swallowed the contents. He was hoping, since death seemed so imminent, that the drug would act in time to save his life. And the drug worked, but by the time it had its effect he had already fallen into a state of semicoma and delusion. Three years later, in 1981, he was still in the same state and Russian doctors finally diagnosed the case and stopped feeling intrigued by it. Obviously, Smetakovsky had taken some kind of immortal drug, a drug that they could not analyze or isolate, and that prevented him from dying. There was no doubt that the effect would last indefinitely, if not forever. But unfortunately, the drug also made the pneumococcal cells in his body immortal, the bacteria (diplococcipneumoniae) that originally caused his pneumonia and that would now continue to live forever keeping him in a coma. So the doctors, being realistic and seeing no reason to give him attention and care for perpetuity, simply buried him. The film is about the life of a young boy named John.", "title": "Los grandes descubrimientos perdidos III: La inmortalidad", "author": "Fredric Brown"}