{"metadata": {"length": 6588, "words": 1276, "reading_time_min": 6.38}, "text": "Kids: Have you ever put your ear against a cat's back when it runs? Do it with Tutankhamun, the cat of the warehouse. And after you do, you'll have a clear idea of a tiger's snoring when it's hunting in the mountain. This snoring that has nothing pleasant when you're alone in the woods, it's been chasing me for a week. It began at nightfall, and until the morning the whole mountain trembled with roar. Where could such a tiger have come from? The jungle seemed to have lost all its bugs, as if they had all gone to drown in the river. There were only tigers: nothing was heard except the deep, tireless snoring of the hungry tiger, when he trotted with his snout to the ground to perceive the animals' tuff. We were like this a week ago, when all of a sudden the tigers disappeared. Not one more whimper. Instead, the mountain was again filled with the deer's barking, the agathi's roar, the tapir's whistling, and all the noise and howling of the jungle. What happened again? Tigers don't disappear because, yes, there's no beast that can make them run away. Oh, you little ones! I thought so. But when I arrived at the banks of the Iguazu River (twenty miles above the falls) after a day's march, I met two hunters who brought me out of my ignorance. Of how and why there had been so many tigers in those days, they could not say a word to me. But instead, they assured me that the cause of his sudden escape was due to the appearance of a cougar. The tiger, who is thought to be the undisputed king of the jungle, is terrified of a cowardly cat like the cougar. Have you seen, my little ones, the strangest thing? When I call the cougar cat, I mean his cat face, nothing more. But it's a cat about a meter long, not counting the tail, and as strong as the tiger itself. - I'll see you later. That same morning, the two hunters had found four goats, of the twelve they had, dead at the entrance of the mountain. They weren't torn apart in the least. But none of them had a drop of blood left in their veins. In the neck, under the stained hair, they all had four holes, and not very big either. There, with its fangs attached to its veins, the cougar had emptied its victims, sucking all their blood. I saw the goats passing by, and I assure you, young men, that I too was inflamed with anger when I saw the four poor goats slaughtered by the bloodthirsty beast. The cougar, like the ferret, leaves aside any food for warm blood. In the stables of Rio Negro and Chubut, the cougars cause tremendous damage to sheep's herds. The sheep, you know, are the stupidest creatures in the universe. When they smell a cougar, they just look at each other and start sneezing. No one can think of running away. They only know how to sneeze, and they sneeze until the cougar jumps over them. In a few moments, they're lying on their sides, emptied of all their blood. Such a death must be atrocious, little ones, even for cold-blooded sheep. But in her own bloody fury, the beast has its punishment. You know what's going on? That the cougar, with his belly swollen and draining blood, falls down invincible sleep. He, who always buries the remains of his victims and flies to hide during the day, then has no strength to move. Blood dizziness falls on the exact site of the hecatomb. And the shepherds find in the early morning the beast with the blood-red snout, sleepy among its victims. Oh, you little ones! We didn't have that luck. Surely four goats were not enough to quench our cougar's thirst. He had fled after his feat, and forced us to track him down with the dogs. After we had walked for an hour, the dogs suddenly raised their backs, raised their noses to the four winds, and made a short howl of hunting: they had tracked the cougar. I'm over it, my children, the race we ran after the beast. I'm going to tell you again in detail about a hunting trip in the mountains. It is hard to know for today that at five hours of barking, screaming and desperate running through the forest breaking the fences with our foreheads, we reached the foot of a tree, whose trunk the dogs were attacking in ears, among desperate barking. Up there in the tree, crouched like a cat, was the cougar following the dogs' evolution with tremendous restlessness. Our hunt, you might say, was over. As long as the dogs would hunt the beast, it wouldn't move from its tree. That's how the mountain cat and the tiger do it. Remember, little ones, these words for when you're grown up and hunting: a tiger climbing a tree is a tiger that's afraid. I ran a bullet into the winchester's room to send it to the cougar between the two eyes, when one of the hunters put his hand on my shoulder and said, \"Don't shoot him, boss. That bug's not even worth a bullet. We're gonna give her a slice like she never had. What do you think, boys? A stake to a beast as big and strong as a tiger? I'd never seen anyone climb and I wanted to see it. And we saw it, by God! The hunter cut several thick branches into pieces half a meter long and as one who throws stones with all his strength, he was throwing them one after another against the puma. The first stick rang over the head of the animal, which crushed its ears and muttered deafly. The second dagger went to the left far away. The third, he grazed the tip of the tail, and the fourth, buzzing like a stone escaped from a honda, went to hit the head of the beast, so hard that the cougar wobbled over the branch and collapsed to the ground among the dogs. And then, my little ones, began the most spectacular sob ever received by any blood drinker. When the dog bites, the cougar wants to run away from a leap. But the hunter, fast as a lightning bolt, stopped him from the tail. And wrapping it in her hand like a rebench longing, she began to pour a rain of claws over the cougar. But what a bitch, my dear ones! Although I knew the cougar was a coward, I never thought he was so. And I never thought a man was handsome enough to treat a beast like a cat, and pour his badge on a clean stick. Suddenly, one of the strikes hit the cougar at the base of the nose, and the animal fell from its back, convulsively stretching its hind legs. Though mortally wounded, the beast still snored among the dogs' fangs, which pulled him around. Finally, I ended up with that ugly show, unloading the winchester into the animal's ear. It is a sad thing, little children, to see an animal die, however fierce it may be, but man carries the instinct of hunting deep in his blood, and it is his own blood that defends him from the assault of the pumas, who want to swallow him.", "title": "Los bebedores de sangre", "author": "Horacio Quiroga"}