{"metadata": {"length": 4330, "words": 768, "reading_time_min": 3.84}, "text": "In that humble, tropical city, where occasional buyers sent by tobacco companies came to, life slipped monotonously. When a ship was docking at the port, our consul would celebrate the event with a banquet in the Moorish lounge of the Palmas Hotel. The guest of honor was always the captain, to whom the bold of the consulate carried the invitation on board, with the plea that it be extended to a group, chosen by him, of officers and passengers. Although the table was magnificent, the moist heat was still unfolding, even suspiciously, the most complicated products of culinary art, so that only fruit, or rather fruit and alcohol, remained attractive there, as evidenced by the testimonies of travelers who do not forget a prestigious white wine, nor the supposedly fun expansions it aroused. During one of these lunches, our consul heard from the tourist's own lips a wealthy lady, of age, of firm character, unfolded appearance and loose English clothing, the following explanation or story: First of all, the price of the ticket, which is an important chapter. The meals, who knows, come from the same kitchen, prepared by the same cooks, for first and second, but certainly by the preference of the crew for the popular classes, the most exquisite and the freshest dishes invariably head to the second dining room. As for the popular preference, it is not a lie, it is not natural; it was inculcated by writers and journalists, individuals whom everyone listens to with disbelief and distrust, but who by force of opinion convince them in the long run. Since the second class carries the entire passage and the first one goes virtually empty, you hardly find waiters in the first and, therefore, the attention is so superior in the second. You'll believe me if I tell you I don't expect anything from life, but I still like the animation, the cute, young people. And now I'll tell you a secret: no matter how much we fight, beauty and youth are the same thing; not for nothing old women like me, if a boy comes into play, we lose our minds. Young people to get back to this classroom issue travel all over the place. At first, the dances, when they are, look like resurrected corpses, which have been put on top of the best clothes and all the strangers, to celebrate the night properly. The most logical thing would be that at twelve o'clock each one would return to his grave, already half sprayed. It is clear that we can attend the Monday parties, although for that we had to be without any sensitivity, because those who live down there look at us as if we were believing in so many other crowned heads, visiting the poorest neighborhoods. The second comes forward when they are given the will, the first and no one, no authority, opposes them a hateful barrier, which society unanimously dismissed, some time ago. These second-class visits are welcomed by us, the first-class, who moderate our agasajos and effusivity so that occasional guests do not discover that we identify them, on the spot, as of the other class - a class that as long as the trip lasts constitutes their most authentic pride - and take offense. We are less glad of your visit when it comes to the raids or break-ins that usually occur before dawn, true indices that the invaders are stubbornly engaged in looking for some passenger, any of us! who did not close the door of his cabin well, or who lingered outside, in the bar, in the library or in the music hall; I swear to you, sir, that those boys will grab him without further gaze, take him to the bridge or promenade and throw him over the edge to the black immensity of the sea, illuminated by the impassible Moon, as a great poet said, and lit by the terrifying monsters of our imagination. Every morning the first passengers look at each other with eyes that are clear commenting: For decency's sake no one mentions the missing; also for prudence, since according to versions, perhaps unfounded, there is a tricky taste in being frightened, assuming that the organization of the adversary is perfect, the latter would maintain a network of spies among us. As I told you a while ago, our class lost all the advantages, including those of snobbery (which like gold, retains its value), but I, by some defect, perhaps incurable in people my age, do not come to become a second passenger.", "title": "La pasajera de primera clase", "author": "Adolfo Bioy Casares"}