{"metadata": {"length": 5541, "words": 1082, "reading_time_min": 5.41}, "text": "He knew that six-foot-tall M. Lescale superficially; he was one of the richest businessmen in Paris: he had a factory in Marseille and several ships at sea. He just died. He wasn't a silent man, but if he spoke ten words a day it was almost a miracle. Yet, he enjoyed the joys of life and did everything necessary to invite him to the dinners we had arranged on Saturdays and celebrated almost secretly. He had a business sense and I would have consulted him if I had been introduced to any questionable business. When I died, I had the honor of writing me a three-line letter. She was interested in her because of a young man who didn't have her last name. His name was Philibert. And his father said to him, Whatever thou wilt, do; for if thou doest foolishness, I am dead. Thou hast two brethren; I will leave my fortune at least to the clumsy of the three; to the other two I will leave a hundred luis of rent. Philibert had received all the awards in school but the truth is, upon leaving this one, he knew absolutely nothing. He then went to Usar for three years and made two trips to America. When he performed the second of these, he was said to be in love with a singer who looked like a hardened villain, able to induce his lover to take on debts, to make counterfeits and later even to commit some pretty crime that would lead him straight to the courts. That's how I told my father. Mr. Lescale called Philibert, whom he hadn't seen in two months. \"If you are willing to leave Paris and travel to New Orleans\", he said, \"I will give you fifteen thousand francs which you will only receive on board the ship on which you will work as a surgeon. The young man left and arranged for his stay in America to last longer than his passion stage. He was required by the news of the death of that poor Lescale, who claimed to be sixty-five when he was actually seventy-nine. In his will, he recognized his son and left him forty thousand pounds of rent; furthermore, if he sold all his property and was completely ruined, one of Lescale's friends would pay him two hundred francs every first month, and three hundred francs if he was in prison for debts. Philibert came to see me; he was very moved and when he asked me for advice I said: \"Stay in Paris but on the condition that you join the legitimist opposition and speak badly of the government, whatever it is\". Take an Opera singer under your protection and try not to ruin yourself but half; if you do all that, I will continue to see you and in eight years, when you are thirty-two, it will be sensible. \"I will be from today, at least in a way\", he replied. I give you my word of honor that I will not spend more than forty thousand francs a year. But why join the opposition? - Because the paper is brighter and also more suitable for those who have nothing to ask for. * * * This story isn't much, but I wanted to write it because it's authentically true. Philibert did a lot of stupid things, but he took my advice. The first year he wasted 60,000 francs, but he's so embarrassed that I don't think he'll go above 2,000 francs a month this year. On his own initiative, he has begun to learn Latin and mathematics; he has the ambition to one day sail on a ship that is his own, to see America again and to know the Indies. In short, despite his unexpected fortune, he can become a very distinguished man and I think he'll put on a very good face when he reads this. I've given you some little tips that have turned out to be positive. He lives on one of the most secluded streets in the Saint-Germain district and is highly regarded by the goalkeepers of his district. He spends fifty luis on charity; he has only three horses, though he has personally gone to England to get them. He's not subscribed to any literary cabinet and never reads a book unless it's his property and he's not luxuriously bound. He has only two servants, with whom he never speaks, but who are paid a quarter more a year. He's been proposed three or four times, but I told him if he gets married before age 36, he'll lose my protection. I'm constantly afraid that he's gonna do something stupid, and I'm afraid to take him in. It's very handsome and quiet. Following my advice, you always dressed in black as if you were in mourning. I have commented that he was not comforted by the death of a lady from Bâton-Rouge, near New Orleans. He'd like to leave his opera lover, but I fear the passions and force him to keep it. Where he is at ease is on a property which I forced him to buy four leagues from Compiègne, next to a forest: what encouraged me was the good company, that is, the honest character of the eight or ten owners of the nearby estates. All the country's slumbers praise Mr. Lescale; he gives a lot of alms and has the naïve air of the whole world. He's made some unthinkable love achievements but deep down he can only love one who sees him on stage twice a week. He considers the comedy performed by the other women to be both serious and empty. In short, that Philibert Lescale is a well-educated man and what he calls a kind man. * * * N.B. (Two years later) I made a mistake in forcing poor Philibert to stay with his singer; because of her, he just got into a duel with a supposed Russian prince who shot him in the forehead as a result of which he died. The Russian prince, who had been in debt and who was neither a prince nor a Russian, has quickly seized the opportunity to leave France and his stage seat at the Opera. FIN Le diable à Paris, 1853 Translated by Cobos Castro", "title": "Philibert Lescale", "author": "nan Stendhal"}