{"metadata": {"length": 2390, "words": 458, "reading_time_min": 2.29}, "text": "There was once a Why that was on page 819 of a dictionary. He's tired of always being in the same place and, taking advantage of a distraction from the librarian, feet for me to love them! Better yet, foot for what I love you for. He jumped out on his limp leg over the little pussy of the Q. The first thing he did was mess with the doorman. - Why isn't the elevator working? Why doesn't the community manager send him to fix it? Why isn't there any light on the second floor? The janitor had a job. Answering a Why question bothered her. She chased him with the broom down the street and yelled at him very angry that he would never come back. - Why's he kicking me out? - he asked indignantly the Why - why am I telling the truth? - And he went around the world with that habit of asking questions. They always take me for a fool, like I'm a tax collector to run away from. - Why do people throw papers to the ground instead of throwing them on the town hall stationery? Why do motorists have so little respect for poor pedestrians? Why are pedestrians so reckless? It wasn't a why, it was a machine gun that fired questions and didn't save anything or anyone. For example, I would pass by a wooden hut and ask, \"Who lives here? - A builder. - What is a mason? - The one who makes houses. - And why if he builds houses, lives in a hut? - Because you don't have enough money to pay rent. - And why are rentals so expensive? - Because I do. - And why would you? The police chief learned there was a Why loose around, running from page 819 of the dictionary and he was just disagreeing. They printed his photograph and distributed it to all the agents with this order: \"Find him, arrest him and put him in jail\". They also printed large posters with their photographs and they hung them around every corner. They wrote at the foot: 100,000 Euros and a bottle of beer to help us capture him. - Why? -the poor guy was wondering why sucking his finger under one of those signs. Why do you want to send me to jail? Is it wrong to ask questions? Does the law prohibit interrogation marks? He's looking for you, but no one ever managed to find him. Guards around the world, despite being millions and speaking many languages, have never been able to find him. Our good why has hidden very well, a little over there, another over there. It's in everything. In everything you see there's a why. FIN", "title": "Historia de un \"Por qué\"", "author": "Gianni Rodari"}