{"metadata": {"length": 7030, "words": 1434, "reading_time_min": 7.17}, "text": "Mr. Preble was a Scarsdale lawyer, a middle-aged, and a good-looking man. Sometimes he joked about his tagger running away. Let's run away, he said at a break from the dictates. \"Now she was answering. On a rainy Monday afternoon, Mr. Preble proposed more seriously than usual. Let's run away, said Mr. Preble. Now he's answering his tag. Mr. Preble made his keys ring in his pocket and looked out the window. My wife would be happy to get rid of me. And would she divorce you? He asked the stenographer. \"I don't think so\", he said. The tagger laughed and insinuated, \"You're the one who should get rid of your wife. That night, during dinner, Mr. Preble was unusually quiet. Half an hour after coffee, he spoke without looking up at the newspaper. Let's go down to the basement. Mr. Preble asked his wife. What for? She asked without lifting her eyes from the book she was reading. \"Well, I don't know\", he said. We never go down to the basement like we used to. \"Let me remember, we never went down to the basement\", said Mrs. Preble. I could spend the rest of my life quietly without going down to the basement. Mr. Preble was silent for several minutes. What if I told you it was very important to me? Mr Preble insisted. What kind of bug bit you? He demanded to know his wife. It's cold down there and there's absolutely nothing to do. We could pick up coal pieces, Mr Preble suggested. We could arrange some kind of game with pieces of coal. I don't want to, his wife said. And besides, I'm reading. Mr. Preble continued, got up and started walking. Why don't you come down to the basement with me? You can read down there, if that's what you're worried about. There's no good light down there, and I'm not going down to the basement. You better go ahead and do it. What to hear! Mr. Preble protested, kicking the corner of a carpet. Other men's wives go down to the basement. Why don't you ever want to do anything? I come back from the office in a dusty way and you don't even want to go down to the basement with me. I'm not asking you to go to the movies, or to go out. I don't want to go down to the basement! Mrs. Preble shouted. Mr. Preble sat on the edge of the sofa bed. \"All right, all right\", he said, and he took the journal back. I hope you'll let me tell you something else. It's... it's a surprise. Will you stop giving me that? Mrs. Preble asked him. \"Listen\", said Mr. Preble, standing up from a jump. I'll just get out of here and tell you the truth. I want to get rid of you to marry my stenographer. Is there something wrong with him? People do it every day. Love is something you can't control... We've already talked about it a lot of times, Mrs. Preble said. I'm not going to talk about it again. I just wanted you to know how things are, Mr. Preble said. But you always play it by heart. For God's sake, do you really think I wanted to go down to the basement and make up a stupid game with pieces of coal? \"I hadn't thought of it\", Mrs. Preble said. I knew from the beginning you wanted to take me to the basement to bury me. You say it now, because I told you. If I hadn't told you, you wouldn't have thought of it in your life. You didn't tell me, I told you I told you. Anyway, I'm always two steps ahead of what you think. Don't get a mile from what I think, Mr. Preble assured me. Oh, is that right? I knew you wanted to bury me tonight as soon as you walked through that door. Mrs. Preble suffered it with a furious look. That's a big exaggeration as a house, Mr. Preble said considerably upset. You had no idea. Besides, I just came up with it a few minutes ago. But the idea was all over your head, Mrs. Preble insisted. I guess it was that woman who keeps your stuff up that suggested it. You don't have to be sarcastic, Mr. Preble said. I have a lot of people who file things for me, you don't have to put her in the file. And she doesn't know anything about all this. It's got nothing to do with it. I was gonna tell him you went to visit some friends and you fell down a ravine. He wants me to get divorced. That's funny! Mrs Preble exclaimed. That's very funny. You can bury me, but you'll never get the divorce. She already knows! I have already told you, Mr Preble said. I mean, I told her I'd never get a divorce. - Oh, yeah! And you probably told him you were going to bury me too. \"It's not true\", replied Mr. Preble, \"very dignified\". That's between you and me. I wasn't gonna tell anyone. What? Don't come to me with those: you'd tell the whole world, Mrs Preble said. If I can meet you. Mr. Preble gave a few strokes to the cigar and said, \"I wish you were buried and this would have been over. Do you think they won't catch you, my son of my soul? They always get caught. Why don't you go to bed? You're getting bad blood for nothing. I'm not going to bed, Mr. Preble announced. I'm going to bury you in the basement. I've already decided. I don't know how to make this clearer. \"Listen to me\", cried Mrs. Preble throwing the book, \"will you be happy and shut up for once if I go down to the basement?\" Can I enjoy a little peace if I go down to the basement? Will you leave me alone? Mr Preble replied, \"Yes\". But with that attitude, you're ruining it. - Of course, of course, I always ruin everything. I interrupt the reading in the middle of a chapter. I'll never know how the story ends... but that brings you to the brink. Was it me who forced you to get into that book? Mr. Preble asked. He opened the basement door. Come on, you go first. - What? Mrs. Preble exclaimed and began to descend the stairs. It's cold down here! At this time of year, you should have thought of it! Any other husband would have buried his wife in the summer. \"These things cannot be planned when one is hungry\", said Mr Preble. I didn't fall in love with this girl until late fall. Someone else in your shoes would have fallen in love with her long before. He's been in your office for years. Why do you always have to let other men take advantage of you? Oh, my God, this is so dirty! What's that you got there? I was going to hit you in the head with this shovel, Mr. Preble confessed. Oh, yeah? Don't tell me what you're doing! Well, you're getting that idea out of your head right now. What do you want, leave a huge lead right in the middle of it so the first detective to come snooping around can find it? Go out on the street and find an iron bar or something. Something that's not yours. \"Well, I agree\", said Mr Preble. But there won't be any iron bars on the street. Women always think they can find a bar of iron anywhere. If you look in the right place, you'll find it, Mrs Preble suggested. And don't take too long. You can't even think of going into the tobacco shop. I'm not gonna spend the whole night down here in this icy basement, freezing myself. \"All right, I'll hurry up\", said Mr. Preble. And see if you close that door! She yelled at him when he left. Where were you born... in a tent? I'm going to tell you something. Preble Gets Rid of His Wife, The New Yorker, 1933", "title": "El señor Preble se deshace de su mujer", "author": "James Thurber"}