{"metadata": {"length": 4571, "words": 816, "reading_time_min": 4.08}, "text": "1) The first Portuguese was tall and thin. The second Portuguese was short and fat. The third Portuguese was a middleweight. The fourth Portuguese was dead. 2) - Who was it? - asked the Commissioner Jimenez. the following points are added: I didn't - said the first Portuguese. b. Neither did I, said the second Portuguese. C. Neither did I, said the third Portuguese. The fourth Portuguese was dead. 3) Daniel Hernandez put the four hats on the desk. The first Portuguese's hat was wet on the front. The second Portuguese's hat was dry in the middle. The third Portuguese's hat was wet on the front. The hat in the Portuguese room was all wet. 4) - What were you doing in that corner? - asked the Commissioner Jimenez. the following points are added: We were waiting for a taxi\", said the first Portuguese. b. It rained a lot, said the second Portuguese. c. How it was raining! - said the third Portuguese. The fourth Portuguese slept death inside his thick over. 5) - Who saw what happened? - asked Daniel Hernandez. the following points are added: I was looking north\", said the first Portuguese. b. I was looking east\", said the second Portuguese. c. I was looking south, said the third Portuguese. The fourth Portuguese was dead. He died looking west. 6) - Who had the umbrella? - asked the Commissioner Jimenez. the following points are added: Neither did I, said the first Portuguese. b. I'm short and fat\", said the second Portuguese. The umbrella was a boy, said the third Portuguese. The Portuguese fourth didn't say anything. He had a bullet in his neck. 7) - Who heard the shot? - asked Daniel Hernandez. the following points are added: I'm short-sighted\", said the first Portuguese. b. The night was dark\", said the second Portuguese. c. He thundered and thundered, said the third Portuguese. The Portuguese fourth was drunk to death. 8) - When did you see the dead man? - asked the Commissioner Jimenez. the following points are added: When it had just rained, said the first Portuguese. b. When it had just thundered, said the second Portuguese. c. When he had just died, said the third Portuguese. When he just died. 9) - What did you do then? - asked Daniel Hernandez. the following points are added: I took my hat off\", said the first Portuguese. b. I discovered myself, said the second Portuguese. c. My tribute to the dead - said the Portuguese. The four hats on the table. 10) a. So what did you do? - asked the Commissioner Jimenez. b. One cursed the fortune, said the first Portuguese. One closed the umbrella, said the second Portuguese. One of them came running to us, said the third Portuguese. The dead guy was dead. 11) a. You killed him\", said Daniel Hernandez. b. I, sir? - asked the first Portuguese. C. No, sir, said Daniel Hernandez. D. I, sir? - asked the second Portuguese. e. Yes, sir\", said Daniel Hernandez. 12) - One killed, one died, the other two saw nothing - said Daniel Hernandez. One looked north, another east, another south, the dead one west. They had agreed to keep an eye on each other's mouths so they could have a better chance of discovering a meter on a stormy night. The umbrella was a boy and you were four. While they were waiting, the rain wet the front of their hat.   The one looking north and the one looking south did not have to turn around to kill the one looking west. All they had to do was move their left or right arm to one side. The one looking east, on the other hand, had to turn around completely, because he was on his back to the victim. But when he turned around, the back of his hat got wet. His hat is dry in the middle, that is, wet front and back. The other two hats were only wet in front, because when their owners turned to look at the corpse, it had stopped raining. And the dead man's hat got completely wet as he rolled down the wet pavement. The killer used a very small-caliber gun, a bag of those boys play with or carry some women in their wallets. The detonation was confused with thunderstorms (that night there was a particularly intense electrical storm). But the second Portuguese had to locate in the dark the only spot really vulnerable to such a small weapon: the victim's neck, between the thick overalls and the deceptive hat. In those few seconds, the strong squealer soaked the back of his hat. Yours is the only one that has that particularity. So it's the culprit. The first Portuguese went home. The second one was not left. The third took his umbrella. The fourth Portuguese was dead. I'm dead now. FIN Leoplan, 1955 Sometimes published under the title Portugueses.", "title": "Tres portugueses bajo un paraguas", "author": "Rodolfo Walsh"}