{"metadata": {"length": 6889, "words": 1238, "reading_time_min": 6.19}, "text": "The child is one of those delirious and prematurely sick creatures born in the great slums, deprived of air, light, exercise, solid and healthy food, victims of the plight of the middle class, more miserable sometimes than the people. Always clean, with his hair well combed, formal, soft and naturally wavy, Eloy does not leave home hairsplitters. Indeed, if they did, how would they be arranged to tie up their unhappy mother, a single widow and afflicted with chronic pain? Indeed the real cause of Eloy’s good manners and disposition is that early and intense sensibility which often awakens in creatures the fear of being made to suffer by a dearly loved one, of tearing up maternal eyes, of provoking a guilt which they feel without being able to measure its depth. Eloy studied the lessons in the schoolroom, because his mother laughed with a scolding smile when he recited them from memory; Eloy took great care of his clothes and shoes, because he knew that his mother had no money to buy and replace the stained or broken ones; Eloy came home from school instead of sulking and making a nuisance of himself with his classmates, because his mother rejoiced to see him again, and the little boy, with the intuition of the loving heart, knew that his mother's melancholy was eased by his presence, and that by sending him to learn, by separating himself from him for long hours, he had made a sacrifice. Eloy, however, confused and muddled at the same time, as children remember, remembered recent times when his mother was not complaining, when she was happy. It is true that then a young, foolish, lustful man, of strong foot and black hair, lived in the house. The Pope! Eloy associated his memory with squeals in his ears or on the tip of his toes, violent kisses in the carriages, a sweet smell of fine cigars, laughter and games and humors like another boy... Then..., the father disappeared, and the mother had always the hunched and red-faced hounds. The house became gloomy and gloomy, and Eloy felt like a pilgrim, he resisted playing or eating, for he felt like he was inside a dark church or a tomb. The acquaintances who found him spoke in a kindly tone, asking him “if he had news from his father, who was in the war.” In war! By the accent with which mother and friends modulated the phrase, Eloy understood that war was a very terrible, awful, terrible thing. Surely in the war he could have died? Oh, if only I could! As one afternoon, when he came back from school, Eloy found his mother with a faint, his father hysterical, the neighbors of the second who had brought him and dragged him into the gutters “so that he would not be impressed, poor little boy”... And the other day, his mother rebuked him, quietly embraced him, without spitting a drop, and dressed him in black: a full costume, from the waist to the knees. The boy did not know what death was, could not explain what death was; but he was sure that it was something terrible, and that it would prevent them from ever living happily. She cried in secret for not afflicting her mother any more, and prayed the prayers she knew, many times, “for the soul of papa.” Since then he has been resolute in his lessons, not doing anything wrong, putting on his jacket before going to bed, returning to school on time, with books in his arms. The soul of papa is probably accustomed to such a procedure. However, the most ruthless boy is the last to be ruthless, and Eloy, as he heard in the first days of the year the rumours of his fellows about what the Kings would bring him, and the shoe-projections placed on the window or in the fireplace, could not but give way to imagination. He also wanted the Kings to bring him something... Why didn't they bring him something, gentlemen? Didn't it turn out to be a good year? If you put your shoe in the window sill, would it be right that the shoe would become worn and brittle like old oak? Fortunately, the same idea of equality had opened a way in the spirit of Eloy’s mother. She, who had never left, who was about to die on the stairs, came out on the 5th, wrapped in her modest fashion collection from the past year, and sat in the toy shop. When she came home she carried a flat piece of paper concealed. The brevity, by imposing the quotient, destroys many germs of poetry. What would that mother have given for bringing her child the flaming mechanical horse, the glimmering bicycle, the enchanted cinematographer, the steam locomotive with tender and wagon, real roots and copper furnace! But, oh!, they were a half-hearted caprice, ten hard, fifteen, and the purse was stuffed to the brim... No, no; he decided that the gift of the wise, wise and doctrinally kings was no useless thing, but a fitting aid to the instruction of the child... And the mother bought, at a reasonable price, a puzzle of geography, nothing less than a map of Spain... So, Eloy, playing, would better learn what he had already proved himself to not ignore, for in Geogrpahy he was number one. At midnight, the orphan slipped his shoe between the cold embers of the fireplace in the closet, the only one in the house, lit only rarely. By morning, he jumped out of bed, barefoot and running, to see if the Kings... unforgettable surprise! His majesties had alighted there: there was the dandelion, the oblation... what would that slender, beautiful twig with its golden threads do? Eloy took it hesitantly, turned back to the soft bed and tibia, and there, with his arms outstretched and his tummy well swaddled, he loosened the belt and looked... \"Go, thorn! The Kings had brought him a map... How they characterized Eloy's behavior, his habit of \"knowing\" them!... Of all things, a map! Pch!... Would not a magic ring or a magical wand equal to that of Pepito Ponzano, who always refrigerated others by the nails?... Eloy began to reconcile with the Kings by discovering that the map was in pieces, and he sat down and began to arrange himself... And, already up, he took the hot coffee. While his mother was preparing to go to Mass, Eloy sat down, armed and disarmed the country, barricaded Spain a hundred times, revolving around Zaragoza with Valladolid and Salamanca with Vigo... Soon, meditating, he interrupted his work and questioned his mother, worried: -Mama, they have cheated you... The toy is incomplete. There is a lot of Spain here. I do not find Cuba. Not in Puerto Rico... not in Spain! The eyes of the mother were averted, and he stood still, with the veil drawn in the middle. Finally, he cried from his shoulders: - Those lands are so far away! - I said-. And I'm not from Spain, look... open the puzzle, because... I'm not from Spain. Here your father died...! Eloy cried: a greater sorrow than usual, unmeasured, which did not fit in the soul of a child, weighed heavily on his thoughts. And with an added exclamation, he rejected the gift of the kings.", "title": "El rompecabezas", "author": "Emilia Pardo Bazán"}