{"metadata": {"length": 7512, "words": 1263, "reading_time_min": 6.315}, "text": "The cypresses of the holy field were no longer rejoicing on the muddy lull of the sea breeze that preceded the gloom. Leonel, carrying his basket of death-flowers in a basket, came out of the prison, and, passing through the narrow path, barely open among the shady weeds, he walked to the cottage, in whose windows the last rays of the setting sun still shone. They filled and accentuated the solitude with strange sounds, lulling, lulling, lulling, suggesting something not perceptible to the senses. Perhaps it was the sighs of a slumbering flock, sounded by the shadowy fingers of the night; the cries of birds settling down in the nest, to sleep fluttering their plumage; the fluttering of the water, which at nighttimes swells freely, without having to repress itself before the cheerful and gloomy gaze of the sun; the resoundings of the sea on the not distant beach, propagated in the quiet air, with the solemn solemnity of the Gregorian low-key, and, transmitted from eco to eco, the rustles of pastoral songs, up in the mountains, where the lonesome owls and the rustling horns were collected to the altar. Leonelo paused for a moment, a little shaky, and sat on a stone, all smeared with mud, listening to that shabby concert being strewn about the air. The aroma arose from the clay: Leonelo, as he inhaled it, felt an embriaguez of memories. He stood up and continued his way. The verdant verdant of the quinta. Moro, the guard dog, received it with the cheerful and humble habitual effervescence. All the doors were open; in the parlor, on the great red-brick table, the king had placed the burning lamp, and against its glass tube, the falsies, the ardent idealists, the light-singers, were destroying the silver tinsel and the tinsel combs, falling abrasive in an ecstasy of martyrdom. Leonelo sat down on the leather chair, lustrous from use, and placed the light sack of moss before him: the cut flowers strewn about him in a comic and artistic disarray. - The same flowers, the same that grow on the edge of the mill pond, on the road, on the ledges of the linden, on every corner! - murmured high, with an overwhelming awe. Until that moment, he had not realized the simple and wonderful fact: the flowers of the holy field were exactly identical to those of any other field. The manzanillas had their own bitter smell, the same whiteness abrasive in the center by the slight touch of rubor; the madreselvas had the same penetrating aroma; the cicutas, the eternal gold of their petals; the digitales, the usual primrose elegance of their swollen and wilted bells. Was it possible that they would not be different from those that had only absorbed the juices of a rotten tree, those flowers nourished by the substance of someone who had loved him, who had loved him so much, until the last hour of his life? Over the Sirena cave -which was lowered into the earth, until it was bare, by his will -rose those flowers that Leonelo contemplated with fascination, to which he questioned the secrets of the unknown region. If the world were more than a dream; if beneath the surface the sacred root of truth was hidden, the flowers that Leonelo shook with feverish hand should have sprang blood and sprang forth wailing. It was not light on them but the first rays of the evening, pliant to be seen only. The soul of Sirena was not hidden in her cauls. Through the window, open on the movable and fragrant curtain of the garden, something black came in with a vengeance, and slammed into the lamp and smashed it, hurling a smoky stench. The room was darkened, and two cold, palpitating fingers and a pair of icy lips clung to the face of the dead Leonel, etched in stone for ever. Leonelo shook his head and screamed in terror, in superstition, in a supernatural fear of the funeral kiss he was receiving. When he remembered the knowledge, the created was there; he had lighted the lamp, shut the window, and wiped the shivering bat, which lay on the flowers, sulking in the gloom of its shivering wings and its gloomy body. “What a horrible shit! - he thought painfully - \"It was not even the spirit of the Siren that touched my face!\" He rose and walked to his bedroom, and pulled out of the bedhead a pale miniature, with a gold chain cinched. She approached the lamp and a figure in white dress, encased in a crown of thorns, appeared. Leonelo tried to reconstruct, with the traces of the miniature, the familiar image of the woman who was already fading away in his memory. Was she a Siren, the real Siren? What, he had that narrow collar, that wide brim, that chin-length cut that extended to the chin, those slender shoulders, those eyes? No; Sirena's eyes could not be reflected! They were looking at it from another angle, with a different expression! What Sirena saw in her soul was also her soul, an intense soul, of many layers of agitated and spluttering that ended in a deep calm, a creator of magnificent pearls. The painter had limited himself to a fleeting moment of expression of the Siren's gaze; perhaps that in which, pliant or fatigued, her soul had gathered in the sanctuary, and only in the wide pupils of her eyes appeared the water of death, the churning that encloses mysteries. Leonel placed the miniature on the table, supported it with his hands, rested the front in his clasped hands, and, closing his eyes, listened, unintentionally, to the beat of his heart. He felt it unfair, hurried and violent, hurried, sluggish, confused. It was already active, it was already adamant, it caused Leonel a sore, fixed pain, as if a hand were squeezing the vesicle, without forming it, enjoying the pain and prolonging the suffering. The sad thought floated in his mind: \"I will not find her, I will not find her anywhere, never. It is useless to call your soul; it is not in the flowers, nor in the air, nor in the marble of a miniature...» As if from afar he answered, his heart, between infeasible, tormenting hands, debated, leapt, and with his yell, formed a word, a roar in the ears. He said, \"Here.\" -replied with a vehement Leonelo. I could not doubt it; the soul of Sirena, where was it to be? Free from his body, free from all work, free in every way, he had retreated to his preferred place, of choice. And it was she who, little by little, to better hide her presence, hid the forgotten heart, obliged her to remember. He sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded, sounded Why did you look for me out?", "title": "El alma de sirena", "author": "Emilia Pardo Bazán"}