{"metadata": {"length": 7529, "words": 1380, "reading_time_min": 6.9}, "text": "I don't tell you or tell you how, but I tell you a story. The coast of L*** is a teeming place for sailors. There is no abra, no place where they can hide. speros acantilados, fiery escollos, treacherous straits, slacks that barely cover the water, is how far the boats are if they tuck a little or a lot the stern. And not until December comes and the equinox storms, delayed, become furious, do those pristine beaches not appear strewn with thousands of discarded naufragio. Favorable for hunting the season when the autumn gives way to winter, we often spent it in L***, and more than once Simón Monje -alias the Grandfather- sold us barrels of coca or bottles of beer smuggled through him without tying him up or tying him up. The name of Simon makes it clear what the old ribereo has been doing since time immemorial. The gulls, as you all know, do not abort the flight on the beach but approach the storm and swell up the sea. When the flock of gulls is soaring wildly and thousands of sand grottos are seen on the sand, forming a complicated arabesque, the sailors can already call to the Virgin, whose ermine dominates the cab: bad time, sure. At the first typhoon, at the first swell that shook the hull of the Sardinian boat, Simón Monje went out of his house, and so the sea really swelled up in the long nights of the month of Difuntos, and seemed to be a luminous swell. The frog of Gaviota, which sounded. He was not well known in the village of Simon. Finally and finally, while the others were tearing their bodies off their thighs or letting life out into the margins of the psyche, he, in a few frenzied days, gargled, God knows how, enough to take on credit and pass the year comfortably. In addition, the aspect of Gaviota confided that also to me seemed antipathetic and a miaja siniestro... Yellow face, nose gnawed, a shaved head that joined the nose, a slack and receding gaze, a swollen and swollen chin, a splotchy yellowish skin, a repulsive head, although with intelligent features. However, apart from his fictitious profession of a scavenger, it did not give Simón any excuse for the murmurs of the village. Punctual in the payment of the rent of his residence, our forum, servile and respectful to the lords, peaceful with his equals, he also showed an extraordinary devotion, shedding himself for the cult of the Virgin of the ermita. Thanks to Simón, the candle never went out, it melted the wax and twice a year in the sanctuary a solemn ceremony was held, accompanied by the old. One of the functions was invariably performed during the month of nimas and in the supplication of the souls of the dead, whose remains sometimes heard the oil on the boards or on the floor. And this Mass of the Dead the eye of Gaiota lowered, her face against the floor, encircling the floor with her canes, repeating by the hundredth time the plea for pardon of her horrendous sin that she was not resolved to confess, for the one confided in must be returned, and if he is returned he must lose his gold, and his gold had yet more in his heart than the remorse and the fear of divine Justice... In the summer season, while the sea sparkles with azure, while the sand is gold, while the foaming waves foam at night and the sand flies softly under the crystal of the fresh water, Gaiota forgets the terrible past and enjoys peacefully her gains. The bad thing is that October comes, and the sand swells into clumps of mud, which roar and roar the wind and the rain, and that the blight, when it sheds its thick tussles on the tops of the cliffs, leaves ghosts encased in blazing mud... And then comes the month of the dead, the month in which the other world comes into relation with us, the month in which the atmosphere is suffused with invisible spirits, in which a tidal wave of bile, rising from the Purgatorio, humeces the air..., and then Gaviota, on each journey to the beach in search of booty, feels the terror heaving more blood into her veins, and her fingers, which one day had clenched to the pescuezo of a living man still to finish severing him and removing from him the plettorial belt of monedas, crisp and become paralyzed, as if already ensnared in agony. “Confess, return,” suggests the conscience; but the instinct repeats: “Acquire, acquire more,” and flinging the cloak, letting the shivering breeze stir the fear in the sieves, there goes Gaviota among the stars to see what the abysses are bringing... It is well known in the parish of L***; the last sermon of Simon was on the night of the Dead last year. Although they may forget what happened in Gaviota, they will not forget the terrible storm that blew the bell of the monastery and hurled many pines from the pine forest surrounding it. Frenetic, delirious, the Ocean wanted to rip the shore; the swell roared, the wave shook and the pounding of the tidal surge seemed to slam the rocks to their deepest bases, raising liquid mountains that began as a grey line on the horizon; then, a monster of enormous horns and a blazing bald head, galloping toward the land as if to devour it. No boat went out to sea; the women went to the shrine to ask for those who were in it to be baptized, and as if the Virgin had extended her hand, the wind died down and the waves grew mighty. Soon, if the villagers had not been confined to their caves, they would have seen the light of the Gaviota beacon glinting among the gloom on the most remote shore. At the bottom of the caves we call Corveira the gloomy light is fixed. Simón had left it in the hole of a rock and recorded the sound. She knew perfectly where the currents brought the sand, and knew them so well that she had been “there”... The teeth of Simon were rotten: that night in November she belonged to the dead! Jumping from ledge to ledge and shelf to shelf, he stumbled into a nook in the wall, where his penetrating eye found a strange-shaped lump, probably a piece of furniture, a piece of clothing, a certain sign of the disaster of a large ship. Frost shivered the feet of Gaviota as he realized that it was not a body but a human body... the body of a nymph. Between the shadows, the face was shivering, the clothes were dripping, the shapes were drawing and scribbling... The first impulse of Simón was to flee. It lasted a moment. The corruption was stripped of humanity. \"He may be alive, and who knows if he is saved?\" He took the chalice and drew near, trembling like a frightened child. The narrator's face was clear: a young face, tumefaction, congestion, frozen. \"Very dead is he!\" he thought, looking at the rich dress, at the chain of gold that swung over the chariot: the unhappy man, doubtless, had thrown his clothes into the water, and the gnawed fingers of the Gaviota would slide, stumbling, to the sack's pockets, full, swollen. In this task, probably the weight of Simon made the muscles of the chest of the dead man move, which had already become inanimate by the solemn day of Judgment. Only thus did the doctors explain that the swollen arm could erupe soon and the burning hand fall on Simón’s shoulders. To the people of L***, the explanation does not satisfy; moreover, it does not even understand. Who raises the arm of a dead man to crush a stumbling criminal but the same force that stirs up the waves in the sea and gathers the clouds in the sky: the force of eternal Justice? He stayed in bed two days, the Gaviota: one alive, another of a body present; on the third day they ate him up. He had confessed with many tears and a great repentance.", "title": "Tiempo de ánimas", "author": "Emilia Pardo Bazán"}