{"metadata": {"length": 7231, "words": 1358, "reading_time_min": 6.79}, "text": "That year, many of the residents of Saint-Valery who had gone fishing drowned in the sea. Their bodies were found thrown by the waves to the beach beside the spoils of their boats and, for nine days, along the steep path leading to the church, they were seen passing the coffins carried by their own and followed by the weeping widows, covered in black robes, like the women of the Bible. Patrolman Jean Lenoël and his son Désiré were placed on the central ship, under the vault in which they had themselves hung long ago, as an offering to Our Lady, a ship with all its fittings. They were righteous and God-fearing men. And Mr. Guillaume Truphème, pastor of Saint-Valery, after having granted them the absolution, said in a voice filled with tears: \"They were never buried in holy ground, to wait there for God's judgment, more honest and better Christians than Jean Lenoël and his son Désiré. And as the boats with their patrons perished near the shore, the great ships sank in the high seas, and there was not a day when the ocean did not return some spoil. And it happened that one morning, a group of boys moving a boat saw a figure floating over the sea. It was that of Jesus Christ, a natural-sized, hardwood carved and varnished, that looked like an ancient work. The good God floated on the water with his arms outstretched. The boys took him ashore and took him to Saint-Valery. His forehead was bound by a crown of thorns; his feet and hands were cut. But the nails were missing, just like the cross. With his arms still open to offer and bless, he appeared just as Joseph of Arimathea and the holy women had seen him at the time of his burial. The boys handed it to the priest Truphème who said: \"This image of the Savior is an ancient sculpture and the one who made it must have been dead a long time ago. Although the vendors of Amiens and Paris are now selling for a hundred francs or even more, admirable statues, it must be acknowledged that the artists of old had their merit too. But I am especially glad that if Jesus Christ has come like this, with open arms to Saint-Valery, it is to bless his cruelly beaten parish and to announce that He has pity on the poor people who go fishing risking their lives. He is the God who walked on the waters and blessed the nets of Cephas. And after having Christ placed in the church, on the mantle of the high altar, the priest Truphème went to commission the carpenter Lemerre a beautiful oak cross. When it was done, they nailed the good God into it with new nails and put her on the ship, over the masonry pit. It was then that they saw that their eyes were filled with mercy and like moisture from a heavenly mercy. One of the parish stewards, who was attending the crucifix, thought he saw tears running through the divine face. The next morning, when the priest entered the church with the monagill to celebrate Mass, he was very surprised to see the empty cross above the well and the Christ lying on the altar. As soon as the feast of the Holy Sacrifice was over, he sent for the carpenter and asked him why he had untie the Christ from his cross. But the carpenter replied that he had not touched it at all; and, after having questioned the butcher and the manufacturers, the priest Truphème made sure that no one had entered the church since the time when the good God had been placed above the well. He then felt that these things were miraculous and meditated on them wisely. The following Sunday, he spoke about it to the faithful of the parish and invited them to contribute their donations to erect a new cross more beautiful than the first and more worthy of the one who redeemed the world. The humble fishermen of Saint-Valery gave as much money as they could, and the widows offered their alliances. So the priest was able to go immediately to Abbeville to order a very bright black wooden cross, crowned by a sign inscribed I.N.R.I in golden letters. Two months later, they placed it in the place of the first one and nailed the Christ into it between the spear and the sponge. But Jesus left her as the other woman did, and during the night he went to lie down on the altar. When the next morning the priest found her there, she knelt down and prayed for a long time. The rumor of that miracle spread all around, and the ladies of Amiens made collections for the Christ of Saint-Valery. And Father Truphème received money and jewels from Paris, and the wife of the Minister of the Navy, Mrs Hyde de Neuville, sent him a heart of diamonds. Having all these riches, a goldsmith from the street of Saint-Sulpice made, in two years, a gold cross and stonework which was solemnly inaugurated in the church of Saint-Valery, the second Sunday after Easter of the year 18... but he who had not rejected the painful cross, escaped from this rich cross and went to stretch himself again over the white linen of the altar. For fear of offending him, this time he was left there, and there he had been resting for more than two years, when Pierre, the son of Pierre Caillou, went to tell the priest Truphème that he had found on the beach the authentic cross of Our Lord. Pierre was a backward boy, and since he did not have enough intelligence to earn a living, he was given bread for charity; he was appreciated by all because he did no harm to anyone. But I had a conversation that didn't make much sense, that nobody was listening to. However, Father Truphème, who kept meditating on the mystery of the Christ of the ocean, was impressed by what the poor fool had just said. He went with the performer and two manufacturers to the place where the boy said he saw a cross and found two plates with nails, which the sea had hit from here to there for a long time and which, in fact, formed a cross. They were the remains of an ancient shipwreck. Two letters, a J and an L, were still visible on one of those plates, painted black, and no one could doubt that it was a piece of Jean Lenoël's boat, which five years earlier had perished at sea, along with his son Désiré. Seeing the plates, the performer and the manufacturers began to laugh at the innocent man who took the broken plates from a ship for the cross of Jesus Christ. But the priest interrupted his mockery. He had meditated a lot, he had prayed a lot since the Christ of the ocean had come to the fishermen, and he was beginning to understand the mystery of infinite charity. He knelt on the beach sand, recited a prayer for the deceased faithful, and then ordered the carpenter and the manufacturers to carry the spoils on their shoulders and deposit them in the church. When he had finished, he lifted the Christ from the altar, placed him on the boards of the boat and even himself nailed him to them, with the nails that the sea had rusted. By his order, that cross occupied from the next day the place of the golden cross and stone quarries, above the well. The Christ of the ocean never unfolded again. He wanted to stay on that tree where men had died calling on his name and that of his mother. There, he seems to open his bitter, bitter mouth and say, \"My cross is made of all human suffering, for I am truly the God of the poor and the miserable. FIN Translation by Esperanza Cobos Castro", "title": "El Cristo del océano", "author": "Anatole France"}