{"metadata": {"length": 7117, "words": 1372, "reading_time_min": 6.86}, "text": "In a distant country there was a king and a queen who had a son, called Ivan, who had changed from birth. One day, when he was twelve years old, he went to see a palfrey of his father, to whom he had a great love, because he always told him wonderful stories. This time, the satrap Ivan wanted to hear a story; but what he heard was something very different from what he expected. - Ivan Zarevich - the palaverner said to him - soon your mother will give birth to a girl, and this your sister will be a frightful witch that will be eaten by your father, your mother and all the servants of the palace. If you want to rid yourself of such a devil, see to it that you ask your father for his best horse and ride from here where the horse brings you. The sailor Ivan ran to his father and, for the first time in his life, spoke. The king was so glad to hear him speak that, without asking him what he needed, he ordered the best horse in his district to be brought to him. Ivan Zarevich mounted his horse and let the animal follow the way it wanted. He rode on for a long time until he found two old tailors and asked them for a room; but the old ladies said: - We would gladly give you a room, Ivan Zarevich; but we have little life left. When we have broken all the thorns in this bush and we have sown the seed of this thorn, our death will come. The satrap Ivan broke into a cry and went further. He walked a long way, and when he found Vertodub he asked him: - I will be with you. - I would do it with pleasure, Ivan Zarevich; but I have not much to live for. When he has swept these thorns from the earth with their roots, then will come my death. The satrap Ivan cried even more bitterly and went further. He found Vertogez, and approaching him, asked him for lodging; but Vertogez said, - I would gladly give you lodging, but I will not live long. They have put me here to return those mountains; when they are done with the last, the hour of my death will come. The zarevich cried a bitter cry and went further. After a long journey he finally arrived at the sister of the Sun's home. He welcomed him with great joy, gave him food and drink, and cared for him as his own son. The zarevich lived there happy with his lot; but sometimes he was irritated by the lack of news of his own. He climbed up a high mountain, looked at the palace of his parents, which was far away, and seeing that no one had ever come out of its walls or looked in the windows, he shivered, weeping bitterly. Once, when he came home after contemplating his palace, the Sister of the Sun asked him: - Oh, Ivan Zarevich, why do you look as if you had wet your eyes? -It is the wind that will irritate you - Ivan argued. The next time it happened the same. Then the sister of the Sun stopped the wind from blowing. For the third time Ivan returned with his eyes swollen, and had no remedy but to confess it all to the Sister of the Sun, asking her to let him go to visit his native country. She did not want to consent; but the zarevich insisted so much that she gave in. He was kindly dismissed, giving him a pen, a whip and two young apples; whoever eats one of these apples, he is rejuvenated. The zarevich came to the place where Vertogez was working and saw that there was only a mountain left. He took up the stick, and he threw it to the ground, and in an instant there appeared great mountains, whose summits reached to the same sky; so great were they, that they were lost from view. Vertogez was glad, and with a great yelp he set to work, turning them as if they were a whirlwind. The satrap Ivan followed his way, and at last came to the place where Vertodub was tearing down the trees; there were only three trees left. Then the zarevich, taking the whip, drew him into the middle of a field, and in a flutter of eyes, great forests were born. Vertodub was very happy, thanked Zarevich and began to rake the bushes with all its roots. The zarevich Ivan continued his way until he reached the houses of the old tailors. He greeted them and gave each one an apple; they ate them, and suddenly they were revived as if they had never been old. In gratitude they gave him a pail that when poured out formed a deep lake. Finally the Zarevich came to the palace of his parents. The sister came to their meeting; she welcomed him warmly and said, -Sit down, little brother, and play a little while I prepare the food. The zarevich sat down on a chair and began to play the harp. When he was tolling, a ratoncito came out of his cave and said in a human voice: -Arise, Zarevich! Run away from everything! Your sister is snorting to eat. The zarevich Ivan came out of the palace, mounted his horse, and blew the trumpet. Meanwhile, the ratoncito was running through the strings of the harp, and the sister, hearing the instrument, did not imagine that her brother had escaped. He slid his teeth in, entered the room, and his disappointment was great to see it empty; there was only a mouse, which came running out and sat in his cave. The witch grew angry, gnashing her teeth with rage, and ran after her brother. Ivan heard the noise, turned his head back, and seeing that his sister was almost there, he shook the sack, and there was a deep lake. While the witch was flying to the opposite shore, the zarevich Ivan was quite far away. She ran even faster. It was getting close! Then Vertodub, seeing the zarevich running past his sister, began to gather trees and to slay them on the way; he made a mountain out of them that the witch could not pass through. But he pushed on, clearing the way through the trees, and at last, though with great difficulty, he was able to clear a way and pass; but the zarevich was already far away. He ran after him with a sabre, and soon came near to him; a few steps more, and he would have fallen into his gallows. When he saw this, Vertogez grasped the highest mountain and turned it so that it fell in the middle of the road between them, and placed another on it. While the witch was climbing the mountains, the zarevich Ivan kept running and soon he was far away from there. But the witch went through the mountains and continued her persecution. When he had it within his reach, he shouted with a joyful diabolical joy: -Now you know that you will not escape! I was already very close, very close. A few more steps, and he would have taken it. But at that moment the zarevich came to the palace of the sister of the Sun and began to shout: - Radiant Sun, open the window! The sister of the Sun opened the window and Ivan jumped off his horse into the interior. The witch asked that you give it to her brother. - Come with me despite the weight - he said. If it weighs more than him, I will eat it, and if it weighs more than him, I will eat it. The zarevich agreed and they both turned to the weight. Ivan sat down first on one of the tables, and just as the witch put her foot on the other the zarevich leapt up with such force that he reached the same sky and was found in another palace of the sister of the Sun. He stayed there forever, and the witch, not able to take him, turned back. FIN", "title": "La bruja y la hermana del Sol", "author": "Aleksandr Nikoalevich Afanasiev"}