{"metadata": {"length": 4371, "words": 814, "reading_time_min": 4.07}, "text": "The three kings have gone out of their palaces. All three are old. King Melchor is tall, with a white beard, with his blue eyes, with his golden glasses. King Belshazzar is short, a crooked tantic, with a long mustache and an even longer beard. King Gaspar does not wear anything on his face; he is shaved, polished, correct, but his nose falls a little hooked over his mouth, and at the corner of his lips there is something like an erroneous, disturbing smile, like a vague, disconsolating irony. I say to you from this moment, my little friends, do not lose sight of this old man... The three kings walk through the night on a long road; the stars shine, serene, roaring, in the black vault; down, in the earth, perhaps in the distant distance, a lost cry is heard or the uncertain glow of a little lightning is seen. This little lightning indicates a city. The kings have already arrived in this city. They shall stand before the houses; they shall put their hands upon their great ark; they shall leave their covetous gifts upon the balconies. But the three of them stop for a moment before they enter the city. You have heard before, these kings were very rich and gave gifts to every child in every house and city; but the time has gone by; the circumstances have changed greatly for the kings, and these three excellent monarchs, by the force of their prodigious gifts, have come to see their wealth greatly diminished. I want to tell you that Gaspar, Baltasar and Melchor see each other every year in the terrible commitment not to leave their precious memories but to such or such children as chance designates them. The three kings have stopped at the gates of the city. Melchor, the one with the white beard and the blue eyes - do not believe who paints him with the black complexion - has before him a large ark, which he has opened to inspect what is left in it. And Belshazzar, the one of the beard and the mustache, who is laughed at by those who represent him otherwise, has his ark, and in it, for the same purpose, he has made his account. Gaspar, my little friends, has no ark, no luggage, no camel, no horse, no donkey to carry what he has to give to the children, but he has a slightly curved nose and lips that express a soft, vague, disturbing irony. The three kings have already made their arch and are preparing to enter the city. As they are already poor, they do not fill the baskets on all the balconies, but, according to convenience or whim, they leave their mercenaries and gifts in some - which are few - and pass by others - which are many. I tell you, to make the children more favored, the three kings have agreed not to give the three of them their gifts to all the chosen children, but to give each one his gift to each child. And so, from evening to evening, Melchor stands before a house and opens his bow; then he leaves his gift in the window. What this white-bearded king gives away is called intelligence. After a long time, Belshazzar stops at another house and puts his hand in his treasure chest. What this king of the mustache and the queen beard has for name: kindness. And only this historic king Gaspar, this king with a pointed nose and tight lips, only this king passes, and passes, and passes by the balconies and does not stop but one, or two, or three from each city. And what does King Gaspar do then? What is this king's gift? Why is he so sordid, so greedy, so rigorous in his gifts? All the treasure of this king is in a tiny silver box that he carries in one of the pockets of his Levites - remember that kings now use Levites. When Gaspar stops at a balcony, there, very late in the afternoon, he reaches out his hand from his little box, carefully opens it and puts his donation on the balcony. It is nothing that he hath put on; it is a small thing; it is as smoke that is dissipated to the slightest wind; but this child favored with such a gift shall enjoy it all his life, and neither happiness nor rejoicing shall be separated from it. King Gaspar has already deposited his gift. Her green eyes - I haven't told you before they were green - shine brightly; her nose seems to go down more deeply over her mouth, and her vague irony is drawn deeper on her lips. Come near, my little friends; I want to tell you what King Gaspar has in his box. On the cover, in fine letters, it says: Illusions. ♪ Finish ♪", "title": "Lo que lleva el rey Gaspar", "author": "nan Azorín"}