{"metadata": {"length": 6139, "words": 1132, "reading_time_min": 5.66}, "text": "The man stepped on something white, and immediately felt the bite in his foot. She jumped forward, and as she turned with an oath she saw a yaracacusu, crashing over herself, waiting for another attack. The man took a quick glance at his foot, where two drops of blood were hardly thickening, and pulled the machete from his waist. The snake saw the threat, and sank its head deeper into the very center of its spiral; but the machete fell from its back, displacing its vertebrae. The man went down to the bite, took the drops of blood, and for a moment he gazed. A sharp pain was born from the two small purple points, and it began to invade the entire foot. He hurriedly tied his ankle to his handkerchief and followed the stake to his ranch. The pain in the foot was increasing, with a feeling of pulling bulging, and suddenly the man felt two or three flashing spikes that, like lightning, had radiated from the wound to the middle of the calf. He moved his leg with difficulty; a metallic dry throat, followed by burning thirst, tore him out of a new oath. He finally got to the ranch and threw his arms over the wheel of a trapeze. The two little purple spots were now disappearing in the monstrous swelling of the entire foot. The skin looked thin and about to give way, tense. He wanted to call his wife, and the voice broke in a snoring dragging dry throat. He was thirsty. - It's not a big deal. - he managed to throw in an ester. Give me the 1st cane! His wife ran with a full glass, which the man swallowed in three drinks. But I hadn't felt any taste. - I asked for cane, not water! - he started again. Give me the cane! - But it's the reed, Paulino! - the woman protested, terrified. - No, you gave me water! I want cane, I tell you! The woman ran again, coming back with the junkie. The man swallowed two glasses one after another, but he didn't feel anything in his throat. \"Well, this is getting ugly\", he murmured, looking at his livid and already gangrene-filled foot. Over the deep ligature of the scarf, the flesh was overflowing like a monstrous morsel. The flashing pains were followed by continuous flashes of lightning and now reached the groin. The horrible dry throat that the breath seemed to warm more, increased at the same rate. When he tried to join, a thunderous vomit held him for half a minute with his forehead resting on the pole wheel. But the man didn't want to die, and going down to the shore he got on his canoe. He sat on his stern and began to pale to the center of Paraná. There the current of the river, which runs six miles near the Iguazu River, would take him before five hours to Tacurú-Pucú. The man, with a gloomy energy, was able to reach the middle of the river; but there his sleeping hands dropped the shovel in the canoe, and after a new vomit - of blood this time - he looked at the sun that was already overtaking the mountain. The entire leg, up to half a thigh, was already a deformed, hard block that rolled over the clothes. The man cut the ligament and opened the pants with his knife: the lower belly swelled, with large livid spots and terribly painful. The man thought he could never get to Tacurú-Pucú alone, and decided to ask his comrade Alves for help, although they had been upset for a long time. The stream was now rushing toward the Brazilian coast, and the man could easily dock. He crawled up the hill, but at twenty meters, exhausted, he was lying on his chest. - Alves! - he cried as loud as he could; and he lent his ear in vain. - Comrade Alves! - What is it? Don't deny me this favor! - cried again, lifting his head from the floor. In the silence of the jungle not a single rumor was heard. The man still had courage to reach his canoe, and the current, taking it back, led it swiftly to drift. The Paraná runs there at the bottom of an immense hole, whose walls, a hundred meters high, funerally join the river. From the edges lined with black basalt blocks, the forest rises, black too. Forward, on the sides, behind, the eternal gloomy wall, at the bottom of which the swirling river plunges into incessant swirls of muddy water. The landscape is aggressive, and there reigns a death silence. At sunset, however, its gloomy and calm beauty takes on a unique majesty. The sun had already set when the man, half-lived at the bottom of the canoe, had a violent chills. And suddenly, in amazement, he straightened his head heavily: he felt better. Her leg barely hurt, her thirst diminished, and her chest, free now, opened in slow breathing. The poison was starting to go away, there was no doubt. He was almost fine, and although he had no strength to move his hand, he had the dew drop to fully recover. He calculated that before three hours he'd be in Tacurú-Pucú. Well-being was advancing, and with it a drowsiness full of memories. I couldn't feel anything in my leg or my belly. Would your partner Gaona still live in Tacurú-Pucú? Perhaps he saw his former employer, Mr Dougald, and the host of the play. Would you be here anytime soon? The sky, to the west, was now opening on a golden screen, and the river had been colored as well. From the already dark coast of Paraguay, the mountain dropped its crepuscular freshness on the river, in penetrating effluents of azahar and wild honey. A pair of guacamole crossed very high and silently to Paraguay. Down there, over the golden river, the canoe drifted fast, twisting like rats over itself before the whirlwind of a whirlwind. The man who was riding her was feeling better and better, and he was thinking about the fair amount of time that had passed without seeing his former boss Dougald. Three years? Maybe not, not so much. Two years and nine months? I might. Eight and a half months? That's right, I'm sure. Suddenly, he felt like he was frozen to the chest. What would it be? And the breath... the wood-breathing host of Mr. Dougald, Lorenzo Cubilla, had met him at Port Hope on a Good Friday... Friday? Yes, or Thursday... the man slowly reached out his fingers. - One Thursday... and he stopped breathing. Tales of love, madness and death, 1917. Sugarcane: A distilled sugarcane aguardiant.", "title": "A la deriva", "author": "Horacio Quiroga"}