{"metadata": {"length": 5221, "words": 953, "reading_time_min": 4.765}, "text": "It's an interesting theory, Arnold thought, but I don't see how you can prove it. They had reached the steepest part of the mountain, and for an instant Webb could not answer because of fatigue. I don't intend to do it, he said when he got his breath back. I'm just studying the consequences. Such as... Well, let's be logical and see where this leads us. Remember, our only presumption is that the universe is infinite. All right, all right. Personally, I don't see what else it can be. Very well. This means there must be an infinite number of stars and planets. Accordingly, according to the law of probability, every possible event must occur not just once, but an infinite number of times. Right? I suppose so. Then there must be an infinite number of worlds exactly equal to Earth. Each of them with an Arnold and a Webb climbing this mountain, like we do, and uttering the same words. This is quite difficult to accept. I know it's a puzzling concept, but so is infinity. What interests me is the idea of all the other Earths that are not exactly the same as this one. The lands where Hitler won the war and the swastika waves at Buckingham Palace, the land where Columbus did not discover America, the land where the Roman Empire has existed to this day. In fact, the lands where all the great alternatives in history would have yielded different results. Going back to the beginning, the one in which the monkey man, who would have been the father of us all, broke his neck before he could have any children? That's the idea, but let's focus on the worlds we know, the worlds we're climbing this mountain in this spring afternoon. Think of all our reflections on those millions of planets. Some of them are exactly the same, but there must also be all possible variations that do not violate the laws of logic. We could (should) wear all sorts of clothes imaginable, and none at all. Here the sun shines, but not on countless billions of those other Earths. In many of them it will be winter or summer instead of spring. But let us also consider other more fundamental changes. We plan to climb this mountain and come down the other side. But think about all the things that could happen in the next few minutes. As unlikely as they are, since they are possible, they have to happen somewhere. A slight expression of discomfort was painted on his face. I guess then you'll fall dead of a heart attack somewhere when you take the next step. \"Not in this world\", Webb said with a smile. I've already refuted this. Maybe the victim will be you. Or maybe Arnold replied, \"I'll get tired of this conversation, pull out a gun and shoot you. It could be, Webb admitted, if it weren't for the fact that I'm sure you don't carry a gun on this Earth. But don't forget, in millions of those alternate worlds, I'll unleash the weapon before you do. The path now serpented on a forested ridge, with thick trees on both sides. The air was fresh and soft. Everything was calm, as if the forces of nature had been concentrated, with silent intensity, in rebuilding the world after the ruin of winter. I wonder how unlikely it can become a thing before it becomes impossible. We have mentioned some unlikely events, but they are not entirely fantastic. We're here in a place in England, walking down a path we know perfectly well. But in some universe, those... what could I call them? Our twins will fold that corner and find nothing, absolutely nothing that the imagination can conceive. For as I said at the beginning, if the cosmos is infinite, all possibilities must be given. Consequently Arnold, by releasing a laugh not as light as he would have wished, may stumble upon a tiger or some other unpleasant thing. Of course he happily replied Webb, enthusiastic about the subject. And if it's possible, it has to happen to someone somewhere in the universe. Then why not us? Arnold threw a disgusting joke. This conversation is getting useless, protested. Let's talk about something sensible. If we don't find a tiger around that corner, I'll consider your theory rebuttable and change the subject. \"Don't be stupid\", he said cheerfully, Webb. This wouldn't refute anything. You have no way of... those were the last words he uttered. In an infinite number of Earths, an infinite number of Webbs and Arnolds encountered friendly, hostile or indifferent tigers. But this wasn't one of those lands; it was much closer to the point where the unlikely was clashing with the impossible. However, it was not entirely inconceivable that during the night the rain-soaked slope would have sunk, exposing a tremendous crack leading into the underworld. As for what he had worked hard to open that crack into the unknown daylight... well, it wasn't actually any less likely than the giant squid, the boa constrictor or the fantastic lizards of the Jurassic jungle. I had stretched the laws of geological probability, but not to the point of breaking. Webb had told the truth. In an infinite cosmos, everything must happen somewhere, including the singularly bad luck of those men, for this one was hungry, very hungry, and a tiger or a man was a small but acceptable bite to any of his half-dozen open mouths. FIN The Other Tiger, 1951", "title": "El otro tigre", "author": "Arthur C. Clarke"}