{"metadata": {"length": 3035, "words": 537, "reading_time_min": 2.685}, "text": "At the age of twelve, fighting Juan Peña with a few granules, he received a pimple on a tooth; blood ran washing the dirt from his face, and the tooth broke in the shape of a saw. From that day on, the golden age of Juan Peña began. With the tip of his tongue, John was constantly trying to break his tooth; the body motionless, wandering the gaze without thinking. So, from a troublemaker and a hangman, he became quiet and calm. John's parents, tired of hearing complaints from neighbors and bystanders victims of the boy's perversions, and who had exhausted all manner of reprimands and punishments, were now stunned and distressed by John's sudden transformation. John was not joking and stood for hours in a hieratic, ecstatic attitude; while, in the darkness of his closed mouth, the tongue caressed the broken tooth without thinking. \"The child is not well, Paul\", the mother told her husband, \"we must call the doctor. The doctor arrived and made the diagnosis: good pulse, blood clots, excellent appetite, no symptoms of disease. \"Madam\", said the sage after a long examination, \"the sanctity of my profession imposes upon me the duty to declare to you... - interrupted the distressed mother. - That your son is better than an apple. What is indisputable, he continued in a mysterious voice, is that we are in the presence of a phenomenal case: your son, my dear lady, suffers from what we today call the illness of thinking; in a word, your son is an early philosopher, a genius perhaps. In the darkness of his mouth, John caressed his broken tooth without thinking. Relatives and friends echoed the doctor's opinion, welcomed with unspeakable joy by John's parents. Soon the town was alluded to the admirable case of the prodigal son, and his fame increased like a paper bomb blown into smoke. Even the schoolmaster, who had taken him for the dumbest head of the orb, submitted to the general opinion, because of what the voice of the people is the voice of heaven. Whoever asked, everyone brought an example to breakfast: Demostenes ate sand, Shakespeare was a broken pillow, Edison, etc. Juan Peña grew up in the middle of books open to his eyes, but he didn't read, distracted with his tongue busy touching the little saw of his broken tooth, without thinking. And with his body growing his reputation as a wise, wise and deep man, and no one was tired of praising John's wonderful talent. In their youth, the most beautiful women tried to seduce and conquer that superior spirit, committed to deep meditation, for others, but who in the darkness of his mouth tried his broken tooth, without thinking. Years passed, and Juan Peña was a deputy, academic, minister and was about to be crowned President of the Republic, when the apoplexy caught him stroking his broken tooth with the tip of his tongue. And they blew the bells and a rigorous national mourning was decreed; a speaker wept in a funeral prayer on behalf of the country, and roses and tears fell on the grave of the great man who had not had time to think. FIN", "title": "El diente roto", "author": "Pedro Emilio Coll"}