{"metadata": {"length": 3075, "words": 590, "reading_time_min": 2.95}, "text": "The two of them have loved him — his mother told me. —The two...? It is not possible, lady, I said. You have too much temperament and at your age you already know why the cliffs fall. —You, Luciano, you... No, no, Luciano, no. —To bear this name, I need to contain the pain of my memories. And you believe that that little tooth and that little hand that have been left forgotten in the sand, can comfort me from this sorrow? The two of them have loved him — his mother told me. The two. I looked out to sea and I understood everything. —Is it possible that from the top of that cruel eagle with a lion's heart the moon's rage of that distant transatlantic might come? —I had to use my stick several times to defend myself from the wolves. I have no guilt. You know it. God bless me! I'm crying. \"The two of them have loved him,\" I said. The two. An apple will always be a lover, but a lover cannot ever be an apple. That's why they died, that's why. With twenty rivers and one dry winter. —It was very simple. They loved it above all the museums. Right hand, with left hand. Left hand, right hand. Right foot with right foot. Left foot with cloud. Neck with footrest. Floor plan with left side stairwell. Oh, left-hand corner! Oh, Northwest of barley and worms of mercury! Give me the pillow, Genoveva; I'll cry. I will cry until a multitude of everliving comes out of my eyes. They sat down. There was no other show more charming. Have you heard me? They sat down! Left thigh with left antebranch. Closed eyes with open eyes. Lace and beach dress. And the four angels were four angels in the midst of the snow. They wanted. They were adamant. Despite the law of gravity. The difference between a rose and a Start is quite simple. When they discovered this, they went into the field. They were adamant. God bless me! They shivered in the eyes of the chemists. Space with land, land with trees. Luna with a swollen shoulder and belts were intertwined one after another with a rumour of mirrors. I saw her trembling in fear when the university professors brought her honey and vinegar in a small jar. Many times they had to separate the dogs that swam through the muddy puddles. But they loved each other. They were a man and a woman, or a man and a piece of land, an elephant and a child, a child and a stork. They were two mangled mummies and a rotten leg. Get the boaters! Yes. They were the Guadiana boatmen who surrounded with their rafts all the roses of the world. The old seaman blew his cigar out of his mouth and gave a great voice to scare the gulls. But it was too late. It happened. It had to happen. When the beaten women arrived at the governor’s home, he quietly ate green beans and fresh fish with exquisite gold-plated dishes. It was preferable not to have spoken to him. In the Azores Islands. I can't cry. I sent two telegrams; but unfortunately it was too late. I only know that the children who passed by the edge of the forest saw a lost child who was bleeding a drop of blood over the top. This is the cause, dear Captain, of my strange melancholy. FIN", "title": "Amantes asesinados por una perdiz", "author": "Federico García Lorca"}