{"metadata": {"length": 7182, "words": 1391, "reading_time_min": 6.955}, "text": "What I'm going to talk about usually happens after a game loss or a drunken or a stomach ulcer attack. Stefan Stefanovitch Gilin wakes up in a very bad mood. He is a scornful man, he is a scornful man, he is a scornful man, he is a scornful man, he is a scornful man. He dresses slowly, drinks his Vichy water and goes from room to room. - I wish I knew who the animal is that closes our doors. Get that paper out of there! We have 20 servants, and there's less order than a tavern. Who's calling? The devil take whoever comes! His wife warns him, \"But if it's the midwife who was looking after our Fedia. - What'd you come for? To eat for free? - There's no way to understand you, Stefan Stefanovitch; you invited her yourself, and now you're angry. - I'm not angry; I just make it appear. And you, why don't you get on with something? It's impossible to sit, hands crossed, and argue. These women are incomprehensible. How can they spend whole days in idleness? The husband works like an ox, like a burden-beast; and the wife, the companion of life, is sitting like a doll; she is not devoted to anything; she seeks only the occasion to quarrel with her husband. It's time you quit being a miss; you're not a miss; you're a wife, a mother. Oh, my God! You want to turn your head? Does it hurt to hear the bitter truths? - It's wonderful. You only say those bitter truths when your liver hurts. - You want to get my ticks? - Where were you last night? Did you go play at a friend's house? - Even if it were, nobody had anything to do with it. I'm not to hold anyone accountable. If I lose, I lose nothing but my money. What you spend on this house and what I spend on myself belong to you. You understand, it belongs to me. In the same tone, he continues tirelessly. But never does Stefan Stefanovitch appear as severe, as just and as virtuous as during the meal, when the whole family is around him. A certain attitude starts with the soup. He swallows the first spoon, makes a moan and stops eating. - It's awful! - whispering- - I'll have to eat at the restaurant. - What's up? - Asks his little wife. The soup, isn't it good? No. It takes a dog's palate to swallow this soup. It's salty. It smells like rag. The onions float in the waste in tiny insect-like pieces... it's amazing. Amphitheater Ivanova, he exclaimed, addressing the midwife. I give a good amount of money for food every day; I am deprived of everything, and look how I am fed. I'm sure there's a reason I quit my job and started stewing myself. \"The soup is very tasty today\", the teacher remarks. - You did? Does it look like you? - Gilin replies, staring at her. After all, everyone has their own taste, and I must warn you that our taste is completely different. Do you, for example, like the manners of this young man? Gilin, with a dramatic gesture, points to her son and adds: \"You are enchanted by him, and I just resent him. Fedia, seven-year-old boy, pale, sick, stops eating and takes off his eyes. His face is livid. - You, Stefan Stefanovitch adds, are delighted, but I am truly unworthy. I don't know who runs the house, but I dare to think that I, as a father, know my son better than you do. Look at you, look at how you feel. Are those the manners of a well-bred child? Sit down, please! Fedia raises her head, stretches her neck and pretends to be more straight. Her eyes are flooding with tears. - Eat it! Take the spoon like you've been taught. - Wait a minute! I'll show you what to do, bad boy. Don't you dare look at me. Look me in the face! Fedia tries to look him in the face, but his faces tremble and tears flow in his eyes more abundantly. - You're going to cry! Are you guilty and still crying? Put it in a corner, you brute! - At least let her finish eating! - interrupt the wife. - Let him run out of food! Gaznapirs of this species have no right to eat. Faithful, convulsed and trembling, he leaves his seat, and stands at the corner of the room. - I'll punish you even more. If no one wants to take care of your education, I'm the one who will take care of your education. With me you won't allow yourself to misunderstand, cry during the meal, beast! You have to work; your father works; you don't have to be more than your father. No one has the right to eat for free. You have to be a man. - It's over, for God's sake! - implored his wife, speaking French. Don't embarrass us in front of strangers. The old lady listens to everything and will report it to the whole neighborhood. \"I don't care what strangers say\", Gilin replies in Russian. Amphitheater Ivanova understands well that my words are just. Do you think that plumpman gives me a lot of reasons to be content? Hey, grab it, you know how much it costs me? You imagine I make the money, or I get it for nothing? Don't cry! Shut up now! You hear me or not? You want me to kick your ass? Fedia screams and cries. \"This is impossible\", exclaims the mother, rising from the table and throwing the napkin. We can't eat quietly. I'm so overwhelmed by the food. He covers his eyes with a scarf and leaves the dining room. \"Ah, the lady was offended\", says Gilin, smiling wickedly. It's delicate, really, it's too much. I believe you already, Ivanova Amphitheater! People don't like to hear the truth. I'll be the one who ends up being to blame for everything! A few minutes pass in complete silence. Gilin warns that no one has touched the soup yet; sighs, looks at the decomposed, colored face of the teacher, and asks her, \"Why don't you eat, Barbara Vasiliena? You must have been offended, too! The truth doesn't please you? I'm sorry to hear that. That's what I am. I can't lie to you. I can't be a hypocrite. I always tell the truth, plain and simple. But I do realize that my presence here is unpleasant. When I'm present, no one dares eat or talk. Why don't you let me know? I'm leaving, I'm leaving, Gilin stands up, and with a big air he heads for the door. As she walks past Fedia, she keeps crying, stops, bowing her head back with arrogance, and utters these phrases: \"After what happened, you can regain your freedom. I'm not interested in your education anymore. I wash my hands. I apologize if, longing with all my soul for your well-being, I have disturbed you and your teachers. At the same time, I decline forever my responsibility for your future. Fedia cries out more forcefully. Gilin, increasingly important, turns his back and retreats to a room. Sleeping that there was a nap, remorse overtakes him. He is ashamed of his behavior before his wife, his son, Amfisa Ivanova, and even fears to remember the scene that happened just before. But he has too much self-love and lacks the courage to be honest, limiting himself to re-focusing. When she wakes up the next day, she feels very well and in a good mood; she washes herself with a happy whistle. As he enters the dining room for breakfast he sees Fedia, who gets up and looks at her father with suspicion. - How you doing, young man? - Gilin asks, sitting down. What's new, young man? Come on, little one, kiss your father. Fedia, pale, serious, comes up and puts her lips on her father's cheek. Then he retreats and turns silent to his place. FIN", "title": "Un padre de familia", "author": "Anton Chejov"}