{"metadata": {"length": 4667, "words": 856, "reading_time_min": 4.28}, "text": "A very beautiful bourgeoise from the rue Saint-Honoré, about twenty years old, rolling, full of the freshest and most appetizing meats, of well-turned forms though somewhat abundant, and who united with so much attractive presence of spirit, vitality and the most intense passion for all the pleasures that were forbidden by the rigorous laws of the hymen, had decided for about a year to provide two aids to her husband who, old and ugly, not only disgusted her deeply, but who, for the most part, performed poorly and so rarely fulfilled his duties that, perhaps, a little better tempered bourgeois could have calmed the demanding Dolmène, who was our bourgeoisie's name. Nothing was better organized than the dates arranged with these two lovers: Des-Roues, a young military man, was playing from four to five in the afternoon, and from five and a half to seven it was the turn of Dolbreuse, a young merchant with the most beautiful figure one could contemplate. It was impossible to set other times, they were the only times Mrs Dolmène was calm: in the morning she had to be in the shop, in the afternoon sometimes she had to go there anyway or her husband would come back and she had to talk about her business. In addition, Mrs Dolmène had confessed to a friend that she preferred that moments of pleasure should happen so often; the fire of imagination did not go out in this way - she maintained - nothing as pleasant as going from one pleasure to another, there was no bother in having to start over; for Mrs Dolmène was a charming creature who calculated all feelings of love as much as possible, very few women analyzed them as she did and thanks to her talent she understood that, well looked at, two lovers were worth much more than one; as for reputation, almost the same, one covered the other, people could be wrong, she could always be treated the same as she went and came several times a day, and in terms of pleasure, what a difference! Mrs Dolmène was very afraid of pregnancy and convinced that her husband would never commit the folly of spoiling her type, she had also calculated that with two lovers there was much less danger than she feared with one, for - she said as a pretty good anatomist - the two fruits destroy each other. One day, the order set in the dates was altered and our two lovers, who had never met before, became friends in a rather funny way, as we shall see. Des-Roues was the first, but he had arrived too late and, as if it were the devil's thing, Dolbreuse, who was the second, arrived a little earlier. The intelligent reader will soon realize that the combination of these two small errors must have led to an inevitable encounter; it happened, of course. But let us show how it happened and if possible learn from it with all the care and diligence that such a subject requires, and in itself the most licentious. At the instances of a rather singular whim - and men are prone to so many - our young military man, tired of the role of mistress, wanted to play for a moment that of beloved; instead of being tenderly embraced by the arms of his divinity, he preferred to embrace her in turn; in a word, what usually remains below, he put it on top, and after this exchange of papers who leaned over the altar on which the sacrifice usually took place was Mrs. Dolmène, who was naked as the Venus Calipigia and laid as she was over her mistress, taught, in straight line with the door of the room in which the Greek mystery is celebrated, that the Greeks worship with so much devotion the statue that we quote that region, so beautiful that we end up in a word that, without so many worshipers, we go too far to Paris without taking into account an example, we do not worship so many. Such was his attitude when Dolbreuse, who used to enter without further preamble, opened the door by chanting a song and was shown what a truly honest woman is said to never show. What would have filled so many people with joy, makes Dolbreuse backtrack. - What do I see? - he exclaimed, \"Trayer...! Is this what you're holding back? Mrs Dolmène, who was in one of those crises at the time where women act better than they think, hastened to answer such a claim: \"But what the hell is wrong with you? - asks the second Adonis without ceasing to surrender to the first. I see no reason why you should be disappointed in any of this; do not disturb us, my friend, and settle down here, as you can; as you well see, there is room for both. Dolbreuse, who cannot restrain her laughter at her lover's cold-bloodedness, realized that it was best to follow her advice, didn't just beg and it seems that the three of them won with it. FIN", "title": "Hay sitio para dos", "author": "Marqués de Sade"}