{"metadata": {"length": 3040, "words": 521, "reading_time_min": 2.605}, "text": "Lady housekeeper: turn your children's vitality into a driving force. We already have the wonderful Baby H.P. on sale, a device that is called to revolutionize the home economy. The Baby H.P. It is a very strong and lightweight metal structure that fits perfectly into the delicate child's body, using comfortable belts, bracelets, rings and brooches. The branches of this supplemental skeleton collect each of the child's movements, converging them into a Leyden bottle that can be placed on the back or chest, as needed. A pinpoint indicates the time when the bottle is full. Then you, ma'am, must untie it and plug it into a special tank, so that it automatically discharges. This tank can be placed in any corner of the home, and it represents a precious supply of electricity available at all times for lighting and heating purposes, as well as to power one of the countless artifacts that now invade homes. From now on, you will see with other eyes the overwhelming hustle of your children. And you won't even lose patience with a seizure racket, thinking it's a generous source of energy. A child's breastfeeding twenty-four hours a day is transformed, thanks to Baby HP, into a useless few seconds of liquefying trumpet, or fifteen minutes of radio music. Large families can meet all their electricity demands by installing a Baby H.P. In each of their branches, and even running a lucrative small business, passing some of the remaining energy to the neighbors. In large apartment buildings, the public service faults can be satisfactoryly addressed by linking all family deposits. The Baby H.P. It does not cause any physical or psychological disorder in children, because it does not co-occur or disturb their movements. On the contrary, some doctors believe that it contributes to the harmonious development of your body. And as far as their spirit is concerned, the individual ambition of the creatures can be awakened, giving them small rewards when they surpass their usual records. Sugar candy is recommended for this purpose, which increases its value. The more calories added to a child's diet, the more kilowatts are saved in the electric meter. Kids should be wearing their lucrative H.P. day and night. It is important that they always take him to school, so that they do not miss the precious hours of recreation, from which they return with the energy-filled accumulator. Rumors that some children die from electrocution from the electricity they themselves generate are completely irresponsible. The same must be said of the superstitious fear that the creatures provided by a Baby H.P. They attract lightning and sparks. No such accident can occur, especially if the instructions in the explanatory leaflets provided on each device are followed to the letter. The Baby H.P. It is available in good stores in different sizes, models and prices. It is a modern, durable and reliable device, and all its joints are extensible. It is manufactured under warranty from the J. P. Mansfield & Sons home in Atlanta, Ill. FIN", "title": "Baby H. P.", "author": "Juan José Arreola"}