{"metadata": {"length": 5526, "words": 1096, "reading_time_min": 5.48}, "text": "When I returned before dawn for the season (I came home from parties, conversations, adventures) I knew that my father was there, under the black spot of walnut, and he remained motionless, who knows for how long, looking between the trees, sifting them with his eyes, always about to come out under the stars. I would appear on the meadow and cross the age (I could have passed the porch unseen), but I better understood right away that I didn't want to hide and that when the darkness had dissipated I would know that I had been back a long time ago. The mid-walnut filled the sky, but a great part of the age was exposed and white; I passed by that white, and the night was so serene that I saw the shadow under my feet. I crossed that white without looking at the walnut, because otherwise I would have had to stop and my father would have called me saying something and come out. My father didn't sleep at night because he was old and it seemed like a waste of time. He said that time not spent on the land was a waste. In the middle of the night, he would get out of bed (he had gotten in before it was dark), and start to turn around, enter the empty stable, straighten a fork, pick up a straw. Since my sisters had married, we had only one vineyard left: two hillside newspapers that dug by day and watched by night from the era. Before (when we were children), we were half asleep in bed and heard him play the stable rope and open the doorbell, which was squeaking when scratching. Then that whisper seemed to us a threat, the true voice of our father, who watched sleeplessly and exposed the house at night to the tremendous dangers that an unforeseen noise can create in the dark. We would have wanted the doorbell closed behind him to make us feel safer in bed, where our heart was beating. We'd always lived in that house where a noise meant a stranger. Now I would appear in the era laughing, and I knew my father was waiting for me under the walnut. Sometimes someone would accompany me along the road to the vineyard, talking about the last bottle, what had been done and what was to be done. I said, \"Until tomorrow\". See you tomorrow. And the other was walking away, under the trees, also to the house. In three steps I went up the path, saw the great walnut and found myself in the era of all nights. I passed without stopping in front of my father's shadow. I felt he was looking at me and he wanted to talk to me. I wouldn't go back, I'd get to the door, and the meeting was postponed for another time. By day my father had his ideas and he would go off with my mother and scold me. There were always useless jobs and they had to be done for peace: wooden beams were tied and a hole dug. My father didn't ask us to bend the spinach to work, but to be around him and walk through the age to make him believe there was work for everyone. Since my sisters had married and leased the vineyard to him, our house was a desolation, no one could see anyone, even the stable was empty. Some days I got bored like when I was a kid and nobody came to play. I would leave the country abruptly and say I was going to the village; instead, I would go to my sister's house and ask her to give me a job, whatever it was. I didn't get a job, but there was always someone there and they talked until they got tired. What have you done? My dad was asking me at dinner. And I didn't dare tell her we had talked, because she was starting to scream and take it out on my mother saying she had thrown us out like this. Not with me. When night fell, he didn't take it with me anymore, he didn't dare face me. I was always about to get out of the shadows, but I was always passing by, with the jacket under my arm, distracted and determined, sharpening my ear to the voices of the crickets, and nothing happened. It just happened that, once home, my mother called me, in her drowned voice, from the bed (she wasn't sleeping much, either, at her age) and wanted to know if my father was still in the age, what he was doing, if he had said he would come in. I would calm her down by whispering, telling her it was me and the weather was good. He was so impatient to answer that he looked like my father. It was August, and you didn't have to get mad because an old man didn't want to sleep. My mother was slowly becoming silent, but I too could not sleep (I was shaken by wine and the conversations of the night). The countryside was out, the roads were deserted, the next day with the sun would be another thing; but in the meantime the eagerness to finish once, to take a train, to go to the city and lead a more manly life would not let me sleep. My father had also escaped as a young man, and he had left on foot because in his day there was no railroad yet. But after a year he was back. I never wanted to go back. The night of the Virgin I came home in the morning, and for once the path of the meadow seemed different. My father came out of the stable while I was having breakfast at the door. How's the party going? I met Nanni, I said chewing. We've been talking about this. What can that bum say... nothing. He can take me to work with him whenever he wants. My father stopped indecisively, holding a cabinet and leaving it on the window. A year earlier I would have measured my ribs with him. But now he was useless, and he turned to the stable, where my mother came out, passing a hand over her eyes. I let them scream and in the meantime I watched the long shadow of walnut. *FIN* Insonnia, Il Messaggero of Rome, 1942", "title": "Insomnio", "author": "Cesare Pavese"}