{"metadata": {"length": 5232, "words": 1007, "reading_time_min": 5.035}, "text": "A fragment of a novel in preparation The mysterious suicide of my father, as I have said, tormented me, as I have said, constantly. In it I found the mystery of my own life and even of my existence. \"Why and for what had I come into the world?\" That was the question I kept directing at myself. And if I did not finish my life, if I did not finish it by my own hand, it was because I was waiting for my mother, hidden from the other, to reveal the solution of my life mystery. I would, in fact, have been tried and sentenced to death myself, and then executed by me, as king, judge, and executioner, if I had been able to be tried. But my process had to begin with the inquiry into my father’s suicide, which would have to be the one that would justify me. And there was no way to say a word to my poor mother subjected to the other who had made disappear from the house any trace that might recall its former owner. This time I received that wonderful novel by Adalberto Chamisso called The wonderful story of Pedro Schlemihl, or the man without shadow, the man to whom the shadow is taken away, in exchange for the bag of Fortunato, the man in the gray dress, or the Devil. The poor Schlemilh, as you know, was nothing to his bag because everyone cried at him when he was without shadow and had to run away from the light, which the devil took advantage of to propose to him the exchange of shadow for soul, instead of which, a treatment which Schlemilhl rejected with all that is left of the wonderful novel of Chamisso. Reading this truly classic work gave me an inexplicable impression. But what worried me was not the death of Pedro Schlemihl, but the shadow of his death. When this unfortunate man accepted the first touch of the man in the gray robe, he fell down before him and with a most amazing skill he drew his shadow, from head to foot, from the grass, lifted it, arranged it and sat upon it. And I wondered what he did after that shadow. He thought that he had not kept her in the pocket, waiting for Schlemihl, when he felt the consequences of having to live without her, to ask him to drop the deal, offering to return the purse, and then to offer to buy her soul, but that the Devil had let the shadow go to wander about the world. And I imagined that if we found a man without shadow it would produce not only strangeness, as the condemned of Dante's Purgatorio were caused to see him with her, but also astonishment, astonishment, much more astonishment than we would have produced ourselves by finding ourselves on the paths of life with the shadow of a man without his body. In Chamisso’s own novel there is a passage in which Schlemihl is confronted with the shadow of an invisible man and struggles with him to remove it, but it is not the same as what I had imagined. I would see the mysterious shadow, already long, after the light and the occasion, already gathered, in the middle, see if it extended a hand or if it gathered, see it rise over a wall, cross other shadows, but of inanimate objects... for even the animals would have to run away from it, frightened. I figured that even the most fiery of fiery would be astonished to see the shadow of a manless man approaching her. As if suddenly we would be overtaken by the shadow of a cloud without cloud visible in the sky but this serene and radiant fullness of blue. And I imagined a tragic scene, and that is that in a street, at full sun, a blind man who was walking around with a cane, and the human shadow without a body, and the spectators were waiting with astonishment for the meeting of their two shadows, and that they would mix and be confused, and the blind man would pass without having made any sense. And I thought that the people would wonder whether it was, in fact, man the shadow, whether it was a human shadow, and would put it down - far away, of course! - to study it and then to study their own shadows and see whether that determined how the invisible man projected that shadow. There are no doubt those who would like to apply projective geometry to the study of that elusive mystery. And then I think that the shadow of Pedro Schlemihl wanders the world in search of his body, of Schlemihl's body, and he wanders in turn in search of it. And I just wondered if we are not all shadows seeking our bodies and if there is no other world in which our bodies are seeking us. And then I began to think that that beginning of suicide that tormented me was not so much the desire to find my father, that it was the body of that I was the shadow. But then it occurred to me that as the world in which my father lived was a world entirely of shadow, a world that was nothing more than shadow, I would leave myself in it what I was, a shadow, and would not find anyone. Because, how will you find nothing that becomes nothing? In those days I didn't leave the house and even then I was afraid of the light. I was astonished to see my own shadow, shadow of shadow. One day, when I could not avoid seeing the shadow of my head projected on the wall, where the other had taken a portrait of my father, I thought my head was empty. And then he knew what terror is in the roots of the soul. *FIN* Caras y Caretas, Buenos Aires, 16-VII-1921", "title": "La sombra sin cuerpo", "author": "Miguel de Unamuno"}