{"metadata": {"length": 5375, "words": 951, "reading_time_min": 4.755}, "text": "Today I stopped to watch this curious spectacle: In a square outside, a dusty saltbank was displaying a dressed woman. Although the function was performed on the ground and in the middle of the street, the man attached the greatest importance to the chalk circle previously drawn, he said, with the permission of the authorities. Time and again, he pushed back spectators who were crossing the boundaries of that improvised track. The chain that went from his left hand to the woman's neck was a symbol, since the slightest effort would have been enough to break it. Much more impressive was the loose silk whip that the salimbanki shook through the air, proud but without achieving a snap. A little, indefinite-age monster was filling the cast. The drumming of the drum gave a musical background to the woman's actions, which were reduced to walking in an upright position, to saving some paper obstacles and to solving elementary arithmetic questions. Whenever a coin rolled on the floor, there was a brief theatrical pause for the audience. Kisses, he ordered the saltbank. - No, I'm not. Not that one. The gentleman who threw the coin. The woman didn't hit, and half a dozen people would let themselves be kissed, with their hair pointed, among laughter and applause. A guard came up and said that was forbidden. The housekeeper handed him a dirty paper with official stamps, and the policeman ran off in a bad mood, shrugging his shoulders. To tell you the truth, the woman's thanks were not a thing of the other world. But they accused man of infinite, frankly abnormal patience. And the public always knows how to appreciate such efforts. It pays to see a fly in a dress, and not so much for the beauty of the dress, but for the hard work it took to put it on. I myself have spent a long time admiring a crippled man who did with his feet what very few could do with his hands. Guided by a blind impulse of solidarity, I neglected the woman and turned my attention to the man. There's no doubt the guy was suffering. The harder the odds were, the harder it was for him to hide and laugh. Whenever she made a clumsiness, the man trembled in anguish. I understood that the woman was not entirely indifferent to him, and that he had fallen in love with her, perhaps in the years of his tedious learning. Between the two of them there was a relationship, intimate and degrading, that went beyond the peter and the beast. Whoever delves deeply into it will undoubtedly come to an obscene conclusion. The public, innocent by nature, is unaware of anything and loses the details that jump into the eye of the prominent observer. He admires the author of a prodigy, but he doesn't care about his headaches or the monstrous details that may be in his private life. He simply adheres to the results, and when he likes them, he does not spare his applause. The only thing I can say for sure is that the salimbanki, judging by his reactions, felt proud and guilty. Of course, no one could deny him the merit of having trained the woman; but no one could also mitigate the idea of his own misery. (At this point in my meditation, the woman was rolling around like a lamb on a narrow, winding velvet carpet.) The public order guard came again to hostilize the saltimbanki. According to him, we were interfering with the circulation, the almost rhythm of normal life. A trained woman? Go all of you to the circus. The accused once again responded with dirty paper arguments, which the police read from afar with disgust. (The woman, meanwhile, collected coins in her lens cap. Some heroes were allowed to kiss; others were modestly separated, between worthy and ashamed.) The representative of the authorities left for good, by popular subscription of a bribe. The saltymbanki, pretending to be the happiest, ordered the drum dwarf to play a tropical rhythm. The woman, who was preparing for a mathematical number, was shaking the colored abacus like a pandero. She started dancing with decomposed, hardly proximal ademanes. His director felt disappointed that he could not do more, since deep down in his heart he had all his hopes sealed in prison. Downcast and furious, he surprised the dancer's slowness with bloody adjectives. The public began to get infected with their false enthusiasm, and whoever else, whoever less, everyone clapped and waved their bodies. To complete the effect, and to get the best out of the situation, the man began to beat the woman with his whip of lies. Then I realized the mistake I was making. I put my eyes on her, just like everyone else. I stopped looking at him, whatever his tragedy was. (At that moment, tears were pouring down his enlarged face.) Determined to deny to all my ideas of compassion and criticism, looking in vain with my eyes at the venom of the salt-banki, and before another repentant man took me to the fore, I jumped over the chalk line to the circle of contortions and conversions. Stripped by his father, the drum dwarf gave free rein to his instrument, in a crescendo of incredible percussions. Encouraged by such spontaneous company, the woman outdid herself and achieved a resounding success. I matched my rhythm with his and I didn't lose a foot or foot from that improvised perpetual movement until the boy stopped playing. As a final attitude, nothing seemed more appropriate than falling abruptly on my knees. FIN", "title": "Una mujer amaestrada", "author": "Juan José Arreola"}