{"metadata": {"length": 1899, "words": 332, "reading_time_min": 1.66}, "text": "The twelfth world war, as everyone knows, brought about the collapse of civilization. Villages, cities and capitals disappeared from the face of the earth. Men, women and children were placed below the smallest species. Books, paintings and music disappeared, and people could only sit, idle, in circles. Years and years passed. Boys and girls grew up staring at each other stupidly strange: love had run away from the earth. One day, a girl who had never seen a flower, met the last flower to be born in this world. And he ran to tell the people that the last flower was dying. Only one boy listened to him, a boy he met by chance. The boy and the girl took care of the flower, both of them. And the flower began to revive. One day a bee came to visit the flower. Then came a hummingbird. Soon there were two flowers, then four... and then many, many. The forests and forests grew green. And the girl started to worry about her figure and the boy found out that he liked to caress her. Love had returned to the world. His children grew up healthy and strong and learned to laugh and run. Putting stone on stone, the boy discovered they could make a refuge. Very quickly, everyone started building houses. Villages, cities and capitals arose on earth. Again the songs spread around the world. They saw troubadours and jugglers, tailors and shoemakers, painters and poets, soldiers, lieutenants and captains, generals, marshals and liberators. People chose to live here or there. But then, those living in the valleys were complaining about not choosing the mountains. And those who had chosen the mountains were weary of not living in the valleys... invoking God, the liberators inflamed that discontent. And soon the world was at war again. This time the destruction was so complete that nothing survived in the world. There's only one man left... one woman... and one flower. The Last Flower, 1939", "title": "La última flor", "author": "James Thurber"}