{"metadata": {"length": 2382, "words": 441, "reading_time_min": 2.205}, "text": "The king had entered a state of profound reflection during the last few days. I was thoughtful and absent. Many questions were asked, including why humans were not better. Unable to answer this last question, he asked that a hermit who lived in a nearby forest and had been devoted to meditation for years, be brought to his presence. Just because they demanded it, the hermit abandoned the immense peace of the forest. - Sir, what do you want from me? - he asked the meditating monarch. \"I have heard much of you\", said the king. I know you barely speak, that you don't like honours or pleasures, that you don't distinguish between a piece of gold and a piece of clay, but everyone says you're a wise man. \"People say, sir\", replied the hermit indifferently. \"As for the people, I want to ask you\", said the monarch. How do we make people better? \"I can tell you, sir\", replied the hermit, \"that laws alone are not enough, at all, to make people better. Man must cultivate certain attitudes and practice certain methods to attain higher order truth and clear understanding. That higher-order truth has, of course, very little to do with ordinary truth. The king became doubtful. Then he reacted to reply: \"What is not doubtful, hermit, is that I, at least, can get people to tell the truth; at least I can get them to be truthful. The hermit smiled slightly, but said nothing. He kept a noble silence. The king decided to set up a stable on the bridge that served as an access to the city. A squadron under a captain's command checked everyone who entered the city. The following was made public: Anyone who wants to enter the city will be questioned beforehand. If you tell the truth, you can come in. If she lies, she will be brought to the stand and hanged. It was dawn. The hermit, after meditating all night, set out for the city. His beloved forest was behind him. He was walking slowly. He moved towards the bridge. The captain stopped him on his way and asked, \"Where are you going?\" \"I'm going to the gallows so they can hang me\", replied the hermit calmly. The captain said, \"I don't think so. - Well, Captain, if I lied, hang me. \"But if we hang you for lying\", replied the captain, \"we will have made your words true, and then we will hang you not for lying, but for telling the truth\". - That's right, the hermit said. Now you know what the truth is... your truth! FIN", "title": "La verdad... ¿es la verdad?", "author": "nan Anónimo"}