{"metadata": {"length": 2959, "words": 583, "reading_time_min": 2.915}, "text": "One afternoon, Goldilocks went to the woods and picked up flowers. Nearby there was a very pretty cabin, and as Goldilocks was a very curious girl, she came step by step to the door of the little house. And he pushed. The door was open. And he saw a table. On the table were three bowls of milk and honey. One, big; another, medium; and another, small. Golden Riddles was hungry and tasted the milk from the big bowl. I'm going to get you. It's too hot! Then he tried the middle bowl. I'm going to get you. It's too hot! Then he tried the little bowl and found it so rich he took it all, all of it. There were also three blue chairs in the small house: one chair was large, one chair was medium and one chair was small. Golden Riddles went to sit in the big chair, but this one was too high. Then he went to sit in the middle chair, but it was too wide. Then she sat in the little chair, but she dropped so hard that she broke it. He walked into a room that had three beds. One was large, another was medium, and another, small. The girl lay in the big bed, but found it very hard. Then he went to bed in the middle, but he also died hard. Then she went to bed in the little bed. And this one found her so much to her liking, that Golden Riddles fell asleep. While Dormant Golden Riddicks were asleep, the owners of the little house, which was a Bear family, arrived and had just taken their daily walk through the forest while the milk was cooling. One of the Bears was very big, and he wore a hat, because he was the father. Another was a middle-aged man who wore a hat because he was the mother. The other was a little bear and he used a little goatee. The big bear shouted very loudly: \"Somebody tasted my milk! The medium bear groaned a little less loudly: \"Somebody tasted my milk! The little bear said, weeping and with a soft voice, \"All my milk is drunk! The three Bears looked at each other and didn't know what to think. But Little Bear was crying so much that his dad wanted to distract him. To get it, she told him not to listen, because now they were going to sit in the three blue chairs they had, one for each. They got up from the table and went to the balcony where the chairs were. What happened then? The big bear cries out very loud: \"Somebody touched my chair! The medium bear groaned a little less loudly: \"Somebody touched my chair!\" Little Bear said, weeping softly, \"They sat in my chair and broke it! They kept looking around the house and went into the bedroom. The big bear said, \"Somebody's been lying in my bed! The middle bear said, \"Somebody's been lying in my bed! Looking at the little bed, they saw Golden Rattlesnake in it, and the little Bear said, \"Somebody's sleeping in my bed! The girl woke up, and seeing the three bears so angry, she was so scared that she jumped out of bed. As a window of the little house was open, he jumped over it Golden Riddles, and ran nonstop through the forest until he found his way home.", "title": "Ricitos de Oro", "author": "nan Anónimo"}