{"metadata": {"length": 2614, "words": 505, "reading_time_min": 2.525}, "text": "Some say that the word odradek precedes the Slovenian, and on this basis they try to establish its etymology. Others, however, believe that it is of German origin, with some influence from the Slovenian. But the uncertainty of both assumptions raises suspicion that neither is correct, especially because they do not help determine the meaning of that word. Naturally, no one would care about such research if it were not for the fact that there is a being named Odradek. At first glance it looks like a flat star-shaped thread reel. It looks like a thread, but it's more like pieces of thread, of different types and colors, knotted or braided together. But it is not just a threaded reel, for a small rod emerges from its center, to which another is fixed, at a right angle. With the help of the latter, on the one hand, and with a kind of extension that one of the radii has, on the other, the whole can be held as if over two legs. One feels the temptation to believe that this creature had, a long time ago, a more reasonable figure and that it is now broken. But this does not seem to be the case; at least I do not find any indication of this; no trace of additions or break points are seen anywhere that could give us a clue in that direction; although the whole is absurd, it seems complete in itself. And it's impossible to give any more details, because Odradek is very moving and doesn't get caught. It alternately lives under the roof, on stairs, in hallways and in the zagán. Sometimes she doesn't show up for months, like she's gone to other houses, but she always comes back to ours. Sometimes when you walk out the door and find him hanging up on the balcony at the foot of the stairs, you want to talk to him. He's not asked any difficult questions, of course, because, since he's so small, you treat him like a child. - What's your name? - I'm... - I'm asking you. -Odradek - answer me. - And where do you live? \"Domestically indeterminate\", he says and laughs. It's a laugh like the one that could have been produced if you didn't have lungs. It sounds like the crunch of dry leaves, and it's the closing of the conversation. Sometimes he doesn't even answer and he stays as quiet as the wood he seems to be made of. I wonder in vain what will become of him. Can he die? Everything that dies must have had some reason to be, some kind of activity that has worn it out. And this is not the case with Odradek. Will he ever roll down the stairs, dragging threads before the feet of my sons and the sons of my sons? It doesn't seem to hurt anyone, but it almost hurts me to think I can survive. FIN", "title": "Las preocupaciones de un padre de familia", "author": "Franz Kafka"}