{"metadata": {"length": 6885, "words": 1362, "reading_time_min": 6.81}, "text": "Once Count Lucanor told Patronio, his advisor, \"Patronio, a man has come to me to propose something very important and he says I am very comfortable with it, but he asks me not to tell anyone for the sake of confidence that inspires me, and I am so burdened with the secret that he assures me that if I say this my entire estate and even my life will be in danger. Since I know that no one can tell you anything without you realizing whether it is true or not, please tell me what you think of this. \"Sir Count Lucanor, \" replied the patron, \"if you want to see what I think is best for you, I would like you to know what happened to a king with three crows who went to cheat him. The Count asked him what had happened to him. \"Lord Count Lucanor\", said the patron, \"three scribes went to a king and told him that they knew how to make very beautiful fabrics and that they especially made a cloth that could only be seen by the one who was the son of the father they attributed to him, but that he could not see the one who was not. The king was very pleased with this, hoping that by this he might know who were the children of those who appeared as their parents and who were not, and thus increase his wealth, since the Moors do not inherit unless they are truly the children of their parents; those who have no children inherit the king. This one gave them a room to make the cloth. They told him that to show that there was no deception, he could lock them up in that room until the cloth was finished. And it pleased the king, and he shut them up in the chamber, and gave them all the gold and silver and silk and money that they needed to make the cloth. They set up their workshop and pretended to spend time weaving. A few days later one of them went to tell the king that they had already begun the cloth and that it was coming out beautiful; he also told him what labor and drawings they were making it with, and asked him to go and see it, begging him, however, to be alone. The king liked all this very much. Wanting to test the woman first, the king sent a servant to him, but without asking him to tell him the truth. When the servant spoke to the Picards and heard the mystery told about the cloth, he dared not tell the king that he did not speak it in person. Then the king sent another, who also claimed to have seen the cloth. Hearing that all the envoys had seen her, the king went to see her. And he went into the hall, and saw the three peckers moving like weaving, and they said unto him, See this work. Look at this story. Look at the drawing and the variety of colors. Although everyone agreed on what they said, the truth is that they did not weave anything. When the king saw nothing and heard, however, describing a cloth that others speak of seen, he thought he was dead, because he believed that this was happening to him because he was not the son of the king, his father, and feared that if he said so, he would lose the kingdom. So he began to praise the cloth and took great care of the weavers' descriptions. When he returned to his chamber, he told his courtesans how beautiful and beautiful the cloth was and even painted them its drawing and colors, thus hiding the suspicion he had conceived. Two or three days later he sent a minister to look at the cloth. Before he was king, he told her about the excellence of the cloth. The minister went, but when he saw the pigs weaving and heard them describe the cloth and say that the king had seen it, he thought that he did not see it because he was not the son of his father and that if others knew it he would be dishonored. That's why he started praising his work as much or more than the king. When the minister returned to the king, telling him that he had seen her and making him the greatest weights of the cloth, the king confirmed himself in his misfortune, thinking that if his minister saw her and he did not, he could not doubt that he was not the son of the king whom he had inherited. Then he began to ponder even more about the quality and excellence of that fabric and to praise those who knew how to do such things. The next day the king sent another minister and the same thing happened. What else can I tell you? And the king and the inhabitants of the land were deceived, and they feared shame; and none dared to say, I saw not the cloth. That's how it went on until one of the biggest parties of the year came along. Everyone told the king that he should wear that cloth on the feast day. The scribes brought him the cloth wrapped in a sheet, implying that they were handing it to him, and then they asked the king what he wanted to be done with it. The king told them the suit he wanted. They took measurements and pretended to cut the cloth, which they would then sew. When the day of the feast came, they brought the cloth to the king with it cut and sewn. They made him think they were putting on his suit and folding his folds. Thus the king was persuaded that he was dressed, without daring to say that he did not see the cloth. Dressed in this way, that is, naked, he rode on horseback to walk through the city. He was lucky it was summer, so he didn't run the risk of getting cold. All the people who looked at him and knew that the one who did not see the cloth was because he was not his father's son, thinking that others did see her, were very careful not to say it out of fear of being dishonored. That's why everyone kept what they thought was their secret. And a black man, a man of the king's own mouth, who had no honour to keep, came and said to him, My lord, it is all the same to me, whether I am the son of my father, or the son of another; therefore I say to you, I am blind, or you will go naked. The king began to insult him, telling him that because he was a son of a bad mother he could not see the cloth. When the Negro said it, another who heard it dared to repeat it, and so they said it, until the king and all the others lost their fear of the truth and understood the mockery they had been made of them. And they went to seek the three guilty men, and they found them not; for they had gone away with the treachery which they had made against the king by this deceit. You, Count Lucanor, since this man asks you to hide from your most loyal advisors what he tells you, be sure he wants to deceive you, for you must understand that, if he barely knows you, he has no more reason to desire your profit than those who have lived with you and have received many benefits from your hand, and therefore they must seek your good and service. The Count took this advice for granted, acted accordingly and it went well. Seeing that this story was good, don Juan made it be put in this book and wrote a few verses that say like this: To him who advises you to hide yourself from your friends, deceit is sweeter than figs. See the tale The Emperor's new suit", "title": "Cuento XXXII – El conde Lucanor – El rey y los pícaros", "author": "nan Juan Manuel"}