{"metadata": {"length": 7782, "words": 1373, "reading_time_min": 6.865}, "text": "In the fine air, in the morning of April, the funeral pomp of the fifth Viceroy of the Rio de la Plata moves forward swinging through the Plaza Mayor. Magdalena the spy has been through the open-air post, clinging to the fence of her window. They bring the dead from where he was residing in the Fort, to expose him during the services of the Cathedral and the convent of the Capuchin nuns. They say he comes very well embalmed, with the habit of Santiago by mortacha, the belt the spadine. They also say he's got a black face. Magdalena's heart is beating madly. Every now and then, she brings the scarf to her lips. Others, unable to control themselves, leave their lurking place and walk without reason through the huge, dark room. The mournful dress and the mourning mantle conceal her autumn figure of a woman who has never been beautiful. But soon he goes back to the window and gently pushes the board. It's almost over. In a few minutes, the squad will be passing in front of your house. Magdalena is twisting her hands. Will you be encouraged, will you be encouraged to go out? You can already hear the Latin clearly. The dean leads the march, between the cathedral priests and the deacons whose walk is accompanied by the luxury of Dalmatians. Follow the ecclesiastical council, high up the crosses and pendants of the fraternities. Some slaves have been hanging out by Magdalena's window. Above their mottled skulls, the clubs of the Cabildo parade. It's gonna have to be now. Magdalena drowns a scream, opens the door and leaves. Outside, the immense Plaza, trembling under the warm sun, is flooded with people. No one wanted to miss the ceremonies. The coffin is swinging like a boat over the slow-moving cradle. Now the members of the Consulate and those of the Royal Audience pass by, with the regent of golilla. The Marquis of Casa Belle and the secretary of His Excellency and the commander of Forasteros pass by. Officers take turns taking, as if they were relics, the bayette cloths hanging from the box. The soldiers are dragging four old cannons. The Viceroy is heading to his final resting place at St. John's Church. Magdalena joins the court, crying desperately. His Excellency's nephew stands aside, despite the strictness of the label, and rubs his shoulder with his lost hand between laces, to soothe so much pain. But Magdalena is not silent. His weeping is mixed with the liturgical Latin, whose music bears the illustrious name: Excmo. Domino Pedro Melo de Portugal et Villena, militaris ordinis Sancti Jacobi... The Marquis of Casa Hermosa turns his head a little high in pursuit of who groans like this. And the undersecretary, too, surprised. And the consuls of the Royal Consulate. The four sisters of Magdalena are the most astonished, the four young sisters whose husbands hold positions in city government. - What's Magdalena going to have? - What's Magdalena going to have? - How could she come here, she never leaves the house? The other neighbors comment with hypocritical bishops, in the rumor of the long rosaries. - Why would Magdalena cry like that? The four sisters are disturbed by that cry and that grief. What can the most important, the most enclosed, matter to the death of Don Pedro? What brought her near to a gentleman so distant, to a gentleman whose orders her husbands received trembling, as if they came from the King himself? The Marquis of the Beautiful House sighs and shakes his head. The white wig is raised and the layer is trimmed because the breeze is starting to cool. His steps are already ringing in the Cathedral, littered with saints and virgins. They shoot the rheumatic cannons, while they deposit don Pedro in the tomb that ten soldiers guard among burning haches. Each takes his or her place of precedence. At the border altar, rise the glory of the Psalms. The dean begins to pray the profession. Magdalena slips steadily between the audience and the consuls. He approaches the canopy seat where the Dean of the Audience pretends to meditate deeply. No one dares protest the attack on the hierarchy. How terrible the pain of this woman! The dean, turning with his arms open like wings, for the first blessing, sees her and raises an eyebrow. I'm going to marry the Marquis de Belle Maison, uncomfortable. But the viceroy's nephew stands beside the lady in care, palming her, calming her. Only a few feet separates her from the grave. Up there, with his hands crossed on his chest, rests Don Pedro, with his trophies, with his badges. - What's wrong with Magdalena? The four sisters burn like four haches. They're hot, they're jealous. - What's wrong with you? Did you miss a trial? Or was there something, something very intimate, between her and the Viceroy? But no, no, it's impossible... when? Don Pedro Melo de Portugal and Villena, of the house of the Dukes of Braganza, knight of the Order of Santiago, gentleman of the chamber in exercise, first equerry of the Queen, viceroy, governor and captain general of the Provinces of the Rio de la Plata, president of the Royal Pretorial Audience of Buenos Aires, sleeps his infinite dream, under the shield that covers the ducal cloak, the flag with the towers and quinas of the Portuguese royal family. Indifferent, his black face shines like ebony in the oscillating torches. Magdalena, kneeling, convulsed, responds to the Dominus vobis cum. Neighbors nodded: \"What a scandal! There is no more modesty in this land... and what a quiet one he had! But at the same time, it infiltrated the minds of all those men and all those women, as something more rigid, more subtle than their irritated disdain, an indefinite respect for whoever was so close to the master. The procession waves towards the convent of the capuchins of Santa Clara, of which His Excellency was protector. Magdalena can barely stand. It is held by Don Pedro's nephew, and the Marquis de Casa Hermosa, moody, whispers faint words of comfort. The four young sisters don't dare look at each other. Dead mosquito! Dead mosquito! How he must have laughed at them, to his stomach, when they made him feel, with a thousand sour allusions, his superiority of married, fertile women, to the dry, dry, forty-year-old female, lifeless, with nothing, who never left the father's mansion in the Plaza Mayor! Would the Viceroy go there? Would she go to the fort? Where would they meet? - What are we gonna do? - whisper the second. They've taken the body down to his grave, open by the nuns' choir fence. Don Pedro left, like a sumptuous doll. He was too arrogant to hear the buzzing of wasps revolving around his dismissive magnificence. Say goodbye to the contest. The Regent of the Audience, passing by Magdalena, whom he does not know, makes a grave reverence to her, not knowing why. The four sisters surround her, choked, broken pride. So do husbands, who bend in the rigidity of their coats and sneak around. They're back in the big empty house. No one says a word. Among the other insults, Magdalena's maturity is unfurled with burning flickering. They feel that they have not observed her well until today, that they only know her today. And deep down, deep down in her soul, sisters and brothers-in-law fear and admire her. It's like an artist's brush has painted that blurry, cracked cloth, and then it's been soaked forever. Of course, these things won't be discussed. You don't have to talk about these things. Magdalena crosses the back of her house, standing, triumphant. He won't leave her anymore. Until the end of her days she will live locked up, like a fascinating idol, like a rare, precious, almost legendary object, in the dark rooms, those rooms she left for the last time to follow the mortuary courtesy of a Virre who she had never seen. Mysterious end of Buenos Aires, 1950", "title": "El ilustre amor (1797)", "author": "Manuel Mujica Lainez"}