{"metadata": {"length": 5158, "words": 949, "reading_time_min": 4.745}, "text": "Locarno, in upper Italy, at the foot of the Alps, was an ancient palace belonging to a marquis, and which today, coming from San Gotardo, can be seen in ruins and rubble: a palace with large and spacious rooms, in one of which once was housed out of compassion, on a pile of straw, an old sick woman, whom the keeper of keys found begging alms at the door. The marquis, who on returning from hunting entered the room where he used to leave the rifles, moodyly ordered the woman to get up from the corner where she was curled up and to sit behind the stove. The woman, as she entered, slipped with her crutch and fell to the ground, so that she hit her back. He could hardly get up and, as he had been ordered, left the room, and in mourning and lamentation he sank and disappeared behind the stove. Many years later, when the marquis was in a precarious situation because of the wars and his inactivity, a Florentine knight approached him with the intention of buying the palace, whose situation he liked. The marquis, who had a keen interest in the sale, ordered his wife to accommodate the guest in the empty room, which was very well furnished. But what would be the surprise of the marriage when the gentleman, at midnight, pale and troubled, appeared swearing and perjuring that there were ghosts in the room and that someone invisible was moving in a corner of the room, as if he were on straw, and that slow and wavering steps could be perceived that passed through it and stopped as they reached the stove, between mourning and lamenting. The marquis was terrified; not knowing why, he laughed with a forced laugh and told the gentleman that, for greater peace, he would spend the night with him in the room. But the gentleman begged him to let him sleep in a chair in his bedroom, and when morning came he sent for a rooster, said goodbye, and set out on his journey. This event, which caused sensation, frightened the buyers a lot, which disturbed the marquis extraordinarily, so much so that even among the castle's residents the absurd and incomprehensible rumor spread that this was happening in the room at twelve o'clock at night, so he decided to end the situation himself and investigate in person the next night. So just before sunset, he ordered that his bed be put in the room above, and he stayed awake until midnight. But what would be his impression when the bells of midnight sounded and he felt the strange murmur; it was as if a human being rose from the grass, which crunched, and went through the room, to disappear behind the stove between sighs and groaning. The next morning, the Marquise, when he appeared, asked him how it had all gone; and as he, with a fearful and restless gaze, after having closed the door, assured him that it was a ghost thing, she was frightened as she had never been frightened in her life and begged him that before making the matter public he should submit again, and this time with her, to another test. And indeed, the next night, accompanied by a faithful servant, they heard the strange and ghostly rumor: and only forced by the intense desire they felt to sell the castle, they knew how to hide from the servant the terror that they possessed, attributing the event to random reasons and without any importance. On the evening of the third day, both of them, to get out of their doubts and to make thorough inquiries, beating their hearts, went up the stairs that led them to the guest room again, and as they found the dog at the door, which had been released from the chains, they took him with them with the secret intention, though they did not tell each other, to enter the room accompanied by another living being. The marriage, having deposited two lights on the table, the Marquise undressed, the Marquis with the dagger and pistols, which he had taken out of a drawer, put aside, toward that of the eleven fell down on the bed; and as they tried to entertain themselves by talking, the dog lay in the middle of the room, curled with his head between his legs. And here it was just as the midnight came the terrible noise; someone invisible rose from the corner of the room leaning on crutches, he heard the sound of straw, and when he began to walk: tap, tap, the dog woke up and suddenly got up from the floor, straightening his ears, and began to bark and groan, as if someone with uneven pace approached, and was retreating toward the stove. Seeing this, the Marquise, with her hair curled, left the room, and while the Marquis, with his dagger untied, shouted: \"Who is going?\" as no one answered and he waved like a furious madman trying to find air to breathe, she sent a determined ensuer to go out into the city. But before he ran to the door with some things he had hastily picked up, he could see the castle on fire. The marquis, a prisoner of panic, had taken a candle and tired as he was to live, had set fire to the room, all covered with wood. In vain the Marquise sent people to save the unfortunate man; he found a horrible death, and even today his bones, collected by the locals, are in the corner of the room where he ordered the beggar from Locarno to stand up. FIN", "title": "La mendiga de Locarno", "author": "Heinrich von Kleist"}