{"metadata": {"length": 2897, "words": 537, "reading_time_min": 2.685}, "text": "There was once a very pretty girl. His mother had made him a red coat and the little girl wore it so often that everyone called her Red Caperucita. One day, his mother asked him to take some cakes to his grandmother who lived across the forest, advising her not to entertain herself on the road, as crossing the forest was very dangerous, as the wolf was always lurking around. Little Red Riding Hood picked up the basket of cakes and set off. The girl had to cross the forest to get to Grandma's house, but she wasn't afraid because there she always met many friends: the birds, the squirrels... suddenly she saw the wolf, which was huge, in front of her. - Where are you going, girl? - asked the wolf in his hoarse voice. \"At my grandmother's house\", said Caperucita. \"It's not far away\", thought the wolf to himself, turning around. Caperucita put her basket on the grass and enjoyed picking flowers: \"The wolf is gone\", thought she, \"I have nothing to fear\". Grandma will be very happy when she brings her a beautiful bouquet of flowers besides the cakes. Meanwhile, the wolf went to Grandma's house, knocked gently on the door and the old woman opened it to him thinking she was Caperucita. A hunter passing by had watched the wolf come. The wolf devoured Grandma and put on the wretched lady's pink hat, went to bed and closed her eyes. She didn't have to wait long, because Red Caperucita arrived right away, all happy. The girl went to bed and saw that her grandmother was very changed. - Grandma, grandma, what big eyes you have! \"They're for your betterment\", said the wolf trying to mimic grandma's voice. - Grandma, grandma, what big ears you have! \"They're to hear you better\", the wolf continued. - Grandma, grandma, what bigger teeth you have! - They're for... eat you better! -and after saying this, the evil wolf came and ate the little girl, just as he had done to the grandmother. Meanwhile, the hunter had become worried and, believing he could guess the wolf's bad intentions, decided to take a look to see if everything was going well in Grandma's house. He asked a harvester for help and the two of them together arrived at the scene. They saw the door of the house open and the wolf lying on the bed, sleeping so full he was. The hunter pulled out his knife and tore the wolf's belly open. Grandma and Caperucita were there, alive! To punish the bad wolf, the hunter filled his belly with stones and then closed it again. When the wolf woke up from his heavy sleep, he felt very thirsty and went to a nearby pond to drink. Because the stones were so heavy, he fell head over heels into the pond and drowned. As for Caperucita and her grandmother, they suffered only a great panic, but Red Caperucita had learned the lesson. He promised his grandmother not to talk to any strangers he met on the way. From now on, I would follow the wise advice of your Grandma and your Mom.", "title": "Caperucita Roja", "author": "nan Anónimo"}