{"metadata": {"length": 2997, "words": 559, "reading_time_min": 2.795}, "text": "Filled with the recent conversation, I fell asleep in inner visions as I returned home on a path familiar to my legs. New and chatty houses, roaring cobblestone street by the daily torture of huge cars, narrow paths plagued with footsteps, nothing distracted me, when the sound of a murmuring voice reached me, through the night, palely littered by a dying piece of moon. That insinuated to me that the road was dangerous. In the corner that warehouse, mistakenly lit by the red light of several peaks of silvery gas, was known as a meeting point for drunkards and cheating cheaters. Some end of the game must have been what came before me in the form of a discussion. I pulled the revolver from my belt, which I hid, unleashed, in the vast pocket of my coat and crossed to find out the origin of that fight. I cautiously approached. The dispute had already passed, in fact, for the older of the two was looking without striking the opponent, who seemed to me to be a hump. All my blood from Quixote boiled in one stroke, and, with my fingers embedded in the tip of my gun, I swore to intervene rigorously. The brute was huge. When he felt the arm assy, he suspended the swing of his leg, which, with indifference of pendulum, traveled between the starting point and the back of his victim. He looked at me with anger, but his expression instantly changed to respect. I had recognized him too, which did not change my righteous anger. Aren't you ashamed to ruin a miserable man who can't defend himself? If you knew, child, what a creature that is! And I looked at him with renewed resentment. Whoever it is, a man like that doesn't get caught. Doubly, he was taken from his arm to the warehouse, where he entered under the guise of an encounter with new elements. I followed my route home. I crossed the great avenue and plunged back into a zigzag of little dark streets. I kept my gun, useless now, and as my nerves came back to rest I thought of the beating man. A drunken, impetuous boy that my father used in the heady moments of an election. Brave to the unconscious, rude, obedient to our orders and that only we could treat at will without protest from his side. It reminded me of a fact not far away. In some suburban village elections we used it to kidnap a table chairman who was in the way. I remember the day of political unrest, the straight and dirt streets, the atrium of the colonial church. The details were accurate in my memory and I was tasting the malicious audacity of our Little Pony, when a stick strapped over my head made my memories fall to the ground in staggering stunning. I'm gonna make you miserable... and the sticks rained and the voice kept on. You're gonna see if I can't defend myself, and then you're gonna get in protecting people who don't ask for help and you're gonna be brave saying that the bastards don't get caught... sticks were increasing, and so were the insults... and how long that lasted and how it ended, I have a very vague memory. ♪ Finish ♪", "title": "Compasión", "author": "Ricardo Güiraldes"}