{"metadata": {"length": 5861, "words": 1147, "reading_time_min": 5.735}, "text": "A long time ago, on the shores of the Sea of Japan, there lived a little fisherman named Urashima, a kind boy, and very good with cane and hook. One day he went fishing in his boat; but instead of catching a fish, what do you think he caught? Well, he took a big turtle with a very narrow shell and an old, wrinkled, ugly face, and a very rare jaw. Well, you probably know one thing, which you certainly don't, and that's that turtles live a thousand years; at least the Japanese live them. Urashima, not ignorant, thought to himself, \"A fish will taste me as good for food and perhaps better than a turtle\". Why should I kill this poor little animal and deprive him of living for another ninety-nine years? No, I don't want to be so cruel. I'm sure my mother will approve of what I do. And indeed, he threw the turtle back into the sea. Soon after, Urashima fell asleep on his boat. It was a very hot summer time, when almost no one would resist taking a nap at noon. As soon as he fell asleep, a beautiful woman came out of the belly of the waves and got into the boat and said, \"I am the daughter of the god of the sea and live with my father in the Dragon Palace, across the seas\". It wasn't the turtle you caught a little while ago and so generously put back in the water instead of killing her. It was myself, sent by my father, the god of the sea, to see if you were good or bad. Now, since we know you're a good, excellent boy, who repents of all cruelty, I've come to take you with me. If you want, we'll marry and live happily together, for over a thousand years, in the Dragon Palace, across the blue seas. Then Urashima took one row and the other sea princess; and they rowed, rowed, until they finally reached the Dragon Palace, where the god of the sea lived or ruled, as king, over all dragons, turtles and fish. Oh, what a lovely place that was! The walls of the palace were of coral; the trees had emeralds for leaves, and rubies for fruit; the scales of the fish were silver, and the tails of the dragons, gold. Think of all the most beautiful, primitive and glamorous things you've ever worn in your life, put them together, and maybe you'll conceive then what the palace looked like. And all that belonged to Urashima. And why not, if he was the son-in-law of the god of the sea and the husband of the adorable princess? They lived there happily for more than three years, walking daily among those emerald-leafed trees and rubies. But one morning Urashima said to his wife, \"I am very happy and satisfied here. I need to go home, though, and see my father, my mother, my brothers and sisters, let me go for a little while, and I will be back soon. \"I don't like you going\", she replied. I fear that a terrible thing shall happen to thee; but go, for thou wilt, and it is not to be avoided. Take this box, though, and be very careful not to open it. If you open it, you'll never get to see me again. He promised Urashima to be very careful with the box and not open it for anything in the world. Then he got into his boat, sailed long, and finally landed on the coast of his native land. But what had happened during his absence? Where was your father's hut? What had happened to the village where I used to live? The mountains, of course, were there as before; but the trees had been cut down. And the stream that ran by his father's hut ran on; and the women did not go there to wash their clothes as before. It was portentous that everything had changed so much in just three years. Then a man passed by nearby and Urashima asked, \"Can you tell me, please, where is Urashima's hut, which was here before?\" The man said, \"Urashima?\" How do you ask for it, if 400 years ago it disappeared fishing? His father, his mother, his brothers, his siblings' grandchildren, they died centuries ago. That's a very old story. You must be crazy when you're still looking for that hut. It was rubble hundreds of years ago. Suddenly the idea came to Urashima's mind that the Dragon Palace, stretching across the seas, with its coral walls and its rubies fruit, and its golden tail dragons, had to be part of the fairy country, where one day is longer than one year in this world, and that his three years in the company of the princess, had been four hundred. It was no use to him to stay in his own land, where all his relatives and friends had died, and where even his own village had disappeared. With heavy rain and atoll, Urashima then thought of returning to his wife, across the seas. But what course was it supposed to take? Who would mark him? \"Maybe\", he nodded, \"if I open the box she gave me, she'll discover the secret and the path I'm looking for. So he disobeyed the orders the princess had given him, or he didn't remember them at the time, because he was upset. Whatever it was, Urashima opened the box. And what do you think came out of it? A white cloud came out and floated over the sea. He was yelling in a bucket at the cloud to stop. Then he sadly remembered what his wife had told him that after opening the box, there was no way for him to return to the palace of the god of the sea. Soon Urashima could no longer scream or run to the beach in pursuit of the cloud. Suddenly his hair became white as snow, his face became wrinkled, and his back curved like that of a man with a broken heart. Then he lost his breath. And he finally fell dead on the beach. Poor Urashima! He died of stumbling and disobedience. If he had done what the princess told him, he would have lived a thousand years longer. Tell me, wouldn't you like to go and see the Dragon Palace, across the seas, where the god lives and reigns as sovereign over dragons, turtles and fish, where the trees have emeralds for leaves and rubies for fruit, and where the scales are silver and the tails are gold? FIN 1887 Juan Valera's version of an old Japanese folk tale", "title": "El pescadorcito Urashima", "author": "Juan Valera"}