{"metadata": {"length": 5942, "words": 998, "reading_time_min": 4.99}, "text": "\"What we need, Spaniards, is the insertion, the most precious, the most fruitful, the most holy of human rights. How can we live without him? Without the freedom of entry, all other freedoms will be a waste and even harmful. Do you think that it is harmful? Yes, because there are liberties that, without others to complement them, are more harmful than beneficial to man. What, in effect, is the freedom of association, of printing, of cults, of work, of vagabondage and so many other freedoms of which we speak, if the freedom of entry is lacking? Without this indispensable prerogative, universal supplication and the Judgment become weapons of the shameful tyranny that dominates us. And do not tell me, no, that we have the freedom of introspection, for introspection is not introspection, as autonomy is not autonomy. We shall, first of all, be in accordance with the words; we shall call every thing by its name: bread, bread; wine, wine; arithmetic, arithmetic; enumeration, enumeration; triancing, triancing, this mingled set of grains and incomplete freedoms which is thrown at us. The word, oh, the word, gentlemen, the word! When Lucas Gómez reached this point in his eloquent speech, his words were drowned in the nutrient applause of the large audience that attended the meeting. The roar of the horns grew louder, and the vivacious Lucas Gómez awoke them! they were confused with the living at the liberation of entry. People came to realize how necessary it is to introspect and how the governments we suffer from prevent us from doing so. The Spaniards began to feel hunger and thirst from the introduction. It has to be noted that this was in 1981, because today, at the end of this third millennium, once we have spent the introduction in pure use, we do not give clear indication of the enthusiasm it provoked then. The case is that the agitation grew as the storm; it became an invasive gang, with its Directorate and its provincial delegations, thus putting the Government under pressure. In such severe apprehension, he was forced to retreat, demanding popular support for the radicals, with the tacit agreement to implant the freedom of entry thereafter. But that is what our governments are and have always been: when they don’t want, or can’t, or don’t know how to meet the public’s expectations, they lie about it all. It is now known as certain, and I have been able to check this by reading the papers of that time, that they hired a famous sofist, whose name is in the memory of all my readers, to denaturalize the popular movement. As a curious fact we can give the fact that the government justified the not small costs of the sofa by claiming the material as expenses for cooling the offices in that hot summer of 1982. Our sofista began his campaign by pretending to be an introvert or introvert, as he called himself, to begin thus misleading the simple people. And then, after establishing between invocation, introspection, invocation and invocation such and such differences that no one knew what each of these functions was, the question was asked: “This invocation, is it psychic or animism; spontaneous, reflexive or reflexive; primary or secondary?” And he achieved his maquette project, so that in a short time the painters were divided into psychics, animisms, spontaneous, reflexive, reflexion, primaries and secondary, with a multitude of matrices, intermediate terms and combined terms. And no one understood. But there were men who were angry, wise, and enthusiastic enough to denounce the hideous work of the evangelist, to expose his mutilations and his trespasses, and to try to repair in him the immense damage that the evangelist had done to the cause. They have derived bases, I think organic - although we are not sure of this - to carry out the great concentration of the implantation, reducing to a common formula the different fractions. The least reducible among them were the reflexive heads, don Martn Fernández and don Fernando Martnez; primary and secondary schools were merged at one time under the common name of primary secondary, having adopted this rather than that of secondary secondary, in contrast to the head of secondary schools being from the composition of the composition, because in politics everything is a transfer. We all know what happened after that; the tireless concentration camps, the brilliant speeches of Lucas Gomez and the wild desire for entry that burned in the hearts of all Spaniards. It became useless to think freely, for no one thought more than in the initiation; useless to teach freely, for no one could make the initiation into teaching; useless to worship if no one could cultivate the initiation; useless to associate freely from the moment one was not given the opportunity to associate to initiation mutually; useless to work freely if one could not work initiationally. And what could not have happened, and that is that the 1989 revolution came, and after those three brief, though bloody, days of February 5, 6, and 7, the neo-introyectism triumphed, pushing Lucas Gómez to the State’s retaliates. The first thing the revolutionary government did was to proclaim the freedom of the four winds. And then what was to be expected, and it was that while the re-enactments of the fought battles between psychic, anemic, spontaneous, reflexive, primary and secondary, what was then called the neutral mass, and modern sociology calls socio-generative plasma, felt an odd collective feeling, looked one another in the eyes of their component members, and then wondered with curiosity and amazement: “Now, what is this induction and with what it comes?” Today we do not need to ask such a question; the painful experience of the last third of the 20th century until the salvific Hispano-Moroccan marriage -of which we shall speak another day - has taught us, unfortunately, what the introduction is and means. *FIN* The Mirror of Death, 1913", "title": "¡Viva la introyección!", "author": "Miguel de Unamuno"}