{"metadata": {"length": 5274, "words": 959, "reading_time_min": 4.795}, "text": "Standing in the middle of the kitchen, the doorman was moralising. His listeners were the lackeys, the coachman, two maidens, the cook, the cook and two pinches, his children. Every morning he was moralizing about something, and that was the subject of his speech. \"All of you\", he said, holding a metal hat in his hands, \"live dirtyly!... You spend your time sitting there and you see nothing but ignorance!... You see no civilization!... Mother, falling nuts! Nikifor, always around with her pimples! Is that intelligence? Is that not intelligence? Is that pure nonsense? You have not a spark of intelligence! And why? \"Of course, Filipp Nikandrich\", observed the cook, \"you know already!... What intelligence will one have?... That of the mujik! 1... what will one understand? - And why do they lack intelligence?... Because they do not start from a real point!... They do not read books, and as far as what is written, they have no sense!... If they at least took a booklet, sit down and read!... Surely they are alphabets and would understand what is printed!... You, for example, Mischka, if you took a book and read it..., it would be a great benefit to you and a great pleasure to others!... In books, above all, there is a great deal of excitement!... There you will see that they talk to you about Nature, about the divine, about the countries!... Of what if it is made of another... of the various people... of the languages that are there!... But also of idiosyncrasies!... Of all this in the long run... There are more books to be looked for... There are more things to be found than the watchmen! - You are just going to watch the beasts! - You are going to find the time to watch the beasts! - You are going to find the same thing! - You are going to find the same thing! - You are going to watch the beasts! - You are going to find the same thing! - You are going to find the beasts! - You are going to watch the beasts! - You are going to watch the beasts! - I know!... It is not you who has to make observations to me!... This, for example!... Let's say, I!... What can I do at my age?... What can one satisfy the soul with?... For that there is nothing better than a book or a newspaper! Now I'm going to the guard... I'm going to be at the garage door for three hours... but you're going to think I'm going to spend my time whispering or chatting with the babes. - None of that! I'm not like that! I'll take a book and read it at ease. That's it! And Filipp, taking out a deteriorated book from his hat, slipped it between his clothes. - That's my job! Since I was a child I've been used to the idea that wisdom is light and ignorance is darkness. Have you heard that? Then Filipp hung up his hat, and, masquerading, left the kitchen. Once out, with a cloudy face, he took a seat next to the gate. - They're not people! - They're pig chemists! -masculinated with the thought always on the people in the kitchen. Then, calming down, he took out a book, took a deep breath with great dignity and began to read. \"It's so well written, it's so good!\" he thought, shaking his head as he finished reading the first page. How much wisdom the Lord has given! The book, in the Moscow edition, was a good book: The cultivation of vegetables. Do we need the pumpkin or not?... After reading the first two leaves, the porter shook his head with a gesture full of meaning, and coughed: -Everything is very well said! Filipp was thoughtful after reading the third page; he wanted to meditate on education and, not knowing why, on the French. He leaned his head on his chest and supported his elbows on his knees. His eyes got round. And Filipp had a dream. He saw how everything had changed: the land was the same, the houses the same, the gateway the same, and yet completely different people. They were all very wise! There were no fools, and there were Frenchmen and more Frenchmen walking the streets. Even the waterman himself reflected this way: I must confess that I am not satisfied with the climate. I'm going to check the thermometer. As he said this, he held a thick book in his hands. \"All you have to do is read the calendar\", Filipp replied. The cook, though foolish, also mingled in intelligent conversations and allowed observations. Filipp went to the police station to register tenants, and strange as it may seem, even in this harsh place only smart things were discussed. Everywhere, above the tables, books were seen... but then someone approached the lackey Mischa and, giving him a push, shouted, \"Have you slept? - You sleep on your watch, you idiot! -Hears Filipp say in a thunderous voice. Are you sleeping, you bitch? Filipp gets up from a jump and narrows his eyes. In front of him is the assistant district police chief. - Jum... with whom you slept? - Good fine I'll put you, beast! I'll teach you how to sleep while you're on your guard! Two hours later, the doorman is recalled at the police station. Then he goes back to the kitchen. Everyone here, impressed by his sermons, sat around the table, listening to Mischa spell something out. Filipp, with a red clouded face, approached Mischa, and, with the handle of his glove, struck the book, grimly saying: \"Stop all this! The following information is provided: Mujik: Russian peasant.", "title": "Un portero inteligente", "author": "Anton Chejov"}