{"metadata": {"length": 3220, "words": 625, "reading_time_min": 3.125}, "text": "Periwin lived with his mother, who was widowed, in a forest cabin. As the situation in the family worsened, the mother decided to send Periqun to the city, so that he could try to sell the only cow they had. The boy set out, tying a rope to the animal, and found a man carrying a basket of hay. -They are wonderful - the man explained. If you like, I will give them to you instead of the cow. Periwin did so, and returned very happy to his home. But the wife, disgusted at seeing the boy's need, took the sacks and threw them into the street. Then she began to cry. When Periwin awoke the next day, it was a great surprise to him to see that the bushes had grown so much during the night that the branches had disappeared. Periwin was put to trembling on the plant, and up that he ascended, he came to an unknown country. He entered a castle and saw a giant troll with a gold-bearing hen that he threw an egg at every time he was commanded. The child hoped the giant would die, and taking the bird, he escaped with her. He came to the branches of the fig tree, and bending down, he took the ground and entered into the hut. The mother was very happy. And they sold the gold eggs, and with their product they lived quiet for a long time, until the chicken died, and Periwin had to walk through the plant again, heading for the giant's castle. He hid behind a curtain and could see the owner of the castle counting gold coins he had taken out of a leather pouch. As the giant grew faint, Periwin came out and, picking up the gold, ran to the giant plant and swung down to his house. So the wife and her son had money to go living for a long time. However, there came a day when the leather money bag was completely empty. Periwin was lifted up a third time to the branches of the plant, and he climbed them to the top. Then he saw the ogre holding in a jar a jar that, every time the lid was lifted, let fall a gold coin. When the giant left the lodge, the boy took the prodigious ring and kept it. From his hiding place Periwin saw the giant sunk into a sofa, and an arpeggio, oh, what a marvel!, sounded alone, without any hand to touch its strings, a delirious music. The giant, while listening to that melody, was falling asleep little by little. Periqun saw it just then, picked up the harp and ran. But the harpist was in love with Periwin and, when taken by Periwin, began to scream: -Eh, my dear, you are a thief! The giant woke up and the accusers began to shout again from the street: -Lord, save me! Seeing what was happening, the giant rushed out in pursuit of Periqun. The footsteps of the giant echoed on the shoulders of the child, when, already clung to the branches, he began to fall. He hurried, but, looking up, he saw that the giant was also falling toward him. There was no time to lose, and so Periwin shouted to his mother, who was at home preparing the food: -Mother, take the broomstick after me, that the giant may pursue me! The mother came with the axe, and Periwin, with a certain thud, cut the horn of the tragic horn-blower. When it fell, the giant sprang up, paying its debts, and Periwin and his mother lived happily with the product of the box that, when opened, let fall a gold coin. FIN", "title": "Las habichuelas mágicas", "author": "Hans Christian Andersen"}