{"metadata": {"length": 3655, "words": 693, "reading_time_min": 3.465}, "text": "My ugly, worn-out, sad doll is a dream figure under the influence of hashish. It is from these dolls, that they pluck out of the child's lips a caressing laugh, and the best feeling of kindness to their pure souls. Children love their ugly toys, they feel sorry for them; they sense that ugliness is an inexcusable defect in life... my long, long wrist, like the yawn of a hungry man, is called Mahmu. Her broad feet are dressed in beautiful brown slippers; two old shoemaker poems, which by sewing the slippers he whistled his last illusions in them... Leaning on the tailor's mirror, the doll looks at me, with her soft giraffe eyes, fixed and shiny as if they were silently crying. What's the matter, my little doll? Why are your warts getting wet? Poor girl, I bring her to my bed, tightly between my arms, I curl up, sing to her, play with her little head, untangling her silky hairs of hazelnut color. My Mahmoud is the only figure who, like me, resembles a human being; the only one who knows my solitude. From looking at her so much, in my longing to be understood, I have passed a breath of understanding to her raging limbs. He talks to me and says, \"It's cold, right?\" Yes, it's cold. I'll answer. And there is no sun? Where are we, Teresita? Oh, you little doll! This is your home country; you don't remember it because when you left here you had no thought. You were resting very tightly in a cardboard box, your arms coined with rice straw. So she was dead? She tells me with her little nose voice. Yes, doll, you kept cold silence; you were the idol of many creatures who gazed at your face in the glass of a warehouse. You were expecting, unimagined, that little childish handcuffs would come to warm you up, animate you. So you're a girl? Poor Mahmoud! He doesn't know how much it hurts me to ask you this question, nor does he notice that I turn my face so he doesn't see my anguish. No, my doll, I'm not a girl. Girls don't know misery, they haven't penetrated life, and they have a mother who kisses them protecting them, like I do you. We keep silent, she in her heart of stupa, I in mine of stone. Snow; the swan, winter knight, leaves the icy feathers of his chest on my balcony. I think, I remember... Hey, Teresita, I'm interrupted by Mahmoud. Can the other dolls talk like I do? Yes, Mahmoud, the ones that have been bought for the children. How are the children? Ah, you can't imagine that, Mahmoud. They are virgin poets, they are wise on the third front, their gaze transcends a sweetness that makes them want to cry. Yes, Mahmoud, dolls speak for the mouths of children, and they groan and laugh... I don't know why I regret telling you this, but you have fallen into the hands of an old youth. My eyes cannot look at you like those clear eyes, mirrors of the sky, and what my mouth says is a painful remedy for what children talk about. Oh, the children! There will be words to tell you what incomparable happiness they give with their kisses to the mother's heart; they are kindness, they are a source of purity. Just watching them sprout an act of contrition from the soul, just as flowers spontaneously sprout under the sun's caress. Children are the radiant brightness on the stormy night of life. If they go, or die, they are never forgotten; absence and death are not capable of the unique glory of that love. Oh, the children, the children! Teresita, your voice trembles, your face is wet, crying? No, doll, it's cold... snow... there's an eternal winter in my heart. Mahmoud, afflicted, hides himself in my arms; his little cotton-filled handcuffs slide gently down my face, and he says to my ear in a cropped voice:", "title": "Mahmú", "author": "Teresa Wilms Montt"}