{"metadata": {"length": 1853, "words": 385, "reading_time_min": 1.925}, "text": "13 and 22 When they put the head of the slain on the table of the assembly, all the crystals of the city broke. “It will be necessary to calm those roses,” the old lady said. I passed a car and was a 13. He passed another car and was a 22. I passed a store and was a 13. He was a mile away and he was 22. The situation became untenable. There was a need to break for ever. 12 and 21 After the terrible ceremony they all ascended to the last leaf of the tree, but the ant was so great, so great, that it had to remain on the ground with the ax and the eye shattered. 11 and 20 Then they went on automo. They wanted to commit suicide to set an example and prevent any boat from coming near the shore. 10 and 19 They broke the tabernacles and stirred up the tumult. Genoveva! Genoveva! It was night and you needed the tooth brush and the toothpaste. 9 and 18 They were without remedy, that is, we were without remedy. My heart! Love! The Eiffel Tower is beautiful and the Tamesis shadow is also beautiful. If we go to lord Butown's house we will get the head of a lizard and the small circling of a smoulder. But we are not going to the home of that Chilean. 8 and 17 It is too late. Let me go without breaking the shackle. Be still, be still. 7 and 16 I, a child, and you, whatever the sea will. We recognize that the right hand is a world without norms and astronomy is a piece of soap. 6 and 15 Goodbye. Help! Love, my love. We have already died together. Oh! End you by charity this poem. 5 and 14 4 and 13 When this time came we saw lovers kissing on the waves. 3 and 12 2 and 11 1 and 10 A violent tidal wave smashed the hulls and decks of the boats. There was only a shrill voice among the fish that cried. 9 8 7 6 5 4 3 2 1 0 We will never forget the summers of the beach of Andalusia, that exciting scene of love that drew tears from all eyes. FIN", "title": "Suicidio en Alejandría", "author": "Federico García Lorca"}