{"metadata": {"length": 2209, "words": 410, "reading_time_min": 2.05}, "text": "Sometimes, those who return from a long journey keep a secret melancholy for the rest of their lives, as if they want to gather the charms of all the lands they have traveled. The Odissi does not make us attend the last days of Olympus. When Olympe had gathered his beaches and thrown his palace to the pretenders, thus laying the foundations of his great enterprise, who doubted that a melancholy perspective of reminiscences and relics had opened before his eyes, in the interminable nights of Ithaca, next to the frightened rudder of Penelope? You can escape the seduction of the sirens, stumbling brashly into the mast. But how to forget the songs of the sirens? Just then, he tells his faithful Penelope that new works are demanding him: “The gods — he says — are making me travel to many cities, until I find the land of men who ignore the sea and cook their food without salt.” The long absence and the work had surely broken down the galleon of Ulises. Penelope was not yet the one he had left, for, being a place of inexpugnable affliction, she had not been able to resist the assault of the years, proving Calderon's sentence: that at the easy of the time there is no hard conquering. There were fires in the inexhaustible cellars of the house. He already did not know what he wanted more — like everyone who has traveled a lot — rest or adventure. A man who has lost his center, almost never finds it again. Oh! Those who travel by sea and land must have a heart made up of all the embates of joy and battle, and a spirit of renunciation almost of saints. Take them back to their beaches, and they will want them. They do not find what they had left at the starting line. You do not know where the land and the house you dreamed of have gone. The poet consoles them: Heureux who, like Ulysse, has made a beautiful journey, or like that which has slain the Toison, and then is returned, full of use and reason, to live among his parents the rest of his age. Ulises has to keep traveling, like a stone that is destined to turn. He knows that the gods are keeping him... Some of us have always believed that already, O Jesus, all he wants is to return to the sinful Island of Songs. FIN Calendar, 1923", "title": "La melancolía del viajero", "author": "Alfonso Reyes"}