{"metadata": {"length": 3424, "words": 633, "reading_time_min": 3.165}, "text": "That year came early on Holy Week. As soon as the sledding was over, the snow was still covering the courtyards and some streams were flowing through the village. In an alleyway between two courtyards, a pond had formed. Two little girls from two different houses - one small and the other a little larger - were on the shore. Both had new dresses: blue, the smallest; and yellow, with drawings, the largest. And they both wore red scarves on their heads. As they left the Mass, they ran to the pool and, after showing their clothes, they had started to play. The little girl wanted to go into the water without taking off her shoes. But the older woman said, \"Melania, don't do that, your mother is going to fight you\". I'll take off my shoes, you take off your shoes, too. They took off their shoes, went into the pool, and went to meet each other. Melania had water all the way down to her ankles. - This is very deep; I'm afraid, Akulina. - Don't worry, the pond is no deeper anywhere else. Come straight to where I am. When they were together, Akulina said, \"Be careful, Melania, walk slowly so you don't spit on me. But as soon as she uttered these words, Melania took a step and spat on her friend's dress. And not just the dress, but her eyes and her nose. Seeing her new clothes stained, Akulina became angry with Melania and ran towards her, intending to beat her. Melania was afraid; she realized she had made a mess and rushed out of the pond, intending to run home. At that moment Akulina's mother was passing by. When she saw her daughter's dress stained, she said, \"Where are you dressed, you disobedient girl?\" - It was Melania. He spat on me on purpose. Akulina's mother grabbed Melania and punched her in the head. The little girl rioted with her screams all over the street and soon came to her mother. - Why are you hitting my daughter? - exclaimed, and started arguing with his neighbor. The two women insulted each other. The peasants left their homes and people gathered in the street. Everyone was screaming, but no one was listening to each other. In the fight, they pushed each other and a battle was imminent, when an old woman intervened, Akulina's grandmother. He went to the group of farmers and begged them to calm down. - What are you doing? On such a holy day, they should rejoice rather than sin in this way. But no one paid attention to the old woman and she was about to be knocked down. Nothing I could have achieved, except for Akulina and Melania. While the women were fighting, Akulina had cleaned the stains on the dress and had gone out again to the pond. He took a stone and with it he set aside the earth so that the water would flow down the street. Melania came over to help her with a little pin. So the water reached the place where the sandstone was trying to separate the contenders. The girls were running down the creek from both sides. Melania, get her out of here! - Akulina was screaming. The little girl couldn't answer, choked by laughter. And the two girls kept running, amusing themselves with the water slide. They came alongside the peasants. The old woman said to them, \"Fear God!\" They're fighting precisely for these two girls, when they've forgotten everything a while ago and play in love and company. You're smarter than all of you. The men looked at the girls and were ashamed of their conduct. Then they mocked each other and went back to their homes. FIN", "title": "Melania y Akulina", "author": "León Tolstoi"}