{"metadata": {"length": 4468, "words": 778, "reading_time_min": 3.89}, "text": "As always, with spring came the day of the festivals. The Emperor, after eating and drinking, with his face covered with red stains, went to the Square, now called the Square of the Caskets, followed by his sons and a technical genius, who carried a wooden cup with gold inlays. -What is in that box? - asked one of the technical ministers. -The scheming politicians; rather, the traitors. - Have they all died? - The minister was questioned with concern. -All, but that does not prevent you from being in this box somehow - the technician sighed, showing among the bigots, that were very dark, long white teeth. In the Plaza de las Cáscaras, where the national fiestas were usually celebrated, the people's pigeons flew among the palomas; they carried in their plumes, or on a medallion they had snatched from the grass, the face of the Emperor painted on it. In the centre of the historic square, surrounded by palm trees, there was a sun-baked pedestal without a statue. The ladies of the ministers and their sons were sitting on the official podiums. From the balconies the girls threw flowers. To better celebrate the feast, to cheer up the people who had lived so many oppressed years, the Emperor had ordered that the cries of all the traitors who had been tortured should be sounded that day. After greeting the top chiefs, guiding an eye and eating a twig, the Emperor entered the house of the Yellow, which had a high window, like the windows of the eagles' houses in the Zoo. He ascended many balconies, in different attires, before he ascended to the real balcony from which he usually delivered his speeches. The Emperor, under a severe appearance, was a toy. That day made everyone laugh. Some people wept with laughter. The Emperor spoke of the opposition’s languages: “which were not cut – he said – so that the people could hear the cries of the tortured”. The ladies, who chucked oranges, kept them in their baskets to hear it better; some men stumbled unintentionally on the banks where there were pigeons, chickens and sweets; some children, without their mothers' warning, jumped onto the palms. The Emperor fell to the ground. He climbed up to the pedestal. The eminent Technicist removed his spectacles and followed: he climbed the six or seven steps that remained on the pedestal, sat down on a chair and sat down to open the bottle. At that moment the silence grew, as it often does at the foot of a mountain range at sunset. All the people, even the very high men, stood on tiptoes, to hear what no one had heard: the cries of the traitors who had died while they were torturing them. The Technician lifted the lid of the box and shook the dials, seeking a better tone: he heard, as it were, the first groan. The voice modulated its more grave complaints alternately; then other more turbid but infinitely more powerful voices, some of women, some of children. The applause, insults and jeers temporarily drowned out the groans. But through that sea of unarticulated voices, a different and yet known voice appeared. The Emperor, who had been giddy up to that moment, shivered. The Technician moved the dials with recognition: like a pianist playing a major note on the piano, he bowed his head. All the people simultaneously recognized the cry of the king. Emperor. How did they recognize him? He climbed and sank, cried, sank, to rise again. The Emperor, astonished, heard his own groan: it was not the roar of fury or excitement, of joy or sorrow, which he could give in his rages; it was a groan of pain and groaning, which seemed to come from a machine, from a locomotive, or from a pig that had been strangled. Soon something, an invisible instrument, struck him. After each hit, his body shook, announcing with another shriek the next hit he was to receive. The Tech, enraged, did not think that perhaps a halt in transmission might save the Emperor. I do not believe, like other people, that the Technical was an acerbic enemy of the Emperor and that he had wrought all this to bring about his downfall. The Emperor fell dead, his arms and legs hanging from the pedestal, without the decor he had wished to have before his men. Nobody forgave him for being tortured by invisible thorns. The religious people said that those invisible worms were one, the remorse. -Remorse of what? -asked the adversaries. -Not having cut the tongue to those reeds - the religious people, unfortunately, protested. FIN La furia, and other stories, 1960", "title": "El verdugo", "author": "Silvina Ocampo"}