{"metadata": {"length": 7747, "words": 1350, "reading_time_min": 6.75}, "text": "All this is a lie, a travesty to discredit the justice of the peace; for if he were to be called a thief or a perpetrator or even a rapist - abusing the legend spread by that girl summoned to her lordship's office for a deposition... - but accusing him of this, and in what way! There it is, that's the bloody opposition thing, slang, jealous, bitter, incapable of anything but defamation, lowliness. Besides, the procedure used! The color of the thick letters that lit up the walls of some houses on the main street on a good day could make people suspicious. It is true that later the signs went like a rainbow from the sky itself, but by pure concealment; and the counterattack had already occurred, so that no one knew who or how he had painted. Now no one in the village understands anything anymore. No research has been able to shed light on the mystery of night painters. Nor the multiple rounds of vigilantes; as soon as the tobacco smokers were turning around the block that when they returned, there were already the terrible accusations, dripping their still fresh infamy. It was witchcraft, they were the pores, the soldiers said, and they had to be threatened with harsh punishments, controlled with the special brigade, commanded by the judge's own son, to overcome fear and resistance to those demonic rounds. The nights of the town were filled with high places, beads, and the sound of gunmen's locks, and with pores painting legends against the fourth judge. The accusation fell like a bomb on the town. It is not a question of doubting or automatically giving the charge as well founded. The thing is, in this town, cattle are worth more than women and killing a stranger's animal is worse than killing a brother's father and mother. Yes, sir, this is coming from a long way and... long to explain. Worse than killing a close relative; the crime is serious, very serious. And besides, that embarrassing publicity! Because there was always quaterry in the region and even famous quaterrels, like that Mate Cocido, who called himself protector of the poor, because he helped a few zaparrastrosos who covered him, and he was killed like a dog, like the dog that bit the Intendent's son, shot at by the junta of neighbors, founded to chase him and commanded by the commissioner himself. Yes, sir, there were four guys around here, lots of them, and after all, the judge is a human being... all the more so since he handles the cattle transfer records. But this is the opposition's thing, no doubt, as revenge, first because they were mainly opposition leaders' animals who disappeared, and secondly, because these unhappy people are dirty talkers, capable of anything. We have to see what they did when the judge ruled in favor of the disappearance of livestock attributing the presence of a jaguar in the area. juez jaguar was the only thing they thought of adding to the other inscriptions. And yet, near the crime scene, there were always traces of a bloodthirsty animal like the jaguar, footsteps on the ground and above all a deep claw mark on the site where the crime had been committed. What bird and what crow, what grieving soul, what bat, was writing the night legends? And just as the side had no effect, neither did the vaquillona that the same judge offered to the Virgin of the Rosary, and which was worth some sermons in the main mass on Sundays, in which the priest Laya condemned the curse and promised the worst torments of hell for those who raised false testimony, the deceitful decade, the unfounded, thus missing the sacred prescriptions of the third commandment of the Divine Law. Mortal sin; soul condemned to the barrel of eternal darkness, the eternal fire of winter, cried out to the Father from the pulpit held by fat angels blowing the comets of the final judgment. But the fierce admonitions only frightened some old blessed women, who in the midst of the deafness heard fragments of the terrible words and saw the rays cast by the hands and eyes of the priest and those of the holy spirit of tin over their leonin head. Then came the judge's deep-seated counterattack. As a preliminary measure he had all the main opposition leaders arrested. Well deserved; but the registrations not only did not cease, but on the contrary increased. Tired of making the signs blur, he had his people painting pictures of others alongside those who accused him. It started with the most well-known adversary leaders. Bartolo Jiménez cuatrero, Antonio Portillo cuatrero, Domingo Asayé cuatrero, Amancio Peralta cuatrero... That was a race, a whirlwind of brushstrokes and letrons, of colors and names. Because, finally, the judge didn't stop at the names of the opponents; as he had the list of the villagers, he denounced them all, like flies... until he had to pay more attention to their legends when the commissioner came with a picket of soldiers to find out why he had defamed his father-in-law and member of the local party board. Well, the thing is, there aren't too many people in this town for that much painting, but, as is well known here, the judge is a lawyer and a man of resources. He recommended the list with the people's markers: Lorito quarto cuatrero, Antonio karë cuatrero, Vella de sebo cuatrero, Burro lápis cuatrero... But that yes, he respected the hierarchies and chivalrously to women. The commissioner, the priest, the governor, the party president, the teacher, the pharmacist, the head of Internal Taxes, the representative of the Alcoholes Corporation and other notable people were beyond suspicion, especially considering the incident with the father-in-law of the commissioner; furthermore, it was not the case to sow anarchy and solidify the opposition. And the women, of course, for chivalry and because I could not see how they could be walking around at night carning other people's cows, except for Lady Mary, the English widow. A rich cowgirl, especially if she's a male-female like this, can do the worst things, even kill her calves or herding bulls. Night after night, night after night, night after night, painting that paints you; angels or demons, shadows or oaks, poras or Christians morning writing thick letters with shameful accusation against authority. With the same enthusiasm, the judge's people replicating give it to give it, giving back brush for brush, four for four. The facades were filled with names, markers and above all, the superior presence of the judge, great lord of the town walls. When there were no walls to paint on, even on suburban ranches, inscriptions appeared on the belly of donkeys, on the ribs of dogs and on the flanks of cows, especially on those of light colors, although white paint perfectly solved the case of dark hair; the problem was raised with overos, painted and moruns, on which it was difficult to distinguish the letters. This phase was very upsetting to everyone; a wave of outrageous protests rose unanimously. To prevent the destruction of natural beauties, of those ornaments of the town - a stabbed cow is horrible, a painted dog looks like a pork, a stained donkey is indecent - the judge placed large panels in the termololet that is between the Church and the Municipality. It was a popular sigh of relief and even attracted a dozen tourists, including a gringo photographer who joined the village life with the Duende de Lata marker. But the thing is that those signs are also filling up... I, Sinforiano Santacruz, justice of the peace, a learned citizen of this town, concerned about the welfare of the population, just ordered that new white cloth panels be placed on the harbor's terminal. Fulfilled my duty as magistrate, I put on my jaguar skin, I take my big jaguar claw and I go on my usual country tour...", "title": "Ojo por diente", "author": "Rubén Bareiro Saguier"}