{"metadata": {"length": 4025, "words": 755, "reading_time_min": 3.775}, "text": "When the tavern attendant finished reading the disturbing news - a child had committed suicide by shooting himself in the right arm - he spoke to the unknown wanderer who had just eaten very poorly in a corner of the sailor's pocket, and said: \"I know the story of that child. He pronounced the word child in a very particular way. So the four drinking watermen, the five barman and the tavernman were silent and listened with an inquiring and attentive gesture. \"I know the story of that boy\", the wanderer repeated. And after a wise and well-measured pause, he began: \"There about the one thousand eight hundred and thirty, a blessed woman who later died of fear saw a flowering and smelly peasant from his village come out to a very old naked old man. That old man was a newborn. Before he left the womb of his mother earth he had chosen that way of birth himself. How much better to go from old to young than from young to old! thought he, being pure spirit. Our Lord was shocked by the idea. Why don't you take the test? And so, with his consent, a skeleton was formed in the bosom of the earth. And then with worm meat, he became man's flesh. And in the flesh of man the blood of the calf groaned. And as everything was ready, Mother Earth stopped. He bet an old naked man. How the old man later found clothes and food is a laughing matter. When he reached the city gate, the magistrates, after putting on a cloak, brought him before the judge as if he were a witness. \"We bring this poor old man here, \" they said\", who was beaten by some impudent thieves and lost his speech. They didn't even leave her clothes. The judge gave orders and the old man was taken to a hospital. And when he came out, well clothed and well fed, the nuns said to him, \"He is a good boy\". It even seems like he lost years. By then he had learned to speak something and became a beggar. That's how he walked many lands. He was in Lourdes twice, the second time so rejuvenated that those who had met him the first time thought it had been a miracle of the Virgin. When he gained enough experience he thought it best to keep that strange condition a secret that made him younger the more years passed. So, without anyone knowing it - except one or two loyal friends - you could live your real life better. He worked old and became rich to rest young. From the age of fifty to fifteen, his life was the happiest he could imagine. Every day, I liked the girls better and I was surrounded by many and the most beautiful. And they even say a princess... but I'm not sure about that. When he became a child, life began to get complicated. He was frightened by the surprise that he was seen entering the stores so freely to buy candy and toys. Some sloppy-visceral loser had followed him sometimes along many winding streets. And once he ate his treats trembling with anguish, with tears in his eyes and the alms on his lips. The last time I met him, he was eight years old, he was very sad. How heavy were the memories of old age in his childhood spirit! Then he began to be tormented day and night by a tremendous obsession. When a few years passed, they would pick him up in any lost alley. Maybe some rich, childless lady. After that... who knows what would happen next! Breastfeeding, carriage rides, with a rattlesnake in the tender handle. And in the end... oh! The ending was scary. To fulfill his destiny as a man who lives backwards and take refuge in the bosom of the rich lady - may she sleep - to go there consuming himself until he transforms himself first into a bloodsucker, then into a corpse, and then into a very small seed... Finally he said, \"I explain, yes, I explain that the poor boy was shot in the head. The four drinkers of the drink, they believed. The five of them were smiling and doubting. The tavernman refused. As everyone was arguing more vigorously, the tavernman suddenly stood up and began to look around with his eyes wide open. The tramp had disappeared, unpaid. FIN From the records of the transgression, 1926", "title": "El niño suicida", "author": "Rafael Dieste"}