{"metadata": {"length": 6566, "words": 1194, "reading_time_min": 5.97}, "text": "Two hours ago the thief, hiding in the basement, heard that step mercilessly measuring the upstairs rooms shaking the old beams, making them crumble and dropping tiny pieces of plaster on rats: Did those people never go to bed? Also, often in the silence of the night, he was struck by sudden bursts of voice, anger, or mockery. Then, after long pauses, loud, sinister laughs that froze the heart. The thief was a rookie and wanted to avoid all scandal and violence. He only hoped to find in this old house some trash and, perhaps, provisions, little thing, at bottom, for the rich landlord, but which, however, would serve to live him, the thief, and his little family. He looked so small with his white hair! So new was he that he took two hours to realize that those steps upstairs were the steps of one person: of course, the sir. But who was he talking to, angry or laughing? However, that measured and continuous step began to cause great distress to the thief, damned, crawling between two shades in a house that was not his... he was shy and good, you see. Besides, those loud blasts at night were truly horrifying. And the jokes! All of this was becoming unbearable. Determined not to get his hands on the work until the whole house had fallen asleep, he decided, however, to go carefully to see what was happening. Among other things, he was motivated by a great curiosity, a dreadful curiosity he could not control. I knew about the house. Terrified, he came out of the shadows and down an inner staircase to the yard. From a glass door came a faint light. The thief wanted to get closer but the sound of the voice began to rise again. Or rather, its violent content. From here it was better to hear: inside the man was in uninterrupted dialogue or arguing with someone (in fact, the thief seemed to hear at certain times the sound of another voice, albeit a little quieter). He spoke in a changing tone, now loud, now low, now almost whistled, now whispered, but always excitedly. Bursts of sarcastic laughter occasionally interrupted the discussion. But I'm sure these snatches were from the first speaker, the most passionate, and, above all, they were terrible in the middle of the night. Finally, the thief armed himself with courage and with a wolf's pass, protected by the surrounding darkness, approached the door. The crystals started only at a certain height; by standing on four legs one could look inside without being seen. So the thief looked. In the kitchen (as that room was a large kitchen) a dusty lamp burned spreading a yellow light; the home was off and it was seen that it had been off alone. Up and down, in front of the ovens, a man with gray hair walked, like the thief. But what really caused the tremors was that this man was walking strangely bent in two, like some monkeys, with his arms hanging and abandoned, his legs open and his toes outward. His eyes, dark under his blunt eyebrows, often looked outward, toward the thief, without seeing him. And this man, in such a position, spoke non-stop. The thief, assaulted by a horrible suspicion, looked for the interlocutor with his eyes but did not find him, until, frozen with terror, he discovered that the man was talking to himself, changing his voice, sometimes, as if he was talking to someone. In the empty kitchen, in front of the house, in the lighted and folded mortise, the man walked and talked non-stop, anxiously. Watch out, this is the most comfortable posture for you, mate. You're old, poor friend of mine. What are you waiting for? Your house is empty, your house is off, you go round, you, sir, go round here like in your grave, dead in your grave, that is, still alive in the grave... to the devil with the damn words! (screamed in a rage). Quiet, quiet, quiet forever (he sang by measuring the syllables). But you see, his relatives, his friends, his son... (continues changing tone again). You, my lord, are loved and respected, even feared, by many people, yes, I assure you. Besides, his wealth, and if we don't want to talk about wealth, well-being, ehem, ehem... in a word, his honorable old age is insured against and so on. What do you say? What do you say? (let himself be snatched by anger). The relatives. The relatives (repeatedly whistling). The son, yeah, yeah, yeah! (and he was letting out one of those unexpected, very loud, blood-free laughs). Where's my son? How do I question (he said exactly question) and say, do you care or can you even care about me? Fearful, yes, fearful (repeated with the music of an obscene couple of students). Fearful as he fears the roe, the rot or a carcass! (she screamed with all the air that could fit into her chest). Long live the rhyme, the dear rhyme (she kept screaming with volatile fatuity). So, assa (he began to say almost without interruption), assa, here and there, bah, bah, this and that, up and down, bubbu, bubbu (and, at the same time, he seemed to reflect intensely: and he continued: so, assa, etc.) The man kept repeating these meaningless words and walked around furiously. And the thief trembled deep in his heart behind the door and a great pity seized him. She had forgotten her own misery and would have wanted to help that man and perhaps even embrace him. He made some reckless move and sighed, for the man stood up straight, knocked on the door and opened it murmuring: \"You're the old dog, it's just the old dog\". The thief was discovered in the faint light and, four feet away as he was, stared at the gentleman. You... you... he said this a little surprised, but not angry, on the contrary, sadly. What do you want? The thief didn't answer and got up slowly. You wanted to steal, huh? The other continued, but not ironically, but almost with melancholy joy. And he looked at it with his dark eyes. In the tear-shining thief's, he trembled a little and didn't move. \"But come on, dear friend\", said the gentleman suddenly, \"come into my house. Are you poor? (continued seriously). Your wife and kids don't have anything to eat, do they? But he comes in and he's pushing him in by an arm. In the dim light the two men looked deeply into each other's eyes; the Lord's own tears also filled them; then he smiled sweetly. One of them opened his arms, the other threw himself at them without fear. The gentleman and the thief hugged each other, weeping, weeping like children. And those tears didn't want to stop; they ran, they ran, they washed their faces. They were a consolation to their hearts. The Sword: Precedent gives a ristamp of Il mar delle blatte, e altro storie, 1942", "title": "El ladrón", "author": "Tommaso Landolfi"}