{"metadata": {"length": 6010, "words": 1193, "reading_time_min": 5.965}, "text": "Joseph Pashaca was a body lying on a leather; the leather was a leather lying on a ranch; the ranch was a ranch lying on a hillside. Petrona Pulunto was the dwarf in that mouth: \"Son, I opened my eyes, even the color of the t-shirts I forgot! José Pashaca was pushing, and he was shrinking his leg. - What do you want, Mom? - You need to be a little bit of a little Indian! Something regenerated the slumberman: from sleep he became sad, grumbling. One day Ulogio Isho came in with a story. He was like a stone frog, who had been found plowing. The toad had a ball necklace and three holes: one in its mouth and two in its eyes. - What an ugly little bum! - He came by saying. He was carcassing himself, just the tight Cande... and he left him, to play the chips of Mary Helena. And it came to pass on the second day that old man Bashut came, and saw the frog, and said, These little things are the work of our teeth, of our eagles. In the branches are catisumbas. There are also cans full of dioride. José Pashaca was worthy to wrinkle the skin between his eyes, where others carry their forehead. - How is that, Bashuto? Bashuto caught the cigar with all the strength of his wrinkles, and went off in smoke. He immediately told of a thousand finds of bottles, all of which he witnessed with these eyes. When he left, he left without realizing that, of course, he was leaving the shells. As Petrona Pulunto died in those days, Joseph raised his mouth and carried her walking around the neighborhood, without nutritious results. He ate stolen marshmallows, and decided to look for cans. To do so, he put himself on the tail of a plow and pushed. Behind the fence they were plowing their eyes. And so it was that José Pashaca became the most lazy and at the same time the most industrious of all the locals. He worked without working - at least without realizing it - and worked so hard that the colorful hours always found him sweaty, with his hand on his sleeve and his eyes on his groin. He was soaked in the black earth, always looking at the ground with such attention that it seemed as if he had left his soul in the dust. For the birth of the parrots, because yes, Pashaca was known as the most unskilled Indian in the valley. He wasn't working. He was looking for the boxes full of golden bamboo, which make plush when the grid hits them, and vomit silver and gold, like the water from the pond when the sun begins to peer behind that of ductor Martinez, which are the planes that meet the sky. As big as he got, so big was his obsession. Ambition more than hunger had stopped him from the leather and had pushed him to the hillsides; where he roared, roared, roared from the screaming of the roosters swallowing the stars, to the hour when the grim and gloomy goose, standing on the hooks of the cellar, put the silence with its unspoken cries. Pashaca was fighting his loins. The master, amazed at the miracle that Joseph had done to the most laborious settler, gave him with pleasure and without measure distant lands, which the Indian dreamer of treasures scratched with his eye ready to give warning in the heart so that it fell on the box like a rag of love and concealment. And Pashaca was sowing, by force, because the patron demanded censuses. Forcibly he also had Easter to harvest, and forcibly to collect the abundant grain of his harvest, the produce of which he was carefreely storing in a pit of the ranch, just in case. None of the settlers felt they had the liver to do a job like Joseph's. \"It is the man with the sickle, \" they said\". When he came in to find out what happened, he set out to make a fist. \" He'll have a good huaca... But José Pashaca didn't realize that, actually, he had huaca. What he was looking for was a box, and as they were said to bury them in the plowstones, there he would forcibly meet her sooner or later. He had become not only a hard worker, seeing from the neighbors, but even generous. And it came to pass on the day when he could not plough, for he had no land to yield, that he helped them, and ploughed for them, and did well: the hooks of his net were always sticky, and smooth, and deep, and they were pleasant. - Where are you going, you silly bitch! \"And you can't stop, even if you don't want to, so you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you can't stop and you And so it was, not the meeting, but the cutting. One day, when the sky greens and the rivers become white stripes on the plains, José Pashaca realized that there were no more bottles. He was warned of a fainting heat; he bent over the handle; the oxen went to stand as if the net had become entangled in the root of the shadow. They were found black, against the clear sky, turning to the haunted Indian, and solving the dark wind. Jose Pashaca got sick. He didn't want anyone to look after him. He was a farmer, and he lived on his ranch. One night, making gut-wrapping, he stealthily came out carrying, in an old crank, his huaca. He would lean behind the slaughterhouses when he heard noises, and so he was making a hole with the cum. He complained to rats, gave up, but then he kept his job. He put the crank in the hole, covered it well, wiped every trace of earth removed; and lifting up his bejuco arms toward the stars let go bound in a sigh these words: -Wow: pa no say that no more boxes in the plowing!... FINAL Tales of Mud, San Salvador, 1933", "title": "La botija", "author": "nan Salarrué"}