{"metadata": {"length": 5819, "words": 1076, "reading_time_min": 5.38}, "text": "The doorman's brother opens his eyes, but this time it is not the brightness of dawn that, by sliding into his cell, ends his short sleep. It's still an hour before dawn and the stars in the window haven't faded yet. The old man turns on the hard bed, restless. He sharpens his ear and realizes that what has awakened him is not a light but music coming from the convent gallery. The brother rubs his eyes and reaches the door of his room. Everything is quiet, as if Buenos Aires were a city buried under the sand centuries ago. All that lives is that unique, sweet music that ripples inside the Franciscan convent of the Eleven Thousand Virgins. The doorman recognizes it or thinks he does, but at some point he realizes he's being deceived. No, it can't be the violin of Father Francisco Solano. Father Solano is now in Lima, more than seven hundred leagues from the Rio de la Plata. And yet...! The brother made the trip from Spain with his company, twenty years ago, and he hasn't forgotten the sound of that violin. It sounded like angel music, when the holy male sat at the bow and caressed the strings with the bow. There were sailors who made sure that the fish would peel their jaws and fins, to hear it better, into the foam of the ship. And one told me that one night he had seen a mermaid, a real mermaid with the tail of scales and the hair of black lichen, who escorted the fleet for good space, swinging in the wave at the cadence of the violin. But this music must be different, because Father Francisco Solano is in Peru, and to get down from Peru to Buenos Aires, in the late afternoon, it takes a lot of time. And yet, yet...! Who plays the violin like that in this town? - None of them. No one knows, like Solano, how to pick up the notes that make you sigh and smile, that carry the soul. The Tucumans abandoned their arrows, joined hands and went to their miraculous claim. And the jungle jaguars too, like those tigers in the old paintings who go to the triumphal chariots with garlands. The brother-in-law has witnessed such prodigies in San Miguel del Tucumán and La Rioja, where the orange planted by the taumaturgo blooms. It's indeterminate music, very simple, very easy, and yet it makes you think of the heavenly instruments and the choirs lined up around the divine throne. She walks through the cloister of the Buenos Aires convent, airy, like a harmonious breeze, and the brother porter follows her, beating her heart. In the courtyard where the cypress is standing that cares for Fray Luis de Bolaños, the enchantment show stops the Lego brother who is persecuting himself. July is already here, but the air is embalmed with the smell and spring heat. The whole tree is full of still, alert birds. The porter distinguishes the yellow chest from the breeze and the red of the colored chest and the mourning of the tortoise and the gray feathers from the calendar and the crest of the cardinal and the long tail of the scissor. There have never been so many birds in the convent of the Eleven Thousand Virgins. The thermostats have been laid on a scaffold, where the works that Fray Martín Ignacio de Loyola, bishop of Paraguay and nephew of the saint, ordered to do continue. And there are bakers and carpenters among the beams, and weeping and churrinches and stork and pickle and even a solemn owl. They hear the invisible violin, their round eyes sparkle, their wings quieter. The cypress is like a spellbound tree that gives birds fruit. The music spins through the gallery and beyond the brother runs into the dog and cat of the convent. Without moving tail or ear, like two Egyptian statues, they guard the entrance to Fray Luis de Bolaños' cell. A spider hangs between the two of them that has suspended the fabric's work to hear the unique melody. And the brother keeper observes that the besties that at that time circulated in the solitude of the cloister have also been left as fascinated, as stopped in their walk by a higher order. There are the little mice, the doctor's frogs, the lizard, the brown and green shell bugs, the bright worms, and in a corner, like they've embalmed it for a museum, a field lizard. Nothing moves, not an eater, not an antenna, not a mustache. You barely know they live by the slight trembling of the buffalo, by a quick wink. The doorman's brother pinches to check if he's dreaming. But no, he doesn't dream. And the chords come from Fray Louis' cell. The lego pushes the door and a new wonder comes to his mind. A strange cry floods the naked room. In the middle, above the ground floor, the spartan mat is cut that serves as a bed for the Franciscan. Fray Luis de Bolaños is in prayer, robbed, and the great thing is that he does not lean on the ground but floats on it, several palms high. His chahuar thread cord hangs in the air. This is what the Indians of Itati, Baradero, Caazapá, Yaguarón have seen in other occasions. Around, like a musical aureola, the sounds of the same violin wrap up its ring. The brother-in-law falls from the pines, his forehead sunk between his palms. Suddenly the hidden concert stops. The brother raises his eyes and warns that Fray Luis is standing next to him and that he says: \"Padre Francisco Solano has died today in the Convento de Jesús, in Lima. Let's pray for him. Father Noster, the Lego is whispering. The cold of July is now hanging out the window of the cell. When the violin is silent, the silence that dormant Buenos Aires breaks with the rust of the carriages that run down the street, with the ringing of the bells, with the tapping of the devotees who come to the first mass very loudly, with the voices of the slaves who balk the courtyards in the neighboring house. The birds have gone flying. They won't return to the Fray Luis cypress until spring. *FIN* Mysterious Buenos Aires, 1950", "title": "Milagro (1610)", "author": "Manuel Mujica Lainez"}