{"metadata": {"length": 7520, "words": 1327, "reading_time_min": 6.635}, "text": "It was the time when the echoes of discord, buried in the sourness of civil war, rang out in every town, in every home perhaps. The black encounter, the raging hatred, the blazing rage incarnating in the bodies of those horrible swine, broke the bonds of family, separated the brothers and sown in their souls fraternal instincts. Today it is hard to understand that state of violent exasperation, and perhaps when History, with a serene and grave voice, narrates scenes of such tumultuous days, we accuse it of over-stressing the picture, though the greatest tragedies are precisely those that are often hidden... However, in some Spanish provinces political passion was more sanitized and sanitized, and one of these was the garden of Galicia, Pontevedra the cheerful and charming. In it was born and created Luis Maria, who studied Theology and Morals at the Orense Seminary, to order himself. He was the only son of a poor marriage; his father, an Aragonese, a peddler of blankets and shawls of silk; his mother, a villager, born near Poyo, in the immediate vicinity of the beautiful Helenes, a woman so simple that she could not read or even sew, for she lived with a loom and a primitive, if there were any, domestic loom. Luis Mara came out as a devout, sweet, formal, great helper at Mass and a devil-may-career, and from a very young age declared that he dreamed of singing Mass. The mother urged the father to ask the opulent and charitable Lord Ramon de Bolea, a native of Aragon, for money to finance the boy’s career; and so well did the plea fail that the Lord not only funded the boy’s career, but, in ordering Luis Maria, he enchanted him, and shortly after the father of the miserly boy died, the generous protector called the boy to be his heir. The prelate exercised this office for two years, to the great satisfaction of his patron, and as the parish curate of the town, he presented the mitre to the same Don Ramon de Bolea, who asked and obtained it for his son, for the Bishop of Teruel did not refuse the able man. When he was entrusted with the healing of souls, the owner of what he would call a “position”, Luis Mara was most reminded of his mother, who sat alone in her village, wailing, weeping and knitting. He made the journey, then long and painful, and did not return to his parish without the old woman, who, in humility and abnegation, began to refuse to accompany him. It was necessary for the son to show his mother how much she needed to govern the household, to put out the fire, and not to murmur when she took a maid to her service. Finally the grandmother gave up and followed the son, in the depths of the crazy soul full of joy and pride. They will settle in the town, desirous of living peacefully and humbly with each other, as birds in their humble nest. As the civil wars began to escalate, Luis Maria made special study of separating herself from them. Fear and repulse were caused by scenes of cruelty and barbarism, the slayings of “Christians” and “pagans”, the derogatory and insulting remarks that were hurled at girls of opposing bands, the news of encounters in which they felt so unlucky, the sneers of religious people who had snarled the gradades of their own altar. He felt that no spirit of class could redeem his repugnance to such sanctified and dreadful things; he had come out of his mother: timid, stout, indifferent to politics, accessible only to charity and tenderness; a Galician, not an Aragonese, Christian, but not a Carthusian. “Blessed are the peacemakers,” he would sob bitterly when he heard some terrible news, the fire of a village, the sacrifice of prisoners beaten to death in reprisals. It is peculiar to these agitated and febrile times that no one, however much they wish, can remain neutral. In the town, one of the most divided and encircled in all of Spain, the Curate was not allowed to have opinions. Two circumstances made the public voice affix itself to Luis Mara among the addicts to the Pretender: the first, that he fulfilled his duties with fervor, that he was casto, mortified, prudent in words and quiet in deeds; the second, that he was protected, sheltered, sheltered, sheltered, finally, by that Ramón de Bolea, once the chief of the people, now the chief of a partisan party. The Aragonese people, rude and logical, who identify gratitude with adhesion, counted Luis Mara among the “servants”; but not among the declared and francos, but among the solapados and the blaming, thousand times more abhorrent. And because of the many bald-headed “Christians” the town had, the cure was misunderstood; he was attributed with hidden intelligences and secrets and deceptions made by Don Ramón de Bolea, whose troops were circling around a few miles away, eager to swindle the “nationals.” Luis Mara felt the hostility in the atmosphere, and he shivered and trembled every time, for he was one of those who did not fight nor defend themselves legitimately. His mystical ardour, already intense, grew even more intense, and the more ascetic and macabre his enemies saw him, the more they believed him willing to conspire for the triumph of absolutism and servileness. The people’s hatred began to translate into fact: every time the parish mother went to the shop she was denounced and yelled at in a voice of rage by the villagers; in front of her windows were groups of people yelling patriotic songs. One afternoon, as the kids were returning from the party, strummed the guitar and yelled screams with alusion that raised the roof, a frightened hand threw a stone that shattered a window in the street. The mother quietly cried as she closed the doors, while Luis Maria, kneeling before the image of Our Lady, cried, without lifting his head, humming to the tinkling of the reeds, which were still making the crystals ring. Few days later the terrible news spread through the town that Bolea had robbed two neighbours, “nationals” exalted and kings of the robbery of servants, and had beaten them against a wall; and when she returned from the market the next day, enraged and resentful, the mother of the curate heard her coming, not in the form of injuries, screams and cries, but of threats, of advertisements that froze in the tuetano. The frightened woman locked herself in her house, and there she found Jesus Mary praying, asking God to forgive her protector Bolea the blood he had spilled. They ate mother and son, pale and mute, shivering, and when they were able to eat, a great roar resounded in the street and loud screams at the door. The mother asked, without opening her mouth, what was offered, and a bronc and wailing voice answered: - Let us take the cure and call on the name of a pious man who is finished and asks for confession. Hearing this, Luis Mara sprang to the window; but his mother, perhaps for the first time in her life, sprang up, seized him from the statue with an unexpected vigor, with all her village strength, strained by the anguish, and hurling him suddenly from the window, she escaped from the fall. -You will not marry -he ordered in an imperious voice, a voice different from the hushed and tender voice with which he had always spoken to his son. I am sorry, don't cry. And before Luis Mara could react, slamming the door shut with a scream to avoid recognition, she hurriedly opened the window, threw her head out... The thief who had already pointed the gun, shot, and the mother, with her chest blown through, smashed inwardly, in the arms of her son who had accepted death.", "title": "Madre gallega", "author": "Emilia Pardo Bazán"}