{"metadata": {"length": 4801, "words": 971, "reading_time_min": 4.855}, "text": "It broke up an old marriage that had two daughters and a son. One day the husband went to the grain-house to look for grain; he took a basket, filled it with grain, and carried it home; but he did not realize that the basket had a hole through which the grain was coming out and spreading out on the way. When he came home, his wife asked him, \"Where is the grain?\" I only see the empty bag. There was no other remedy but to go and gather the ripe grain from the ground, and the husband, while he was working, was saying in a merry voice: 'If the good Sun shall warm me with its rays, the moon shall lighten me, and the wise Cord shall help me to gather the grain, the Sun shall give to my eldest daughter in marriage, the wise Cord shall give to my second daughter, and the moon shall marry my son. He had just said that when the Sun was setting, the Moon was illuminating the garden and the Spirit was helping him gather the grain. The old man returned home satisfied and said to his eldest daughter, \"Come in your best dress and sit down at the door of the house.\" His daughter obeyed; she dressed herself the best she could and sat on the steps of the door. When the Sun saw the beautiful young girl, he took her home. Then the father ordered the same thing to his second daughter, who put on her best dress and went to the courtyard; she had not yet come to the threshold of the door when the Cordero appeared, took her by the hand and brought her to his kingdom. Then came the turn of the son, to whom the father said, Put on your best clothes and come to the door. Then the Moon, seeing the boy, fell in love with him and took him to her palace. After some time, the father felt the desire to see his sons and said to his innermost being, \"I would like to visit my kinsmen and my brethren.\" And without further thought he went to the house of the Sun. And then, and then, it came. - Hello, my little black sheep! How are you going? Do you want to invite me? \"It is not the sun that is the problem,\" said the Sun. And without waiting for the answer he ordered his wife to make bread. When the crowd was at a point, he sat down on the floor in the middle of the room, his wife put the shawl on his head, and in a blink of an eye his eyes froze. They gave them to the father, who, after resting a while, left his yew and his daughter. One day in his house he asked his wife to make him a bed; she wanted to light the candle, but her husband stopped her, wailing, 'Not enough!' And he sat down, saying, I will put the sackcloth over your head. - What do you say, man? You've gone crazy! - the woman exclaimed. - You know what you know about this! \"Yes,\" said the husband. Put them on and you will see how they cool down. The woman did as he commanded; but after a good beating with the scythe on the head the figs did not burn, but swelled up. - You see how stupid you are! - The woman shouted at him. After staying a few days at home he went to visit his new moon. After a long journey, he came when it was midnight; and the Moon said to him, \"To what do you wish to invite me?\" -Nothing, he protested. I don't want to eat, I'm very tired. Then the Moon, to let him rest, proposed that he should take a hot bath; but he said, 'No, for it is night, and there will be no light in the bath. -Oh, don't you cry! - I will provide you with light, - the Moon said. When the bath was hot, the old man went to bathe, and the Moon, finding an opening in the door, slipped a finger through it and lit up the whole room. The good man came out of the bath very satisfied, and after spending a few days at the Lunar home he left his sons and went out. Once in his home he awaited the arrival of the night and ordered his wife to warm up the bath. When she was already hot, he invited her to bathe. - I will not go - the woman said. You don't see, little boy, that the bathroom is dark as the wolf's mouth? - You beg, I will seek light for you. He arose and went to the bathroom, while the old man, remembering what he had done to the Moon, went after her, and with a slash made a hole in the door and threw a finger through it. But he could not light the bath, and his wife, finding him in the darkness, scolded him for his injuries. Finally he decided to go to visit his hometown, the wise Cordero. He welcomed him with a warm welcome and asked him: - Where do you want me to invite you? - I don't want to eat anything - the black man protested - I just want to sleep, I have a lot of dreams. - Well, let's go to sleep,' said the Cordero. And putting up an escalator that the old man could climb up on, he made him sit on the platform that ran through the room, as a bed, and shut him up with a latch; but the poor old man, when he slept, lost his balance, fell from the platform to the ground, and was killed.", "title": "El sol, la luna y el cuervo", "author": "Aleksandr Nikoalevich Afanasiev"}