{"metadata": {"length": 7051, "words": 1373, "reading_time_min": 6.865}, "text": "Not long ago, I spent a few days in Washington DC, at the home of my little sister, Deirdre, who is married and has four children. We had sat in his large, pleasant room, in front of the fresh green trees of Garfield Street and the blossoming bushes - white, pink, blue, yellow - of his garden, where the children enthusiastically indulged in a noisy game. Then we started talking, as we often do, about when we were little. We've been together less than two years. We spent our childhood in Dublin, most of the time in a small house in the Ranelagh neighborhood. \"The first time I remember seeing you\", I said, \"was before we moved to Ranelagh. That was when we lived in the Belgrave Road house. You must have been 18 months or so. Someone was holding you and you grabbed Emer's hat, you took it off her head and threw it into the fire and she started crying. It was a new wool hat. -Emer is our older sister. \"I don't remember\", Derry said, \"but she seemed pleased with the idea of the burning hat\". I don't remember anything about the Belgrave Highway. \"The next memory I have of you\", I continued, \"is when you were about three years old. We lived in Ranelagh. I went into the middle bedroom and I found you naked screaming for someone to dress you, and I dressed you. - I don't remember that either, Derry said. - And remember when you were six or seven and almost got the St. Vito's dance? You trembled and threw everything around the house. \"I remember that, very well\", Derry said with a smile. As we talked, she was grabbing the wheel from a pink cotton dress for her oldest daughter. I looked at his hands, so firm and secure with the needle, and I thought about how we had feared he would lose the ability to use them. \"You couldn't help rubbing the dishes\", I said, \"for fear you'd break the cups and the dishes. When you weren't dropping things, you were lying in bed with your eyes wide open, unable to get up. You looked awful. You scared Mommy a lot. He had the neighbor come to see you. \"I remember perfectly\", Derry said impatiently. - But you were asleep. - I rested. \"I wasn't asleep as you were right now\", he said. And I was no closer than you to having the St. Vito's dance, he added, with a defiant stop. I looked at her with blinking eyes. - What do you mean, \"I'm not a man\"? - I shouted. That it was all comedy? - I said it out loud, it sounded as stunning as it really was. Derry's delicate health had had been as important to me as Catholicism and the struggle for Irish freedom. The first thing I remember hearing about her was that she weighed very little at birth and that her health was precarious. My mother always dressed us exactly the same and people called us Mrs. Brennan's twins, but I was the big one and the strong one, and she was the pale one and the thin one, always by my side, always silent, while I was talking non-stop. Recalling how strongly all that had influenced our childhood, and the way it had determined everything between us and around us, I naturally felt horrified to hear her now, more than twenty years later, calmly carrying it all on myself. I decided I was messing with my hair. - You're kidding me, are you? - I said. - No, he said. - But why were you doing it? - I asked him. \"Well, on the one hand, it saved me the trouble of rubbing the trash\", he said. And she was too delicate to go to school much, remember. \"All those scumbags I chewed\", I said. And you never told anyone? She looked at me angry. - That would have been stupid, wouldn't it? The funny thing was, no one knew. - And you've kept it a secret all these years. - I haven't thought about it for years, until you reminded me now. Of course I had some flu, and also those sapanones in the winter - she laughed and I laughed too, though not entirely convinced. At that moment, two of her sons started a battle under the windows and she ran out to investigate, and left me thinking about her duplicity all those years, when she was so small and fragile that no one would have dared to accuse her of the slightest offense, let alone keep the house on hold for her health for years. I was more admired than anything else, because I hadn't bothered to scrub the dishes either and had received many compliments from my mother for doing so, but I was surprised to think that Derry had been able, so small, to think and perpetrate that dark and complicated plot. And not to tell anyone, not even me. That's when I remembered that wasn't the first time he'd outdone me. The first time it happened, she was no older than seven and I was almost nine. In those years, as I said, I was more bulky than she was, and although I wouldn't say I intimidated her, I can say I was in charge. I've been ruthlessly driving her all her life until the moment I'm going to talk about, and I don't think even then things changed much between us. I remember I had a favorite game called \"Sit in Derry\". I would make her lie on the floor and sit on her stomach and look at her face making some mocks that we both thought were scary. It was a simple game, but I guess sometimes she must have gotten tired of it. I felt superior to her, and protective, because she was so small and because she hated school and never learned her lessons, and because she had ugly and painful frostbite and I didn't, and most of all because she was shy. In fact, I never gave him a choice to say a word. They always said I was the family's brain. Derry has beauty, they used to say, but Maeve has brains. I thought it was a good idea. I looked at Derry and thought solemnly in my brain and that I had never had any problems in school and I always got good grades. In the games, I always managed to stay in the lead, while Derry played alone in a corner, and I always aimed for singing competitions, even though I didn't have a voice, and reciting competitions, even though I didn't have eloquence. I had even decided to become an actress, but I had not told anyone about my ambition, not at school, not at home, for fear of being laughed at. But one day Derry and I were sitting in the backyard behind Ranelagh's house. It must have been summer because we were sitting on the grass and there were namesolvids and broken stones in bloom in my mother's basements. We had a collar bill box in the grass, in the middle of two, and we were making collars and enjoying my conversation. \"When I grow up\", I told Derry, \"I'll be a famous actress. I'm gonna act at the Abbey Theatre and I'm gonna be in the pictures and then I'm gonna go through all the schools and teach the teachers how to recite. He was going on, because he didn't expect her to have anything to say, but then he spoke without lifting his eyebrows: \"Don't get your hopes up\", he said clearly. I was stunned. Where did little Derry get that expression? I never said it and I wasn't even sure I'd heard it. Who would have told you? I was silent, stunned. I had nothing to say. For the first time, it had occurred to me that Derry had a brain. More brain than I had, maybe? The Clever One, The New Yorker, 1953", "title": "La más lista", "author": "Maeve Brennan"}