{"metadata": {"length": 4895, "words": 932, "reading_time_min": 4.66}, "text": "What a cold day! It was dark and beginning to get gloomy; it was the last night of the year, the night of St. Stephen. Under that cold and in that darkness, a poor girl, naked and with her head covered, passed by the street. It is true that when he left his house he wore shoes, but, from where did they give them to him? They were shoes her mother had just bought, and the little girl wore them so big that she lost them when crossing the street to get away from two cars that were coming at full speed. One shoe was lost, and the other had been placed in a tin box, which said it would be used as a feeding tin when the children were born. And so the poor girl walked naked with her bare limbs completely ablaze by the cold. In an old trunk he carried a tin of phosphors, and a package in one hand. In all that holy day no one had bought him anything, nor given him a cent; he returned to his house a tainted man, half frozen, and looked so miserable, the poor man! Snowflakes fell on her long red hair, whose beautiful flakes covered her neck; but she was not to be frightened. In an angle that formed two houses - one more prominent than the other - he sat down and he ate a boiled egg. She gathered the pieces of paper as much as she could, but the cold was encroaching upon her, and, on the other hand, she would not venture to return home, for she had not sold a single franc, nor collected a single penny. Their father would scold them, and it was cold at home too; only the tee shirt was covering them, and the wind was blowing in all directions, despite the tarp and the sacks with which they had sought to cover the sacks. He had his hands almost numb from cold. Oh, a flint would surely help! If you dare to take one out of the hat, fling it against the wall and heat up your fingers! And he cried out: \"Ritch!\" How it sounded and how it sounded! God gave a clear, warm, like a candlelight, when He held it in His hand; a wonderful light. She saw the little girl sitting near a great iron furnace, with feet and a bell of lead; the fire was burning magnificently in its interior, and it was so hot! The girl spread her feet to warm them, but the candle was extinguished, the embers sputtered, and she sat down, with the rest of the consumed candle in her hand. He lit another, which, burning and shining its light on the wall, turned to this transparent like gas, and the girl could see the interior of a room where the table was set, covered with a blazing fire and fine porcelain. A roasted pork was smoky deliciously, stuffed with figs and apples. And the best part of the whole thing was that the goat leapt out of the well and, stumbling on the ground with a sling and a knife in his back, he headed for the poor little girl. But at that moment the phosphor was turned off, leaving only the thick and cold wall visible. The girl caught fire a third time, and was found sitting under a beautiful Christmas tree. It was even higher and more beautiful than the one he saw through the glass door of the rich merchant's home on Christmas Eve. Mills of veils glowed in the green branches, and from these hung painted images, like those that adorned the escaparites. The little girl raised her two arms... and then the phosphorus sputtered. All the lights rose up, and she saw that they were the glistening stars of heaven; one of them fell and shook a long strand of fire in the sky. \"Someone is dying,\" thought the girl, for her grandmother, the only person she had ever loved, but who was already dead, had told her: \"When a star falls, an soul rises to God.\" She threw a new candle against the wall; the immediate space was lighted up, and the old grandmother, radiant, sweet and caring, appeared. - Grandma! \"It's a pity,\" the little girl exclaimed. Call me, come with me! I know you will be angry when the phosphorus is turned off, just as you were angry when the stout, the roasted and the Christmas tree were turned off. He rushed to light the phosphorescent lamps that were left, terrified at the thought of losing his grandmother; and the phosphorescent lamps shone with a light more brilliant than that of the full day. Never had grandmother been so tall and beautiful; she took the girl in her arms and, enfolded in a great radiance, giddy with joy, they soared to the heights, without the little girl feeling cold, hunger, or fear. They were in the mansion of God Our Lord. But in the angle of the house, the cold morning dawned on the chiquilla, reddened the lips and the sweet mouth... Death, death of cold on the last night of the Old Year. The first morning of the New Year illuminated the little corpse sitting with its phosphors: a package seemed to have been consumed almost to the brim. “He wants to heat up!” people said. But no one knew the wonders he had seen, nor the splendor with which, with his grandmother, he had ascended to the glory of the New Year. FIN", "title": "La niña de los fósforos", "author": "Hans Christian Andersen"}