{"metadata": {"length": 7665, "words": 1458, "reading_time_min": 7.29}, "text": "In 1859, during the war for the recovery of Lombardy, a few days after the battles of Solferino and San Martino, where the French and Italians triumphed over the Austrians, on a beautiful morning in June, a section of the Saluzzo cavalry was slowly walking, on a lonely trail, towards the enemy, exploring the field carefully. They assigned an officer and a sergeant to the section, and all looked far ahead, with fixed, silent eyes, preparing to see the divisions of the advanced enemy advancing among the trees. They came to a rustic cottage surrounded by bushes, before which there was only a boy of about twelve, who swung a heavy branch with a knife to provide a stake. In one of the windows of the house the tricolour flag shook in the wind; inside there was no one: the villagers, waving their flag, had fled from fear of the Austrians. Just as the horse was about to be divided, the boy pulled the rein and shook off the bridle. He was a handsome boy, with a shaven head, with big blue eyes, and red and long hair; he was wearing a hat, and he was showing his naked chest. -What are you doing here? - the official asked the horseman, halting the horse-. Why have you not gone with your family? -I don't have a family - the boy said. I am an exposit. I work at the service of all. I have stayed here to see the war. - Have you seen what the Austrians are doing? - No, three days ago. The officer sat down, a little pensive, and, leaving the soldiers to turn back to the enemy, entered the house and climbed up to the roof: it was nothing more than a piece of field. “It is a good thing to climb the trees,” thought the official; and he fell. Just ahead of the era, a high and flexible frost arose, whose summit was almost buried in the clouds. The officer was for a moment indecisive, looking first at the tree and then at the soldiers; soon he asked the boy: - Do you have a good view, boy? - Me? - the boy replied - I see a worm even though it's two inches away. - Would you climb to the top of that tree? - On top of that tree, I am? In half a minute I'm up. - And you will tell me what you see from up there, if you are Austrian soldiers, dust clouds, glowing fuses, horses...? - I'm sure I will. -What do you want me to do for you? -What do I want? - the boy said, smiling - Nothing. Look at one thing! And then... if it was for the Germans, then for no price: but for ours!... If I am a lombard. - Well, listen, please. - I hope you take off my shoes. She took off her shoes, tightened the belt, threw her shawl on the floor and hugged the horn of the horned owl. -But look... - the official exclaimed, trying to stop him as he trembled in fear. The boy looked at him with his beautiful blue eyes, in an inquiring manner. -Nothing, - said the official - he sat down. The boy sat like a cat. - Look ahead! - the officer shouted to the soldiers. In a few moments the boy was in the cup of the tree, embraced by the trunk, with his feet between the leaves but his chest exposed, and his red head, which shone with the sun, seemed gold. The officer could only see it: such a small result there up there. -Look at the front, and very far - the officer shouted. The boy, to see better, took his right hand, which was resting on the tree, and put it over his eyes like a screen. - What do you see? - asked the official. The boy turned his face to him, and, making a portent with his hand, said, \"There are two men riding horses on the white of the road. - How far away from here? -Media legua. -Do you move? - They are broken. - What else do you see? - the official asked after a moment of silence -. Look to the right. The boy said: - Near the cemetery, among the trees, there is something shining; it looks like bayonets. - You people? - No; they will be hidden among the thorns. At that moment, a faint shiver of sharp pain was felt in the air and went away behind the house. - Relax, kid! - cried the official. They have seen you. I don't want to know anymore. Sale below. -I don't have any fear - the boy said. - Low! - the official retorted. What do you see on the left? - To the left? The boy turned his head to the left. At that moment another, more acrid and lower sound shook the air. The boy hid everything he could. -Go on -exclaimed-, they have taken it with me!-. The ball had come very close to him. - Down! - The official cried out, enraged. -Then - the boy said - but the tree is guarding me; don't be afraid. On the left do you want to know? - To the left, - said the official - but low. -At the left -cried the boy, directing his body to that side-, where there is a chapel, I seem to see... A third thud passed over the top, and then the boy came down, halting at a point in the trunk and in the branches, and falling after his head with his arms open. -Shame! - cried the officer, rushing in. The boy fell to the ground on his back, and lay stretched out with his arms open, his mouth open: a stream of blood came out of his side, to the left. The sergeant and two soldiers came out of their horses; the officer shook his head and removed his hat; the ball had entered his left lung. -He's dead! - the official exclaimed. - No, live! - said the sergeant. - Oh, poor boy, brave boy! - cried the official. I am, I am! But while he said “animo” and pressed the pillow against the wound, the boy moved his eyes and bowed his head: there was death. The officer sat and looked at him for a minute; then he sat his head on the grass, rose up and looked at him for another instant. The sergeant and two of the soldiers, immobile, looked at him; the others turned back to the enemy. - Poor boy! - the official saddened -. Poor and brave child! Then he approached the house, took the flag out of the window and spread it out as a flag of honor over the poor dead boy, leaving his face uncovered. The sergeant placed his boots, grenade, grenade launcher and knife on his side. They remained silent for a while; then the officer turned to the sergeant and said: - We will call the ambulance; he has died as a soldier, and as a soldier we must bury him. With this, he gave the dead a kiss on the forehead and cried: - On horseback! All sat down on the chairs, gathered the section, and resumed their march. Few hours later, the dead child was given the honors of war. When the sun was setting, the whole line of the Italian advance turned towards the enemy, and on the same way that the cavalry had travelled in the morning, a strong band of hunters advanced in two lines, who a few days before had venerably slain the cloak of St. Martin. The news of the boy's death had already spread among the soldiers before they left their camps. The road, criss-crossed by a river, passed a few steps from the house. When the first officers of the battle saw the little corpse lying on the ground, covered with the tricolour flag, they saluted it with their swords, and one of them sat down on the edge of the swampy river, which was very muddy, and picked up the flowers and threw them into the river. Then all the hunters, as they passed by, cut flowers and threw them on the dead. In a few moments, the boy was covered with flowers, and all the soldiers greeted him with a salute: Bravo, little lombard! Goodbye, little boy! Goodbye, ruby! Live! Thank you so much! Goodbye! A red-clad official placed his red cross on his naked feet, another embraced him in front, and the flowers continued to rain down on his bare feet, on his shivering chest, on his red-haired head. And he looked asleep in the grass, wrapped in the flag, with a pale and almost smiling face, as if he were hearing those greetings and was happy to have given his life for his country. FIN", "title": "El pequeño vigía lombardo", "author": "Edmundo de Amicis"}