{"metadata": {"length": 6358, "words": 1191, "reading_time_min": 5.955}, "text": "Celso Ruiz, the very prudence, how could you provoke gentleman Alberti, famous duelist, wonderful shooter who breaks bullets at the edge of a knife? I just found my friend in his office, lying on the couch, cigarette on the lips. Are you beating yourself up? I asked him. I'm going to kill myself. The truth. It's just as good to put a gun in front of that man. It's the same. I need to prove I'm not a coward. Who? To everyone, myself, because even I was beginning to doubt it. You are crazy! Celso came in, made me sit down, and said, \"Listen to me. A whole confession. The life of the court express does not have the solid frankness of our province, where time is left to purify friendship. Here, we are people forever known from yesterday; friends, no one; so we have the right to be afraid of each other, to deceive each other and to judge each other by suit with respect to their position, by their ingenuity with respect to their talent, and by their proacity with respect to their leadership. The coffee table, with a flying competition, attracts us for its esprit and repels us for its cynicism. We leave her with disgust, always left a jar of self-love between the cups, and we return, however, the next day, like a troupe of prostitutes, to smoking and lying down. The one who speaks the loudest is right, and the supreme argument is a bottle staring at the forehead of the other. - Ecce homo. And something like that is your throw with that duelist, half juggler and half gentleman? The motive, at least. - Wait for me. You, when I came here a year ago, introduced me to those circles, whose animation captivated me, for they are not lacking in ingenuity. It was a joy. There, in the exile of our city, unable to gather six people with whom to establish a customs-free exchange of ideas of ignorance, I thought of Madrid, the intimate, intellectual and exquisite Madrid; I dreamed of a Cenacle of hearted men, where concerns were forbidden, and where thought could sprout and spread freely like the smoke of a steam in the clean air of the seas... My surprise, then, had no limit to discover that among these talented people there rose with each word a thousand times more ruinous than those of the ignorant. The harmless phrase, provided it was lucky, twisted vanity and turned it into insult; the triumph of others turned it into hatred, envy; the happy reasoning was rejected with the brutality of the sectarian; and all this, as a fatal process, led to bottling first and to the lance of honor sometimes. Let's put a half a percent. It's a lot. - No, I'm not. That's right. The proportion of those challenges the waiter pays for the broken cards. One for two hundred bottles... but tell me for once, why is it your spear? I am going to that, precisely because I have avoided those others and the crystal arguments. As I believe that I should not have convinced any polemicist by smashing his head, nor should I have been convinced that they should break it to me; as I believe that a coffee dispute can never constitute a case of honour, which is usually but a case of vanity, more worthy than a spear of honour, of some sensible explanation or discrete contempt, and as I think, furthermore, that in hatred and in love there are no middle terms, so I do not conceive of the regulated hatred that is given in advance to be satisfied with seeing a drop of blood, and so, in the end, I do not conceive of any more than the real spears of honour, where one is likely to be killed or to die, and surely not to forgive an unforgivable inherited honour... all these measures forced me to return there for reasons such as preventive coffee. I applaud him, even if he doesn't imitate you. I applauded myself the same way on the first day. The second and third I spent fatally, alone with my susceptibility, which awakened in a reflective way. Isn't this, deep down, a weakness I was wondering? If life is like this, even if it should be different, and like coffee is the way most people are, the way we treat our business and the way we treat our relationships, should you give up society, shut yourself up like a cenobite, just for the sake of being sane? That idea is Schopenhauer's. Almost. What, then, was in my prudence of rational, and what cowardice was there?... I examined my whole life. The exam calmed me down. I have never retreated in any way out of fear; my biography, you know, is not exactly that of a nun. And to try it in coffee, like coffee is the world... well, you challenge... - You need to calm down. Then I found myself certain I would be able to give my life for my duty, for my mother and for my mistress, and I repeat to you that I was calm. The idea I had of myself at that point was enough for my loved ones to have it too... a great sadness made Celso bend his neck when he uttered these words. Those people? I asked him. They're like the others at this point. My Claudia, my good Claudia, also confuses the folly and stoicity of barbarism with true courage. He doesn't understand that you can be pale with a serene heart. Yesterday I was driving her in the field. He stood before a drunken beggar, and asked me insolently for a pledge; and I pale-eyed him, begging him to depart; but he had taken the reins, and I smote him, and he smote the horse, and tore it open, after he had rolled the sloth. In the race I thought she was the star, my Claudia! When she was talking about the incident at night, she said: It's like marble! Claudia, without stopping to consider the kind of fear that might have assaulted me, has suspected, for the first time, that I am a coward. I understood him in his murderously compassionate eyes! An hour later I was challenging Alberti. The bottle, coffee grounds, easy, finish. I'll prove my worth, since it's indispensable. Forgive me, I said, but what you're proving for the first time is your cowardice. You're going to kill yourself. In a theatrical way. On a stage, with friends and audience on the stage, to the last. Only they will really kill me; and suicide is brave: this idea, if not Schopenhauer's, should be. It has been impossible for me to convince Celso of his recklessness, and I have separated myself from him by hugging him with pity, like a prisoner. But who knows! The challenge is tomorrow. More than the pulse of a desperate man can shake that of a brave craftsman...", "title": "El suceso del día", "author": "Felipe Trigo"}