{"metadata": {"length": 6964, "words": 1266, "reading_time_min": 6.33}, "text": "The former archbishop's palace is tetris and has headgear, and its walls resemble saffron. On the long winter nights, living in it is a struggle. The adjacent cathedral is immense, taking more than a lifetime to complete, and it has such a tangle of chapels and sacristy that, after centuries of abandonment, some remain virtually unexplored. What will the angry archbishop do on Christmas Eve all alone while the whole city is on holiday? How will he overcome the melancholy? People ask themselves. Everyone has some comfort: the child has a train and a Pinocchio, his little sister a doll, the mother to her children around, the sick a new hope, the old bachelor to his fellow fornicator, the prisoner the voice of another prisoner in the next cell. What will the archbishop do? The diligent Don Valentino, his Excellency's secretary, smiled at hearing people talk like that. On Christmas Eve the archbishop has God. Kneeling all alone in the middle of the cold, deserted cathedral, at first glance it might inspire pity, but if people knew! He's not alone, and he's not cold, and he doesn't feel abandoned. On Christmas Eve, God floods the temple for the archbishop, the ships literally overflowing with him, to the point that the doors can barely close. And, although there are no stoves, it's so hot that old white horns wake up in the graves of historic abbots and climb up through the basement vaults, kindly peering their heads at the confessors. That's how the cathedral looked that night: God's overflowing. And although he knew it was not his task, Don Valentino entertained himself, perhaps too willingly, in preparing the prelate's reclinatory. The firs, the turkeys and the champagne were all fine. That was a real Christmas Eve. In these thoughts he was, when he heard the doorbell ringing. \"Who will knock on the cathedral door on Christmas Eve?\" asked Don Valentino. Have you not prayed enough yet? What kind of fly would have bitten them? Yet he went to open it and, next to a gust of wind, a poor cloth came in. Oh, my God! \"He exclaimed with a smile, looking around\". What a wonderful thing! It's even felt from the outside. Monsignor, could you give me a minute? Think it is Christmas Eve. \"It is His Excellency the Archbishop\" replied the priest. You'll need it in a couple of hours. His excellency is already leading the life of a saint, you will not pretend that now he also renounces God! And besides, I've never been a monsignor. Not a little, Reverend? There's so much! Your Excellency would not even notice! I told you not... you can go... the cathedral is closed to the public and she fired the beggar with a five lira note. But as soon as the miserable man left the church, God disappeared. Frightened, Don Valentino looked around, scrutinizing the dark vaults: he was not there either. The spectacular apparatus of columns, statues, canvases, altars, catafaks, candlesticks, and cloths, usually so mysterious and powerful, had suddenly become inhospitable and sinister. And in a couple of hours the archbishop would be down. Concerned, Don Valentino opened one of the doors that led out and looked into the square. - I'm not doing anything. There was no sign of God out there, even though it was Christmas Eve. From the thousand lit windows came the sounds of laughter, broken glasses, music, and even blasphemy. But no bells or songs. Don Valentino went out in the middle of the night and went down the profane streets, amid the roar of unbridled banquets. But he knew where to go. When he entered the house, the family was sitting at the table. Everyone looked benevolently at each other and around them was a little bit of God. \"Merry Christmas, Reverend\", said the head of the family. Would you like to sit down? \"I'm in a hurry, friends\", he replied. By my negligence, God has abandoned the cathedral and His Excellency will be praying soon. Couldn't I have yours? After all, you're accompanied, you don't need it at all. Dear Don Valentino, said the head of the family, I think you have forgotten that today is Christmas Eve. Is it just today that my children should be dispensed with God? I am surprised by you, Don Valentino. And just as the man was speaking, God left the room, the happy smiles disappeared and the roasted cap looked like sand between the teeth. So Don Valentino set out again, in the middle of the night, through the deserted streets. He walked and walked and finally saw him again. He had reached the city gates and in front of him, in the darkness, was the vast countryside, slightly white with snow. Over the meadows and rows of blueberries, God waved, as if waiting. Don Valentino bowed himself. But what are you doing, Reverend? A farmer asked him. You want to catch a disease with this cold? Look up there, son. Can't you see anything? The farmer looked at it without being surprised: \"Yes, it's ours\", he said. Every year he comes to bless our fields on Christmas Eve. Listen, the priest said. Could you give me some? In the city we're out of it, even the churches are empty. Let me have a little while so the archbishop can at least spend a Christmas Eve in good condition. Don't even talk, my dear Reverend! To know what disgusting sins they have committed in their city! It's your fault! Set them up as you can. I'm sure we've sinned. But who doesn't sin? You can save many souls, son, just by saying yes. I'm tired of saving mine! The farmer sarcastically shouted, and as he was saying this, God rose from his fields and disappeared into the darkness. Don Valentino went to look even further. God seemed to be becoming scarcer and scarcer. Those who had little did not want to give it away, and at the very moment they refused to share it, God disappeared, moving away more and more. Then don Valentino reached the edge of a huge wetland, at the bottom of which, right on the horizon, God was shining gently, like a long cloud. The priest bowed himself in the snow, \"Wait for me, Lord! He begged. It's my fault the archbishop is alone, and tonight is Christmas Eve! Despite his feet being cold, he started walking in the fog. He sank to his knees and occasionally fell to the ground as long as he was. How much would it hold? Until he heard a diffuse and moving chorus of angelic voices and saw a lightning bolt in the midst of the mist. He opened a small wooden doorway. On the other side was a huge church, and in the center, surrounded by some candles, was a priest praying. The church was full of paradise. Brother, don Valentino was at his best, I'm sorry. Because of me, my archbishop is alone and needs God. Give me some, I beg you. The man who was praying slowly turned around. And recognizing it, Valentino turned pale if he could. Happy Christmas, don Valentino exclaimed the archbishop as he went out to meet him, completely surrounded by God. Blessed boy, where have you been? Can anyone tell what you went for tonight's dog night? *FIN* Racconto di Natale, Corriere della Sera, 1946", "title": "Cuento de navidad", "author": "Dino Buzzati"}