{"metadata": {"length": 6054, "words": 1132, "reading_time_min": 5.66}, "text": "There are many situations and ways to be unfaithful. Christ knew it. We will not refer to his remark at the last dinner, where he announced that he would be rejected three times, nor to the ratifying moment in which Peter, indeed, rejected him many more times. In the case of Mrs. Lonigan, we must remember how Jesus rebuked those who were trying to stone the old woman. The persecutors threw their stones because no one was clean of sin. Mrs. Lonigan perhaps did not think of these things when she came to tell us the story of her infidelity. It was simply telling a story, and it was also frantic by nature, as it is with people in the West. The race of pioneers, also naturally transits through the forest of feelings. This happened at a time when the war had not yet come and anyone with a car could drive it to run without worrying about gas rationing and tire deflation. Our happiness had to do with miles and miles of driving... And so it was that we arrived, in a car that Mrs. Lonigan was driving, in a rugged mountain range in the state of Wyoming. The sky was clear and bright, a tibio sun shining on the peaks of blazing and blue rocks and the green pines. We had solid breakfasts in which the gratifying and awaited fragrance of the forest was mixed. And we drank the water of a nearby stream, which naturally fulfilled its virtuous role of transparency and murmur, and the wine of a solitary bottle that had emigrated there from California. Then the American professor Ben sang with cheerful enthusiasm some songs he had learned on his last trip to Mexico, the Brazilian archaeologist Guimares climbed a tree and the Peruvian novelist lvarez recounted the difficulties he had on one occasion to get fire in the middle of the virgin forest. When Mrs. Lonigan announced that she was going to tell the story of her infidelity, an atmosphere of expectation was created and even the archaeologist, called by his wife, jumped out of the tree to join the circle of listeners. “Through my infidelity,” Mrs. Lonigan began, “I became convinced that the woman is a faithful creature.” “A fine paradox,” the novelist added. —Your personal experience would prove, moreover, that you are a faithful woman,” another of the acquaintances added. —When I married Robert —said Mrs. Lonigan —I swore to him eternal love and to be faithful to him to the end of my life. But two or three years passed... yes, three, because I remember that at that time we were already living in San Antonio... and I have to admit that I failed in my promise. It was the case that Robert had a friend called Chas and this was a sly fox. I don’t know whether it was he or I who made our friendship a bit too cordial. In these cases, it is difficult to determine exactly who is responsible. The truth is that we were very much in love and as he was always at home and Robert was unaware of anything, who knows why because he had a good memory and had not forgotten my promise, the thing was growing. It came a time when my husband was away from the house and Chas was in a certain spa. Then I resolved to write it. There was no special reason for me to write it, and I invented it. I told him, at first, that I would ask him to visit a friend I had in the place. I was taught to make confessions in a certain tone. I thought Chas, who was no prude, would immediately realize that my letter was a sort of declaration... But I also wrote to Robert and from then on he knew nothing of the other letter... Writing several letters at once is typical in these cases — the Brazilian archaeologist, whose fourth book is devoted to love affairs, commented. —What was it, —said Mrs. Lonigan, and went on—: I put the letters in the envelopes and walked to the post office—unbeknownst to me, I had changed the envelopes and was sending Robert the letter for Chas and the reverse. I bought stamps at the post office, put them on every envelope and was about to throw them away when I awoke to the faint doubt that I had closed the envelopes erroneously. I opened the curtains and saw with horror that it was so. I was so shocked that I didn’t dare do anything else than break the covers and the letters, as if Robert had surprised me at that moment. I wanted to wipe out, instinctively, every trace of guilt, the smallest evidence of guilt. I hung the letters on a peg that had been in a corner and I still remember the special look people gave me when I was a stranger. It was not for less. They did not see but that a lady was about to throw her letters into the fire and then she was going to open them and, in fact, after a quick glance, they sprang up suddenly. Back home, I regained my serenity and I started to analyze things coldly. I found that I no longer wanted Robert in the same way as before, because he had stopped being the most charming man in the world and I was interested in Chas. But I thought at the same time that I was professing great respect and great admiration, and this was proved by the intense emotion, the fear, the overthinking that I produced by the possibility of being discovered. Without considering and appreciating Robert, such a possibility would not have moved me so much. I also looked at Chas and found that that charming pygmy could never have awakened the reverence that Robert did. I haven't tried to write a letter yet. And since then I have wanted Robert with a certain firmness and certainty, for the episode has served to valorize him... I have also become convinced that a woman is a faithful person, or at least I am, for above all I felt a great discomfort in myself, a special shame for what I had done. Such a state of mind was removed only when Robert came home and I felt as if I had forgiven his quiet confidence of a trusted man... Mrs. Lonigan finished by saying, \"This is the story of my infidelity, for I was once infidelity with thought.\" The important thing is to stop there and I did. For, after all, who can say that he has never had any bad thoughts about this class? Nobody said no. *FIN* Seven Quiromantic Stories, Lima, 1978", "title": "Historia de una infidelidad", "author": "Ciro Alegría"}