{"metadata": {"length": 2294, "words": 363, "reading_time_min": 1.815}, "text": "When the president of the Swimming Club and the Paris Indians — hats, shaved heads, tricolour bands on the chest — saw the winner coming, they broke into applause and enthusiastic exclamations: —If she looks like a delfin! —You want to say a siren. - No, a nanny. —An ocean, a “blue ocean”, as the poet said! The winner, a French-speaking, slender-lipped, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, slur-singing, s My God, I am confused! And a girl, again! It’s not my fault, you know? If I had known...! And all that of: —You touch me; yes, Lord. There is nothing to post. That is what my mother gave me with everything else she brought to the world, etc. —Let’s see, lady —the President, professionally, putting an end to those squabbles with a sharp tack—. Hey! Hey! To complete this diploma, some data are needed. Decline your generals. —Here, in public? Risas. The President, Protector: —Your name, your age... What do you do, what is your profession? —My office is very modest, gentlemen. Because, without appointing anyone, I, as we say to the people, am a pig. Panic. Silence followed by noise. —You said...? —Puta. ..........................................................! Dominating the general stumbling, monsieur Machin, always analytical, asks: —But, then, dolphin or siren, whale or demon... without fail, do you wish to tell us how, when, where you acquired that agility and grace in swimming, that sporting perfection, that extraordinary mastery of... of... of... of... And the ocean, cynically, snarls at him: — It is that... you know? Before coming here I walked the streets of Venice. FIN", "title": "Campeona", "author": "Alfonso Reyes"}