{"metadata": {"length": 2362, "words": 429, "reading_time_min": 2.145}, "text": "Yes, go ahead and walk! Leave me alone! Albert... is it possible? Seeing her so weak, so blond, so soft, an evil desire made her repeat: Get out of here! Don't you come back! He threw her out of the cabinet, and he closed the door. An acidic satisfaction cheered her strong male veins. He had felt, under his biting fingers, the woman's childish, trembling flesh bending, and he had watched that narrow body, sometimes palpitating with long caresses, languish languishing in the shade. And like a wild echo he could still hear the whipping of his own voice: \"Go! Don't you come back! But she also began to hear groans rising in her conscience... had she, her sweet Mari, had the courage to punish her? And why? Why, in the midst of a loving and abandoned dispute, had the fierce desire to make her suffer, to crush her beloved little heart suddenly drowned her? And a great strangeness, a great clarity suddenly arose. No, I didn't love her anymore. It was all over. It was all dead. He stared at the high door, motionless, and thought it would never open. Behind the door, squeezing her chest with dying hands, Mari was listening. It was late at night. Some beggar's footsteps were crawling down the rocks. Mari envied him for nothing but cold and hunger. She had a horrible cold in her soul. He sensed the sound of papers, of books rolling around... He's working... he thought. Now he gets up, walks... he comes. Mari couldn't breathe. He's leaving. It won't open. Alberto's cruel feet came and went, without stopping at the door, without wanting to reach that silent despair, carrying the peace offering... And the tears burst out endlessly, burning from the invisible fountain, wet in the darkness the warm face, stuck to the still door... And Mari let herself fall little by little to the bottom of her pain... The hours took the black silence to run away pushing each other, and Alberto, drunk with sleep and sadness, decided to open. Mari, crashing to the floor, had fallen asleep. He lifted up the beautiful golden head, soaked in sweat and tears, and kissed the warm, open eyes. In the light of the lamp, some wrinkles appeared near the tormented mouth, from which a vague death fragrance came out. Then the man took the girl in his arms, and they passed the door to enter into true love, made of darkness, anguish and flames. Finish short stories, 1911", "title": "La puerta", "author": "Rafael Barrett"}