{"metadata": {"length": 2468, "words": 468, "reading_time_min": 2.34}, "text": "Dr. Grainger solemnly said, \"Heroes, the first time machine. Her three friends stared at her carefully. It was a square box about 15 centimeters sideways with spheres and a switch. Just hold it in your hand Dr. Grainger continued, adjust the spheres for the date you want, press the button and it's done. Smedley, one of the doctor's three friends, took the box to examine it. Does it really work? I made a brief test with her. The wise man replied. I put it on a day ago and I pressed the button. I saw myself, my own back, leaving this room. It made a certain impression on me, as you may suppose. What would have happened if you had run to the door to kick yourself a good kick? Dr. Grainger couldn't contain a laugh. Maybe I couldn't have done it... because that would have been altering the past. It's the old time-travel paradox, as you know. What if you went back in time and killed your own grandfather before he married your grandmother? Smedley, with the box in his hand, suddenly withdrew from the other three gathered. He looked at them, smiled, and said, \"That's exactly what I'm going to do\". I adjusted the device for 60 years ago while you guys were chatting. - Smedley! - What? Don't do that! Dr. Grainger moved in on him. Stop, Doctor, or I'll press the button right now. Give me time to explain. Grainger stopped by. I know that paradox too. And I've always been interested in it because I knew that if I ever had the chance, I would murder my grandfather without contemplation. I hated it. He was a thug, a cruel, hangman, who turned my poor grandmother and my parents' lives into a real hell. And now the occasion you longed for has come. Smedley pressed the button. For a fraction of a second everything became blurred... then Smedley found himself in the middle of a field. It didn't take long to get a feel for it. If that was where Dr. Grainger's house was to be built, then his great-grandmother's farm couldn't be more than a mile and a half south. He marched in that direction. Along the way he got a wood that would make a good stick. Near the farm, he found a young redhead who was beating a dog. Enough, you brute! \"Smedley said running towards him. \"Don't get involved in anything you don't care about\", the young man said, pointing a new whipping at the dog. Smedley raised the dagger. Sixty years later, Dr. Grainger solemnly said, \"Heroes, the first time machine. Her two friends stared at her carefully. The first time machine, 1955", "title": "La primera máquina del tiempo", "author": "Fredric Brown"}