{"metadata": {"length": 5424, "words": 991, "reading_time_min": 4.955}, "text": "There's a lot of interesting things in the Happy Cafe. One of them, Pimienta, a boy of twelve or a little over. His real name is Taha Sanqar, but he is known as Pimienta. He's at the cafe from the early hours of the morning until the evening, to bring the candle to those who want to smoke a narguilé. It is well known that the moths are not unjustified, but this one is especially well placed: the boy is alive, agile, he walks like a wasp before the customer has just called him. She doesn't stop moving and talking all the time. He's been working there for a year for a daily dish, plus his snack, and a cup of tea in the morning and another after dinner. He's more than satisfied with this. He feels proud every time he thinks he's earning his living and can have a plate; so, as he says: I, happy and content. That's not why you think it's all done. His immediate goal is the day the boss authorizes him to fill and serve the narguilés, a job that involves the ascent of chico to mozo... afterwards... who can predict where he will get! Consistent with his ambition, he exercises his vocal cords non-stop, voicing the consumations. And it's that in a popular coffee shop a good throat is as important as in a singing academy. One of the things that Pimienta likes most about coffee La Felicidad is the student troupe that meets there on holiday evenings and on holidays. They're settling in a corner. They're chatting. They're playing the jacket. Drink tea and ginger. They're people from the village, poor, like the other customers, but the studies have gotten to their heads; they feel superior and keep their distance. They've stopped wearing the yillab, although some still wear wooden shoes. They're meeting to hang out. While drinking their tea or their ginger, one of them reads aloud an evening newspaper. The others hear you. Then they jump to comment and discuss it long and passionately. One evening Pimienta understood for the first time what they were saying, and he took a great joy. They had just read, among other things, the news of the trial of a senior official accused of corruption. The comments were automatically turned on... this one has fallen into the hands of the law by chance! There are many others who should be in prison, but justice is blind! ...and they were becoming more direct and less contained: -The evil is not only in the officials; there are others... you already understand me, worse and even more scum. In this country, if the balance of justice were well balanced, prisons would be full and palaces empty! They competed to get out to shine names, to tear them apart and to bounce them through the mud, with altered voices, outside themselves: -Look at Fulano, without going further... do you know how he has amassed his immense fortune?... (and act followed they listed the hitches and the robberies with which he had managed to make money. So much detail was given that the person concerned's own secretary or administrator seemed to be telling it). They didn't stop dissecting any important characters. Lives were interpreted to the consumer's liking. They were picking up flaws. The phrase that served as a trampoline was: - And you know how he has amassed his fortune Fulano? - Everything else came out afterwards. One of them concluded, furious: \"In this country it is lawful to steal! Pimienta understood the phrase without difficulty, even though it had been said in a cultured language. He liked it. A buried passion revived within him: How good it sounds that this is a land of thieves! Oh, my God, so theft is allowed here! Pepper... has the thief's blood in it; he's been raised to breasts of theft. That's what he's used to since the cradle: his mother, who works as an apple saleswoman, is busy on the free-roaming to find some other lost chicken, and his father, Uncle Sanqar, a strolling peanut salesman, is a big fan of taking clothes out in the yard, and has a special ability to run around the clutter. Despite all these \"helps\", the family is not prospering. That night had an unpleasant ending for Pimienta. When he returned home, or rather to the room where everyone lived, he found his mother still up, worried and disconsolated, surrounded by her daughters, weeping. The boy got scared when he came across that. Before she gave him time to ask, his mother explained: \"A policeman has taken your father\". Pimienta understood the situation. He went to his older sister, and she told him something else: that he had been reported for stealing shirts and pants, and that he had been taken to the police station. After a moment of silence, he added that he had at least been in prison for a few months, or perhaps years. Pimienta rarely saw his father: at night he was already asleep when he returned from his wandering, and in the morning he went out for coffee before his father had got up. Despite this, infected by the environment, he became sad and wept. Suddenly he remembered what he had heard in the afternoon and went to tell his mother... that the country was full of thieves, and that the robbery was legal... The woman was not for fantasies; she took him aside, squealed him bitterly to shut up, and ended up slapping him. When he woke up the next morning, Pimienta had forgotten the day before; as if he had been born again. He went for coffee, with his quick pace, without distraction. It wasn't the first time they put her father in jail. FIN", "title": "Pimienta", "author": "Naguib Mahfuz"}