{"metadata": {"length": 2123, "words": 372, "reading_time_min": 1.86}, "text": "James Burne Worson was a shoemaker who lived in Leamington, Warwickshire, England. He had a small workshop on one of the few roads that connected to the road to Warwick. In his humble activity he was considered an honorable man, although like many others of his class in the English villages he was a heavy drinker. When he was drunk, he was able to make the craziest bets. On one of those occasions, too frequent, he boasted of his skill as a walker and athlete, and the result was a test against nature. For a sovereign he pledged to run to Coventry and back, a distance of a little over forty miles. This happened on September 3, 1873. He immediately set out; the man with whom he had made the bet, whose name is unremembered, accompanied by Barham Wise, a cloth merchant, and Hamerson Burns, a photographer, followed him in a cart. For several miles Worson rode very well, with a loose pace and apparent fatigue, for he truly had great endurance and was not drunk enough to undermine her. The three individuals in the carriage kept a short distance behind him, taking his hair or cheering him occasionally, depending on the mood of the moment. Suddenly, in the middle of the road, less than twelve yards from where they were meeting with their eyes fixed on him, Worson gave a tramp and, plunging forward, issued a tremendous scream and disappeared. He didn't fall to the ground; he disappeared before he rubbed it. No trace of him was ever found. After wandering around the place for a while without knowing what to do, the three men returned to Leamington, where they told the amazing story and were subsequently arrested. But they had a good reputation, they had always been considered sincere, they were sober at the time of the event and nothing was ever discovered that discredited the exposé they made under oath of their extraordinary adventure, in relation to whose truth, however, public opinion appeared divided throughout the UK. If they had anything to hide, their choice of methods is certainly one of the most surprising ever made by sensible men. FIN An Unfinished Race, The San Francisco Examiner, 1888", "title": "La carrera inconclusa", "author": "Ambrose Bierce"}