{"metadata": {"length": 6453, "words": 1166, "reading_time_min": 5.83}, "text": "It was after a dinner party with friends, old friends. There were five of them: a writer, a doctor, and three wealthy unmarried people without a profession. It had been all talked about, and it had come to a fate, that fate that precedes and decides the departure after a party. One of the diners, who had been watching for five minutes, without speaking, the bustling boulevard, constellationed by gas nozzles and full of buzzing, suddenly said: \"When nothing is done from morning to night, the days are long. - And the nights too, - added his neighbor. I barely sleep, the pleasures tire me out, the conversations do not change; I never come across a new idea, and I experiment, before I speak to no matter who, with a furious desire to say nothing and not hear anything. I don't know what to do with my evenings. And the third unemployed said, 'I would be willing to pay one penny, two hours a day, just pleasant. Then the writer, who had just put his coat on his arm, came up. \"The man\", he said, \"who would discover a new vice, and offer it to his fellow men, even if that reduced his life by half, would do a greater service to mankind than he who would find the means of securing eternal health and youth\". The doctor laughed, and as he was biting a cigarette he said, \"Yes, but things don't get figured out this way. Although the matter has been diligently sought and worked since the world's inception. The first men came to perfection in this one. We barely evened them... one of the three unemployed sighed. - It's too bad! Then, after a minute, he added: \"If only we could sleep, sleep well without being cold or hot, sleep with that sleeplessness of the nights of great fatigue, sleep without dreams. - Why not dreams? - asked his neighbor. \"Because dreams are not always pleasant\", replied the other, \"and they are always strange, unlikely, spoiled, and because while sleeping we cannot even taste the best dreams. You have to dream awake. - Who's stopping him? - asked the writer. The doctor threw his cigarette. - My dear friend, to dream awake requires great power and great work of will, and the result is great fatigue. True sleep, that walking of our thoughts through enchanting visions, is certainly the most delicious thing in the world; but it must come naturally, not painfully provoked, and be accompanied by an absolute well-being of the body. I can offer you this dream, provided you promise not to abuse it. The writer shrugged his shoulders. - Oh, my God! Yeah, I know, hash, opium, green jam, artificial paradise. I have read Baudelaire, and I myself have tasted the famous drug, which has made me terribly sick. But the doctor had sat down. - No, the ether, just the ether. You men of letters, you should use it once in a while. The three rich men came up. One of them asked, \"Explain to us the effects\". The doctor continued, \"Let's put aside the big words, okay? I'm not talking about medicine or morals, I'm talking about pleasure. You are freeing yourselves every day from excesses that devour your lives. I want to point out a new sensation, possible only for intelligent men, say even very intelligent, dangerous as anything that excites our organs, but exquisite. I would add that they will need some preparation, that is, a certain habit, to fully grasp the singular effects of ether. They are different from the effects of hashish, opium and morphine; they stop immediately after the drug is discontinued, while the other dream producers continue their action for hours. Now I'll try to analyze as clearly as possible what you feel. But it's not easy; these feelings are so delicate, almost unintelligible. I suffered violent neuralgia when I used this remedy, which I may have abused a little later. I felt vivid headaches and neck pains, and an unbearable heat in my skin, a fever troubles. I took a large vial of ether and, after going to bed, I started to suck it up slowly. After a few minutes I thought I heard a vague murmur that soon became a kind of buzz, and I had the impression that the whole inside of my body was becoming light, light as air, which was vaporizing. Then there was a kind of rest of the soul, of sleepy well-being, though the pains persisted, though now they were no longer painful. It was one of those sufferings that can be endured, and not that horrible tear that our tortured body protests against. Very soon, the strange and charming feeling of emptiness I felt in my chest spread, reaching the limbs, which became light, light as if flesh and bones had melted and only skin remained, the skin needed to make me feel the sweetness of living, of being laid in that well-being. Then I realized I wasn't suffering anymore. The pain had gone, it had melted, it had evaporated. And I heard voices, four voices, two dialogues, not understanding any of the words. As soon as they were nothing but indistinct sounds, as soon as I could hear any word. But I recognized that it was simply the accented buzzing of my ears. I was not sleeping, I was awake; I understood, I felt, I reasoned with clarity, depth, extraordinary power, and a joy of spirit, a strange intoxication that came from this multiplication of my mental faculties. It was not a dream like the hashish, it was not the slightly sick visions of opium; it was a prodigious sharpness of reasoning, a new way of seeing, of judging, of appreciating the things of life, and with certainty, the absolute awareness that this form was true. And the old picture of Scripture suddenly came to mind. I had the impression that I had tasted the tree of science, that all mysteries were being uncovered, and that I was under the empire of a new, strange, irrefutable logic. And the arguments, the reasoning, the evidence, they came rushing towards me, immediately knocked down by a proof, a reasoning, a stronger argument. My head had become the battlefield of ideas. He was a superior being, armed with an invincible intelligence, and tasted a prodigious joy at the realization of my power... that lasted a long, long time. I was still breathing through the hole in my ether jar. Suddenly, I realized it was empty. And I felt a terrible sorrow. The four men asked at once, \"Doctor, fast, a prescription for a liter of ether!\" But the doctor put on his hat and said, \"No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no. And he left. Ladies and gentlemen, what does your heart tell you about it? FIN", "title": "Sueños", "author": "Guy de Maupassant"}