{"metadata": {"length": 4086, "words": 809, "reading_time_min": 4.045}, "text": "The first thing the girl did wrong was tear leaves from her books, so we made it a rule that every time she teared a sheet from a book, she had to spend four hours alone in her room with the door closed. I used to pull out about one leaf a day at first, so the rule worked pretty well, although the crying and the screaming from the other side of the closed door made us nervous. We reasoned that it was the price we should pay or at least part of that price. Then, as she increased her strength, she began to pluck two leaves at once; that meant spending eight hours alone in her room, with the door closed, which doubled the inconvenience for everyone, but she did not stop doing so and, as time went on, there began to be days when she plucked three or four leaves, with which she had to be alone in her room for sixteen hours straight, but that prevented normal eating and worried my wife. However, it seemed to me that if you set a standard, you had to follow it, be consistent, because otherwise, you got the wrong idea. She was about fourteen or fifteen months old at the time. Often, of course, she would fall asleep after an hour of screaming, more or less: a blessing. Her room was very pretty, with a lovely wooden swing horse and almost a hundred dolls and stuffed animals. There was so much to do in that room, if you managed the time wisely, puzzles and stuff like that. Unfortunately, sometimes when we opened the door, we saw that while I was inside, I had ripped out more pages of more books and had to add those pages to the total, to be fair. The girl's name was Zara Banda. We gave her some of our wine, red, white and blue, and we talked seriously to her, but it didn't help. I must admit, he became very skilled. If you went near her, where she was playing on the floor, on the rare occasions when she came out of her room, and she had an open book by her side and you looked at it, it seemed perfect, but if you looked closer, you would realize that some leaf had been torn off a little horn, which could easily have been natural wear, although I knew what I had done: I had torn that horn off and swallowed it. It had to be taken into account and that was how it was done. They're capable of anything in order to lead you astray. My wife said that maybe we were too strict and that the girl was losing weight, but I made her realize that the girl had a long life ahead of her and she had to live in the world with other people, she had to live in a world where there were many, many rules and that if she didn't learn to respect those rules, she would be excluded, without character, and everyone would reject her and condemn her to ostracism. The maximum we had in the room was eighty-eight hours in a row, which ended when my wife pulled the door out of her pleasures with a lever, although the girl still owed us twelve hours, because she had to make up twenty-five leaves. I re-placed the door in its slot, added a large lock, which only opened with a magnetic card that was inserted into a slot, and I kept the card. However, the situation did not improve. The girl used to come out of her room like a bat from hell, jump to the nearest book, Goodnight Moon or whatever, and start tearing leaves out of it. I mean, he was able to spread thirty-four goodnight moon leaves on the floor in ten seconds, plus the covers. I started to worry a little. When I started to add up his debt in terms of hours, I realized he wasn't going to leave his room until 1992, at least. Besides, she was pretty pale. I hadn't been to the park in weeks. We had in our hands something like an ethical crisis. I resolved it by declaring that it was okay to rip leaves from books and, furthermore, that it was okay to have ripped leaves from books in the past. It's one of the perks of being a parent: they have a lot of resources, all very good. The girl and I sat on the floor with the most joy, side by side, ripping the leaves from the books and, from time to time, just to have fun, we went out into the street and broke some windshields together. The Baby, Forty Stories, 1987", "title": "La niña", "author": "Donald Barthelme"}