{"metadata": {"length": 7551, "words": 1382, "reading_time_min": 6.91}, "text": "The private secretary of Mr. X, Director General of the International Confederation of Universal Production, timidly entered his very private office with a card in her hand. He gave it up, babbling. - It's a gentleman asking to speak to you. - Let's get him back another day! I'm busy now! - This gentleman has been coming, day after day, for eight months, Don Alcibiades. - Oh, my God! - You did? And how he hadn't told me before! What's this about? - He doesn't mean. He insists it's a private matter. X thought for a while, then, throwing the card into the basket without looking at it, decided, \"Let him in. The truth is, at the time, I had nothing to do. Almost instantly a half-town old man appeared, with a huge cardpace under his arm. He bowed down and sat down in front of the inaccessible tycoon. - What can I do for you? - He yelled at X with a voice that was about to end the interview. - Not at all. - What do you mean, nothing? - I'm the one who can help you; I have a document that I think you might be interested in. In the softest and quietest way possible, he dropped a huge volume over the desk. X took off his glasses; it was a resource he used frequently to spray his interlocutors: his nearsighted gaze had an expression that was both implacable and penetrating. - What do you mean, like that? - He was. - On these pages is written the whole story of your past life... I'm going to chantage! I don't invest money in that kind of thing! -...and also the story of his future life. - My future life? Are you crazy? For every answer, the old man laboriously turned the heavy drum, placing it in front of him. - Watch it a little, if you like. - He insinuated. X opened the book eagerly, closing his glasses once again. \"You can be sure you won't get a cent of my money\", he said, while he dived voluptuously into reading. She quickly leafed the first pages: her childhood, her youth. Oh, my God! It wasn't hard to get information about these things with a little work. Some details came as a surprise, however, in a striking way. How could anyone have come to know the games and fantasies he gave himself to at the age of four, when he defecated endlessly, sitting in his forgotten old celestial basin? What about your sticks? Your celluloid toad? Your first bike? Even the mark was marked with acute precision! What interested him most, however, were other things. Certain undisclosed details of events that occurred in his youth and, very especially, after his youth. Everything was recorded, by the way, with luxury of detail. He then began to reveal details about his business: the secrets of his accounting. After about ten or twenty minutes of reading, his breathing had become difficult and a warm sweat was moisturizing his forehead, neck, and even belly. That book was a real bomb! Suddenly he closed it and mechanically took off his glasses again, but he put them back on right away. \"I am not interested in your book\", he emphatically declared, expecting the reaction of his opponent in terror. But the old hump did not mutate, taking out, as a replica, a second volume of its paperback; it was a much smaller document. - Here you can read a little bit about your future. - My future? - Well, maybe it's not. It's a brief history of what's happened between you and me since I came into this office. X opened the second book, this time without commenting. After reading a few paragraphs, she stopped sweating sharply, a severe cold began to run through her body, and, unable to help herself, she began to tremble like a chicken. What did all that mean? Was he going crazy? The book was there, however, solid and tangible, and the letters stood out clearly on paper. His last words, the ones he had just uttered, were written in fine print, as were his last thoughts, the exact order of his recent reading, his still fresh sensations, and even the detailed description of how and when he had taken off and put on his glasses. Not knowing what to do, he proceeded to untie his tie a little and, at that very moment, he thought with horror that this gesture of his would be written, surely, on the first pages of the last volume that the old man kept inside the paper. Then he got angry all of a sudden. Was it possible, after all, that he was nothing but a doll, a slave, or a puppet, in the hands of that unhappy old man? That all his past, present and future acts were preordained and written in that ridiculous book? Without thinking what he was doing, he rushed over to his elderly visitor, trying to forcefully snatch the last volume. The old man defended himself stubbornly, producing between the two a kind of a somewhat indecent punch or force-play that lasted for several minutes, during which, fortunately, the phone didn't ring or anyone entered the office. Despite his fragile appearance, the old man possessed an unsuspected flow of physical energy; but X was at least twenty years younger, thirty or forty pounds heavier, and, moreover, he was fighting for something that belonged to him: his future, his life, and his freedom. One by one he twisted the old man's fingers, until he forced the heavier volume to drop. Finally, already triumphant, he sat down again as if nothing had happened, beginning his third and final reading. The story began, as I suspected, with the tie thing. Then he was referring to the very suspicion that had crossed his mind: that it was already written. He immediately recorded his anger and the blind act of throwing himself at the old man. Then, he narrated with incredible fidelity all the details of the silent fight, his final victory and the beginning of the reading. The next page described the reading itself, and the subsequent second reading. And so X went on, page after page, reading the precise description of how he was reading: tie  suspicion  rage  boxing  victory  reading  tie. A dark instinct told him that if he left the book for a moment, it would act on its own, that is, give him orders and master it. On the other hand, if I destroyed it without reading it, I would be forever enslaved to it: I could not help but think that whatever I did in the future, good or bad, foolish or sensible, would have already been written and advertised on one of its pages. Their only defense seemed, therefore, to be to hold on to the text, without letting a letter, a syllable or a comma pass. It was perhaps the foolish hope of overcoming him by speed, that is, of reading so quickly that at any given moment he could get to the future before him. In this way he would finally be able to contradict it, executing the longed-for Free Act or liberator. The book seemed to adapt, however, to the rhythm of reading, with the automatic precision of a reflection or shadow, the faster he read the faster he informed him of how he had read and how quickly. If, by making a trap, one or several pages were skipped, the book would execute the same jump, in the manner of a steeplechase or obstacle race; as he explored the last page, all he found was the already known fact that he had explored it and, if he turned back, read that he had turned back. After an indefinite lapse of time, the old man, perhaps overcome by boredom, retreated in a pointless fashion and never again turned back. As for X, for all we know, he continues to read or read himself, trapped in the trap of his own freedom, or clairvoyance, without daring to blink or move his eyes from the text, to this day. FIN We thank Simón Ergas for his contribution to this story to the Digital Library of Ciudad Seva.", "title": "El acto libre", "author": "José Edwards"}