{"metadata": {"length": 4465, "words": 847, "reading_time_min": 4.235}, "text": "When I'm asked about my profession, I feel very confused. I, who everyone considers a man of great security, get colored and stuttering. I envy people who can say, \"I'm a mason\". I envy hairdressers, accountants and writers for the simplicity of their confession, because all these trades explain themselves and don't need prolific clarifications. But I feel compelled to answer: I am a reader. Such a confession involves other questions, since to the second: Can you live off it?, I must answer with a sincere Yes. I live by my laughter and I live well, because my laughter - speaking commercially of it - is highly quoted. I am a good reader, an expert; no one laughs like me, no one master the nuances of my art like me. For a long time - and to prevent angry questions - I have called myself an actor, however, my mimic and vocal abilities are so tiny that this rating did not seem appropriate to me. I love the truth, and the truth is I'm a reader. I am not a clown or a comedian, I am not a cheerleader, but I produce hilarity: I laugh like a Roman emperor or like a sensitive bachelor, the laughter of the 17th century is as familiar to me as that of the 19th century and if it is a river as it has been done through all centuries, of all social classes, of all ages: I have learned it just as you learn to put floors on shoes. The laughter of America rests in my chest, the laughter of Africa, white, red, yellow laughter; and for a decent fee I blow it up, as the art director commands. I've become a must-have, river on records, river on tape, and the directors of radio novels treat me with great respect. I am a melancholy, moderately, hysterically, I am a river like a tram collector or a food trainee; I am the laughing of the morning, the evening, the night and the laugh of the evening, in a word: where there is a need to laugh, there I am. Believe me, this craft is exhausting, and it is all the more so since - and this is my specialty - I dominate contagious laughter. That's why I'm essential to third and fourth-rate comedians, who rightly shudder at the effect of their jokes. Almost every evening I sit in the variety show venues to laugh contagiously at the weak moments of the show, which makes me a kind of subtle claque. This work must be done with great precision: my cordial and spontaneous laughter must not sound too soon or too late, but at the exact moment. Then, as scheduled, I start making jokes and all the attendees join my laughs, which saves the joke. Then I headed, exhausted, stealthily to the dressing room, put on my coat, happy to have finished my work. I'm almost always in the house with telegrams with \"We urgently need your laughter\". I'm recording on Tuesday and, a few hours later, I'm crawling into an express with too much heat and cursing my luck. Everyone will understand that when my day is over or on vacation, I have little desire to laugh: the miller is happy if he can forget the cows, the bricklayer happy if he can forget the mortar, and carpenters usually have doors that don't work or drawers that are very difficult to open. Pastelers like pickles in vinegar, butchers like masaphan and bakers like meat more than bread, bullfighters like pigeons, boxers get pale if their children bleed from their noses. I understand this very well, because I never laugh after work. I'm a super-serious man and people think of me - perhaps rightly - as a pessimist. In the early years of our marriage, my wife used to say to me, \"Laugh\", but in the meantime, she has realized that I cannot satisfy her desire. I'm happy when I can relax my tired facial muscles, when I can relax my tired mood based on deep seriousness. Yeah, the laughter of others also makes me nervous, because it reminds me too much of my trade. Our marriage is, then, a peaceful and peaceful one, because my wife has forgotten what it is to laugh. Every now and then I catch her smiling and then I smile too. We talk without raising our voices, because I hate the noise of the variety, I hate the noise that can reign in recording studios. People who don't know me think I'm uncommunicative. Maybe it's because I have to open my mouth too often to laugh. I go on with my life with an unchanging face, only occasionally allow myself a slight smile and often wonder if I've ever laughed. I don't think he did. My brothers can say I've always been a serious boy. So I usually laugh in multiple ways, but I don't know my own laughter. End of 1952", "title": "El reidor", "author": "Heinrich Böll"}