{"metadata": {"length": 7841, "words": 1481, "reading_time_min": 7.405}, "text": "Last night, from my bed, I heard the snoring scream of a woman who was enjoying herself. Last night I heard the clock stop for two minutes waiting for the moon which in turn had stopped to see, in its own shadow of the street, two dogs beating each other. Last night I sang, alone, behind my back, I go to my mountains to ask God for these pains of mine Snow, wind and sun. I heard my singing. Which is highly absurd. I also considered it highly absurd how the issues of sex are organized on this earth. For all beautiful girls should be naked, with their backs tied with thick chains, and their thighs open, fully open. Then I could spank them mercilessly. But there's no organization. At least as long as the stars do not explain all their shortened distances between the two hands, and at least as long as the bishops do not wear the green of the moss of the quiet swamps. Nothing on the record is arbitrary. Among those three elements - girls tied up, stars and possible bishops dressed in green - I've always seen an absolute affiliation. Proof of this is that I have not put any other elements but the notes. Now, that I, today and for 42 years, cannot dismantle and then explain clearly such a well-organized brain affiliation, is no proof of its non-existence. It must be thought that I cannot explain each of the elements that make it up either. However, no one doubts its reality. I challenge anyone to untie me and explain a girl even if he tied her up himself. I challenge a compelling explanation of stars even if you have all the telescopes in the world, because the telescopes themselves would need an explanation because they only exist by the abstract explanation that the brain previously made. I challenge any human to take a bishop off his usual clothes and replace them with those of an exact green hue from the quiet swamps. After you sit in front of the bishop who smokes or doesn't smoke, absorbs or doesn't rap, it's the same to me, and with a sharp voice explain to me what really just happened. I challenge you! And, on the other hand, let anyone who doubts the existence of girls, stars and bishops come forward. I hope one day I can explain all this properly. Let us continue with the questions of sex. They could have a faster solution. It would be her if we could find pleasure in making love with long wavy stripes. This is not arbitrary either. I can re-examine an argument similar to the one before. But this would take a long time and it is necessary, it is urgent, that soon, before the scream of that woman who enjoys ends, it is indispensable that all well-born men, all of whom we are excited at the voices of the Fatherland and Virtue, it is impermissible that we fight tenaciously against the addiction to alcohol. But for this, you need a thin, brown, bright-eyed boy, who we would dress with a very tight mesh of almond-coated color and who we would touch with a big hat, a planetary hat, the hat itself and in its full grandeur. Oh, what a magnificent, oh, what a superb thing a hat is! I, here at home, am seventeen. I solemnly swear that for nine years now I have never been to bed without first urinating several drops on each one. Then I take a small-scale rifle and fire on the seventeen, one after the other. Let's get back to the boy. The unimaginable hat! The boy should wait a few minutes. I took a scrapbook drawer, raw wood. It's got five sides. I mean, it has a hole that I cover with glass so you can't touch what's inside, but you can see. I'm ready to go. There are five bottles on one side that grow in size as they move away from the glass. On the other side, there are five more of the same. They're coming together at the bottom. Thus: In the first two cases it reads: Beer; in the second case: Wine; in the third case: Pisco; in the fourth case: Whisky; in the fifth case: Pure Alcohol. The symbol expressed: The bottles grow in size: the alcoholic needs more and more alcohol. Along with the growing bottles, the level of alcohol content increases. The symbol expressed: The alcoholic needs not only more but also to increase the potency of the same, from beer to pure alcohol. In the foreground, in the center, there is an artificial rose. So: Symbol expressed: Under the influence of alcoholic fumes, everything is pink, like a rose. That's where the rose comes from. But the rose is artificial. Expressed symbol: Nothing we see in pink has that color. Life goes on. Life is black. From above, over the rose, hanging from its thread, a hairy tarantula. So: Symbol expressed: Tarantulas, especially the hairy ones, are disgusting, disgusting, hellish. That's what alcohol addiction leads to: turning you into a disgusting, disgusting, hellish being. Don't forget the tarantula stays on the rose. The symbol expressed: Truth is above lie. Each of us can make this symbolic construction in his own home. But if you want him to reach the masses, you need something else: the boy! And the hat. The boy with his hat must be placed behind the drawer and the drawer must be placed in the center of a public square. The boy must start shouting, \"Come! Come on, get out of here! Then, yes, the masses will come and, seeing all that, will flee for ever from the addiction to alcohol. If the men didn't drink, maybe there'd be a chance to tie up some girls and whip them. So the stars could go their separate ways, the bishops could go with their usual basements and the velvet liras without fear of rape. But you need the hat. I'll get all the models sent to me. Last night I heard the snoring scream of a woman who was enjoying herself. Then the wind blew. He took everything. He took a bishop who, after eight centuries of flight, deposited him in the middle of the Milky Way. That bishop may be our representative there in the tenacious struggle against alcohol addiction. Just... we have to find a way to send you a thin, brown, bright-eyed boy as soon as possible. He'll dress you up as he needs to. Maybe, given the weather, with sand. We have to fight! At the bottom, don't forget, there are the girls chained. Don't forget, you can lash out without mercy! Last night I heard the snoring scream of a woman who was enjoying herself. A moment later I had a glass of pure alcohol. And I wept over the misfortunes that afflict my fellow men. Then I had a glass of whiskey. I wept over how much they must suffer because of my fellow beings, the animals and birds of our planet. Then I had a drink of pisco. I cried for the reptiles, the fish and the insects. Then a glass of wine. I cried for the flowers, the leaves, the fruits, the roots that are buried underground. I finally had a glass of beer. And I wept for our brothers, our sweet and sweet brothers who don't speak, who don't grow, who don't fornicate: the minerals. Then I entrusted myself to the bishop of the Milky Way and begged him to ask the Most High Maker to rain upon the earth abundant water from His Kingdom or from the simple clouds if the boredom at that moment prevailed. It was raining. I'll reach out with both hands. I leaned over them. I drank, I drank water, innocent, heavenly water. Pibesa appeared, slow, regular, on his steep red heels. Smiling, he let himself be bound with thick chains. Naked, clear, away from all shadows of alcohol. Clearly diaphragm. Her hair is old and dark gold; her sex is vibrant gold. Her feet with the two long, bloody drops of her little heels. The silent chains. I whipped her ruthlessly. I whipped her with the whip made of calfskin. A gentle and quiet foal. The one who, when I was a child, very young, walked me slowly over the first hill I saw. I beat her up more and more. Then the whole neighborhood, all of Santiago, all of Chile, all of America heard, in the middle of the night, the snoring scream of a woman who was enjoying. FIN Ten, 1937 Drawings by Juan Emar", "title": "El vicio del alcohol", "author": "Juan Emar"}