{"metadata": {"length": 5324, "words": 1061, "reading_time_min": 5.305}, "text": "A father had a very beautiful daughter, but stubborn and determined. This did not seem bad to him, but one day three young men, the most handsome, showed up, and the three asked for his daughter's hand; the father, after having spoken to them, said that the three had his favor and that, consequently, it was his daughter who would decide which one of them he wanted to marry. Conque asked the girl and she said it was all three of them. \"My daughter\", said the good man, \"you understand that's impossible. No woman can have three husbands. \"I choose all three\", replied the girl so calmly. And the father said, My daughter, be wise, and break not my head. Which one of them do you want me to shake your hand with? \"I told you all three\", the girl replied. And there was no way to get her out of there. The father kept thinking about the problem, which was a real problem, and, thinking through it, he found no better solution than to order the three young men to go around the world to find something unique in its kind; and the one who brought the best and rarest would marry his daughter. The three young men went out into the world looking for and decided to meet a year later to see what each had found. But as many as they went round, they found nothing to satisfy their father's demand, and at the end of the year they set out empty-handed for the appointed place. The first one who came sat down and waited for the other two; and while he waited, an old man came to him who told him if he wanted to buy a mirror. It was a commonplace mirror and the young man replied, \"No, why did he want that mirror?\" Then the old man told him that the mirror was small and modest, yes, but that it had a virtue, and that it was in it that the person his owner wanted to see was seen. The young man tested it and, seeing that what the old man was saying was true, bought it without complaining about the amount he had asked for. The second-place finisher was approaching the meeting place when the same old man walked by and asked if he wanted to buy him a bottle of balm. \"Why do I want a balm?\" said the young man, \"if I have not found what I was looking for in the whole world?\" And the old man said, Ah, but this balm hath power, that it raise up the dead. At that moment a funeral was going on and the young man, without thinking twice, went to the box they were carrying, put a drop of balm in the mouth of the deceased and this one, as soon as he had it on his lips, got up so briskly, threw the coffin on his shoulder and invited all who followed the mourning to a snack in his house. The young man bought the old man the balm for the amount he asked for. The third claimant, meanwhile, was walking meditating on the shore of the sea, convinced that the others would have found something where he found nothing. And as he was about to do so, he saw a boat coming over the waves, which reached the shore, and from which many people came down. And the last of those people was an old man who came up to him and said if he wanted to buy that boat. \"And why do I want that boat\", said the young man, \"if it is so old that it is only worth making wood? \"You're wrong\", said the old man, \"because this boat has a rare virtue and it's to take its owner and those who accompany him anywhere in the world they want to go in a very short time. And if not, ask these passengers who have come with me, who were only in Rome half an hour ago. The young man talked to the passengers and found out that this was true, so he bought the boat from the old man for the amount he asked for. So the three of them finally met at the meeting place, very satisfied, and the first told me that he brought a mirror in which his owner could see the person he wanted to see; and to test it he asked to see the girl of whom the three were in love, but what would not be his surprise when they saw the girl dead and in a coffin. The second said, 'I have brought some perfume, but it is able to raise the dead. When I come here, the dead will be eaten by the worms.' And the third said, Behold, I am bringing a boat, that in a day shall take us to the house of our beloved. The three of them ran to the boat and soon landed near the village of the girl and went looking for her. Everything was ready for the funeral, and the father, discouraged, had not yet decided to close the coffin and order the burial. Then the three young men came and went to the place where the girl lay. The man with the perfume came and poured some of it into her mouth. And as soon as she had them on her lips, the girl rose up happy and radiant. Everyone celebrated the action of the plaintiff with a big heart and immediately the father decided that this was the one who should marry his daughter, but then the other two protested, and the first said: \"If it had not been for my mirror, we would not have known about the incident and the girl would have been dead and buried. And the master of the boat said, If it had not been for my boat, neither the mirror nor the balm would have been brought back to life. But the father, with great displeasure, sat down again to ponder what the solution would be. And the girl, turning to him, said, See, father, how I need the three? And colorine, colorette, with this story and the next one, there'll be seven. FIN Spanish Anonymous", "title": "La niña de los tres maridos", "author": "nan Anónimo"}