{"metadata": {"length": 5272, "words": 966, "reading_time_min": 4.83}, "text": "The forest seemed to move away towards the sea, leaving between it and the Albufera a vast low plain covered with wild vegetation, torn to pieces by the third sheet of small lagoons. It was Sancha's plain. A herd of goats kept by a boy was grazing among the weeds, and in their sight the tradition that gave its name to the plain emerged in the memory of the children of the Albufera. Those inland who returned home after winning the great harvest newspapers asked who the Sancha was that women named with some terror, and those on the lake told the nearest stranger the simple legend that everyone had learned from childhood. A shepherd like the one who now walked along the shore once grazed his goats in the same field. But this was many years before, many...!, so many, that none of the old men still living in the Albufera knew the shepherd: not even Uncle Paloma himself. The boy lived like a savage in solitude, and the boatmen who were fishing in the lake heard him crying from far away, in calm mornings: \"Sancha! I'm going to go. Sancha was a little snake, the only friend that accompanied her. The evil creature would go to the screams, and the shepherd, milking his best goats, offered her a bowl of milk. Then, in the sunny hours, the boy made himself a candy by cutting reed in the carriageways and blowing sweetly, having his feet on the reptile, which straightened part of his body and contracted it as if he wanted to dance to the rhythm of the soft whistles. Other times, the shepherd entertained himself by undoing Sancha's rings, stretching them in a straight line over the sand, rejoicing at how nervously she was writhing again. When he was tired of these games, he led his flock to the other end of the great plain, the snake followed him like a goosebump, or curled up to his legs reaching his neck, standing there fallen and dead, with his diamond eyes fixed on those of the shepherd, erasing his facial hair with the whistle of his triangular mouth. The people of Albufera thought he was a witch, and more than one woman who stole wood from Dehesa, seeing him come with the Sancha around his neck made the sign of the cross as if the demon was presenting. This made everyone understand how the shepherd could sleep in the jungle without fear of the large reptiles that swarmed in the weeds. Sancha, who must be the devil, kept him from all danger. The snake was growing and the shepherd was a man, when the inhabitants of the Albufera never saw him again. It was known that he was a soldier and was fighting in the Italian wars. No other herd grazed in the wilderness again. When the fishermen got ashore, they did not like to venture among the high jungles that covered the pests of the lagoons. Sancha, lacking the milk the shepherd gave her, had to chase the countless rabbits of the Dehesa. Eight or ten years passed, and one day the inhabitants of Saler saw a soldier, a grenadier, a spit and a cetrine, with black Polish up to the knees, a white jacket with red cloth bombs and a mitre-shaped cap over the trenza haircut. His big mustaches didn't stop him from being recognized. It was the shepherd, who was eager to see the land of his childhood. He took the forest path along the lake, and reached the marshy plain where he once kept his cattle. No one. The dragonflies moved their wings over the high reeds with a gentle buzzing, and in the ponds hidden under the bushes the frogs splashed, frightened by the proximity of the granite. - Sancha, Sancha, what are you doing? - the old shepherd called gently. There's no more silence. Even to him came the dreamy song of an invisible boatman fishing in the middle of the lake. - Sancha! - What? - What? - he screamed again with all the force of his lungs. When he had repeated his call many times, he saw the tall grass shaking and heard a thunder of chopped reed, as if a heavy body were being dragged. Between the reeds two eyes shone at the height of his own and he advanced a flattened head moving the fork tongue, with a tetris buff that seemed to haul blood, paralyzing his life. He was Sancha, but huge, arrogant, rising to the height of a man, dragging his tail between the weeds until he lost sight, with multicolored skin and a thick body like the trunk of a pine. - Sancha! - What? - shouted the soldier, retreating to impulses of fear. How you've grown...! How big you are! And he tried to run away. But the old friend, after the first astonishment, seemed to recognize him and curled around his shoulders, squeezing him with a ring of his rough skin shaken by nervous shaking. The soldier was a force. -Send it, Sancha, give it up! Don't hold me in your arms. You're too old for these games. Another ring pressed its arms, clinging to them. The reptile's mouth caressed him as in other times; his breath waved his mustache, causing him to chill angrily, and meanwhile the rings were shrinking, narrowing, until the soldier, choking, crushing his bones, fell to the ground wrapped in the roll of painted rings. A few days later, some fishermen found his body: a slender mass, with broken bones and the flesh swallowed by Sancha's irresistible grip. That's how the shepherd died, victim of an embrace from his old friend. Fragment from chapter I of the novel Spears and Mud, 1902", "title": "Sancha", "author": "Vicente Blasco Ibáñez"}