{"metadata": {"length": 2068, "words": 358, "reading_time_min": 1.79}, "text": "James Burne Worson was a shoemaker, a resident of Leamington, Warwickshire, England. He owned a small place, on one of those corridors that sprang from the road to Warwick. Within his humble circle, he was regarded as an honest man, although somewhat given (as so many of his kind in the English villages) to drinking. When he got drunk, he used to commit to foolish bets. On one such occasion, often enough, he boasted of his exploits as a runner and athlete, which resulted in a competition against nature. They bet a golden sovereign, and he pledged to make all the way to Coventry running back and forth; it is a distance exceeding forty miles. This was September 3, 1873. He left immediately; the man with whom he had made the bet - I don't remember his name - accompanied by Barham Wise, a tanner, and Hamerson Burns, I think a photographer, followed him in his car or light wagon. For several miles, Worson walked very well, at a regular pace, without apparent fatigue, because he possessed, indeed, great power of resistance, and was not so intoxicated as to be betrayed by such power. The three men, in their carriage, followed him a short distance away, and occasionally made friendly mockery of him or stimulated him, as their spirits forced them. Suddenly - on the road, less than twelve yards away, and while everyone was watching him - the man seemed to stumble. It didn't fall to the ground: it disappeared before it was touched. No sign of him was ever found. After remaining in the siege and surrounding it, prey to unresolved and uncertainties, the three men returned to Leamington, told their incredible story, and were finally put into good repair. But they enjoyed a good reputation, had always been judged honest, were sober at the time of the incident, and nothing ever conspired to refute the sworn account of their extraordinary adventure; this, however, caused divisions in public opinion throughout the United Kingdom. If they had anything to hide they chose, by the way, one of the most amazing means a sane human being has ever chosen. FIN", "title": "Carrera inconclusa", "author": "Ambrose Bierce"}