{"metadata": {"length": 4440, "words": 847, "reading_time_min": 4.235}, "text": "It was near the farmer when I felt poor Bieito being removed from the box. (Of the four carriers of the coffin, I was one). Did I feel it or was it my apprehension? Then I couldn't guarantee it. It was such a soft boiling! Like the stubborn carcoma that roars, roars at night, roars ever since in my burnt-out magic that soft boiling. But I, my friends, was not sure, and therefore - understand me, listen to me - so I could not, I should not say anything. Imagine for a moment if I had said, \"Bieito is alive. All the heads of the old men who wore circuses would rise with astonishment. All the little ones who were holding their hands under the dripping wax would come swirling around me. The women would pile up next to the coffin. A whispering, unusual, overwhelming whisper would slip through all his lips: \"Bie soon is alive! Bieito is alive!... The mourning of the mother and sisters would be silent, and then, disintegrating, the circumspect march that moaned in the bronzes of the charanga. And I would be the great revealer, the savior, the axis of all wonder and all gratitude. And the sun on my face would take on an unforeseen importance. Oh, my God! What if then, when the coffin is opened, my suspicion is proven false? All that great wonder would become immeasurable and macabre ridiculous. All the yearning gratitude of the mother and sisters would become a waste. The hammer nailing the box again would have a sinister and unique sound in the twilight afternoon. Do you understand? That's why I didn't say anything. There was a moment when I passed through the face of one of the funeral charge comrades the slight hint of a flash, as if he too was feeling the faint boiling. But it was just a flash. It immediately calmed down. And I didn't say anything. There was a moment when I almost made up my mind. I turned to my side and, covering the question in a smile of humor, slipped: - What if Bieito were alive? The other laughed like the one who says, \"What occurs, and I deliberately widened my fake joke smile\". I was also about to say it at the country house, when we had already laid down the box and the priest was shaking the requiem. When the priest is done, I thought. But the priest finished and the box went down the hole without me being able to say anything. When the first earthquake, kissed by a child, struck inside the pit against the boards of the coffin, the words of salvation came down my throat... they were about to come out. But then the almost certainty of the horrific ridicule, the anger of the disappointed family if Bieito was dead and well dead, came back to my imagination. Besides saying it so late, he was making the absurdity so much more. How can I justify not saying it before? I know, I know, you can always explain! - Yes, I did. Yes, whatever you want! Well... what if he died later, after I felt him shake, as you might guess by some sign? A crime, yes, a crime to shut me up! He cried out for help and they didn't give it to him, miserable he was crying, he wanted to get up, he couldn't... he died of fear, his heart leapt as he felt himself going down to the grave. - There you are, with your face twisted by the effort! - And that one who knew, that bellboy, there smiling like a clown! - Is he a fool or what? All day, my friends, I've been mad with remorse. I saw poor Bieito scratching the boards in that absolute horror, beyond all comfort and conformity, of the buried alive. It seemed to me that everyone was reading in my sleepy eyes and taking away the obsession with crime. And there, in the middle of the night - I couldn't help it - I went to the farmer's path, with the lap up, to the walls. I'm here now. The siege on one side was low: some poorly placed stones held by hedges and hedges. I jumped and went straight to the place... fell to the floor, clapped my ear, and soon what I heard was blood. In the earth's crust, desperate nails scratched the boards. Were they spinning? I don't know, I don't know. There was a stake nearby... and I was already heading towards it when I was perplexed. Along the road that passes by the peasant, footsteps and talk were heard. People were coming. Then it would be absurd, crazy, my presence there, at those hours and with a dagger in my hand. Was he going to say that he let him be buried knowing he was alive? And I ran off with my flap up, sticking to the walls. The moon was full and the dogs barked in the distance. FIN", "title": "Acerca de la muerte de Bieito", "author": "Rafael Dieste"}