{"metadata": {"length": 6939, "words": 1377, "reading_time_min": 6.885}, "text": "Once upon a time there was a new crab that was making a deep hole in the earth, when, no more and no more, a tortoise dove came to talk to him. You're pretty enough to keep that well! The dove said, and the crab, lifting up the pots from its eyes, looked at it quietly and replied: \"It's not a well, I'm building my house. How! The dove shouted in amazement. Is that dark hole your home? So... yeah, my house. How do you understand that nonsense, boy? Ah, what not? But does it seem unusual to call a hole in the ground home? Listen, if you can live in a tree branch, how are you going to live in the bottom of a dark pit? \"Madam\", said the crab dignifiedly, \"do you forget you're talking to a crustacean?\" I'm not a dove, ma'am. But what does it matter if you're a crab with a will? A crab with a will said to himself, raising straight up the pots of his eyes to the sky. Is that possible? But he soon contained his enthusiasm. How are you going to live your life underground? But my whole family has always done it this way. I can imagine your whole family, that is, for one who started once, everyone else has continued to do the same. And is there no aspiration in your family? Well, there are crabs... aspirations, as far as I know, no. Well, said the dove, then you're gonna be the first of your own to live on a tree. How! I live in a tree? You, first of all. But look, Mrs. Paloma, my grandfather sent me this morning to make my cave, telling me it's time to make it like everyone else does! But, boy, answer one thing: What house are you making? Mine, ma'am, which one? No, because when have you ever seen a house without doors or windows? Well... no, I haven't seen her. So where are you going to make a window down there and what cool and what light are you going to get in through it? You're right. And even if there were a window without cool and light, what little bird would sing in it when summer comes? No, none of them. Then it's clear; build a house in the air, boy. But... in the air? I mean, on the branch of a tree, a pine, a juke tree, a dagger, on the pole of the mountain you like best. A nest! That, a cool nest that the wind swims through. Day by the sun, night by the stars. Oh, my God! How good would that be! Deep down, crabs all want to reach the stars, but he's sad: I'm just a crab! Stop telling stories! You are what you want to be! Be a willing crustacean, then! And as if tired of talking, the turkey dove beat its wings and flew out over the young crab, who with the pots of his eyes followed her looking until she was lost to the wind. But the little crab couldn't keep making its cave in the ground. So that same afternoon, after washing his braces in the river, he went straight to see his grandfather. Grandpa, I want to make my house out of the ground. How! Grandpa cried out, the food dropping from his mouth. - Yes, I did. I'll do it if I can in the bite of a shithead. My son! He said then looking at him very worried, you have to be careful with the herbs you eat. Let's see, what have you eaten, my son? Palmiche, grandpa, but I spoke to the turtle pigeon... He told me it's foolish to live underground like a worm. It will be, but keep in mind that you're nothing more than a crab, boy. A crab that might one day live near the stars. But what the hell is that house? A nest, a grandfather, a nest. What's the matter? And where are your wings, boy? Well, who knows if... but this time Grandpa didn't let him finish. ♪ Boy, what a mess! Throne, as long as you are a crab, there is no wing that comes out of you, no pen that hangs from you. Crab you were born and crab you will be finished. But the grandson was willing to work anyway. So he went up to the mountain alone and chose the shellfish he thought was the tallest and leafy of all. It was a difficult job that had been proposed. He'd have to go up and down the tree as many times as he needed to build his nest up there. But he started fearlessly, throwing his dry sticks and resin bags and everything he needed for his job. He went up and down, nailing his twisted legs into the trunk, and he did so many times that he formed a trillite of dots in the shell of the shrew. And it wasn't just the work that was going on and the danger that was going on, but the things that the other animals on the ground, the ones that don't fly, were telling him. Crazy, crazy from the trip is! \"The junket that is set upon its rock by the river, and one of these days is broken\". Live to see! But he didn't even answer. He went up and down slowly, tirelessly, carrying his load. Sometimes it also happened that halfway through, I couldn't take it anymore and I rolled the load. Then, firm, unconcerned, he would descend to the ground, load again and again climb up with his eyes fixed up there, where he was growing his nest at the tip of the highest branch. The old grandfather, on the other hand, was very sad and ended up saying he had a crazy grandson, the first in the family. But one morning, the word spread throughout the island. Birds came from all the provinces to visit him. From the east came a cute senseremic, with his yellow neck like a new tie. From Camagüey, a carpenter bird with red breast and a guinga shirt. From Santa Clara a zenzontle singer who was called the \"Jilguero del Escambray\". From Matanzas, the sweetest dove of all. From Havana, a blue sunzune that stood in the air flying. And finally, from Pinar del Río, a nightingale from Viñales who was called the \"Flauta de Aragón\". They all came and praised the crab's nest, which was like a beautiful balcony to the wind and light. He thanked everyone and offered them ripe guavas and river roses. And that same day, at sunset, he fell asleep and was surprised. Would he be sick? I'd never felt sleepy at sunset. Quite the contrary, because that's the time when crabs go for a walk, the same time when birds land to sleep. But finally, he fell asleep. And it was evening and he spent the night with his stars and his sputniks, while he slept quietly without realizing anything. But the next day, when the warm morning sun woke him up, he felt as if he hadn't been nesting. He raised the plate first with one eye and then the plate with the other. He looked to the right and became dumb with wonder; he looked to the left and became dumb with wonder; two wings! Two wings lit like the feathers of a towering bird came out of his sides! They had grown up overnight and were longer than her stems. Then the little crab, not knowing whether to cry or laugh from joy, lifted up its beautiful wings, beat them loudly, dropping some ripe leaves from the shrimp, and threw itself into the wind to fly forever. Ever since that morning, everyone was living in amazement, their faces turned upward to see the flying crab through the air, and even the old grandfather used to say proudly now: \"I have a feathered grandson, cute as a tower and flying like the wind! I was walking, 1966", "title": "El cangrejo volador", "author": "Onelio Jorge Cardoso"}