{"metadata": {"length": 7781, "words": 1463, "reading_time_min": 7.315}, "text": "Reading Erewhon, by Samuel Butler, what it tells us of that Erewhonian who wrote the “Book of Machines,” bringing it to almost all of his country, brings to mind the story of the journey a friend of mine made to Mecanopolis, the city of machines. When he told me this he trembled at the memory, and such an impression was made on him that he retired for years to a cottage in a village where there would be the minimum number of machines. I will try to reproduce here the story of my friend, and in his own words, to be. There came a moment when I saw myself lost in the desert; my companions either had retreated, seeking to be saved, as we knew where the salvation was, or had become exhausted and exhausted. I found myself alone and almost aching from sedation. I choked on the black blood that dripped from my fingers, for I had them in living flesh because I had been scrubbing my naked hands on the hot, dry ground, with the wild hope that some water would come out of it. When I was ready to lie down on the ground and close my eyes to the implacably blue sky, to die as soon as possible and even to seek death by suffocation or by entering into that terrible earth, I raised my swollen eyes and seemed to see a glimmer in the distance: “It will be a glimmer of hope,” I thought; but I was frightened. There were hours of agony; but when I arrived, I found myself, in fact, in an oasis. A spring restored my strength, and after drinking I ate some sweet and succulent fruits that the trees were generously offering. Then I fell asleep. I don't know how many hours he would be sleeping, and whether it would be hours, or days, or weeks, or months, or years. What I know is that I woke up another, completely another. The horrible memories had been wiped out of memory, or at least largely. “Poor!” I said, remembering my dead exploration partners in the company. I arose, went back to eating fruit and drinking water, and set out to walk around the oasis. And here I come to a railway station, but completely deserted. She did not see an soul in her. A train, also deserted, without a fireman or fire engine, was smouldering. I climbed up, out of curiosity, into one of their vans. I sat down; I shut, I don't know why, the trunk, and the train went on. I experienced a crazy terror and I was tempted to throw myself out the window. But saying to me, \"Let's see what we can do about this,\" he scolded me. It was such a fast train, I couldn't even see the surrounding scenery. I had to close the windows. It was a horrible vertigo. And when the train to the station stopped, I found myself in a magnificent station much higher than any we know here. I jumped up and went out. I give up describing the city. We could not even dream of all the magnificence, the sunbathing, the comfort and the hygiene that had accumulated there. I certainly didn't realize what all that toilet was for, because it didn't look like it was alive at all. No man, no animal. No dog crossed the street; no eagle, the sky. I saw on a sober building a sign that said, Hotel, written as we wrote it, and I went there. Completely deserted. I came to the dining room. There was a very solid food available. A list on the table, and each jar that was in it was numbered, and then a large board with numbered buttons. He had to press a button and the dish would come up from the bottom of the table. After eating I went out to the street. They smashed her windows and doors, all empty. They had to come close, make a sign and stop. I took an auto and let it go. I went to a magnificent geological park, where the different terrains were shown, all with their explanations on posters. The explanation was in Spanish, only with a phonetic pronunciation. I left the park; I saw a sign with this title: “The Museum of Painting,” and I took it. There were all the most famous pictures there, in their originals. I was convinced that what we have here in our museums is not just a re-creation, but a very carefully made reproduction. On the bottom of each panel a doctrinaire explanation of its historical and aesthetic value, made with the most exquisite sobriety. In one hour of visiting there I learned more about painting than in twelve years of study here. By an explanation I read on a map of the entrance I saw that in Mecanopolis the Painting Museum was considered part of the Paleontological Museum. It was to study the products of the human race that had populated that land before the machines took it over. Part of the paleontological culture of the Mesopotamians - who? - was also the music hall and the more of the libraries, of which the city was full. What am I to molestation more? I visited the big concert hall, where the instruments were playing solos. I was in the Grand Theater. In a cinema accompanied by a soundman, but so that the ilusion was complete. But it woke up my soul that I was the only spectator. Where were the mecanopolitans? When I woke up the next morning in my hotel room, I found, on the nightstand, The Eco of Mecanopolis, with news from all over the world received at the wireless telegraph station. There, at last, he brought this news: \"Yesterday evening, we do not know how, a poor man from among those who were still there came to our city. We wish him a bad day.” My days, in fact, began to become torturous. And it is that I began to fill my solitude with fantasies. It is the most terrible thing about loneliness, that it can be traced to a point. I came to believe that all those machines, those buildings, those factories, those artefacts, were governed by invisible, intangible, and silent souls. I believe that that great city was populated with men like me, but they came and went without me seeing them, hearing them, or trespassing with them. I became a victim of a terrible disease, of a madness. The invisible world that plagued the human solitude of Mecanopolis became a suffocating weight. I started giving voices, urging the machines, pleading with them. I came to falling down in front of an auto, begging for mercy. I was about to weep, shocked, I picked up the newspaper, to see what was happening in the world of men, and I found this news: “As we had predicted, the poor man who came to give, we do not know how, to this incomparable city of Mecanopolis, is going mad. Their spirit, full of ancestral concerns and superstitions about the invisible world, cannot fit into the progress show. We are with you.” I could not resist this feeling of sympathy for those mysterious invisible beings, angels or demons - whatever they were - that I believed to inhabit Mecanopolis. But soon a terrible idea came to me, and it was that the machines had their own soul, a mechanical soul, and that it was the machines themselves that were praising me. This idea made me shake. I thought I was facing the race that has to rule the deshumanized earth. I went crazy and ran to the front of the first electrical line that came. When I woke up from the shock I found myself back in the oasis from where I came. I went out, I came to the shop of some beggars, and when I found one of them, I embraced him crying. And how well we understand even without understanding ourselves! They gave me food, and I was nourished, and at night I went out with them, and sitting down on the ground, looking up into the starry sky, we prayed together. There was no machine behind us. And since then I have developed a real hatred of what we call progress, and even of culture, and I am looking for a point where I find a likeness, a man like me, who weeps and cries as I weep and cry, and where there is no single machine and where they flow every day with the sweet, crystallized water of a lost stream in the virgin forest. *FIN* Los Lunes de El Imparcial, Madrid, 11-VIII-1913", "title": "Mecanópolis", "author": "Miguel de Unamuno"}