{"metadata": {"length": 6290, "words": 1267, "reading_time_min": 6.335}, "text": "It's a soft day and the sun is obliquely over the plain. Soon the bells will ring, because it's Sunday. Between two fields of cotton, two young men have found a path they have never walked before, and in the three villages of the plain the windows of the windows shine. Some men shave in front of mirrors at kitchen tables, women cut bread for coffee, canttering, and children are sitting on the floor and wrapping up their blouses. It's the happy morning of an unfortunate day, because on this day a child will be killed, in the third village, by a happy man. The boy is still sitting on the floor and wrapping his shirt, and the man who shaves says that today they will take a boat ride down the creek, and the woman squeaks and places the bread, freshly sliced, on a blue plate. No shadow crosses the kitchen, and yet the man who will kill the child is next to the red gasoline pump in the first village. He's a happy man looking in a camera, and in the glass he sees a little blue carriage, and next to him a girl laughing. While the girl laughs and the man takes the beautiful photograph, the gasoline salesman adjusts the tank lid and ensures that you have a nice day. The girl sits in the carriage, and the man who is going to kill the boy takes his wallet out of his pocket and says they will travel to the sea, and in the sea they will borrow a boat and row far, far away. Through the lowered glass, she hears the girl in the front seat, what he is talking about; she closes her eyes, sees the sea and the man next to her in the boat. He's no bad man, he's cheerful and happy, and before he gets in the car he stops for a moment in front of the sun-shining radiator, and he enjoys the glow and smell of gasoline and wild plum. No shadows fall on the carriage, and the glowing parachute has no bulge and is not blood-red. But at the same time, in the first village, the man closes the left door of the car and pulls the start button, in the third village, the woman opens her kitchen sink, and she can't find the sugar. The boy, who has his shirt strapped and his shoe strings tied, is kneeling on the couch and gazing at the stream that winds between the linens and the black boat that is half-studded on the grass. The man who loses his son is just shaved and, at that moment, folds the mirror support. On the table, cups of coffee, bread, cream and flies. Only the sugar is missing, and the mother orders her son to run to the Larsson and borrow some land. And as the boy opens the door, the father shouts to him to hurry, because the boat is waiting on the shore. They'll row as far as they've ever rowed before. When the child runs through the garden, he thinks of the stream and the fish that jump, and no one whispers to him that he has only 8 minutes to live and that the boat will stay where it is all day and many other days. The Larsson family is not far away: they just cross the road, and as the child runs through it, the little blue carriage enters the other village. It's a small town with little red houses, with people who just woke up, who are in their kitchen with their coffee cups up and watching the carriage come across the hedge with big clouds of dust behind them. It goes very fast, and the man in the car sees the newly tarred straws and telegraph poles pass by like gray shadows. Summer blows out the window. Get out of town fast. The car is kept safe in the middle of the road. They're still alone. It is pleasant to travel completely alone along a smooth and wide path, and in the open field it is much better still. The man is happy and strong, and in his right elbow he feels the body of his future wife. He's not a bad man. He's in a hurry to reach the sea. He wouldn't be able to kill a fly, yet he'll soon kill a child. As they move towards the third village, the girl closes her eyes again and plays that she won't open them until they can see the sea, and at the compass of the wagon's sloping docks, dreams of the third she will be. Why is life so cruelly built, that a minute before a happy man kills a child, he is still happy and a minute before a woman screams of horror, he can close his eyes and dream in the wide sea, and during the last minute of a child's life his parents can sit in a kitchen and wait for sugar and talk about his son's white teeth and about a boat ride, and the child himself can close a fence and start crossing a road with some earth in his right hand wrapped in white paper; and during this last minute he can't see that a long and shiny creek with other big fish and a wide boat with rows? After that, it's all too late. Then, there's a blue carriage biased on the road, and a woman screaming pulls her hand out of her mouth, and her hand bleeds. Then a man opens the door of a car and tries to stand, even though he has a chasm of terror inside him. Then there are some white sugar earths absurdly scattered between the blood and sand, and a child lies motionless face down, his face tightly against the road. Then two livid people who have not yet been able to drink their coffee arrive, who run out the gate and see a spectacle they will never forget. Because it's not true that time heals all wounds. Time does not heal the wound of a dead child and it does very poorly heal the pain of a mother who forgot to buy sugar and sent her son across the road to borrow it; and likewise it does poorly heal the dung of the happy man who killed him... because he who has killed a child, does not go to sea. He that hath killed a child cometh slowly to his house in the midst of silence, and with him a dumb woman with her hand bound; and in every village by which he passeth, behold, there is not a happy man. All the shadows are darker, and when they separate it's still in silence; and the man who has killed a child knows that this silence is his enemy, and that he's going to have to take years of his life to defeat it, screaming that it wasn't his fault. But he knows this is a lie, and in his nightmares he will instead wish he had a single minute of his past life to make this one minute different. But life is so cruel for the one who killed a child, that afterwards it's too late. FIN Överraskningen, 1948 We thank Nelson del Castillo for his contribution of this story to the Ciudad Seva Digital Library.", "title": "Matar a un niño", "author": "Stig Dagerman"}