{"metadata": {"length": 6190, "words": 1233, "reading_time_min": 6.165}, "text": "I am a restless, nervous, very nervous man, but I am not crazy, as the doctors who have recognized me say. I've analyzed everything, I've dived into everything, and I live restlessly. - Why? - I don't know. I haven't found out yet. For a long time I have slept much, with a dream without a dream; at least when I wake up, I do not remember whether I have dreamed; but I must dream; I do not understand why I imagine that I must dream. Unless I'm dreaming now when I'm talking, but I sleep a lot, a clear proof that I'm not crazy. My marrow is always vibrating, and the eyes of my spirit are only looking at an unknown thing, a gray thing that is shaking at rhythm to the pulses of the arteries in my brain. But my brain doesn't think, and yet it's stressed; it might think, but it doesn't think... Ah! Do you smile, doubt my word? Well, yeah, I did. You've guessed it. There's a spirit that vibrates within my soul. I'll tell you, childhood is beautiful, isn't it? For me, the most horrible time of my life. I had, as a child, a friend; his name was Roman Hudson; his father was English, and his mother Spanish. I met him at the institute. He was a good boy; yes, he was certainly a good boy; very kind, very good; I was furious and abrupt. Despite these differences, we became friends, and we always went out together. He was a good student, and I, discouraged and disloyal; but as Roman was always a good boy, he had no problem taking me home and showing me his stamp collections. Román's house was very large and was next to the Plaza de las Barcas, on a narrow alleyway, near a house where a crime was committed, which was talked about a lot in Valencia. I didn't say I spent my childhood in Valencia. The house was sad, very sad, all sad that a house can be, and it had in the back a very large garden, with the walls full of white and purple bell towers. My friend and I played in the garden, in the garden of the locks, and on a wide terrace, with slabs, which had over the fence huge pits of pits. One day it occurred to us both to make an expedition through the rooftops and get close to the crime house, which attracted us by its mystery. When we got back to the roof, a girl told us that Roman's mother was calling us. We got off the terrace and they let us into a big, sad room. Next to a balcony were my friend's mother and sister. The mother was reading; the daughter was edging. I don't know why, I was scared. The mother, in her harsh voice, preached to us about our race, and then she began to ask me a myriad of questions about my family and my studies. While the mother spoke, the daughter smiled; but in such a strange, strange way... - We must study, - said the mother, in conclusion. We left the room, I went home and all afternoon and all night I thought about the two women. From that day on, I avoided going to Rome's house as much as I could. One day I saw her mother and sister coming out of a church, both of them in mourning, and they looked at me and I felt cold seeing them. When we finished the course, I could no longer see Román: he was calm. But one day I was told that my friend was sick. I went, and I found him in bed, crying, and in a low voice he told me he hated his sister. However, the sister, whose name was Ángeles, cared for him carefully and cared for him with affection; but she had such a rare, so rare smile... once, as she grabbed an arm of Roman, she made a moan of pain. - What's the matter? - I asked him. And he showed me a huge cardinal, who was surrounded by his arm like a ring. Then, in a low voice, she muttered: \"She was my sister. - Oh, my God! She... you don't know how strong she is, breaking a glass with her fingers, and there's something even stranger: Days later, he told me, trembling with terror, that at twelve o'clock at night, almost a week ago, the bell was ringing on the stairs, the door was opening and no one was seen. Roman and I did a lot of testing. We were betting by the door, they called, we opened, nobody. We left the door open, so we could open it right away... they called... nobody. We finally took the bell out, and the bell rang, it rang, and we both looked at each other in terror. \"She's my sister, my sister\", said Roman. And convinced of this, we searched for the two amulets everywhere, and we put in his room a forge, a pentagram and several triangular inscriptions with the magic word: Abracadabra. Useless, all useless; things were jumping from their places, and on the walls were drawing shadows without contours and without faces. Roman was languishing, and to distract him, his mother bought him a beautiful camera. Every day we would walk together, and we would carry the machine on our expeditions. One day my mother thought I'd have to paint the three of them in a group to send the portrait to their relatives in England. Roman and I put a canvas cloth on the roof, and under it the mother and her two children were laid. I focused, and in case I got it wrong, I printed two plates. Roman and I immediately went to reveal them. They had worked out well, but there was a dark spot on my friend's sister's head. We let the plates dry, and the next day we put them in the press, in the sun, to get the positive ones. Angeles, the sister of Roman, came with us to the roof. Looking at the first test, Roman and I looked at each other without saying a word. Over the head of Angeles there was a white shadow of a woman with factions similar to hers. On the second test, the same shadow was seen, but in a different attitude: bowing over Angels, as if speaking to his ear. Our terror was so great, that Roman and I were left dumb, paralyzed. Angel looked at the pictures and smiled, smiled. This was the serious thing. I came off the roof and down the stairs of the house stumbling, falling, and as I got to the street I ran, haunted by the memory of the smile of angels. As I walked into the house, as I passed by a mirror, I saw her at the bottom of the moon, smiling, smiling always. Who said I was crazy? He lies, because the crazy don't sleep, and I sleep... Ah! Did you think I didn't know this? The crazy ones don't sleep, and I do. Ever since I was born, I haven't woken up yet. FIN", "title": "Médium", "author": "Pío Baroja"}