{"metadata": {"length": 2173, "words": 383, "reading_time_min": 1.915}, "text": "It is remarkable how many parts and organs a person can lose and still remain intact, or almost. Like an ancient statue, the agrimensor Bene Nio, who is only fifty-five years old, has lost his legs and arms, a large part of his pelvis, his right shoulder, and almost the entire left half of his head and his right eye and ear, and therefore he can no longer see or hear; his nose has disappeared, and his tongue - or what remains of it - is partially exposed and has become so hard that he does not understand what he says. He lives, if you can say so, in a kind of wheelchair that looks more like a shopping cart, and inside this cart, jammed and tied to prevent it from falling, is the Nio agrimensor. He is carried by solicitous hands, his commands are heard and interpreted by still sound ears, for the surveyor, always interested in fieldwork and new methods of advanced study, is an enviable man. It owns a series of canals, mountains and gorges in the Upper Lazio, clay and friable land that the agrimensor Nio has proposed to sanitize with numerous projects that occupy all his time. First of all, the irrigation project, which feeds on two large permanent springs existing on the property and which in a few years promises to transform those deserts into a promised land. Then the forestry project, which, with the help of the Forestry Directorate, will transform that promised land into a hanging garden in a few decades. Meanwhile, farmer Nio is surrounding everything with solid concrete posts and a two-meter-high net, then bringing in all kinds of exotic animals and birds, and transforming that hanging garden into an Eden. The irrigation project provides for a beautiful Olympic swimming pool for private use of the agrimensor (or what remains of it), as the water from the springs is more than abundant. It will then build, in the most scenic spots, half a dozen hunting or resting pavilions, connected by comfortable paved paths; all will have light, telephone and other services indispensable to modern life. Agrimensor Nio plans to finish this paradise in just twenty or thirty years, after which he hopes to live there: after all he is still young. FIN", "title": "Agrimensor Bene Nio", "author": "Juan Rodolfo Wilcock"}