{"metadata": {"length": 2389, "words": 453, "reading_time_min": 2.265}, "text": "A little bird and a fleas lived together in the same house and were making beer in an eggshell. The little bird then fell inside and burned. The fleas saw it and started screaming. The little door in the room said, \"Why are you yelling, fleagle? - Because the little bird's burned. The little doorman started chirping. Then a little broom that was in a corner said, \"Why are you screaming, little port? - How am I not going to bark if the little bird has burned and the little fleas are crying? So the little broom began to sweep terribly. Then a cart came by and said, \"Why are you barking, broomstick?\" - How am I not going to sweep if the little bird has burned, the little fleas are crying and the little gate is chirping? The cart then said it was going to run awfully, and it started running awfully. He ran past the little manure mound and he said, \"Why are you running, cart?\" - How am I not going to run if the little bird has burned, the little fleagle is crying, the little gate is chirping and the broom is sweeping? The little manure heap said it was going to start burning, and it started to burn terribly. There was a little tree there that said to him, \"Little mound of manure, why are you burning?\" - How am I not going to burn if the little bird has burned, the fleagle is crying, the little gate is chirping, the broom is sweeping and the cart is running? Then the tree said it was going to shake, and it shake and lost all its leaves. And a little girl saw him, and said, Tree, why art thou shaken? \"How am I not going to shake if the little bird has burned, the little fleagle is crying, the little gate is chirping, the broom is sweeping, the carriage is running and the little mound of manure is burning?\" Then the little girl said she was gonna tear her little song down and she tore her little song down. - Little girl, why are you tearing up your little song? - said the little fountain. \"How am I not going to tear my little song to pieces if the little bird has burned, the little fleagle is crying, the little gate is chirping, the broom is sweeping, the carriage is running, the little mound of manure is burning and the tree is shaking?\" \"Oh\", said the little fountain, \"because then I'm going to spill. And it began to leak so terribly that they all drowned: the girl, the tree, the little mound of manure, the cart, the broom, the fleagle and the lice. FIN", "title": "El piojito y la pulguita", "author": "Hermanos Grimm"}