{"metadata": {"length": 6571, "words": 1203, "reading_time_min": 6.015}, "text": "Alfredo put on the Correspondence, which came reading from Pozas, and looked where it was: Calle Mayor. Oh, my God! And in faith that the paper had taken its toll on him. The car was fine with women. They say, when the day is beautiful, every face looks like glory. Next to him, respectable mother, fifty and pounds, but beautiful, and with two girls to the left... that's it. The little girl, annoyed at the narrow seat, was warned, almost held by that hard-working Levite, half-skinned person hidden between the girl's gas on one side and under the body-cloth coat on the other; this was the wedge of the skirt. In the one in front two or three ladies still, one with her husband, pretty and retreating. But the most beautiful were Alfredo's eyes, guided by his nose, by a trail of heliotrope that fell very close to him, enveloping her in a cloud of subtle voluptuosity; he looked up and saw standing at the front platform door a splendid blonde, of a princess's high continent, good-looking, gigantic, full of luxury, of brilliance. Alfredo got up and offered him the spot. She thanked him with a smile, nailing his large golden eyes as well as his abundant hair. They were coming, it wasn't worth it. Alfredo insisted, and the elegant lady leaned gently, showing in the smile the paper whiteness of her teeth; she went to take a step, and with the speed of the tram she graciously lost her balance. Alfredo held her by the arm, a slight contact that under the silk made flesh slippery, elastic, tempting. She's alone. Who would it be?... The young man, who, drunk with love in his perfume, looked at her, would have sworn that they would have made some supreme aristocracy transparent that sloth, that singular expression of flattery, experience and longing for pleasure. Thin belt, wide hips, high chest. It's a treat. A powerful reason to live. For giving a kiss with such mouth charm, it made sense. Oh, my God! And I could never give Alfredo a kiss on every mouth of a beautiful woman! I never did! I mean, he would die wishing to kiss so many women... What a shame! He stopped the tram. The lady passed before the young man, bowing down with grace; her long, golden yellow pupils again put her languid heart into death. He went down and through, fast and gracefully, the Sun Gate, drawing cars, to the sidewalk in front. There their march was a triumph: men stopped, women turned their heads. Alfredo was going backwards, away. It's impossible to be more gallant. Seen from behind at the electric lights of the lanterns and windows, all that arrogant female, with her light silk suit, flashed sparks: from her brightness, from the silver buttons of her slender carving, from the gold flints of her lace, from the combs buried in the blond loops of her hair, from the curls of her green hat, between gas and curly feathers. His walk was easy, wavy. Her feet hurt the floor with all the weight of the good girl. Under its delicate, almost aerial appearance, all the beauty could be guessed. He twisted down Montera Street. Alfredo came to the corner, stood up, and seemed to waver. Yes, finally, to the end of the world. I'd know your place. Paris was well worth a mass. Married? One month, two. A work of insensitive approximations. The plan... would work out later; for now, the will was enough. Wanting is making you want, dealing with everything. Alfredo, trying not to lose the pretty blonde head of green hat, who kept his eyes on people, far away, not to be noticed, was already thinking of the porter who would facilitate details. He also imagined his cadet walks, his chairs in front of the stage, his insistence on anger; then the gaze, the first gaze, that is, the triumph. Ever since a woman gives back her first look of love, she's defeated. The rest is accidental, of opportunity and of time. The beautiful blonde folded down the Knight of Grace street. Alfredo, who was going fifty steps, hurried to the corner: there he stood upset. She, very close, in the vivid light of a fashion showcase, shone with beauty and elegance. Before he went on he saw him: he had looked back. A particular look, underlined by a smile. And he accelerated the march. Was that slight smile the pleasant emotion of every woman when she observes that it is interesting, purely vanity and that it promises nothing, or was it the knowledge and conformity of a history project? It's hard to know. Almost certainly the second; however, as a thirty-year-old woman, whose beauty must have caused her enough gallantry to hate them systematically or to like them by habit, Alfredo put this fact in her favor. It wasn't a small thing. It was... the first look. Only, even given the truth, this was not all, and the desires were going faster than the hopes. There was always the need to see and get angry, the presentation and the treatment of that infinite skill set that they demand to deceive themselves since they set out to be deceived. A sadly lost time in the prologue, when waiting for a seductive book thought the young man. Oh, if only women were practical! So practical as men!... Then, to that insanely beautiful woman, whose mouth he had seen embellished with red and her very white and vigorous neck covered with gold hair; whom he had looked at naked with thought and with his complacency; who was alone, and perhaps to get upset in the solitude of her cabinet, nothing would prevent her at that moment to accept her arm and let herself be led to another more reserved cabinet... of Fornos, for example, which was already two steps away. Two hours. Beauty by passion; then, goodbye forever, or to sight. At this moment, Alfredo stopped. His friend Alvarez said a warm greeting to the lady. They should have known each other a lot, according to the laughable phrases crossed between handshakes. As soon as he left, Alfredo met him. Come down with me. No, you go up; I'm in a hurry. - Hold on a second. But, man, I was dragging her by the arm. Do you know that one? - Of course you are! Where do you live? There. Alvarez pointed to a lead. Who is it? - I'm not going to. What Luisa? Louise of what? Whose wife? No one's wife. I mean, from all over the world. Your wife if you want: 20 hard ones. Alvarez, using his arm in free rein, came out shot. A second later, Alfredo entered the furnace, but alone. And he sat down, ordering a humble coffee with milk. I was thinking while I was being served. That's more practical than men yet. And no, that's not what I wanted. Alfredo would have wanted all the women to be very practical... for him alone. The Naïve Tales, 1920", "title": "Mujeres prácticas", "author": "Felipe Trigo"}