{"metadata": {"length": 6957, "words": 1328, "reading_time_min": 6.64}, "text": "- Dad, you know what? - I know. - My friend Nadia and I are always together. - Sure, honey, she's your friend. - In class, when we're out for a walk, at lunch time... She's a beautiful and educated girl. - But in religion class, she goes to one class and I go to another. The man looked at his wife and saw her smile, even though she was busy embroidering a coat. He smiled and said, \"That's just in the religion class. - But why, Dad? - Because you belong to one religion and she to another. - How's that, Dad? - You're a Muslim, and she's a Christian. - Why, Dad? - You're too young to understand. You'll understand that. - I'm older than you, Dad. - No, honey, you're small. - Why am I a Muslim? He had to be frank and prudent; he could not renounce the principles of modern education to the first of change. \"My parents are Muslims\", he replied. That's why you're a Muslim. - What about Nadia? - His parents are Christians. That's why she's a Christian. - Is it because your father wears glasses? - No, I'm not. Glasses have nothing to do with that. It's because his grandfather was also a Christian. The man decided to follow the ancestral chain to infinity to bore her and induce her to change her subject. But the girl insisted, \"What's better?\" After thinking a little, she replied: \"Being a Muslim is good and being a Christian is also good. - But one thing has to be better than the other. - They're both equally good. - Can I be a Christian so we can always be together? - No, honey, that's not possible. Every girl has to be like her parents. - And why? What an oppressive modern education! - Why don't you wait till you're older to deal with this? - suggested. - No, Dad, you know what? - Very well. You know what fashion is, everybody likes a style. Being a Muslim is like being in the latest fashion, so you have to stay Muslim. - Does that mean Nadia's keeping an old fashioned life? To hell with both of you! It was clear that, despite his care, he had made a mistake and was in a hurry. \"It's a matter of taste\", he replied, \"but each of you must continue as your potatoes. - Can I tell you that she's old fashioned and I'm modern? - All religions are good. Both Muslims and Christians worship God. - And why does she adore you in one room and I in another? - Every place worships Him in a way. - What difference does it make, Dad? - You'll know next year or next year. For now, it's enough to know that you both worship God. - And who is God, Dad? I had hunted him down. He kept thinking; then, trying to give her a long one, he asked her in turn: \"What did the teacher say to you at school? He has recited a verse of the Qur'an and taught us to pray, but I do not know who Allah is. After thinking about it for a moment, the father, smiling enigmatically, said: \"He is the Creator of the whole world. - Of all of it? - Of all things. - What does Creator mean, Dad? - It means he created everything. - How about that, Dad? - With extraordinary power. - And where does he live? - All over the world. - Before the world existed? - Up there. - In the sky? - I know. - I want to see it. - It's not possible. - And on television? - It's impossible too. - Has no one seen him? - No, I'm not. - How do you know he's upstairs? - Because it is. - Who knows that's true? - The prophets. - The prophets? - Yes, like our prophet Muhammad. - How about that, Dad? - With a special power. - Do you have powerful eyes? - I know. - Why, Dad? - God made him like this. - And why? \"He can do whatever he wants\", replied the father, trying not to lose his patience. - How did you see him? - Very big, very strong, with power to do anything. - Like you, Dad? \"There's no one like him\", he replied with a laugh. - And why does he live upstairs? - The earth is not big enough to hold him, but he sees everything. The girl was absorbed, then she continued: - But Nadia told me that He lived on earth, - because horn sees everything, it's like he lives everywhere. - He told me people killed him. - But he's alive; he's not dead. Nadia told me he was killed. - No, honey, I'm not. They thought he was killed, but he's alive, he's not dead. - So my grandfather's alive too? - No, he's dead. - Did people kill him? - No, he just died. - How did you do that? - He got sick and then he died. - And my sister will die because she's sick? The father frowned and, noticing a warning gesture from his wife, said: \"No. He will be healed, with God's help. - And why did my grandfather die? - Because when he got sick, he was older. - But you got sick too and you were older, and you didn't die. Her mother rebuked her, and the girl looked at her parents in perplexity, \"We die when God wants us to\", said the father. - And why does God want us to die? - He can do whatever he wants. - Death is beautiful? - No, honey, I'm not. - And why does God want something that's not pretty? - Everything God wants for us is beautiful. - But you said she wasn't pretty! - I was wrong, honey. - And why is Mom so angry when I said you were going to die? - Because God still doesn't want me to die. - And what do you do when you want it, Dad? - He comes to earth and takes us. - Why, Dad? - So we can do nice things here before we leave. - So why don't we stay? - Because the world wouldn't be big enough for everyone if we lived forever. - And we'll leave the beautiful things here? - Yeah, but we'll go to more beautiful things. - Where? - Up there. - Where is God? - I know. - And we'll see him? - I know. - Is that nice? - Of course you are! - Then we have to go. - But we haven't done nice things here yet. - And my grandfather made them? - I know. - What did he do? - He built a house with a garden. - And my cousin Tutu, what did he do? And he took it seriously, and looked upon his wife with affection, and said, He also built a little house, before he departed. - But our neighbor, Lulu, hits me and doesn't do anything nice. - He's a child of discord. - So he's not going to die? - Only if God wills. - Even though I didn't do anything nice? -Everybody is dying. Those who have done good things will go to God, and those who have done evil things will go to hell. The girl sighed and then remained silent. After the talk, the father was tired of not knowing what he had learned from all that he had said. The flood of questions had left numerous questions within it. After a while, the little girl exclaimed, \"I want to stay with Nadia forever. The father looked at her curiously. The girl continued, \"Even in religion class. He laughed eagerly, and so did the mother. \"That's a question that cannot be dealt with this way\", said the father, sighing deeply. \"When you grow up, you can tell him your beliefs\", his wife told him. He turned to her, angry, trying to understand whether those words were sincere or ironic. But I was completely immersed in his embroidery again. FIN Jammarat al-qitt al-aswad, 1969 This story has also been published under the title Childhood Garden.", "title": "El paraíso de los niños", "author": "Naguib Mahfuz"}