{"metadata": {"length": 3311, "words": 630, "reading_time_min": 3.15}, "text": "A mouse fell from an owl's beak: I would not have picked it up; a Brahman picked it up: I do not make it difficult, because each country has different uses. The mouse was very bruised. We take little care of such neighbors; but the Brahmins treat them as brothers. They have as an article of faith that the human soul, when leaving the body of a monarch, enters that of a flea, or any other animal, as luck dictates. Pythagoras took this dogma from them. With such a belief it seems good to the Brahman to beg a sorcerer to lodge the soul of the mouse in one of the bodies that he had inhabited in times past. She turned the sorcerer into a fifteen-breasted maiden, so beautiful and gentle, that the son of Priam would have committed greater feats for her than for the famous Helena. The Brahman was astonished at such a novelty, and said to the beautiful woman: \"You have no choice; everyone wants the honor of being your husband. \"In this case\", replied the maiden, \"I choose the most powerful of all. - Oh, the sun! \"You will be my son-in-law!\" cried the Brahman on his knees. - No, said the sun. That thick cloud is mightier than I, for it hideth my lightning; lead ye to it. \"Well\", said the Brahman to the flying cloud, \"have you been born to my daughter? - No, by the way, because the wind drags me, at its whim, from one side to the other: I do not want to usurp your rights. The Brahman, irritated, cried out: \"Oh wind! Come, then, to the arms of the beautiful. The wind was blowing, but a mountain stopped him. When he got the ball in his hand, he hesitated to fly again, saying, \"I don't want to have issues with the mouse; I would do wrong to hurt him, who can hurry me. When she named the mouse, the maiden opened her ears: the mouse was her husband. A mouse? Yes, gentlemen, a mouse. These very frequent blows of capricious love; good witnesses Fulana and Mengana: let this be said between us. We always keep something from where we come from: try this fable quite well; but, examining it closely, we find in it something sophisticated: Why is there a husband who is not preferable to the sun, if we speak in this way? We're going to argue that a giant is less powerful than a flea? No, but the fleas do bite. The mouse, to continue the argument, had to send the maiden to the cat, the cat to the dog, the dog to the wolf; and by means of this circular argument, the Indian Pilpay, author of the fable, would have gone back to the sun again; the sun would have been the husband of that beauty. Let us return, if we can, to the metempsychosis: what the sorcerer did at the brahman's request, far from proving it, patents its falsity. For it demands that man, the mouse, the worm, all beings, take their souls into a common stock: all souls must therefore be of the same nature; but, acting differently, according to the diversity of the organs, some rise, and others degenerate. How, then, could such a well-organized body, like that of the beautiful maiden, not induce the soul to join the daystar, and incline to a miserable mouse? All well thought out, the soul of mice is very different from the soul of virgins: we must return to each other's destiny, that is, to the law given by God. They appeal to the devil, they resort to magic. They will not turn any being away from its natural end. FIN", "title": "El ratón metamorfoseado en doncella", "author": "Jean de La Fontaine"}