{"metadata": {"length": 4918, "words": 967, "reading_time_min": 4.835}, "text": "In Cantabria there are witches called anjanas, who possess great powers and who reward the good and punish the bad. And there's also a kind of witch who only thinks about hurting people and they call themselves Ojanans, because they have one eye in the middle of their forehead. The Ojancan live in caves and are longtime enemies of the Anjanas. One day, an angel lost a pinmaker who had four pins with one shiny one each and three silver needles with the golden eye. A poor woman who went from village to village begging for money found him, but her joy was short-lived. She thought that if she tried to sell it, everyone would think she had stolen it. So, not knowing what to do with it, he decided to keep it. This poor woman lived with a son who helped her to find a livelihood, but one day her son went to the mountain and did not return because he had been taken by an Ojancan. Comforted to see the days pass and her son not return, the poor woman kept begging for alms and kept the pencil in her pocket. But he did not know that his son had taken the Ojancan and thought he was lost and dead and wept bitterly over him, because he was his only son. One day, he was begging, and he passed an old woman who was sewing. As the poor woman passed by, the old woman broke her needle and said to the poor woman, \"Don't you have a needle by chance? The poor woman thought about it for a moment, and finally she said, \"Yes, I have, I just found a potter who has three, so take one of them\". She gave it to the old woman. The poor woman went her way and passed before a very beautiful girl who was sewing and the same thing happened to her and she gave her the second needle from the plumber. And then he passed by a little girl who was sewing and the same thing happened and the poor girl gave him the third needle. Then all he had was the pincers of the pinmaker, but it happened that a little later he met a young woman who had nailed herself a thorn in the foot and the woman asked him if he had a pin to help her pull the thorn out and, of course, the poor woman gave him one of her pins. And yet she met another girl who was crying with discomfort because her dress skirt had been broken, so the poor woman used her last three pins to repair the skirt and with this she left the pin holder empty. At last her way led her to the river, but she had no bridge to cross over it, so she began to walk along the shore hoping to find a ford, when she heard the weaver saying to her, \"Put me on the river bank\". The poor woman did as the carpenter told her and suddenly a solid wood appeared crossing the river side by side and the poor woman passed over it and reached the other shore. And the carpenter said to him, When thou shalt want, or need, press me. The poor woman went on her way, but she was unlucky not to find a place to call and she started to feel hungry. And she remembered the carpenter, and said, What if the carpenter give me something to eat? She pressed the pin and a freshly baked bread appeared in her hands, so she, very happy, ate it as she continued her way. Soon afterward, he came across a house to which he went without delay to ask for alms, but there was only one woman in the house who was weeping over the loss of her daughter because she had been taken away by an Ojancan. Compassionate, the poor woman told him that she herself would go to the forest to see if she could find her daughter. He immediately remembered the carpenter, and not knowing where to start, he pressed him tightly and a racing horse appeared with a chisel on its forehead. The racer started walking and the poor woman went after her until the animal stopped at a large stone and stayed there waiting. The poor woman, puzzled, pressed the pin again and a hammer appeared. He took the hammer and hit the stone with all his strength and it broke to pieces and the cave of the Ojancan appeared. Then she went in with the racer and, although the cave was in the most complete darkness, the light on the front of the racer lit their way. And they went through the cave through all its corners until in one of them the poor woman saw a sleeping boy and recognized that it was her son, whom the ojank had stolen long ago, and she woke him up and embraced him with immense joy and immediately they hurried out of the cave with the help of the rack. They returned to the house of the woman who was mourning the loss of her daughter, but then the poor woman saw that she was no longer crying and recognized by her hair that she was an angel. And the maid said to her, This is thy house from now on. Don't let your child go back into the woods carelessly. And now, for the last time, press the pin. And the poor woman pressed it, and there came out fifty sheep, and fifty goats, and six cows. And so when they finished counting them they saw that the raccoon, the ring, and the pin-sticker had disappeared. FIN Spanish Anonymous", "title": "El alfiletero de la anjana", "author": "nan Anónimo"}