{"metadata": {"length": 2733, "words": 530, "reading_time_min": 2.65}, "text": "I have loved two women who did not want me, and yet I did not want to give up my favorite dog. Does not my attitude, lady, seem to you one of the purest you can adopt? Now I know what it is to be thankful for forever. The daily hug has a mollusk breeze. This last embrace of my love was so perfect, people closed their balconies with signs. Don't talk to me, lady. I am in love with a woman who has half a body in the snow of the North. A woman friend of dogs and fundamentally my enemy. I never could kiss her with pleasure. The light went out. or it dissolves in the whisky bottle. I was not then an English gin enthusiast. Imagine you, my friend, the quality of my pain. One night, the devil put horrible things in my shoes. They were the three of morning. I had a tassel woven through my gargantuan and she a long silk scarf. I feel. It was the horn of a horse. The horn of the invisible horse that I had to tame. The Countess: You are well to take my hand. We started to discuss. I made a smudge on the front and she with great skill broke the glass from her finger. Then we embrace. You know the rest. The left orchestra was battling with the flying ants in a dramatic way. Madame Barthou was irresistible at night with her sickly diamonds of Cairo, and the violet dress of Olga Montcha was announcing, every minute more palpable, her love for the dead king. Margarita Gross and the Spanish Lola Cabeza de Vaca had counted over a thousand waves without any result. In the French coast they began to sing of the murderers of sailors and those who steal salt from fishermen. The Countess: that last embrace took three times and developed in an admirable way. Since then I have given up the old literature that I had been cultivating with great success. It needs to be broken down completely so that the dogmas can be purified and the norms can have a new jolt. It is necessary that the elephant have lost eyes and lost unicorn horns. By a hug I know all these things and also by this great love that me sheds the silk cloak. —You don't hear the American River? In Vienna there are too many turkish ice creams and too much intellectualism. The American River is perfect as a Naval Academy. Do you want to do a lap around the dance floor? The next morning the Countess of X was found on the beach with a splinter in her throat. His death had to be instantaneous. A stained piece of paper was found in the sand that said, “Because you cannot become a bird, you are dead.” The police climb and descend the ladders mounted on bikes. It is certain that the beautiful Lady X was a great fan of swimming, and that this has been the cause of her death. We can say in all ways that the name of your wonderful murderer is being ignored. FIN", "title": "Nadadora sumergida", "author": "Federico García Lorca"}