{"metadata": {"length": 7241, "words": 1368, "reading_time_min": 6.84}, "text": "Mr. and Mrs. B. were having lunch in the comfortable red-decorated dining room of their \"comfortable chocita\" just half an hour from the city. There was a good fire in the fireplace, since the dining room was also a living room, the two windows facing the garden, cold and dismantled, were closed and it smelled pleasantly like bacon eggs, toast and coffee. Mr B. had made it a matter of honour to eat until full before facing the obvious daily misfortunes. And he didn't care if he knew; as for lunch, he was a real Englishman. He had to eat lunch, otherwise he would collapse. And if you were not to tell them that those boys on the mainland had to do a job like yours until mid-morning with just a cake and a cup of coffee, you would turn out not to know what was being said. Mr. B. was a robust young man who had been unable to - unfortunately - send his job on the road and join the army. For four years he was looking for someone else to fill his place, but he couldn't be. I was sitting on my head reading the Daily Mail. Mrs. B. A young, small, full-bodied corpse, something like a pigeon, sat down behind the coffee maker and watched with affectionate eyes the little B. who, spitting on the napkin, took his place in the diner between the two and at that moment hit the end of an egg passed by water. But, hey! Little B. was by no means that child that all parents have perfect right to wait for. It wasn't a rolling creature, or a roll of butter, or anything that was saying eat me. Little grown for his age, he had legs like noodles, tiny hands, finely-tuned nails, hair as soft to the touch as that of a mouse, and very large, very open eyes. For some unknown reason, everything in life felt bad for little B. Turning out to be too big and too cruel. Everything was breaking her heart. And as soon as the wind did not blow from behind, his weak sail was loose and he was mouth open and scared. Mr. and Mrs. B. were powerless to prevent it. They could only pick it up after the crash had occurred and try to start it up again. Mrs. B. loved him as you love only sick children, and when Mr. B. remembered that kid so great he was, when he remembered that revolting devil he was... Little B was asking. Little eggs for kids, and big eggs like this for older people? Scottish livers read by Mr B. Magnificent Scots hare for five shillings and three pence each. How about, girl, we buy one? That would be a very nice variation, wouldn't it? Mrs B. thought so. The harem stove. And they looked at each other across the table as if the Scotch hare were floating among them in its tasty sauce, with full-bodied whites and a white jar of Corinthian grape jam to keep him company. We could have it for the weekend, Mrs. B. thought, but the butcher promised me a little money, which would be a shame, yes, it would be, and yet... oh, dear, it's very difficult to choose. The hare could be such a novelty, wouldn't it tempt you to have a really good little one? And hare soup, Mr. B. also drove, drumming his fingers on the table. The best soup in the world. Oh, my God! Little B. shouted so suddenly that they trembled. Look how many sparrows have landed in our garden! And shaking the spoon, he cried again. Look at them! As he spoke, though the windows were closed, they heard a loud, piercing noise coming from outside. \"Keep eating lunch like a good boy should\", said the mother. And the father added, \"Take care of your egg, little one, and don't lose sight of it\". But look at them, look at them jumping! She was screaming. They're not even standing still. Are they hungry, Dad? Chikachipchipchik, the sparrows were screaming. It's better to leave it for next week, Mr B said. We'll be confident we'll be lucky to find her yet. Yes, perhaps the most sensible thing Mrs B corroborated. He found another deal in the paper. You haven't bought dates yet from those rationing machines? Yesterday I was able to get two pounds, Mrs B said. That's right, a date pudding is a good thing. And they looked at each other through the table, as if a dark, round pudding floating between them, covered in creamy sauce. That would be a very nice variation, wouldn't it? Mrs B. said. Outside, on the gray, icy grass, the cheerful, lively sparrows were jumping and flipping. They didn't stand still for a moment. They were screaming, waving their wings, and little B., who had finished the egg, stood up, taking the jam bread to eat by the window. We could give you a few slices, Dad. Can I open the window and throw something at them? Let me go, Dad. \"Don't be heavy, son\", exclaimed Mrs. B. You can't open windows, little one. You'd be slaughtered with them, the father added. But they're hungry. Little B was flourishing. And the sparrows' little voices were like the thundering of tiny knives when sharpened. It's not a big deal. Little B dropped his jam bread inside the porcelain jar in front of the window, and slipped behind the curtain to see better. While Mr and Mrs B. continued to read what could be bought without coupons, last May rationing cards would be gone forever. What a cheese-crap, what a crap! These whole cheeses spin in the air among themselves like celestial bodies. And suddenly, as little B. was staring over the gray, icy meadows at the sparrows, they grew and transformed, without ceasing to flutter and chirp. They became tiny little boys with brown hoods, jumping and shaking out there, in front of their very window, screaming, \"Give us something to eat, give us something to eat!\" Little B. had to put both hands on the curtain. Dad, what are you doing? He muttered. - What? If they're not sparrows. They're boys. Hey, Dad! What are you doing? But Mr. and Mrs. B. didn't want to hear anything. - Mother! He's screaming again. Look at the boys. They're not sparrows, Mom. No one paid attention to their stupidity. As much as we talk about hunger, Mr B. exclaimed. It's a hoax, a hoax. With their pale, sharp faces, the little ones danced waving their arms under their big coats. Give us something to eat...! Give us something to eat! Listen, Dad, listen to me! \"Mumbled B. little\". Mom, oils, please. But what a fuss these birds are making, Mrs B exclaimed. I've never seen anything like it. Bring me the shoes, boy, ordered Mr. B. Chikachipchipchik, the sparrows were screaming. Where's that kid gone? Come finish your rich cup of cocoa, dear. \"Come on, come on, you cute little dog\", said Mr. B. lifting the heavy rug. But there was no puppy there. \"It's behind the curtain\", she said. He never leaves the room, he added. Mrs. B. went to the window, followed by Mr. B., and both looked out. Before them, on the gray, icy grass, tiny little pebbles with very pale faces, waving their arms like wings and the smallest of them all, the weakest, was little B. Her parents could hear her voice above everyone else's voices. Give us something to eat! Give us something to eat! Without knowing how, they opened the window. Come and eat! All of you! - Right now! And you, our little one! You, our little man! But it was too late. The children had transmuted into sparrows again and could no longer hear them. They'd been flying out until he lost sight. *FIN* A Suburban Fairy Tale, Something Childish and Other Stories, 1924", "title": "Cuento de hadas suburbano", "author": "Katherine Mansfield"}