{"metadata": {"length": 6825, "words": 1297, "reading_time_min": 6.485}, "text": "Paul Savarini's widow lived alone with her son in a poor house around Bonifacio. The town, built on a mountain outcrop, suspended above the sea, looks over the narrow ridge of cliffs on the lowest coast of Sardinia. At its feet, on the other hand, it is almost entirely surrounded by a cutting of the coast that looks like a giant corridor, which serves as a port to the Italian fishing boats or sardines, and every fifteen days to the old steam that makes the service of Ajaccio. On the white mountain, the heap of houses forms an even whiter spot, like wild bird's nests curled up on its rock, dominating that terrible step in which no big ships venture. The wind without rest flies the sea, which strikes upon the naked shore and enters through the strait, whose two edges it destroys. The house of the widow Savarini, open at the very edge of the coast, opens its three windows over that wild and desolate horizon. There she lived alone with her son Antonio and her dog Vigilante, a skinny, long-haired, cattle-dog, who served the young man to hunt. One afternoon, after a raid, Antonio Savarini was killed by a stabbing betrayal by Nicolas Rovalati, who that same night fled to Sardinia. When the old mother received her son's body, which two friends took to her, she did not cry, but she remained motionless looking at it; then she stretched out her wrinkled hand over the corpse and swore revenge. She didn't want anyone to stay there, she was left alone with the body and locked herself with the dog, who was barking in a sad way and didn't leave her owner's side. The mother, leaning over her son's body, staring at him, wept silent tears as she looked at him. The young man lay on his back, dressed in his thick cloth jacket, which looked torn in his chest: he seemed to sleep, but blood was everywhere seen: on the broken shirt for the first priest, on the vest, on the pants, on the face, on the hands; blood clots had remained between his beard and hair. The mother spoke to him; on hearing his voice the dog kept quiet. I will avenge you, my son. Sleep, sleep, rest, you will be avenged, understand? Your mother promises you! And you know he always keeps his promises. Then he leaned over it, putting his cold lips over the dead man's lips. Then the vigilante started to make long, heartbreaking, horrible screams. So the two of them, the woman and the animal, followed until the morning when they buried Antonio Savarini, and no one remembered that at Bonifacio. * He had left no brothers, no cousins, no relatives who could avenge him; only his mother. This is what the old woman thought, looking constantly at a white spot on the coast, which was a small Sardinian town, called Longosardo, where the Corsican bandits took refuge. They settled in that village off the coast of their homeland, and there they waited for the time to return. In that village, Nicolas Rovalati had taken refuge. Always alone and sitting in front of the window, the old woman thought of her revenge. How would you carry it out, sick and almost at the foot of the grave? But he had promised it, he had sworn it to the corpse; he couldn't forget it and he couldn't wait. What would I do? He never slept at night, had no rest or rest. The bitch, lying at her feet, was looking at her, and sometimes she raised her head and barked. Since his master wasn't there, he didn't do anything else. One night when Vigilante seemed to call her master, the old woman had a wild, vengeful, fierce idea; she meditated on it until morning, and when it was daylight she went to church. There, on her knees, she prayed to God to help and sustain her, giving her the strength to avenge her son. He went back to his house and tied the dog with a chain; the animal barked all day and all night, and the old woman gave him only water, nothing but water. The day passed, and the dog, exhausted, slept; in the morning she had glowing eyes, hair eroded, and she kept pulling the chains. The old woman did not feed him, and the angry dog barked non-stop, and so it happened another day and another night; the next morning, the Savarini went to a neighbor's house to beg for a strawstake. She took an old suit that had been her husband's, filled it up until it looked like a human body, and then she nailed it to a stick in front of the place where the dog was chained. Then she put a rag head on it. The dog, surprised, looked at that straw man and kept quiet, although she was devoured by hunger. So the old woman went to the butcher's house to get a big piece of black ham, came back to her house and set it to roast. Watchman, mad, was throwing foam with her eyes fixed on the stove. And the old woman made a tie of straw with the roast, and bound it tightly; and she let the dog go. From a formidable jump, the animal reached the neck of the mannequin, and with his legs over his shoulders, began to tear it apart. When he pulled one piece he would go down and throw himself down another, putting his nose between the ropes and pulling the pieces of the nut. The old woman, still, looked with her bright eyes; then she tied the dog back, made her fast for another two days, and repeated that strange exercise again. For three months he used her to that kind of fighting, that food conquered by bites. I no longer tied her up, but with a gesture I made her throw herself over the mannequin. I had taught him how to rip it apart, how to eat it, even when he didn't have food around his neck. Then I rewarded him with the roasted beans. Ever since he saw the mannequin, \"Vigilante\" was shaking and looking at his mistress, who said to him: \"Go! - with a sharp voice and a finger up. When she found it timely, Savarini confessed and commended one Sunday with much devotion, and then put on a man's suit and boarded a fisherman's boat, which drove her across the coast, accompanied by her dog. He was carrying a big piece of roast in a sack that made him smell the bitch, who had been fasting for two days. They entered Longosardo, and approaching a bakery, he asked about the house of Nicolas Rovalati. This one, who was a shoemaker by trade, worked in a corner of his shop. The old woman pushed the door and said, \"Hey, Nicholas! He turned, and then, letting the bitch go, he said, \"Come on! - Go on, get out of here! Eat it! Eat it! The animal, mad, threw himself and bit him in the throat. The man stretched out his arms and rolled on the ground; for a few seconds he twisted, hitting the ground with his feet; then he stayed still, while Vigilante squeezed his neck, which then tore it to pieces. Two neighbors later recalled seeing a poor old man with a dog come out of the dead man's house eating some black pieces his master gave him. In the afternoon the old woman returned home, and that night she slept well. The end of a vendetta, Le Gaulois, 1883", "title": "Una vendetta", "author": "Guy de Maupassant"}