{"metadata": {"length": 8471, "words": 1593, "reading_time_min": 7.965}, "text": "The caravan moved away, leaving the sickly caravanner abandoned on the shore. There the caravans always rise up, because of the fame of the water, of which there are thousand consolation. Some say that by tasting it energy is restored; others say that there is something terrible in it, something sinister. The devotees of Allah, the yemeni and the continuation of the religious and political work of Mohamed, profess special respect to this place; they say that the generous and feisty prince sat on it on the day of his decisive victory over the hostages of his sworn enemy Aisha or Aja, the wife of the Prophet. As the faithful believers do not forget, in this battle the prophet fell from the mount, and was respected and forgiven by Allah, who commanded her to drive to Mecca again. They assure that such a historical episode is the origin of the discussion on the qualities of the water of the well of Life. It is well known that Aixa the Illustrious, one of the four incomparable women that have ever existed in the world, when she was brought water when she was a prisoner and a convicted woman, she assured it was unbearable. The sailor didn't think then of the taste of the water. He looked at the cloud of dust rising from the caravan, and saw it as a smudge in the sand sea of the desert. Indeed the shack was found ensconced in what they call an oasis; ten or twelve palm trees, a reduced mud and straw building for the feeding of camels and a mezuni and transitory shelter for pilgrims who were heading for the mosque to the west; to this was reduced the sole shack. Devoured by the heat, which dried up the blood in his veins, the sailor, frugally and soberly always, now aspired only to food, to the provisions of flour and dal. His sustenance was the water of the well. -Not in balde is called the Well of Life... drinking will heal. They lasted two or three days. The abandoned man was not letting go of the rope into the gorge that, with a sigh of relief, his caravan mates had left full of their fellow travellers. And I thought, \"My malice is destroying my senses. This water, which was so delicious at first, now seems to have been contaminated by a contaminated infusion.” On the third day, some girls from the Beni-Said tribe, a short distance away in the outskirts of a desert valley, came to join their sisters in the pit. The sick man asked them to renew the provision, because his strength would not allow it. A girl of about fifteen, of a gaiety of gaiety, shook the cord with her bare hands and the cannon ascended reboiling a clear and cold liquid as crystal. The sick man clenched his hands and roared with laughter when the girl, in her brightly coloured embroidered apron, presented him with the proof of that delicacy. But it just hummed the language, made a moan of disgust. - It is even more bitter than the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the odour of the - murmurs astonished. The girl drank again from the bucket and drank slowly, with pleasure. - What do you mean by bitterness? - he asked, trembling - It is colder than snowflakes and sweeter than the milk of our cows. It has cooled and exalted my heart. I have never found water so delicious. Try it yourself, to see who gets fooled. And the group of young swimmers, before they swam in the rope nets, along the side of their rafts, the swollen sides, they drank long gulps of water from the pond. They did it laughing and arguing where the water was gushing over the red and white thongs, the slender and slack gargantuan strands as green strands, the stubby toes and the bruised and mangled arms. The black oval eyes of the vultures shone; their granitic teeth were whiter through the pale lips awoken by the water. They sat down in the twilight, reclining to drink among their brethren, and with drunken sighs took the turn of their chariot. The sledge was left alone once again. As the cloud of the caravan had dissipated, he saw, in the infinite expanse, not the path (the desert is a path all the way), but the plank, the splintered one that raised the thorn of the shivering water-carriers, shivered by the girls. The fever consumed him. Desperate, baby. The water was still bitter. The days flew by. The sick man told them by the grains of the fat-burning rosary that, like a devoted Muslim believer, he carried around his waist. Because they were equal every day. The same dazzling sunrises in a melted sky; the same gloomy middays, purely magnificent, with blazing lamps and blinding rays of sun, reflected by the azure twilight; the same gloomy afternoons, shivering, sputtering sluggishly of earth, strewn by rustling and rustling of fiery horns; the same ethereal evenings, in which the gloomy and pure sky was adorned with its most refracting stars and constellations, without a whirlwind of air falling from the brooding cliff, encrusted with blue, gleaming with vivacious stars, as bright and firm as the mighty eye. And the sick man, unable to avoid it, begged, begged... and the water was to every wretched thing the most repugnant. He said that the hands of the enemy of man's genitals are slashed in the groin with ice-cubes, salt-salt, essence of pain. There came a moment when the sailor's strength was exhausted; when the sight of the water produced a chill, and at the foot of the pier he sat, exhausted, resigned and eager for the end. A voice called to him - an imperious and grave voice - opened his eyes. He had before him a saint, an old morbid, with a long Argentine beard, of remarkable dress, supported on a throne, with his scrotum of a beggar on his shoulder. The face, swollen by the sun, showed noble, aglow features, and the fixed eyes of the sick man revealed no piety, but a serene meditation; the state of a soul that knows the sacred Books and feels the existence. In the right hand, the saint holds the bowl of water; perhaps he has a spout to drink from. -Don't be afraid, holy king - the sailor advised. It is bitter as abstinence. It will give you horror. I can't support it anymore. Without fail, the saint gave birth, and showed no signs of displeasure or complacency. -This water -he murmured after his mouth had been cleaned with the back of his hand, which had been shivering in the cold- is neither bitter nor sweet; its bitterness and its sweetness are in the mouth of the one who drinks it. Have you not come here since you landed on the shore, young and healthy? Have you not drunk water? -There have come - the sailor said - beautiful veils, very gilded, to take water for their adornment. And they have gotten rid of the refrigerant from the drink. -You see - the saint said calmly. Let the angel Azrael look over you and let you find tolerable at least the water of the well. I would carry you, if I could, to redeem you from this sin; but my yoke cannot bear any more burden, and I must run to join a caravan, for if I go alone the fiery darts will devour me. And the saint arose and recited a verse of the Koran. When he saw his dark shadow disappearing in the inflamed horizon, the sailor felt that his last hope was gone, and in delirious transport, he approached the shackle of the shackle, grasped it with both hands, and, not without a laborious effort - to die one needs strength! - he plunged in, headfirst. And the waters of the well of Life, since the well was thrown into its depths, have remained sweet to some, astringent to many... Only to add that those who can eat them to death find them delicious.", "title": "El Pozo de la Vida", "author": "Emilia Pardo Bazán"}