{"metadata": {"length": 5263, "words": 1061, "reading_time_min": 5.305}, "text": "He had accepted because he had already made an excuse for it twice. We were close friends many years ago and we never fought, just time and distance removed the motives for keeping in touch. Now he had just accepted, with disdain, because of an irrational sense of guilt. He was sitting right next to the door. He got up. It was easily recognizable, but it was different. We said a few vague phrases and sat down. The waitress came, she was spectacularly beautiful. We each ordered a snack. He had a narrow mustache-like stripe. We keep exchanging almost entirely anonymous words. The waitress brought us the glasses. Let's have a toast. Then he offered me a cigarette. I had left him. He asked me if I was bothered that he smoked. I said no. He said he should quit too. Why? I asked. Good question, he said, why. He lit the cigarette. He asked me why I had left him. Heart problems, and as if my answer gave him momentum, he asked me if I was still married to Nora. Yes, I answered, he's held me. He said that it probably hadn't been too difficult for him, which I agreed with, so I didn't answer. At the break that followed, he picked up the menu. I did the same thing. The girl came and we ordered the food. I thought since he wanted to see me, he'd have something to say to me, so I said, \"Okay? Well, he answered. And after a short break, hello. I'm out of a drink. I said I had to go to the bathroom. There was no one, so I put two ten-dollar bills in the condom machine; it's a mania I have. I took quite a while, and when I came back, there was already a bottle on the table and red wine in the glasses. I said I couldn't remember when and why we last saw each other. He said he came to my house 12 or 13 years ago. Tell me something else, I said. It was just before you moved in, he said. You and Nora had a farewell party. Oh, yeah, I said. Don't you remember? He said. Tell me something else, I said. You gave a speech and everything, he said. Oh, my God, I said. It was a nice speech, he said, you talked about friendship. I didn't answer; I didn't feel very comfortable. Luckily, the waitress came with the food. The woman was really unusually beautiful, and when she walked away I mentioned it in hopes of taking the conversation in a different direction. Oh, yeah? He said, and he started eating. Don't you look at pretty women anymore? \"Oh, my God\", he said, \"I don't think I've left it, but you can't look at all of them either\". Then you've left him, I said. He put food in his mouth and didn't answer. We ate quietly for a while. I wanted to ask him about his wife, but I couldn't remember the name, so I left it. There are people who tend to interpret my poor memory as lack of interest, which, by the way, is not a lack of reason. Instead, I asked him, to say something, if he still saw any of the people who formed our circle of friends. To some, he said. Henrik? I asked him. No, he replied, and I noticed in his reply a suddenness that aroused my curiosity. I said, \"No\". No, he repeated, and he kept eating. I decided not to be the first to talk again. He ate and drank wine. The waitress came over to fill our glasses. He didn't even look up, he kept eating, stubborn, it seemed to me, perhaps because his way of chewing was sometimes accompanied by a jaw crunch. Then he finally said, \"Henrik got involved in the relationship between me and Eva\". But you probably already know that, since you've asked for him. Did Henrik do that? Didn't you know? He said. No, I said. So I have nothing to do with him anymore, he said, and he kept eating. But you and Eva are still married? He nodded with a nod of his head. I started to get angry about having to take out the words with a crutch; I wasn't the one who suggested we meet. I left the decks and looked around. I didn't see the girl. I had a little wine. I would look at him every now and then, but he wouldn't even look back at me. I served myself more wine and then I said, \"Would you rather I go?\" Then he lifted up his eyes, without understanding, as if suddenly he had woken up. How? He said. You seem to have too much of yourself, I said. He stared at me; it was quite uncomfortable. Then go, he said at last, I didn't think we should talk all the time. He took the pack of tobacco and with a thumb and another finger he pulled out a cigarette that hit the coat three times before lighting it; it was a ritual and somehow fit with that tight mustache that had been left. I'm sorry, he said. I said so, too. Let's have a toast. The waitress came up and emptied what was left of the bottle in our glasses. I looked at it and ordered another bottle. She didn't look back at me. When the woman left, he said that we hadn't seen each other in a long time, and that while he was waiting for me he thought that maybe it was too long and we wouldn't recognize each other, and maybe we would have changed our concept of ourselves, because it was very normal that we would have changed, at least in relation to each other, since the mutual influence had ceased. Those were the words I had used in my speech that night, he said, I had said that the threat to a friendship was that mutual influence ceased. Did I say that? Yes, he answered. And you remember that? Why wouldn't I remember it? FIN", "title": "El precio de la amistad", "author": "Kjell Askildsen"}