{"metadata": {"length": 6167, "words": 1185, "reading_time_min": 5.925}, "text": "\"She never put the Kid that way\", Chelo said as he sat down at the table. - It's the same thing; change it. I didn't even know that. Cati gently passed her hands over her choked cheeks. - Sit down, he said. Raul and Tom were talking by the chimney. Chelo said, \"Woman, it's the same thing. The point is, the Kid presides, right? The chair crunched as Raul sat down, on his head. Elvi laughed at the other end. - You should eat more carefully, he said. I don't know where you're going. Said the Fruit: \"Why have you not kept a light as in other years? Cati's voice trembled a little. \"I thought it wasn't cold\", she raised her thin shoulders as if apologizing. I don't know, \"Bendice\", said Tonya. Raul's voice, on his head, had a swollen and increasing volume, like the rumbling of a thunderbolt: \"I weighed myself on Thursday and I've lost weight, you see. Pass me the wine, Chelo, do me a favor. Cati said, \"If you want, I'll take it\". We're still in time. There was a general negative; a noisy, tumultuous negative. - You're not blessing me? - he asked Tonya. Fruits added: -I, the only thing for the environment; cold does not. Cati slightly humbled his head and murmured: \"Lord, give bread to the hungry, and bread to the hungry\". When he finished, he was sanctified. Elvi said, \"What a most original blessing, girl! She never blessed like that. Rodrigo stealthily looked to his left, towards Cati: - It makes me weird not to see her here, next to me, like other years. Tomás, Raúl and Frutos talked about the advantages of the Seat 600 for parking in big cities. Raul said, \"On the road tired. It's ideal for the city. Chelo had wet eyes when he said, \"Remember last year? She introduced him. He said: Who knows if it will be the last Christmas we spend together? Will you not then remember? There was a trembling silence, broken by the crack of the decks against the lock. Raul said, \"I've been saying the same thing for 20 years. It had to be once. It's life, right? Cati said: \"I heard that blessing from Father Martin one day. She's sober and pretty. I liked it. Thomas raised his voice: \"I don't like running, so I get a big car as well as a small one. Elvi would whimper his little nose whenever he was about to talk. And he said, There is bread, but I prayed to God, that he would not be hungry. If not, I don't know where it's going to end up. Elena was passing the fountains around the table. And when Elvi spoke, she joined her spontaneous laughter to that of the others. \"No, thank you, daughter; I don't want any more\", said Frutos with a brief hand gesture. Rodrigo denied it too. He said, \"She put the lombard in a different way. I don't know exactly what it is, but it was a different thing. Raul turned to Thomas: \"But, well, do you want to tell me how many miles you do? Fruits said, \"With the fireplace off, it doesn't look like Christmas Eve to me, really. - It's not the fireplace. Cati leaned towards Rodrigo: \"She's hooked up with a little garlic, just like she used to. Elvi wrinkled her little nose: \"I'm still thinking about that original blessing of yours, Cati. I don't think it's right. To settle that matter between the hungry and the hungry, I don't think it's necessary to upset God. It would be easier to tell those who have bread and are not hungry to give the bread that remains to those who are hungry and are not. That way, everybody's happy, don't you think? Tom was a little more supportive: \"Do the miles you do. I don't need to run and on the road I get a Seiscientos and a Mercedes, that's what I have to say. \"It doesn't look like Christmas Eve to me\", Frutos said after closely observing the room. Something's missing here. Chelo winked and looked at Cati: \"Cati, Mona\", he said, \"if I look at you like this with half-closed eyes, like a black vase, I still think she is there\", he leaned toward Raul. Raul, he added, closed his eyes a little, like this, and looked at Cati. Isn't it true that she reminds you of her? Cati made an effort to swallow. Toña made an effort to swallow. Raul made an effort to swallow. Finally, he closed his eyes and said, \"Yes, maybe you can get some air\". Rodrigo turned to Frutos, crossing the conversation: - Don't get too attached to the environment. It's not the atmosphere. It's the Lombard; and the kiss too. This year they have a different taste. Fruits raised his eyebrows. - Whatever it is, I don't know. But it doesn't seem like Christmas Eve to me. Cati was nervously unloading the turkey's shell with incredible skill. Then he would take it to his mouth with the fork in tiny portions. Raul said, \"Give me the wine, Chelo, walk\". Chelo passed the bottle. He immediately joined in and, without saying anything, placed the Child at a right angle with the length of the table, facing Cati. He asked, \"So what? Elvi said, \"Don't bother. It's Cati's rare blessing that ruined everything. Toña shouted: \"It's not the blessing! - Well, don't get your asses in the air. \"What we have to do is drink a little\", said Raul. The atmosphere goes in. And he poured wine into the surrounding vessels. Fruits stood up and pulled out a box of matches from his pocket. Do you have a paper? - he went to the fireplace. Chelo said to Toña: \"Toña, please close your eyes a little, like this, and look for Cati. - Let me go, \" said Toña. The flames were burning in the house. Fruits were incorporated with one hand into the kidneys. He said, looking at the fire, \"This is something else, isn't it?\" Chelo added: \"I don't know if it's the grief or what... fruits I was retreating from looking at the lumber. Is there atmosphere now or is there no atmosphere? There was a long silence, Rodrigo finally broke it. He said to Cati, \"Did you put apples in the turkey?\" - Yes, of course. Rodrigo shrugged his shoulders imperceptibly. Fruits took his chair aside and sat down again. I kept looking at the fire. Toena said to him in anger, \"Don't bother anymore; it's not the fire\". Elvi nodded, \"Cati\", he said, \"if you try to bless in another way, maybe... Raul left the glass on the table. - What was missing! - He said. Isn't the fool crying now? Cati, woman, can anyone tell what's wrong with you? FIN", "title": "Navidad sin ambiente", "author": "Miguel Delibes"}