{"metadata": {"length": 4936, "words": 904, "reading_time_min": 4.52}, "text": "It's the night before Christmas. The cold was very intense, the wind raging on houses and trees and not forgiving the passers-by, who did everything possible to rid their cheeks, nose and forehead of their attacks. When he was tired of the streets, he would lean over tall buildings, seeking a clearer, more open field of action, and let loose his wild rage, roaring like a lion, jumping from roof to roof, slipping through the chimneys. Novelist Dojov and painter Poltorakin marched down the sidewalk, covered in snow, wrapped in good coats. They were going to a children's party that night at editor Sidayev's house, and they thought with pleasure of the pleasant evening that awaited them in the rich and warm halls, in front of the Christmas tree, surrounded by happy, cheerful children. The cold was coming. It's very difficult to write Christmas stories, Dojov said. Either you develop a vulgar subject, or you paint a series of even more vulgar horrors... suddenly he stopped and turned his head to the steps of a half-snow-covered house on the opposite sidewalk. Look at that! What's that? What's that? What? That bulge, on the steps... right, in the back... the two friends came up and saw a boy curled up in the corner. What are you doing there? Hey, boy! What are you doing out there at this hour? The boy moved, and a cold red handshake and a face of bright, tear-drenched eyes emerged from the rags that covered him. He must have been eight or nine. I'm dying of cold! He buzzed, brushing his teeth. It's not strange! \"Compassionate\", said the painter. Look at the miserable rags... the novelist leaned, thoughtful, on the boy. Poltorakin! What is this? He asked with a solemn accent. It's Christmas Eve tonight, right? Yes, it is Christmas Eve. Then... you see! Yes, I see... the novelist pointed to the boy. Have you taken over...? What? What a clumsy man you are! This is the child who is dying of cold! What a news story! \"This is the famous boy who dies of cold on Christmas Eve\", the novelist added, in the tone of a man who has just made an important scientific discovery. - There he is! I finally see it with my own eyes! The painter leaned on the poor creature as well. Yes, there is no doubt, he said, examining it carefully, it is him himself! Tomorrow is Christmas, if you don't lie to our calendars... and you shouldn't lie, when Sidayev has invited us... maybe there's some Christmas tree lit up around here. That would complete the picture. The music, the lit room, the cheerful screams of the children around the tree and, a few steps away, a poor boy dying of cold... The painter cried out. In that house, in the corner, on the fourth floor, the fourth, fifth and sixth windows are very bright... there is, surely, a lit Christmas tree. Then everything is fine! What? That looks like a Christmas story... It's funny! I've read and even written a portion of the stories about the traditional boy who freezes to death on Christmas Eve, but I'd never seen him before. Yes, you're a little overdoing that. Just open any newspaper these days to stumble upon an ice-cold boy, protagonist of a sentimental narrative. For some years now, more or less ingenious satires of such abuse have also been read, but these satires have also become vulgar. No respected writer dares to serve, neither in joke nor seriously, the traditional boy. If we tell Sidayev's house that we just saw a boy dying of cold, like in Christmas stories, they don't believe us. They laugh. They're making fun of us. Shrink their shoulders. No, it's better not to. A child who's dying of cold! What vulgarity! It's something no person with a little literary taste can take seriously. \"Find out\", said the novelist, \"that you find this creature a working class, rude, uneducated man, who has never read Christmas stories. They take her home; they give her dinner, they light a little tree... and tomorrow she wakes up in a clean, warm bed, and she sees a bearded worker leaning over her, who smiles tenderly... the painter looked at the novelist with mocking eyes. Oh, my God, what an improvisation! You're gonna write something about the traditional boy! The novelist laughed. Yes, I've freed my imagination. But no! God save me! I hate anything vulgar. Let's go! Let's go! But... are we going to let this kid get away with it? We could take him somewhere where he could get warm and have dinner... Yes, yes, he was restless, ironic, biting, the novelist. And tomorrow he'd wake up in the hot blanket and see his bearded face tilted over him... like in Christmas stories. These sarcastic words deeply affected the painter, who dared not insist. Well, as you wish... let's go our own way. And the two friends walked away, resuming the interrupted conversation. Their voices were turning off in the distance. The boy was left alone, crawling in the corner, and the snow kept covering him... the poor man didn't know it was a \"bad luck!\" FIN 1921", "title": "Un asunto vulgar", "author": "Arkadi Avérchenko"}