{"metadata": {"length": 2054, "words": 373, "reading_time_min": 1.865}, "text": "It occurred to me once, at a crossroads, in the midst of the crowd, of their coming and going. I stopped, blinked, I didn't understand anything. Nothing: I didn't understand the reasons for things, of men, everything was nonsense, absurd. And I laughed. The weird thing about me was I never noticed it before. And that until that moment I had accepted everything: traffic lights, vehicles, signs, uniforms, monuments, those things so separated from the world's meaning, as if there were a need, a consequence that united them. Then the laughter died in my throat, I red with shame. I gestured to get the attention of the passersby and \"Stop for a moment!\" I shouted. There's something wrong! It's all wrong! We do absurd things! This can't be the right way! Where are we going to stop? People stopped around me, staring at me, curious. I was in the middle of it, gesturing, going crazy for explaining myself, for making them part of the lightning that had suddenly lit up my mind: and I was silent. I was silent because the moment I raised my arms and opened my mouth, it was like the great revelation had swallowed me up and the words had come out of me like this, in a nutshell. What? People asked. What do you mean, \"I'm not a man\"? Everything is in place. Everything's going as it should. Each thing is a consequence of another. Everything is in order with the others! We see nothing absurd or unjustified! I stayed there, lost, because before my eyes everything had returned to its place and everything seemed natural to me - traffic lights, monuments, uniforms, skyscrapers, railways, beggars, courts; however, that gave me no peace but torment. I'm sorry, I answered. Maybe I was wrong. I thought so. But everything is fine. I'm sorry, and I opened my way between rough eyes. Yet even today, whenever I do not understand something (often), I instinctively have the hope that this time it will be the good one, and that I will again understand nothing, to acquire that different wisdom, in a moment found and lost. Finish it before you say it, 1981", "title": "El relámpago", "author": "Italo Calvino"}