{"metadata": {"length": 3315, "words": 650, "reading_time_min": 3.25}, "text": "I have a curious animal half kitten, half lamb. It's an inheritance from my father. In my power he has developed quite; before he was more a lamb than a cat. It's half and half now. The cat's head and nails, the lamb's size and shape; both eyes, which are whirling and sparkling, soft, body-tight skin, jumper and stealthy movements. When he is cast into the sun, a lamb is made in the window-hole, and he roars; he runeth as a madman in the field, and none can catch him. He's shooting cats and he wants to attack lambs. On moon nights, his favorite ride is the roof drain. He can't moan and he hates mice. He's been stalking the chicken coop for hours, but he's never committed a murder. I feed him milk, it's what makes him feel better. At large swallows, it absorbs milk between its prey teeth. Of course, it's a great show for kids. Visiting hours are Sunday morning. I sit with the animal on my knees and all the kids in the neighborhood surround me. Then the most extraordinary questions arise, which no human being can answer. Why is there only one animal like this, why am I the owner and not another, if there has been such an animal before and what will happen after it dies, if it doesn't feel lonely, why it has no children, as it's called, etc. I don't take the job of answering: I just show off my property, without further explanation. Sometimes the creatures bring cats; once they came to bring two lambs. Against their hopes, no reconnaissance scenes were produced. The animals looked at each other gently from their animal eyes, and accepted each other as a divine act. In my knees the animal ignores the fear and the urge to chase. Curling up against me is how you feel better. He's attached to the family that raised him. This fidelity is not extraordinary: it is the upright instinct of an animal, which, although having countless political ties on earth, does not have a single blood relative, and for whom the support it has found in us is sacred. Sometimes I have to laugh when he's settling around me, getting caught between my legs and not wanting to get away from me. As if being a cat and a lamb is not enough, he wants to be a dog. Once - that happens to anyone - I saw no way out of financial difficulties, and I was about to end it all. With that thought, I was hanging on the armchair of my room, with the animal on my knees; I thought of lowering my eyes and I saw tears dripping from their big mustaches. Were they yours or mine? Does this lamb-soul cat have the pride of a man? I haven't inherited much from my father, but it's worth taking care of this legacy. She has the anxiety of the two, the cat and the lamb, although they are very different. That's why he's got a little skin. Sometimes he jumps into the chair, puts his front legs against my shoulder and brings my nose closer to my ear. It's as if he's talking to me, and in fact he turns his head and looks at me with respect to observe the effect of his communication. To please him, I pretend to understand and I move my head. Then jump to the floor and jump around. Maybe the butcher's knife was redemption for this animal, but he's an inheritance and I must deny it. So he'll have to wait until he's out of breath, although sometimes he looks at me with reasonable human eyes, which instigate me to act reasonably.", "title": "El híbrido", "author": "Franz Kafka"}