{"metadata": {"length": 4927, "words": 925, "reading_time_min": 4.625}, "text": "How long I had waited for that moment! What I felt now had no contact with anything I had felt before: it was something unique, wonderful. Something like a perfect pearl placed next to another notoriously imperfect one... how could she describe her happiness? It's not possible. It was like a dream I hadn't fully awakened from yet. He had the courage to fight the events and now, suddenly, he realized that his fight was over. Not only that, but he now knew that his struggle would bear immediate fruit, that he had reached the goal he had set for himself long ago. I felt that I was part of that room, of her room, of the great branch of anemone that adorned her, of the white curtain that waved at the impulses of the light breeze, the mirrors, the mulled carpets. That was part of the glorious ringing of the bells that was life, that itself was a particle of life, of light... the doctor came back in. Her little figure looked ridiculous with the stethoscope hanging around her neck. She had asked her to examine her heart, rubbing her newly washed hands against each other. It hadn't even been painful. They couldn't afford to have a child. Roy had obtained, I didn't know how, the marks of that suspected little doctor. My dear, I said, we should put our case in the hands of a completely unknown doctor. In this kind of business, you have to be straight with your feet. The doctor could talk and it wouldn't be good for us. And he added: And it's not that I care too much that our relationship is made public. I wouldn't mind, I assure you, seeing our names on the front page of the Daily Mirror, under a heart pierced by an arrow. However, his fondness for mystery and intrigue, his passion for beautifully concealing our secret, his favorite phrase, had led him to act in that way. He had himself brought the little doctor in a taxi. She heard herself say in a completely calm voice: \"I guess there will be no complications. However, I would like you to inform Mr. King that I am very broken and that my heart needs rest, do you understand me? Actually, Roy hadn't made a mistake in choosing that doctor. He was very understanding. As she returned the stethoscope to her holster with trembling fingers, she glanced at her with her lively, sharp eyebrows. \"Be careful, dear\", I said in a humming voice. I understand you perfectly. It was hateful to adopt that air of complicity. She put on her purple jacket again and accompanied the doctor to the living room where Roy, a pale and attractive Roy, with his eternal lipstick smile, waited for the end of the intervention. Well, the doctor said, all I can tell you about the lady... hey... miss, is that you're gonna need a little rest now. All this, no doubt, must cause him a slight disturbance and his heart is not working quite well. No other 'error' can be allowed. On the street, an organillo made a cheerful note sound, which seemed to flow in a whisper, like the twitches of a bird's throat. This is all I have to tell you, to tell you. This is all I have to say... the notes kept ringing, jokers. She noticed that Roy's smile was getting deeper and her eyes were shining brighter. He simply exclaimed, \"Oh! Oh!\" but in a tone that expressed his deepest satisfaction. He looked at her, with that look that she knew so well. Then he patted the doctor's back in a friendly way. I want the young lady to embark on a sea voyage. And then he asked, with a slight anxiety: What should I eat? Meanwhile, she looked at herself in the large mirror of the living room, which returned her smiling image. Please note, Doctor, Roy kept saying that if I don't care about his diet he can live exclusively on caviar and grape snacks... and as for wine, can he drink it? The wine couldn't hurt him. \"Maybe champagne is what makes you feel better\", Roy insinuated, satisfied. Yes, the doctor agreed. Let him drink champagne if he likes it. And, besides, a brandy with soda in the meals. Did you hear that, dear? He asked smiling. You should have a brandy with soda at meals. Very faintly, weakened by the distance, the notes of the organil kept coming: a brandy with soda... a brandy with soda, please... a brandy with soda, please... the doctor shake her hand, which she clenched with disgust, and she walked away with Roy down the hallway. He heard them discuss the fee issue. After a few moments the door closed and a few steps quickly moved away. Roy went back into the living room and she was now in his arms. He kissed her passionately, whispering in her ear, \"My love, my life! He started to sob quietly. Oh, my God! What a relief, my God! I hugged her tightly, as if I had never realized until then that I could lose her. If you only knew the fear I've been through! He added. He kissed her again. If it had gone wrong, I think I would have died... I've thought of some terrible things...! They're so terrible! *FIN* This Flower, Something Childish and Other Stories, 1924", "title": "Esta flor", "author": "Katherine Mansfield"}