{"metadata": {"length": 2026, "words": 362, "reading_time_min": 1.81}, "text": "All of a sudden, all the heads disappeared. She opened her eyes more. He tried to pierce the light of the relentless reflectors with his gaze. On the field, the players ran in all directions. A deaf, dreadful cry enveloped their headless bodies. They were waving their arms confusedly. Like they're conducting their own macabre dance. The macabre dance. He was tense. The noise hammered his eardrums. His fear grew. Now the faces were turning on the court. They reflected an indescribable terror. His own terror. They weren't chasing the ball. They were running desperately. They were playing absurdly. With the deadly jump of the soldier. They were disappearing. They were popping up again. They were flying. Destroyed in pieces by colliding with each other. He started hearing the roar of the machine guns. The noise of the sea. The sound of fear. The attack whistle. And screams. Horrible screams that pierced his spine. Would you finally be able to fire the camouflaged cannon under the bow mesh? The heads and bodies reappeared. The heads went up and down the stairs. They were jumping left and right. One, two, two. One, two, two. Right and left. One, two, two. They were rolling on each other. They were jumping on each other. One, two, two. They were crushing him. They were going to crush him. One, two, two. And the screams... he threw himself down the stairs. To win the beach. Hiding in the trenches. The exit. I'm going to push. Pushing the moving corpses that were closing the passage. The door. The square. Up there, always the sky. The sky. He stopped the taxi, to the hotel. He closed his eyes. He opened them again. What about the driver? He was gone. He was just riding on the tank that devoured the avenues. He was going over the walls. He was crashing into trees. A thousand reflectors were focusing on his march. Hurry up. Hurry up. Then the usual: the long silence. Is something wrong with you? He went into the hotel. To his room. He collapsed on the bed. To mourn the peace definitely lost to him. FIN", "title": "Estuvo en la guerra", "author": "Edmundo Valadés"}