{"metadata": {"length": 6608, "words": 1304, "reading_time_min": 6.52}, "text": "There was a boy named Juan Bobo. He didn't like being called Juan Bobo, so he killed a bull to invite everyone to a meal and as a result, he was named Juan Bobazo. In view of this, Juan Bobo took the skin and went to sell it to Madrid. When he arrived in Madrid, it was so hot that he jumped at the foot of a tree and covered himself with skin. And it happened that a raven came and bit his skin while he was taking a nap and Juan Bobo caught him and kept it for him. Then he went and sold the skin for seven hard ones. And after all this, he came down to the bottom and ordered food for two. Then John Bobo went and put three hidden hardmen by the front door, and he did the same thing on the stairs with two other hardmen, and the same thing again at the end of the stairs. So he sat down and waited for someone to serve him, but they did not, because they thought he was waiting for his companion. Finally, he got tired of waiting and said, \"You're not going to get me food? They told him that they were waiting for their companion to come and serve him. And he said, \"This crow is my companion. The innkeepers were amazed and asked him, \"What is this animal doing?\" \"He's a fortune teller\", said Juan Bobo, \"and guess whatever you want to know. Then they asked him to guess something and John Bobo put his hand through the body of the head to the tail and the crow said: \"Graw!\" - What did he say? - said the hostess. \"You said\", replied Juan Bobo, \"that there are three tough guys in the front door. The hostess went and searched through the door until she found the three hard ones and, amazed, she returned and said to John Bobo: \"Sell me the crow\". But John Bobo, without answering, again stretched out his hand over the body and he said, \"Grave!\" - What now? - asked the hostess. What's he saying now? \"He said\", replied Juan Bobo, \"that there are two tough guys in the stairwell. There the hostess went and found them immediately. And she came back at once, even more astonished, and told him that she had to sell him the raven. But John Bobo, without saying anything, again reached out his hand for the animal and it said again: \"Gray!\" The hostess wanted to know what she had said this time and Juan Bobo replied that that meant that at the end of the stairs there were two more tough ones. And he went out and found them, and the owner of the house said to him, Why sell this raven to me, and I will give you for it what you want? John Bobo told him that he sold it for five thousand pesos; and he said and did: He put them in a bag, left the crow there and returned to his people. Conque went to the village and told everyone to come and when they were there, he called his wife and told her to spread her apron and put the five thousand pesetas in it saying that it had come from selling oxskin in Madrid. All the neighbors, seeing this, killed their oxen, removed their hides and went to Madrid to sell them and it turned out that, after having sold them, he barely gave them to pay for the trip. And they all went back to the town very angry saying they were going to kill Juan Bobo. They didn't kill him, but they broke into his house and shitted him all over the place. The next day, Juan Bobo went and gathered all the shit in a bag and went to Madrid to sell it. He came and left the sack in the yard of a establishment while he was going to meet another diligence and, meanwhile, a pile of pigs entered the yard and ate all the shit. When Juan Bobo returned, he told his owners that his pigs had eaten all that was in the bag and that it was worth a lot, and they were about to grow up when, by mediation, he agreed to accept five thousand pesetas for the loss of the bag and returned to the village. Conque came to the village and he made the bells ring so that everyone would come and so they were all present, he called his wife back and he put the five thousand pesetas back on his apron saying that he had taken it out of the bag of shit in Madrid. All the neighbors, seeing this, gathered all the shit they could find, loaded it up in bags and went to Madrid to sell it. And they were walking down the street preaching who wanted to buy shit until some guards stopped them and beat them up. And they all went back to town sworn to avenge Juan Bobo. Juan Bobo hid so they wouldn't find him and then the neighbors decided to burn his house down. Then Juan Bobo picked up the ashes and announced that he was going to sell them to Madrid. He went to a jeweler and bought him some clothes. He put them in the mouth of the bag, mixed with ashes, and sat down on a bench. A gentleman came by and asked him, \"What are you carrying in that bag?\" And Juan Bobo told him he had a lot of clothes in the ash so he wouldn't get ruined. And the gentleman bought him the jacket for five thousand pesetas. Total, who returned to the village, gathered everyone and threw another five thousand pesetas into his wife's apron saying that they had given him in Madrid for the ashes. Then the neighbors went, burned their houses and left for Madrid to sell the ashes; and as they did not sell anything, they all turned around saying that this time they would kill Juan Bobo. They took him and put him in a sack with the intention of throwing him into the river. And as they had other things to do, they tied the sack to a tree near the shore with the idea of throwing it back into the river as soon as they finished their assignments. And where he was tied up and inside the sack, Juan Bobo started screaming: Even though she's rich and princess I won't marry her! He passed by a shepherd with his flock and hearing the voices of Juan Bobo told him that he would marry a beautiful and rich princess and then Juan Bobo told him that he was waiting there to be taken with the princess and proposed to change places. So the shepherd unleashed John Bobo and he put himself in the sack and John Bobo left with the sheep. The neighbors came back and threw the sack into the river. When they returned, they met Juan Bobo who was coming with the sheep and said, \"But, well! Didn't we throw you in the river? - Where did you come from, then, with the sheep? And John Bobo answered them, \"The river is full of them. And if you could get me deeper, I'd have found more sheep. The neighbors who heard it returned to the river and began to throw themselves into the water, and every time one of them snorted as he drowned the others said to Juan Bobo: What's he saying? And John the Bold answered and said, Go away, for there are many more sheep. And they all jumped into the river and drowned. FIN Spanish Anonymous", "title": "Juan Bobo", "author": "nan Anónimo"}