{"metadata": {"length": 7739, "words": 1425, "reading_time_min": 7.125}, "text": "About ten years ago, maybe more, maybe less, I visited a women's prison. It was an ancient palace built in the time of Henry IV whose high slate roofs dominated a shady little Midday town, on the banks of a river. The warden of this prison was close to retirement age. He had his own ideas and human feelings. He had no illusions about the morality of his three hundred inmates, but he did not consider himself far below the morality of three hundred randomly taken women in any city. \"Here's everything, like everywhere\", she seemed to say with her sweet, tired look. When we crossed the yard, a long line of inmates would finish their quiet walk and return to the workshops. There were many old ones, with a rough, overlapping look. My friend, Dr. Cabane, who was with us, made me observe that almost all of those women had some characteristic tara, that strabismus was common among them, that they were degenerates and that there were very few who were not marked by the stigmas of crime, or at least, crime. The director shook his head slowly. I saw that he did not share the theories of the forensic doctors and that he was still convinced that in our society the guilty are not always very different from the innocent. He took us to the workshops. We saw bakeries, sandwiches, laundry machines working. Work and cleaning brought a little joy. The director treated all women with kindness. The most clumsy and perverse ones did not make him lose his patience or his benevolence. He felt that many things should be passed on to people with whom one lives; that even criminals and criminals should not be overcharged; and, contrary to his usual view, he did not demand that thieves and slugs be perfect for paying their sentence. He had no belief in the moral efficacy of punishment, and he renounced making prison a school of virtue. He did not believe that making people suffer would make them better, so he avoided suffering those miserable people as much as he could. I don't know if he had religious feelings, but he didn't give any moral meaning to the idea of atonement. - I interpret the regulations, he told me, before applying them. And I explain it to the detainees myself. For example, the regulations mandate absolute silence. But if they kept absolutely silent, they'd all go either stupid or crazy. I think, I must think, that's not what the regulations are about. I tell you, the regulations command you to keep quiet. What's this mean? It means the guards shouldn't hear them. If they are heard, they shall be punished; if they are not heard, there shall be no reproach against them. I can't ask you to account for your thoughts. If your words don't make more noise than your thoughts, I can't ask you to account for your words. So alert, they're engineered to speak without, so to speak, making sounds. They don't go crazy and the norm is followed. I asked if his superiors approved of that interpretation of the regulations. And he said to me, The watchmen have often reproached him; and he brought them to the outer gate, and said to them, See this net; it is of wood. If you locked men in this center, after eight days, there would be no one left inside. Women can't think of escaping. But it's wise not to make them angry. The prison system is no longer in itself very favorable to your physical and moral health. I would not be responsible for keeping them if they were subjected to the torture of silence. The nursing home and bedrooms, which we visited below, were located in large white rooms, which retained nothing of their former splendor but monumental chimneys of gray stone and black marble finished with pompous virtues in relief. A Justice, sculpted around 1600 by some Italian flamenco artist, with his chest up and thigh out of his open tunic, held with a robust arm a crazy scale whose plates collided like cymbals. That goddess was pointing the tip of her sword at a little sick woman lying on an iron bed, on a mattress as thin as a folded towel. I would have said a girl. - So, is he better? - Dr. Cabane asked him. - Oh, my God! Yes, sir, much better. - And he smiled. - Well, be very careful and he'll be fine. She looked at the doctor with big eyes full of joy and hope. - It's just that this little girl has been very serious. - Dr. Cabane said. And we keep going. - Why is she convicted? - It's not a crime, it's a crime. - Oh, my God! - Child murder. At the end of a long corridor, we entered a rather cheerful little room, full of cabinets and whose windows - which had no bars - looked out into the countryside. There was a very beautiful young woman writing on a table. Standing next to her, another, with a very good guy, was looking for a key in a handful hanging from her waist. I would have thought it was the director's daughters. But this one warned me they were two interns. - You didn't notice they were wearing the house uniform? I hadn't noticed it, no doubt because they didn't wear it like the others. - Her dresses are better made and her smaller hats show her hair. \"It's because it's very difficult to stop a woman from showing her hair, especially if it's pretty\", the old principal replied. They are subject to the common and strict working regime. - What are you doing? - One is archivist and the other librarian. No need to ask: they were two passionate people. The director didn't hide from us that he preferred criminals to criminals. -I know, he said, that they're like strangers to their own crime. It was like a flash in his life. But they are capable of righteousness, of courage, of generosity. I couldn't say the same about my thieves. Their crimes, which are always mediocre and vulgar, constitute the fabric of their existence. They're incorrigible. And the lowliness that caused them to commit reprehensible acts permeates their conduct constantly. The punishment they are given is relatively small and, since they have little physical and moral sensitivity, they usually endure it easily. That does not mean - he added sharply - that these miserable women are all unworthy of mercy and do not deserve to be taken care of. The longer I live, the more I realize there are no guilty, only miserable. He let us into his office and ordered a security guard to bring down detained number 503. \"I will give you a show I have not prepared, I beg you to believe me\", he told us, \"and it will certainly inspire new reflections on crime and punishment. What you're going to see and hear, I've seen and heard a hundred times in my life. An intern, accompanied by a security guard, entered the office. She was a pretty young peasant girl, simple-looking, foolish and sweet. \"I have good news to tell you\", the principal told him. The President of the Republic, aware of your good conduct, has just pardoned you for the rest of your sentence. You'll be out on Saturday. She listened, her mouth wide open and her hands crossed over her belly. But ideas didn't come into his head that fast. - You'll be leaving this house next Saturday. He'll be free. This time he understood, his hands were lifted in a gesture of despair and his lips trembled. - Is it true I have to go? But then, what about me? Here I am, food, clothes and everything. Couldn't you tell that good gentleman that I'd better stay where I am? The director made him see with sweet firmness that he could not refuse the grace that had been granted to him; then he warned him that, on leaving, he would receive a sum of ten or twelve francs. He left the office crying. I asked what he had done. He went through a record: -503: She was a servant of a farmer... stole some water from her masters... domestic theft... you know, the law severely punishes domestic theft. FIN Translation by Esperanza Cobos Castro", "title": "Robo doméstico", "author": "Anatole France"}