{"metadata": {"length": 3555, "words": 628, "reading_time_min": 3.14}, "text": "New York, March 22nd. This month I bought a Republic. A costly whim that will have no continuation. It was a long-standing desire I wanted to get rid of. I thought being the master of a country was more fun. The opportunity was good and the deal was closed in a few days. The president's ministry, made up of his own pioneers, was in danger. The coffers of the Republic were empty; imposing new taxes would have been a signal for the overthrow of the entire clan that assumed power, perhaps of a revolution. There was already a general who armed rebel bands and promised jobs and jobs to the first one who arrived. A US agent who was there warned me. The Treasury Secretary ran to New York, and in four days we agreed. I anticipated a few million dollars from the Republic and also allocated to the president, all ministers and their secretaries a stipend double that they received from the State. I have been given as a garment - without the people knowing it - by customs and monopolies. In addition, the president and the ministers have signed a secret agreement that gives me virtually control over the entire life of the Republic. Although I may seem, when I go there, a mere passing guest, I am, in fact, the almost absolute master of the country. These days I have had to give a new subsidy, quite strong, for the renewal of military equipment and I have secured, in return, new privileges. The show, to me, is pretty fun. The chambers continue to legislate, seemingly freely; citizens continue to imagine that the Republic is autonomous and independent and that the course of events depends on their will. They don't know that everything they think they own - life, property, civil rights - they ultimately owe to a stranger unknown to them, that is, to me. Tomorrow I can order the closure of Parliament, a constitutional amendment, the increase of customs duties, the expulsion of immigrants. He could, if he wanted to, reveal the secret deals of the now dominant clique and bring down the government, from the president to the last secretary. It would not be impossible for me to push the country I have in my hands to declare war on one of the neighboring republics. This hidden, but unlimited power has given me some pleasant hours. To suffer all the inconveniences and servitude of political comedy is a tremendous fatigue; but to be the puppet-maker who, behind the scenes, can take solace by pulling off the threads of the puppet-like obedient to his movements is a voluptuous trade. My contempt for men finds here a tasty food and thousands of confirmations. I am nothing more than the unknown king of a small, disordered Republic, but the ease with which I have managed to take possession of it and the obvious interest of all those who know it in keeping the secret, makes me think that other nations, and far larger and more important than my Republic, live, without realizing it, under a similar dependence on mysterious foreign sovereigns. As much more money is needed for its acquisition, it will be a one-man operation, as in my case, a trust, a business union, a restricted group of capitalists or bankers. But I have a well-founded suspicion that other countries are effectively governed by small committees of invisible kings, known only to their trusted men, who continue to naturally play the role of legitimate rulers. The following information is provided: Paniaguado: The one who is protected by a person and is overly favored by her. The tale The purchase of the Republic is a chapter in the novel Gog, by Giovanni Papini.", "title": "La compra de la República", "author": "Giovanni Papini"}