{"metadata": {"length": 7765, "words": 1276, "reading_time_min": 6.38}, "text": "When Mrs. Maura Buja, the widow of Pez, saw the stout, swollen-legged, swollen-mouthed, stooped figure, supported by an enormous trough of Indian tin with a tin spoon and a gold ring, she could not believe that she was in the presence of her young lover, who, because of his poverty, had not been married to her. It was certain that Panfilo Trigueros, the young man, was no longer a boy; and now, while Madame Maura was carrying her divine fifty-nine, active and agile and still fresh, with the shaven head still satiated and the eyes bright, Panfilo was bending to the weight of sixty-four, so astonished that Madame Maura hurried to offer him the stool of horn. -And then they say that men do not get old - he thought, laughing, as he gave him a thousand welcomes -. She knew her arrival, ya! And what a capital, mountains and moors! -That is so, Lord God -said and cried Don Panfilo through his swollen eyes-. No harm has come to us at all... From here you will see me naked..., and I will be dressed and shod and with a leather belt... Maura, opening her eyes in spite of herself, took a chair and sat down close to the old man. Occasionally, buyers would enter the store of pashmina and cordage, and the owner would receive a tithe. - What luck? Was it true that he had deposited a million pesetas in the branch of the Bank? As vanity is the most tenacious and constant of human sentiments, a lively spark of satisfaction blazed in the old man's eyes, and his pale face shone. No, I didn't have to exaggerate: the million pounds precisely, no; but, gosh, it was getting close, it was getting close... it was getting close! The heart of Maura sounded as it had never sounded before in the loving embraces and the consoling idilios... Almost a million pence, Holy Virgin of the Guide! How can you gather so much money? What do you do with him! What a wide, easy, delicious existence these four million reals represented! Throughout her life, Maura had struggled with poverty... always imprisoned in the sack, counting the cost and the cost; always working, to not come out of a stingy plight. Awful and more awful: the emptiness of the middle of the square, empty or full of pigeons, heads of merluza and catfish; the squat of the panderer, on top; the threatening of the shoemaker................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................. He even fantasized about the soft touch of the air conditioners of a car... a car! She is beaten by foreign hands! A gleam of happiness spread over her whole body... And Panfilo, who had become a single man, alone; who had no relatives, nor even friends in Marseilles, after twenty-five years of absence from there!... But how to attract, how to seduce the voyeur? How to ensure such a strong hold? Would she still, under the fire, feel a glimmer of the old enthusiasm?... Ah, if a spring breeze would refresh and rekindle that shivering heart!... And Aunt Maura rubbed her hair back, sat down, hid the badly-shod foot with the shin-guards... While she was preparing her batteries, a girl in a percale dress and a sash of light green gingham came into the shop, quickly. Through the slight tan of the tulle netting, the red and gold hair glowed like a touch of gold, and the round and glowing face, like an angel's, seemed more youthful, more luminous, with a spring-time brilliance and a spring-time radiance... \"Come, Saletita: here is a man you will know, for you have spoken of him a hundred times... It is Panfilo Trigueros... And the girl, with a frightened, trilled and groaning laugh, exclaimed, embracing the old man: \"Are you that rich, that scrumptious? Oh! Who would give me to be you! The ingenuity of the girl, the joy that is infectious, brought a good humour, a pure smile, to the sad cliche of the Indian. Sister Maura, enlightened by an idea, advancing without a word the brooms of the edge, pushed Saletita, who, without a pause in her laughter, threw herself at Don Panfilo. -Give him a kiss that is a kiss... The old man came with his cold lips to the face of rose, where he deposited a tomb kiss... Since that day, Don Panfilo came every afternoon at the same time to sit on the wicker chair, in the remembrance of his old love. And the voice of the people spread that the ill-conceived plans were to be carried out, and no one was spared of that shabby and ridiculous wedding... Sister Maura received the scolding well, answered it with a song of a grandmother that made her holy taste, and offered sweets, and invited her for a month... She judged it proper to despise the murmurers and curious, who envied the magnificent hunt. The Indian had lost the arrow. That swagger, that gleeful swagger of Saletita, they seized upon with a thud. Like the man with a full stomach who is tempted by a new baguette or a fresh fruit, the old man burned and shivered in his bed while watching the chiquita. A difficulty presented itself to the mother, but a tremendous difficulty. When Panfilo manifested his honest intentions, how did he pass on to Saletita? How to persuade her to sacrifice? How to say to those nineteen impregnable, swollen, florid years that are indissolublely bound to those seventy-five shivering, trembling, engulfed already in the atmosphere of the tomb? Maura didn't hesitate, no. See an occurrence of the eye, go to the moccasin! What men, what incorruptibles! The older, the fatter... This sentence is not applicable only to drunkards... For what did now wife of Don Panfilo need? To care for him, to serve him medicine, to run his house, to..., to bury him, in sum..., yes, to collect that fortune, that it does not fall into hands uninterested, strange... Would it not be wise, of course, to choose a formal woman, a person already practical, serious, who knows life and has experience and world?... Ah! If Panfilo would attend to your convenience!... But time was running out, and it was urgent to search out Saletita, to fight her repugnance, to persuade her... Terrible famine! Let Maura present a serious one! Saletita, indeed, had not yet suspected anything; but when he was found out she would scream in heaven... She would certainly say that those sneezes under the beard, those sneezes of Panfilo's, were like father's... What would she say when she heard that the temblor was pretending to be a sneeze? Everyone smuggled their mother with the Indian... when the fat and scruffy cat was looking for the pretty rat! Finally, one night, after closing the shop, Madame Maura, entrusting herself to God, took her daughter, made her thousand parties, and began to sever the dangerous insinuations... The girl sat down, lowering her head, hiding the look of her blue eyes, as a frightened child hides a splinter. And dead, at a more earnest exhortation of her mother, swearing that she preferred to suffer than to see her daughter suffer, she lifted her face, threw a sprite of a polished and clear glass, like the ring of a campanile bell, and exclaimed, writhing the little and fat hands: -Well, I know you wanted the boyfriend for yourself!... But I was thinking the same thing! From the first day I was with him... If you take me away, see these hands? I can't say anymore!...", "title": "Saletita", "author": "Emilia Pardo Bazán"}