{"metadata": {"length": 5253, "words": 941, "reading_time_min": 4.705}, "text": "The master of Villasola was a very perceptive man and as enthusiastic about his art as few were; so that as soon as he had imparted to the boy a compact and clear intelligence, he felt the pleasure of a luthier to whom came to his hands beautiful rough diamonds. That yes that was a test for your tests and to put your skills to the test! Beautiful Indian doll for educational experiences! Excellent pedagogical material to test new methods in anima vili! Because the underlying conviction of the teacher of Villasola -even though he did not formulate it- was that children are mediums for teaching, as well as for phthising the sick. “Science for science’s sake” was his exclamation, and the tachyon, the one below the formula, was this: “Science for me alone and my own progress.” He took the prodigal boy to dissuade him. What a relief after that infected rag with such vulgarity, with all those dark carbons that, in the sum, came to graphite! \"What a difference in soul,\" said he, \"all of them are spiritual carbon, but here among such dark ordinary carbon is a soul crystallized in diamond.\" The master began the faena. He had planned the beautiful polyhedral form, the multiple faces, the axes. What reflections it would give to the world, and how the pericles of the engraver would be seen in it! The boy stopped making, but retaining his intimate quality: diamond hardness. But when its own brilliance was compared with the opaque carbons among which it lived, he was tempted to ascribe its manipulations to his lapidary. What a face! What about water! What a waste! What shrewd things and how well they all fit together in polyhedral order! It was the wonder of the people. The day he spoke at the casino was the death of Villasola. How he threw and threw all on a continuous and ordered thread! It was already one facet, another, swaying with thousand shifting rays and multiple irises, as the dreary, diffuse light of science reflected in his mind in one way or another. What a preacher! What a head! There was everything arranged and numbered 1, 2, and 3; by A and B major and a and b minor, related to various keys and keys of keys, in a wonderful synoptic picture. It was the day when the defender of Villasola was thrown into the court in search of a field. He was accompanied by a multitude of people to the station, and followed the people with all his heart, without him carrying him in his own. Mothers pointed out to their children what a model, appointing it, at the same time, for their daughters; they shivered for it, and the wicked recommended the journeys. But the proudest of all was the master of Villasola, the engraver of that wonder that would make its high value worth its weight in gold, dripping as much as he could into a social jewel anyone to realize its value in use. Aspiring to solo. He fell into the river of the world, in its sand, between the sand and the dust of diamonds that had been smelted. He awed them to the point that they came near to him; but harmed by his arrows, they had to leave him. They passed him from room to room, turning him thousand times to admire his reflections; but no one wanted him unless it was to put him on a chain, and he wanted to be free, untied. The current was restrained against the water ring where there was also diamond dust. He asked, rather, he pretended, a rich young woman to serve him with a tithe, and received figs. That night the almshade shivered, feeling the bare and dark, dry and cold, sour pedruse. he was gradually shedding the powerful psychic intelligence; he was seen and troubled by the arithmetic of his arithmetic, and he was no longer reflected in the vulgar light. And then he saw the humble carbons to whom he had devoted himself, associate, and to the conjure of solidarity, which electric current would pass through them, illuminating them, they, the dark carbons, a mere reflection of him, a diamond candle. The poor were consumed in their work, gave light to their flesh and blood, with pain, yes, but also with love, united by the holy current of fraternal sharing of efforts. And he alone, alone, hard, without water, for what purpose would it serve him? It would serve to shine crystals, for it remained its essential and intimate quality: toughness. There is to be heard on the tables of the cafés to the diamond of Villasola when, after a few glasses of cognac, it falls on a reputation made, anyone; on a consecrated feeling, on any crystal, and the rays and the emeralds rejoicing. What a sluggish, dry, hard, retching elocution! How to leave etchings on the glass! Now is the time to know it; now that, shattered by the rock with the hammer of the water of the world's river, its faces shattered by the continual frothing in dust of diamonds shattered, it reveals its hardest essence of crystallized carbon. When the master of Villasola reached the end of his diamond, he proposed this arduous question: Pedagogy, is it pure science or an application? But what has not happened to the jeweller of Villasola is that it is more efficient to extract light from the potential energy stored in the carbon blacks, than to generate vivacious heat from the merely refracted and borrowed light of the diamond. *FIN* Madrid Cómico, Madrid, 1898", "title": "El diamante de Villasola", "author": "Miguel de Unamuno"}