{"metadata": {"length": 8957, "words": 1628, "reading_time_min": 8.14}, "text": "For the third time he wrote the sonnet, and, regal in his voice, pronounced it. Then, raising his head, he sat down again. He took the paper in his hand and, without removing it, he leaned his head back on his chest. A deep sigh was finally exhaled from his lips, a sigh of bitterness. He shook convulsively in the hand where he still held the pen, threw it on the table and rose and walked the fourth, not to the wide rumble of the readers in high voice, but to the twitching and uneven walk of the moments when the locomotive is not full enough to fill the tense nerves. -Once again, the conviction is imposed! He was not a poet, and never would be... No, he would not be, though he tried to be one in the feverish hours of his nights, the rose-tinged dawns of his days, the mysterious clamour of his afternoons, and all the shivering of his brain and all the deepest emotions of his heart... For there was the desolate, the terrible thing: that in his heart there were emotions, in his fantasy plasticities, galas and espejismos, more than the necessary ones to give material to verses... And only this content of his soul wanted to come down on the pen, express itself through the rime, was the same as if a freshwater frog had fallen on the sand of the desert: no sign. This case of the character in my story -who was called Conrado Muoz- is not really rare... We all know men whose conversation is laced with poetry, whose way of being has much of beauty and meaning, and whose verses are the same insignificance, the same sequence, the fifth essence of the vulgar and the literary course. The difference I find between Conrado and the other chirles poets who, logically, should not be him, is that Conrado was known. There is wisdom; there is no science more bitter than this of knowing when knowledge discovers the irremediable, the fatal limit of the faculties? They had not been able to ensnare Conrado's perceptiveness the easy liars of his friends, nor the inveterate hypocritical benevolence of some journalists, nor his own lust, which is always the greatest deceiver... He was a ruthless judge; he was an admirable critic of wit and sagacity... also in the secret, in the intimate; for when he came to express his certain judgments in writing, he failed just as he had failed in the ring, and only came to his ear in common places, of a desolate insignificance... Turning back to that misery of his destiny, the frustrated poet came to find it announced in the union of his name and the name of his father. Conrado is, of course, a very poetic and beautiful name, of novel and legend. Instead, Muoz cries out for beans and triviality. Would you believe that a great poet is called Muoz? So, the first in him, the idea, Conrado, was aesthetic and worthy of light; but the second, Muoz, the performance of the work, was something without form or character, something that had to end by making him a riddle... Yes; Conrado had enough talent to be sure of it; long or short, the riddle, like the nitrate of inward justice, falls on the bad poets. It even goes so far as to speak of those who, veiled in a smear of deceit, are bad and seem good, and whose verses are even recited in tertulias, among the babblings of ladies and the feigned exasperations of fellow-workers. Whoever rebuked Apollo, Apollo always rebuked him, as to the satyr. Conrado had the generous soul to be content with literary farce. No, it wasn't that. That he despised, that he vomited out of his spirit; that he smote with the edge of the sword. Certainly, the one who is satiated with appearances is happier. Conrado was sure to get -if he showed a certain piety and flexibility and skill in driving- a certain renown; he could be academic, arcane, sane... The bad thing, again, of the particular case of Conrado Muoz was that he was pretending to be a poet before two veritable witnesses: before the future and before himself... And there inside, a burlesque voice repeated: «Don’t be a fool. Do not pretend the impossible. Your verses are, in the end, irredeemably bad.\" God turns like the lion in his cage, and then, exhausted, he fell to the floor, the same one who had seen so many hours of paper-shredding, squinting in search of a concept or a consonant, reading fervently the models to inspire himself, submitting, despite himself, to the temptation to plagiarism that all those who do not find inspiration suffer... And at the end, in true pain, a beautiful pain - that of poetry - he let his head fall on his hands and some tears trickled down his fingers... He cried the most beautiful thing: the illusion, the phantasm of death, which, when swallowed, seems to leave us completely alone, abandoned, lost in the sorrows of the world. I have already said that inside Conrado there were many poems, infinite stray-cats, hard lieders and several great songs. One of them was the one that came to his eyes then, in the form of a cries. Like a monk buried by the stones of the reed, certain to end his days in solitude, without anyone having seen the black abyss of his eyes, Conrado cried all that he could not say, all that would die, kept secret, all the divine beauty of his idea, ruined and forever confined in the ambiguity of his form... “My life lacks object, lacks reason to be – he thought. It would be better to leave it... Many poets, in fact, had ended there... Gloryful names, eternally enlivened, walked through their memory... But they were poets, true poets, and had a right to romanticism. He is not like that. You can't be grotesque, you can't be a failure... to die of such luck would be a greater ridicule. For him, death had to come surrounded by his daily and bourgeois apparatus, the doctor, the prescriptions, the clinical thermometer, the most usual “itis”, the one that most humbles the vile and patient matter... And he turned to laugh, with a roar of rage, slamming the useless front, which he had never known to open, Jupiterian, to let the Prisoner’s Muse pass... In that ambulatory shivering that causes the sharp pains, he needed a blanket and a hat and went out into the street... It was a big day, a Sunday. Without knowing why, he took the way of Florida. He didn't know where he was going. His fixed idea gave him a shackle around his feet of impenitent dreamer. He walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he walked, he He didn't come back. He found himself walking a lonesome, and instinctively he turned towards where there were trees, air, space and solitude. It was necessary to hear a groan from many lips, a groan of alarm, to realize that something unusual was happening, capable of waking him from his slumbering at a statue... He turned his head and quickly realized what was happening. The tyre, spouting clouds of dust, sped along a sloping bank, and in the middle of the intersection was a creature, a girl or boy, who neither had time to see, for the horrible thing about the situation was that there was no time; neither for the stray car to stop, nor for the creature, hearing the cries, to run to safety... No, there was no material time; the innocent victim had to be struck down at much less a distance than this is written... And there was no time for Conrado to reflect on it. The inspiration, rebellious for what is left, sounded a sour, full-blown wine. He was astonished, as Saul was, at the rebuke between which Christ appeared to him. It was death almost certain; to divert the creature one had to expose the body... Conrado jumped; a second later... it would have been too late. With one arm out of the rails at the little boy, which broke in pieces, and with the other arm, instinctively, he wanted to stop the mass of iron and wood that was coming up over him, despite the conductor's desperate efforts to hold it... And his last thought - before he lost consciousness by letting go of his head - was this, giddy and satisfied: \"I have written an admirable poem...\"", "title": "En verso", "author": "Emilia Pardo Bazán"}