{"metadata": {"length": 5289, "words": 1025, "reading_time_min": 5.125}, "text": "It's not a fairy tale, it's a story that comes out of my pen as it has sprung from the lips of Cornelius Cacheda, who is a good friend of so many of my kind in those fields of God. He referred it to me five months ago, and I was so surprised by the wonder that I judge a criminal action not to report it so that the wise and observers study the case with the detention they deserve. I might perhaps go into a serious analysis of the matter, but I reserve myself for when I have heard the opinions of my readers. So it goes, the known wonder, wild and wild. Nor Cornelius came to see me and brought with him a couple of two and a half-year-old girls, as born of a single \"camada\" as he says, called Maria de los Dolores and Maria del Pilar, both blond as a sponge, white and pink as a mature hardwood and pretty as if they were \"images\", according to the expression of Cornelius. They contrasted the childlike beauty of the twins with the sincere mismatch of the physiological features of Cornelius, ugly if any, brown up and rough to the dirt of the nails and the cracking of the heels. Naturally, I thought I'd ask him about the happy parent of that pair of ramshackles. The old man shouted proudly, twisted the scratched pejibaye jets, cleaned the splints with the back of his furry hand and replied: \"I'm the dad, rather than the decilo ugly!\" They don't look like me, but it's just that the breasts aren't that bad, and by the great power of my God, nothing is impossible. But tell me, Cornelius, is your wife blond, or was any of the grandparents like the little girls? No, son; there was no cat or cinnamon in all the family; we were all grown up. And then how do you explain that girls are born with that hair and that color? The old man laughed a little, got caught up and gave me a look of sovereign disdain. What are you laughing at, little Cornelius? Should I not laugh, Don Magon, when I see that a burdensome prober like myself, a pioneer peasant, knows more than a man like me who everyone says is so knowledgeable, so learned and even makes laws where the president with menus? Let me see, explain that to me. You'll see what I judge. Nor Cornelius took out a good piece of sand from the shovels, gave a piece to each chick, put on a stool, in which he was left to fall satisfied with his next triumph, sounded his noses, covering each of the windows with the respective index, stretched out with the floor of the right foot cleaning the floor, poured himself with the back of the jacket and began his explanation in these terms: You know that hour in March three years ago there was a clis of sunshine in which the sun went dark in the whole; well, then, about twenty days earlier, my wife Lina, came out habelite from those chickens. From that time on, he was so disturbed that it was a box: there was no way to cut it off, he left the house day and night, always looking up at the sky; he went to the sun, to the break, to the scream of the siege, and always with that whim and that evil that had no rest or any remedy to leave it at ease. She had always been very cheerful in every birth. See, when the greatest Thursday was born the same; with which one night I was scattered late at night and I went to get him male circumcision crickets. Worse was that the creature was born with his mouth open. I found her cripples, and then other cravings, but I never got to see her as unhealthy as these little girls. After hours you will see, as I was telling you, he took to see the sky day and night and the day of the sunset, that I was in the fence's gleam since good morning. Don't get tired of the story, it went on until these girls were born. I'm not denying that I was made to climb up the candle so cinnamon and so cats, but since then it seems they have brought God's blessing. The teacher wants them and she cooks their clothes, the politician gives them their quincos, the priest asks me to pair them with naugas of pure linen and ante-gloves on the altar pal Corpus, and on the days of Holy Week they take them out in the procession, armed to the Nazarene and the Holy Sepulchre, for Christmas Eve they change them with very beautiful dresses and put them on the portal next to the Three Divines. And all the costs are from the keepers' purse, and they always give them their half shield, their paperweight, their other good royalty. Blessed be my God that I judge you to take your service from an ugly father like me...! She's still cuddling with her little ones, and she's not allowed to be praised. He's had his good arguments with neighborhood lovers over the evil cats. I interrupted young Cornelius fearing the panegirico would never end, and I got him back on the abandoned lane. Okay, but idiotic? I thought what? Pos doesn't see that Thursday for ber spying the breast the sun clis for what they're cinnamon? You didn't know that? I didn't know, and I'm surprised you would have guessed without any instructions. Why fool him, Don Magon. I didn't judge who guessed the bubbles. You know an Italian master who built the tower of the village church? A cat man, colorful hair, very white, very solid, who has been eating at home for four years? No, little Cornelius. - Yes, he explained the sunscreen thing to me. FIN The Republic, San Jose, Costa Rica, 1897", "title": "El clis de sol", "author": "Manuel González Zeledón"}