{"metadata": {"length": 6473, "words": 1271, "reading_time_min": 6.355}, "text": "My name is Vikor. I'm eight years old, but I'm not a kid, I'm an immortal form and I'm not eight, I'm a thousand. I have lived forever and I will always live. When I was four, my mother and I, Tangor, Nerea, Mabsum and little Oker came to town with my father, who was dead. My father was ploughing the fields, which were green, but when winter came, the field dried up and grew gray. Everything died and my father died with everything. Then my mother and I, Tangor, Nerea, Mabsum, little Oker and my father, who was dead, came to town. I cried because I wanted the fields and the fields and the hills. I prayed for God to give them another life and green them so we wouldn't have to go, but He didn't listen and everything stayed the same. He didn't listen to others either. Gantner, the old man who lived by the road, also prayed, but in his lands everything went gray, dry and dead. So we came to town because we could find something alive, green and we could eat. We arrived and everything was gray and dusty, dry and dry like in the countryside. People were still alive. It was gray, dusty and dry like the city. We're staying here. My mother went out into the street, she was immersed in that crazy spinning wheels, in that boiling noise. He went out to find a way to preserve life in me, in Tangor, in Nerea, in Mabsum, in little Oker and in my father, who was dead. He finally found a laundry room where people washed their clothes because in the choking city there is no place to hang clothes. He was paid a little money to wash and polish other people's clothes. She brought the money home and we used it to buy food but she didn't eat because she was sick and she was trembling from so much washing and polishing all day. My father did not eat much because he had died of working so hard in the fields that they were now dry and ruined. I had to go to the city school. I could barely hear the teacher from the sound of the whistles, the spinning wheels, the screams and the people running, in a hurry. The boys weren't like the ones who went to school with me in the country. They were old and wrinkled, sad and quiet. None of them could laugh. I soon forgot how to do it too. I came home convinced that little Oker could teach me to laugh again but he too had forgotten, and he was no longer playing. All he did was sit down, watch, get old and turn pale. Shortly thereafter, in the dark street where we lived, a large, roaring thing with spinning wheels hit Nerea. I heard a loud noise, I ran out and found her lying, still and quiet in the mud and blood. I looked up and saw the roaring thing moving away with its spinning wheels. I took Nerea in my arms and took her to the room overlooking that street in town. Little Oker, Mabsum, Tangor and my father, who was dead, came up and looked at her. They sat, still, silently. She was dead. Shortly after, little Oker became pale and weak. He was sick. I didn't go to school. I stayed home to take care of him. Oker was silent. He lay there, still and silent like a ghost. Every day he lost more weight, became more and more white. One night she started crying. I was glad it made a sound and I realized I was better. I held him up and walked with him down the street. At that moment the street was quiet. A little wind came, as gentle as the shade of the trees of paradise. I was happy because I thought Oker was getting better. I prayed to God to heal him and let the cool wind stay on our street. I saw some shadows running through the bricks on the street and that's how I knew the sun was coming up. I started hearing the sounds again. They got stronger and stronger. I knew Oker was afraid of those noises. Oker and I started running as fast as we could to our room, but little Oker stopped crying and I realized he had gotten worse. I ran with all my strength, as fast as I could, carrying him in my arms. As he ran, he felt his body often loosen. I felt the breath leave the little pale skin of his body and I realized he was dying. When I got to the room, little Oker was a quiet, quiet form. I knew he was dead. I went into the room, I leaned him down on the floor and everyone, my father, who was dead, Mabsum and Tangor came in, silent, like ghosts, and looked at him. He was still like a stone. They sat down and covered it up. I went back to that noisy school early. Every day, on the break, I went to a corner. From there, I could see the others playing. I missed the sound of the voices but no one spoke to me, no one saw me. No one was talking to anyone. Silence of stone. All you could hear was the thundering noise of fast things and the wheels spinning through the streets of the city... you missed the countryside and the green things that the wind blowed, and the sky you saw when you looked up, with stars at night and true clouds by day. I was thinking about the country and I was wondering where he was, what had happened to him, how long had we been gone. I've got the bill. I decided it had been a thousand years or more since we left. I missed the countryside, bullied inside for him, cried for him and prayed for him and one day I decided to go out and get him. I decided that if I found him, I would go back to town, look for my mother at the laundry and my dead father, Tangor and Mabsum, and that we would all come back and pretend nothing had happened (except for little Oker and Nerea, who were dead). So I walked and walked across bridges, through muddy, ugly tunnels, through rusty, hot railroads, through crowded streets. I crossed wastelands, old, destroyed houses. I walked and walked and walked for months, and all I saw were old houses, swift spinning wheels, smoke and railroad tracks and bridges and viscous water and huge buildings, and old and old and quiet, aging children. It seemed like it had been going on for years and years, because I always saw the same thing. No green, no wind, no sky, no laughs. I finally gave up, I cried and prayed and decided that the whole earth was full of tunnels and railways and blocked streets, stinking tunnels, destroyed houses, old and old and aging children. I felt lost, old and crazy. I searched for my mother, my father who was dead, Mabsum and Tangor, but I couldn't find them. I became brave. I took the street, closed my ears to the loud noises, veiled my eyes to the poor ghosts walking down the street and decided that the countryside was gone forever and that the whole land was taken over by the sick city. ♪ Finish ♪", "title": "Chicos de campo", "author": "William Goyen"}