{"metadata": {"length": 6997, "words": 1247, "reading_time_min": 6.235}, "text": "You do not believe that this to which I refer has happened in our day or in our land, or that it is invention or fiction. If it contains any useful moral, it will consist in that the story has meaning and teaching. How shameful for the human race if History is reduced to the oppression of the weak by the strong, to the triumph of violence! He says he was a king of Persia, to whom many call Nemrod, but who according to more reliable versions, should be called Doac, and was the murderer and successor of that Yemsid whose sin was to think himself perfect. This Doac was a magician, a sage, but instead of exercising his science as his predecessors had exercised it - founding cities, teaching and propagating arts and industries, battling the dreadful dyads or genios of evil, establishing the first pearl-fishing taverns, bringing forth the first turquoise mines, popularizing the knowledge of the alphabet and of the signs that, engraved on wood or stone, preserve the memory of the corresponding facts through the ages - the zealous Doac only used his magic to compose and distill filters and veils and refine ingenious supplications, for he was engrossed in pain, and the gems were music to him. Until the reign of Darius, the Persians did not know how to cut meat with a knife, nor how to pierce a nut with a needle. When asked what Doac taught his sons, the chronicle answers that he taught them to eat and save. Having exhausted Heaven, he inflicted a cruel and repulsive punishment on Doac. One morning, while he was enjoying the delicacies of the bath, the king noticed that a huge rash had appeared on his arm, the size of an egg and of the shape of a snake's head: ugly, red, horrible. At first they did not do such excretions; but they did not take long to ulcerate and cause martyrdom, which caused Doac to access rage, being the worst that as he did not wish to teach the doctors nor the living his savage alifafe, he had to wash, cure, and dress himself alone, and attend to the wounds with the plasters and utensils he found in his magical repertoire. Desperate after so many remedies that had failed, and making new concoctions, one day awoke with the conviction that the only remedy was the ashes of a man, applied hot even to the rediscovered wounds. No one should be afraid of the ignorance that this accuses in the times of Doac, for even in our times we have seen that the pig's trotter, the open-ended trough and the piece of beef on the lupus are recited. That bloodletting would be something effective is demonstrated by the fact that the prisons of the Persian kingdom were gradually being emptied; daily they executed two prisoners to draw their blood. But there is nothing in the world that is not exhausted, and also the prisoners confined; so that when the ration of fresh meat was gone, a tribute of two men a day was fixed, who collected the swine and the veal sent here and there to demand. They chose, among the numerous families, the sick, the deformed, the unable, the old, the useless. And it came to pass, when Doac heard of this, he arose in a furious rage, swearing that if they continued to give him the worst and worst of their bowels, he would blot them out. Then the swine decided to sacrifice the most beautiful of Yspahan, to leave the king satisfied. They were not, however, determined to seek victims among the powerful (magnates, servants of the royal house); but, in the first moments, remembering that a poor herder, called Cavé, had two sons as tall as two pins, galloping in the extreme and stout in all physical exercises; and, putting them under good strain, they surprised the public, flung them into the street, shattered their heads and carried their hot brains to Doac. Cavé was working in his forge when the neighbors, both compliant and indiscreet, came to give him the new fatal blow. Soon it seemed as if the father had not understood the incomprehensible disaster that was being communicated to him: cold, immobile, changed, he heard the account of the frightened case. In death, his penitence was formidable, like a lion tearing its carcass and tearing the stones of the pillar apart. What saved Cavé was to know that precisely because his sons were strong, smart, and beautiful, they had marked them for the sword. “Don’t even leave me one to console me! Ah! \"Jury me by the eternal light of the sun that I shall be vengeful!\" And the hero, roaring thus, shook his huge axe, and as he shook it, mountains of bronzed, enduring work-hardened flesh accumulated on his naked, blood-stained arm. Descending from the broad leather mantle which had protected him, Cavé struck him with the point of a spear, and with the mantle as a shield and the halberd as a weapon, he stepped into the square, clamoring with a wrath against Doac. A strange phenomenon followed the voice of the desperate father: the people of Yspahan, who had been trembling and frozen in fear, gathered energy, shook off their gloom; seeing that there was a man daring to enshrine a standard, they rushed to encircle him with wild enthusiasm, and the supplication spread so suddenly that the Tyrannist had only time to flee shamefully with his wives and his treasures. Far from Yspahan, Doac joined an army of more than ten thousand men, and was ready to dissolve the pies that a craftsman was preparing, and which bore as flag a soiled and tattered mandil of leather. But he saw it wrong, for the embroidered guidon of Doac, of silk and gold, adorned with pearls, bearing the emblem of the seven planets and the moon, had to recede before the piece of stone that only reflected the striations of labour and the marks of human sweat, and the head of Doac, dripping with blood, livid, swollen by the tumult of exhaustion, was hung on the pole that supported the leather sceptre, while the troops of Cavé, having stripped themselves of their clothes, shivered in the chill of the two welts that adorned their shoulders like heads of snakes... When he was crowned king by his army, the lord resolutely refused to accept the crown. He himself sent Prince Ferdin to reign, who was afterwards a great monarch and a deep sage, and taught the Persians astronomy, medicine, and botany. The only glory that Cavé, the hero, could conceive was in his mandil, which Feridun took as the standard of the region. When Feridun, without false remorse or human respect, placed before himself that piece of stone that represented the sanctity of work and the protest against injustice and abuse of power, it was as if he carried a talisman: he had the sure victory. When he rebuked the leather mandible, he was defeated. Because the mandil, symbol of the monarch's duty not to drink the cup of iniquity, so that the wrath of the gods would not be unleashed, had disappeared in the turmoil and vicissitudes of the Greek invasion, the Persians, a noble people in origin and of high intellectual calibre, had come to the slackness, servileness and abyss in which they now find themselves.", "title": "El mandil de cuero", "author": "Emilia Pardo Bazán"}