{"metadata": {"length": 3964, "words": 733, "reading_time_min": 3.665}, "text": "There are many women who think that, in case they do not get to the end with a lover, they can at least afford, without offending their husband, a certain trade in gallantry, and often this way of looking at things has more dangerous consequences than if their fall had been complete. What happened to the Marquise de Guissac, a high-ranking woman from Nimes, in the Languedoc, is a clear proof of what we propose here as maxim. Stunned, stunned, cheerful, full of wit and sympathy, Madame de Guissac believed that certain gallant letters, written and received by her and by the baron of Aumelach, would have no consequence, provided they were not known; and that if, unfortunately, they were to be discovered, being able to prove her innocence to her husband, she would not lose her favor in any way. He was wrong... Mr. de Guissac, unreasonably jealous, suspects the exchange, interrogates a maid and takes possession of a letter; at first he finds nothing in it to justify his fears, but much more than he needs to feed his suspicions. Take a gun and a glass of lemonade and break into the room of your wife like a possessed... - \"Madam, I have been betrayed\", he groaned furiously; read this note: he makes it clear to me, there is no time to judge, I grant you the choice of your death. The Marquise defends herself, swears to her husband that she is wrong, that she may be, indeed, guilty of imprudence, but that she is not, without a doubt, guilty of any crime. - You won't convince me any more, you pervert! \"You won't convince me any more!\" Choose quickly or this weapon will instantly deprive you of the light of day. The miserable lady of Guissac, terrified, decides on the poison; she takes the cup and drinks it. - Stop us! And her husband, when he had drunk, said to her, Ye shall not perish alone; ye shall be hated of you, and betrayed of you; what would ye have me to do in the world? - and after saying this, drink what's left of the cup. - Oh, my God! - exclaims the lady of Guissac. In the terrible trance that you have placed us both in, do not deny me a confessor nor the power to hold my father and mother one last time. They send for the people this miserable woman claims, throw herself into the arms of those who gave her life and again protest that she is not guilty of anything. But what reproach can be made of a husband who feels betrayed and punishes his wife in such a way that he sacrifices himself? All that remains is despair and tears from everyone alike. Meanwhile the confessor arrives... - At this awful moment in my life, - says the Marquise - I wish, for the comfort of my parents and for the honor of my memory, to make a public confession - and begins to accuse himself aloud of everything his conscience has reproached him since birth. The husband, who is attentive and does not listen to the baron of Aumelach being quoted, convinced that his wife would not dare to pretend on such an occasion, rises up in joy. - Oh, my dear parents! \"Calling at once to your father-in-law and mother-in-law, console you and your daughter, forgive me for the fear I have caused her to have, so much has troubled me that it is lawful for me to return some to her. There was never any poison in what we took, let it be quiet; let us all calm down and let us at least learn that a truly honest woman should not only not commit evil, but should also raise suspicion that she does it. The Marquise had to make superhuman efforts to recover from her condition; she had felt poisoned to such an extent that the flight of her imagination had already caused her to suffer all the anguish of such a death. She stands trembling, hugs her husband; joy replaces pain and the young wife, well-scarmed by this terrible scene, promises that in the future she will be able to avoid even the smallest appearance of infidelity. She kept her promise and lived with her husband for more than thirty years, never having to reproach him in the slightest. FIN", "title": "El fingimiento feliz (o la ficción afortunada)", "author": "Marqués de Sade"}