{"metadata": {"length": 2083, "words": 390, "reading_time_min": 1.95}, "text": "One afternoon two angels met at the gate of a city, greeted each other and talked. - What are you doing these days and what job have you been assigned? - asked an angel. \"I have been entrusted with the custody of a man who has fallen into sin\", replied the other, \"who lives down in the valley, a great sinner, the most depraved. I assure you, it's an important mission and a hard job. \"That mission is easy\", said the first angel. I have known many sinners and have been a guardian many times. But now I've been assigned a good man who lives across town. And I assure you, it's an overly difficult and overly subtle job. \"That's nothing but presumption\", said the other angel. How can it be that guarding a saint is more difficult than guarding a sinner? - How insolent to call me arrogant! - answered the first. I've only stated the truth. I think you're the presumptuous one! From there on, the angels quarrelled and fought, first with words and then with fists and wings. While they were fighting, an archangel appeared. He stopped them and asked, \"Why are you fighting? What's this about? Do you not know that it is not proper for the angels of the guard to fight in the gates of the city? Tell me, why the disagreement? They both spoke in unison, each arguing that their job was the hardest and that they deserved the top prize. The archangel shook his head and meditated. \"My friends, \" he said\", I cannot tell now which of you deserves the most honor and reward. But since power has been given to me, and for the sake of peace and a good stewardship, I give each one of you the work of the other, insisting on the other's occupation being easier. Now walk away from here and be happy in your trade. The angels, thus ordered, went their separate ways. But each turned his head and looked furiously at the archangel. And they said in their hearts: \"Oh, these archangels! The life of the angels is becoming more and more difficult for us. But the archangel stopped and began to meditate once more. And he said in his heart, We must be cautious and guard our guardian angels. FIN", "title": "Los dos ángeles", "author": "Gibrán Jalil Gibrán"}