{"metadata": {"length": 2021, "words": 386, "reading_time_min": 1.93}, "text": "I'm ashamed to admit that until very recently I didn't understand the clock. I do not mean its internal gear - neither the radio nor the telephone nor the phonograph records I still understand: for me they are pure magic, even if they explain them to me countless times - but the figure resulting from the position of its needles. These have been for me one of the greatest and most fascinating mysteries, and I still dare to say that they are on many occasions. If you ask me suddenly what time it is and I have to look at a clock quickly, I think I will answer correctly on very few occasions. However, if there is anything I truly desire, it is to have a watch. I've never had it in my life. As a child, I never asked for it, because I always considered it something out of my reach, beyond my understanding and my science. I liked them, that's right. I remember a tall, carillon clock that was running slowly, preceded by a popular tune: The shepherds are leaving for the Extremadura. It's the sad, dark mountain that's left... and I also liked a sundial, painted on the facade of a church in the country. This watch seemed to me so cabalistic and strange that sometimes, lying under the bushes by the river, I spent hours watching the shadow of the iron barrel indicate the passage of time. This distressed me and plunged me into infinite laziness at the same time. How disturbed and attracted I am to the tictac sounding in the dark and silence, if I wake up at midnight. It's something mysterious and annoying. During illness, if it is long and we must stay in bed, watch company is one of the essential and at times annoying things. I like watches, I'm fascinated, but I think I hate them. Sometimes the shadow of furniture against the wall turns into a huge clock, which tells us the inevitable step. And are we not ourselves a great relentless clock, beating our singing time? I wish I had a watch. I've often thought I needed it. I don't know if I'll ever buy it. Do I really need it? Do I understand that? FIN", "title": "Los relojes", "author": "Ana María Matute"}