{"metadata": {"length": 4667, "words": 890, "reading_time_min": 4.45}, "text": "I Don Silverio, the secondary class assistant, has a sister in Crevillente, married to a cordellillo mat manufacturer who is very well, and this year the sister wanted to give don Silverio a gift and I send him a turkey, cinnamon color, which arrived, free of charge, on the 23rd of the morning. Don Silverio experienced a sweet surprise and when he saw the turkey his eyes were wet and tears fell on him when he read the following letter: It's very clean and very gentle. You can eat it with confidence because it's served, as they say, to our breasts. Since we have no children, we are fond of all animals. Go pay the fee and I'll include your heel, along with your sister's love, Dorothy. It's really good! \"Don Silverio said, looking at the letter with wet eyes. Thank God he remembered us! \"added Don Silverio's wife\". It's the first year he's given us, and it won't be for lack of possibilities, because all the people in Crevillente say he spends a luxury!... To all this, the turkey, breaking the ligaments that imprisoned him, had clutched to a trunk, as if he lacked strength, and looked sweetly at don Silverio and his wife. How clean it is! \"I'm going to get you a job\". How do you know he was raised in a decent home? The turkey raised his head in gratitude and don Silverio, who is the most generous heart and the most sensitive man in this world, felt a knot in his throat. He seems to know what we're talking about. You little animal! objected to the wife. Who knows? Don Silverio whispered. The presence of the turkey had greened the memories of his youth and, as he watched it silently, crammed into the chest, the image of Dorotea came to his mind, which had always been very dull. You know what I think? \"Don Silver said. That this turkey looks like someone from my family. I know, to Dorothy, who's very mean. Don Silverio was so devastated that he thought that little animal was going to be sacrificed. First he had found him resembling Dorothy; then a section chief of his ministry, and finally his brother-in-law, who was blond. Don't you think we should forgive him for his life? Don Silverio asked his wife. What an atrocity! - Why? - I don't know. \"More than a turkey looks like a known person\", said Don Silverio. That night he went to bed sad and down, not without covering the turkey with an old hunter who would go to bed in the morning while cleaning his boots. Poor boy, you're not used to this weather and you're gonna catch us. And he spent part of the night in a wild and wiggling bed until, struggling with the memories of his youth, he was able to fall asleep. Then he began to dream that the turkey was not a turkey, but the head of the ministry's staff, who pulled a pen from his tail and signed the cease-fire of all officials using a goose. Then the turkey became a seven-headed monster, and the seven went to bed with Don Silverio. Then all the mouths came near to his ear screaming, \"Criminal! You bad employee! You don't have spelling, and you're gonna eat your sister! The turkey is not turkey, it is peacock... it is Dorotea! But, man! What's the matter with you? \"Don Silverio's wife asked, waking up shocked\". You're kicking me in the middle of nowhere. Don Silverio opened his eyes and sat down in bed, terrified. Well, said Don Silverio's wife the next day, you will not witness the sacrifice; I will kill the turkey alone. Thank you. Twenty-four hours he's been with us and I've already taken the same affection from him as if it were my own blood. What a foolish thing! He's a very intelligent animal. This morning, when I went to feed him, he was trying to smile like he wanted to thank me. Don Silverio didn't attend the office. The poor gentleman couldn't get this terrible idea out of his mind: the turkey is a harmless creature and we're going to kill it to eat it. It comes from Crevillente, where Dorothea resides... My God! This is as much as eating a sister! Don Silverio's wife took the turkey and took it to the kitchen, without the unhappy husband noticing. There he tried to cut off his head from the trunk with a knife. The turkey began to move its wings and shake its neck until, not without great labor, the heroic wife managed to nail the deadly weapon into the animal's neck; but this, with its head hanging, managed to get rid of its executioner and headed to the cabinet where Don Silverio was removing the stains from the gaban and thinking about the sad end of the volatiles. With the noise of the poor animal fleeing death, Don Silverio suddenly turned and laughed hysterically. I had just seen the turkey with the head slanted from a cartilage approach Don Silverio as if to say: ♪ Finish ♪", "title": "El pavo de Navidad o la falta de costumbre", "author": "Luis Taboada"}