{"metadata": {"length": 6742, "words": 1242, "reading_time_min": 6.21}, "text": "A police problem Alfredo Plumet looks at the clock; it's two o'clock minus twenty. He empties his glass of cognac, rubs his fingers in his short mustache and gets up from his seat. Excuse me, my friend; it's time to go. Let's go, says Adela, you still have a minute. Also two insists Luciano Dirán, Alfredo's former high school classmate, who was the guest that day. For once you're late, Plumet shakes his bony head. No, my old man; you know my principles. In 20 years at the Salustin Paper Shop, I've always heard two beats on my desk... never a late one, never a day of absence. I've always been like this, despite all these shenanigans. But I don't think you're forced out. He rushes to add to seeing his friend stand up. When you're lucky enough to be a high-ranking employee... here, ask Adela to fill your glass. He kisses his wife on the forehead, shakes Luciano's hand, goes to the next pier, uncovers his gauge, the only touch he thinks suits a count worthy of that name. And, passing by the glass door of the dining room, he drums over the crystals and directs a long greeting to Adela and her friend, who responded by lifting the glasses high. Alfredo Plumet belonged to that minority of individuals so few in number, who are careful not to disturb others. And so, as is his custom, he doesn't knock on the door, and uses the key to close, once it's gone. Then, with a slight step, he goes down the three floors. But when they reach the road, a violent storm sets in that no one could have foreseen. No one would ever see the wretch alive again. Towards sunset, vagrants discover Alfredo Plumet's body on some rocks in the Rambla Sur, behind the Central Cemetery, about five blocks from the incineration chimney in Curuguatí and Rambla. The autopsy revealed that the death was due to a fractured skull. The investigation? What then? I asked when Commissioner Luponi finished his story. The policeman was lying on his chair; thumbs on his vest, the eternal English cigarette on his lips. So, it's all very recent. Forensic medicine dismisses the suicide and declares that there has been no transportation of the body; but it is impossible to ascertain whether it was murder or an accident. The blow may have been struck with a blunt force element, but it is also equally likely a fatal fall. You know the place. The coast is located right next to the Rambla which is, in part, protected by the new wall. It lacks adequate protection at the site where the vagus finds have been found. Alfredo Plumet has been able to fall and break his skull against a rock. The rain has wiped out all traces, but the fact that they were found in his pockets his wallet and his gold watch eliminates the crime hypothesis. I'd add that the death must have occurred around 3:00 p.m. and now you know as much as I do. I look at Luponi with stupor. Have you discovered the truth? But how could you?... He points to his folder, where some sheets, three photos and a map of Montevideo are lined up. Here you have the plan of the Plumet apartment. Then a plan of Section 4a with the Palermo rafts. I told you that Plumet lived on the street number Cuareim... and I'll point out, in case you don't know, that the odd numbers are on the alley on the right starting from the Government House towards the sea. And what's the point of that? I ask more and more astonishingly. Capitalistic importance. It's very possible that if the address was even, Alfredo Plumet would still be alive. He was a little officer looking at the documents. One of the photos depicts a small man of correct figure, wearing a fork and a starchy neck. The face was anonymous, the soft features. A humble, shy, and stocky boy; living in the perpetual shyness of not disturbing people; fearful in extreme and very economical. Naturally a model employee, serious, honest, punctual. He worked for twenty years in the Salustín Hermanos house, Juan Carlos Gómez street. From the street Juan Carlos Gómez! I scream. Yeah, in the South. The sheriff whistles ironically. - Hey, hey, hey! You're making progress. What's that paper? I interrupt with irritation. A note from the National Meteorological Observatory concerning the storm that triggered yesterday over Montevideo at forty-one, with some technical details, without interest, on the other hand, for our information. As for the two photos: the house on Cuareim Street and the place where the body rested, they present no practical interest. And is it with the help of that?... That I have been able to reconstruct the drama, and that you will reconstruct it equally if you have, even in a small part, the gift of observation. That's not serious, man! And admitting it was a revenge, how do you want me to get... He punches his fist on his desk. Oh, my God! I understand your doubts; I had forgotten the main thing: know that I found the dead man's umbrella on the pier. And now, you know what I mean? And you, my friend reader, do you understand? Solving the police problem Let's try to shed light on this matter together. I just told him I found Plumet's umbrella in the barn. This one had forgotten to take it, since nothing could predict the storm. But the rain is starting to fall. I ask you, then, what should this methodical and careful man have done under such circumstances and according to his custom? We know Plumet had a horror of noise. Evidently he must have returned home as stealthily as he had left, going to the barn. And to do that, he had to walk past the glass door of the dining room, where he left his wife and his best friend. Which, of course, are a thousand leagues from Mr. Plumet. What? I scream. Adela and Luciano... But yes...! The eternal story. Like a sleepwalker he goes back, silent, as he had come, and sets out to walk in the rain, randomly, straight ahead. Now check the plan of Montevideo. Our man has entered Cuareim Street, crossing Soriano, Canelones... right, always right, and without changing course. Remember my insistence on odd numbers. If I had lived on the sidewalk across the street, there is no doubt that, when I arrived at Gonzalo Ramírez, I would have followed this avenue and not Curuguatí. We can assume that in this case the epilogue of the drama would have been very different. But let's leave the assumptions behind and get back to the facts. When he reaches the ramble, the deceived husband changes direction. Turn left. - Why? - I don't know. Because it cannot resist the pull that a stream of water always exerts on us. The poor man won't be around long. It is, in fact, a kind of sleepwalker that advances on the slippery road, without the defense of the parapet. The slightest obstacle: a hole, a stone, any damage to the ground, means the deadly fall... *FIN* March, 1939", "title": "El fin trágico de Alfredo Plumet", "author": "Juan Carlos Onetti"}