{"metadata": {"length": 6830, "words": 1261, "reading_time_min": 6.305}, "text": "I climb up, walk among oak trees, like a wound in the green flesh of the hemp tree. A path of the wise king that leads me to a white house, my lady, over the slopes that dominate the sweet valley of Toa. She stretches the path like a pain and crushes and dies next to the white house of the old aljibe. Aljibe under the old balcony, on whose wet roof I heard as a child the tales of Aunt Pepa, of the figures in the pool of St. Lawrence, of the two princes and the pale princesses kept by black dragons in palaces of gold and ivory. House of dreams, where my witch soul flies on tedious days to its cauldron of childhood memories. A few black hills guard the Toa Valley. Dragons who, like in the tales of Aunt Pepa, guard the purity of the valley, the sacred heritage of my elders. The Silver, a river of legends and poetry, gently lifts the mountain and closes in a silver forge the emerald of the Galatea neighborhood. Valle del Toa, where our ancestor was born, a greek descendant of the race, Don Pepe Díaz, who died on the bridge of Martín Peña and today walks in pilgrim cups of peasant farmers, who on the shores of the San Lorenzo dream. From there came to us the glorious gesture, the august voices of our forefathers, the warning voices of those who charted the way of redemption for us. Cry of the hills in the blood of sunsets, cry of the river in tears of silver, complaint of the land that is going from our hand. Many years later in this same Galateo neighborhood was born that illustrious man, honor and price of Puerto Rico, don José Pablo Morales. Don José Pablo Morales who fought like a lion against the despotism of the Laureans Sanz, the Pulido, and against the unconditional in the service of the governors of the peninsula. He, being of blue blood and a crib of hidalgal, puts his pen at the service of those of black blood and the pawns subject to the arbitrariness of the ignominious libretto. He, like Dr. José Gualberto Padilla believed that the big ones are only big for the one who kneels. That was don José Pablo Morales, and from that same lineage came my grandmother, doña Dolores Morales Morales, who wrote this page ignored by many Puerto Ricans and who today I try to get out of the way. The blood is not flawed, and from their graves the dead make their claim to glory. I think, even though I was very young, to see Grandma on the old balcony over the aljibe. Hair can, like snowy peaks. Standing up, unbending to the weight of years, like the weary, frosty mango that once sowed and still withstands the onslaught of hurricane winds. I looked down at the valley in full vegetation, the corn-red barbids lifting up the purple spikes and the slow grazing of the cattle. He loved the land, the good land that yielded the golden fruit, the bread of his sons and other sons, his households. I loved the trees. You can still see the grass that has time to plant next to the tree. Some trees were killed by the hurricane and show their imploring handles as pordioseros displaying their lacerations, but the tamarind coputo, the knotted pine, the aromatic orange and the robust mango lift their cups to heaven defying the storm, as encouraged there in their roots by the harsh spirit that sowed them. After her husband died, Dona Dolores Morales raised the family, took care of and increased the estate, preserving the children's heritage intact. And she was a mother and a father, and her memory endures indelible in her children, and her sentence words live on the lips of those around her. And it was for the change of sovereignty. With the new form of government came blondes. They brought bags full of money. They offered exorbitant sums for the coastal lands, and the illusive sold their elders' wealth for a plate of golden lentils. At that time the prophet Matthianus Cintronicus was warned: \"Do not sell your land. But his voice, like the seed in the parable, fell on barren ground, and the people of little faith and the islands laughed at the burning word of the prophet. And in franchises and cock-playing, they vilified the future of the homeland. And it was cursed gold, gold of Judas, red gold in the blood of children. And they became pawns, the once owners of the estates. And today they weep like Boabdil what they could not defend as men. And it was that some friends went to Grandma and told her that the Americans were buying the farms for exorbitant sums, and urged her to sell her own. But anointed with holy anger, she went majestically, and as if she had a map of her homeland and the future of her children before her eyes, she drew with the index a rectangle over the little sailor and said, \"They will stay with the land on the coast\". And then pointing to the center of the clerk, he added: And then they will stay with the lands of the center, with the heart of the homeland. A prophetic vision of an illiterate woman: that was the path of our expropriation and the beginning of the disintegration of our personality as a people. The reed is already in the center, in the heart of the island. While she was still alive, as one day prophesied, the blonde merchants came to the neighborhood of Galatea. They had made arrangements to buy the estate called Los Cocos and another from the Cintrón succession, adjacent to their estate, which stood as a wedge between the two. And the power station officials decided to buy it too. Grandma could take advantage of the situation, but she spoke in it the spirit of don José Pablo Morales, the spirit of don Pepe Díaz, the spirit of the race. Grandma didn't sell herself; above the gold was the feeling of home. He received the blond merchants with the courtesy of the well-born, but his heart was on hold. They offered him more than twice the real value of the estate. Nevertheless, he remained unchanging in resisting temptation. And the plots of the Central officials against that hardened spirit, like the robust handle she planted, were useless. And when one of the officials of the plant said to her, \"Madam, if we are buying you the estate as if it were gold, it has grown, and looking at the emerald valley and the silver ribbon of the river, and his sons, he cried out full of holy anger, \"I do not sell a piece of my country. Today his body lies in the grave, but his words live. His son Don Leopoldo Díaz Morales, another fighting spirit, made good on my grandmother's promise: Vegas is still a family legacy. Today, when the grandmother's prophecy is fulfilled, and the earth is gone from us and we are like pilgrims on our own soil, looking at the white house gentleman on a hill, to which leads a path through oak trees like a wound in the green flesh of the canaveral, I seem to see the grandmother staring from the old balcony over the aljibe the sweet valley of Toa and hear her endless words: *FIN* Terrace, 1947", "title": "El gesto de la abuela", "author": "Abelardo Díaz Alfaro"}