{"metadata": {"length": 4669, "words": 881, "reading_time_min": 4.405}, "text": "1. Seriousness? Careful with the sand. Soon, dear, it was not this our agreement four hours ago. Remember what we said? There is no past. It is, of course, difficult to abolish it. But I recognized that it would have been lovely to stay with our image of today, you and I in that dark cave, temporarily protected from the water, you and I looking at each other, you and I feeling that the miraculous current was soon flowing between us, you and I twitchingly signing up for the commitment to come here, or to any room as solitary as this, to repeat, as always with a glimmer of hope, the search for love. After all, what do you think is sincerity? Let me tell you what you like and you tell me what you like? Careful with the sand. Sincerity (when it is sincere, because there is also false sincerity) will always lead us to hate ourselves a little. Now it gives me a shiver to see her like this, so defenseless, so luminous. Do you want to turn off the light? It makes you bleed, at least. Besides, it doesn't rain anymore. Best of all, you are right. After the rain, the past comes back to life, like the flies. Do you want to start your childhood with parents, books and no tenderness? No, that part is rather tedious. Or would you like to start with the friendship zone? You will be thinking, you know, how many advantages for man, my God (for you often say God), who does not cultivate virginity, nor has cold feet, nor can bear menstruation, and, as if that were not enough, possesses the necessary ingenuity to make friends, we on the other hand know what we are attracted to: we meet, we laugh with a certain sarcasm, we symbolically kiss with our lips in the air, we speak of the sex, of the prim, of the absent friends, we compare details of our lovers, lovers or husbands, we exchange false secrets and kiss again in the air before we separate with the same sourness, with the same enmity contained. Yes, you will think that, and maybe you have a little bit of a point. But the truth is that friendship has not made me happy. I just check. I had exactly three friends. You see it's not so easy. Only three. The first one was left with a piece of paper containing my signature and I have never heard of it again. With the second one I got a blow, and the respective scars (one on the pylon, the other on his right shoulder) make us forget it all. As for the third, he gave me a girlfriend. No, that time I wasn't really in love. The important thing came later. It was the only occasion when I felt alive, like a new and awake animal, agile, sensitive, but horribly worried. I was, as you will understand, dumbfounded by those inevitability masticatives of possession and tenderness that I found in the least communicable of my thoughts. I passed like a ghost through my job, through the street, through my house. He was in love as a boy can be in love with his teacher, or with the friend of his older sister. How was she? Bah, she was a novice, a primary school girl, but she had an instinctive wisdom that was almost inexplicable, a sensitivity that was perfecting itself all the time. He spoke with little eloquence, a little like a babbling child, but he had the hardest eloquence: the eloquence of attitudes. Faced with the most intrinsic problem, his attitude was always impeccable. He had an amazing sense of what was good. A disequilibrium that at dessert became intolerable. She wanted me, I am sure, but there was a game mixed up with her love. I had a horrible conscience of not being taken seriously. But my love, we called him, was not clean either. I was, I would say, contaminated with respect. And you can't, of course. Maybe she had the horrible feeling of being taken seriously. Never know. It was all very imbalanced. One day I couldn't take it anymore and I hit her. I had to do it. I slapped her, humiliated her, compelled her to do things that were reprehensible in our relationship. She had to be seen in a horrible posture, in an absurd attitude, reproachable. I know it's hard to understand, you don't need to look at me like that. I didn't, of course. Because she could stand it. I don't tell you I obligated you? At that moment I thought I had done it. She was there, astonished and despicable, and I could look at her without respect, as if she had really sinned in her past. But the next day she again adopted the only unreproachable attitude, the only one that could purify the iniquity of the wrath. Still don't get it? He opened the gas. She died, of course. Would you like to say that? I was the guilty, the only one, you know? And now, please, let's talk about another thing. Of your love, for example. FIN This morning, 1949", "title": "La lluvia y los hongos", "author": "Mario Benedetti"}