{"metadata": {"length": 6162, "words": 1149, "reading_time_min": 5.745}, "text": "It is winter; a cloak of snow covers the earth, it is said of marble carved in the rocks. The air is clear and heavenly; the wind, a swathe of gnomes' sword. Trees rise like corals, like branches of florid almendro, in a pure environment like the Alpine peaks. Magnificent is the night under the gleaming lights of the boreal Aurora, under the brilliance of countless flaming stars. The storms come, the clouds are lifted up and smite their horns; the snowflakes fall, covering the paths and houses, the spacious field and the gloomy streets. Meanwhile, we stay in the warm room, next to the burning stove, telling stories of other times. We hear a legend: On the shores of the vast sea a tower was raised, on whose summit the spirit of the hero in the tomb was sitting at midnight; he had been a king. The gold crown glowed in his face, the hair floated in the breeze, and the character was dressed in iron and steel. He shook his head with a voice of concern and sputtered in pain, like a miserable spirit. A sailing boat came up on the waves. The men shook off the anchor and departed. He was on a ladder, and, approaching the real figure, he asked: - Why do you suffer and lament? And death said: -No one has sung the gestures of my life; they are death and forgotten; the song does not carry them to the earth and to the hearts of men. That is why I do not have peace or rest. And he spoke of his deeds and his afflictions, which the men of his time knew but could not sing, because there was no singer among them. The old bard then struck the strings of his harp and sung the hero's youthful valor, and his virility, and the greatness of his gestures. When he heard it, the face of the dead acquired a brilliance comparable to the orb of the cloud that dances with the light of the moon; joyful and happy, the figure rose up, engulfed in resplendence and in luminous rays, evaporating like the brilliance of the boreal Aurora. Only the mountain remained covered with green grass, and the rotten stones were engraved with tynical inscriptions. But over them, at the last note of the harp, a sparrow, a beautiful sparrow, whose trill sounded like the tordo, but containing at the same time the lilt of the human heart and the note of the homeland, as the passing owl hears. The owl flew over mountains and valleys, fields and forests. He was the bird of the popular song, who never dies. We hear its song, we hear it now, here in the room, in a winter's night, while out there the white gloom roils, and the storm unleashes its violent rumbles. The bird not only sings us the glorious gestures of the hero, but also sweet, amorous, rich and abundant melodies of nordic loyalty. He knows stories in words and notes; he knows proverbs and reverberations which, as frogs under the tongue of death, make him speak in such a way that he comes to know his homeland, the homeland of the songbird. In the pagan times, in the time of the Vikings, he built his nest in the arc of the bardo. In the days of medieval castles, when brute force maintained the balance of justice, and violence dominated the law, when a peasant was worth the same as a dog, where did the lone crow find refuge or protection? Nobody thought of him in those brutal, raw days. But in the tower of the castle, where the Castellana, seated before the scroll, scribbled the old memories in songs and legends, and the old sailor and the sailorman, seated on the bank beside her, told them to her, and over their heads soared and soared, tinkling and croaking the bird that never dies, that will not die while there is a piece of land on which to set a foot: the bird of the popular song. Now it sings to us. Outside the nevada is a king and the night reigns. He puts the arrows under the tongue, and we know our country. God speaks to us in our mother tongue, in the notes of the bird of popular song. The old memories are awakened; the fading colors recall their original freshness; the legend and the song are mixed in a vivifying filter; the mind and the senses are raised, turning the evening into an authentic Christmas. The snow continues to fall, the ice melts, the temporal reigns; it would be said that the Friend is this, and not the good God. We are in winter; the wind is a scythe forged by gnomes; the snow keeps falling - it has been falling for days and weeks - and it looms like a huge mountain over the great city, like a stout bulrush in the winter night. Everything is hidden and buried; only the golden cross of the church, symbol of faith, rises above the white tomb, shining in the blue air, in the radiant sun. And over the city of the dead the birds of the heavens, great and small, soaring and singing, as you know, each one according to its height. It is like a piece of life, heterogeneous and magnificent, woven around our city. First comes the hornet's nest, hopping along streets and alleys, in the nest and in the house. They know stories of the front and back facades. “We know the buried city - they say. All that is alive in her says, \"pip, pip, pip!\" Black horns and horns roar over the white snow: “Grab, grab! - grumbles - we can still get something out of it, something for the sack. That is the main thing, as almost everyone living on this Earth thinks.” The resurrected choirs arrive with a raucous roar and sing the great and beautiful that still bursts from the minds and hearts of the men who live in the buried city under the snow. There death does not reign: life flows, we perceive in the notes, which come to us as organ sounds and impress us as the rumour of the “Elves’ Hill”, as the songs of Ossian, as the resounding aleteo of the valquiries. What harmony! It speaks to our hearts, it raises our thoughts, we hear the bird of popular song. And at this time the rays of God come down from heaven, the mountains open up, the sun penetrates into their mass, spring comes, birds come back in new generations, but with the same national melodies. Listen to the epoch of the year: the power of snow, the gloomy dream of winter night, everything is suffused, everything rises in the wonderful song of the bird of the popular song, which will never die.", "title": "El pájaro de la canción popular", "author": "Hans Christian Andersen"}