{"metadata": {"length": 6731, "words": 1232, "reading_time_min": 6.16}, "text": "The two walked to the fair: he, carrying the rope to the pair of red brooms; she, leading with a long and flexible stick, to five red-leaf brooms. They did not know each other: they first saw each other when, when he stopped to resolving and to drink a cup in the tavern at the top of the hill, she came up and stopped to look at him. And if we say the pure truth, the one to whom the hawk was looking was not the hawk, but the hawk's mate. Take a couple of bites, Saint Anthony will bless you! At the clearness of the sun, which was rising in the sky, the red rage of the pacifist animals resisted as the molten copper of the new furnace; so fat, they shivered and the heat hummed the robust anca. The flies, frightened by the chirping of some waking moth, slowly swarmed with the swarming flock. The zebra, in an outburst of sympathy, abandoned its tusks, came to one of the castaways who were shivering on the road, took the sledge from the sand and cut a branch, with which he shook the carcasses of the shivering muslims. The hawk, meanwhile, was running after a lizard that had just escaped, terrified by the thorns of the thorn tree. - Where are you? - He asked him, so he managed to frighten the marrano. Before the name, the parish is gathered in the village; then the parents. - From Santa Gueda de Marban. And you? - From the Morlas. -Cara a Areal? - Yes, lady. I am the son of St. James, the cohetero. - I am Margarida de Leite's niece. - For many years! - exclaimed the zagal, full of refined courtesy. - What do you call yourself, little girl? -Margaret. - I, Esteban. Are you going to the fair, woman? - he added, although he understood that the question was more. - Of course. To sell this poverty. You know you're carrying something, girl. Two good ones! God frees you from evil envy, too. The sailor, shivering, rubbed the testicles of the animals, murmuring eloquently: -Millions and hundreds of pounds have to be paid for them by the English ship, and if not... foot by foot they will return home. The beauties of the cohetero de Las Morlas!... There are no other better little gems in all the sea! -Mira, do not give you a slap on the way when you come with the money -said, solemnly, Margarida-. There are some very sick men. They sound like a frog. I will come early, before the night is over. The Virgin is wrathful! Esteban contemplated the fear for a moment. She was a well-fed, red-faced girl, like the centenary bread; between the mellow tones of the tin gleamed the teeth, like the polished and crystal clear white sands that the sea hurls onto the beach; the eyes, black and sweet, venomous, always roared. -End coming back with me, assosiate -exclaimed Esteban, fanfarroning-. I have my good sailor and my good six-shooter. Come two, come four thieves, come, even if it is a percent. I am man for them! With me you can't! The girl looked at the table. Esteban had his hat tucked behind his head, his hands, shakily, in his pocket, and a cigarette, just lighted, slid unsteadily down his lip, ashy as a cigarette. His fine, shaven face, with no beard, contrasted with his ringlets. The sailor accentuated the glee in his eyes; the sailor put on a blaze of color, and to dissuade timidity, gave the cigar a fierce blow. Then he shook his head. What were the parados doing there? There was a lot of people heading to the fair. The best sales are made early...Hail! And she averted her eyes from the strangers, and he threw the cord and smote his feet. He no longer thought of either of them in terms of a bush, but in terms of his market, his business. Hala, hala! At the turn of the road, festooned with olmos, they discovered the palace, looming on the bank of the river - picturesque, bathed in light, with its three towers of church looming over the irregular, archaic, cloister. No effect was made by the beautiful view. They were apprehensive, for the fair was already a tainted one. Margarida passed through the Purgatorio, taking care that the five fetish-babies, adorable with their newborn white nappy-skin on the tanned, pink skin, were not forgotten among the people. He had just managed to get two under the arm, without heeding his slender, comic arms, and he had only to see three, which was quite a lot. Esteban, tucked between a group of thugs and a remolino of gin the Englishman’s thighs, was apprehensive to approach his magnificent pair of thugs to empathize with the other sellers. They separated, without ceremony, the zagal and the zagala. He took his thousand, three hundred and forty pence and concealed them in the sleeve; he kept her between the cloak and the heavy sash, the product of the sale of the cloaks; he was invited to the figure by the Englishman with blue eyes and almost white feet; he devoured her, sitting on the parapet of the bridge, two green apples and a sliver of stale bread, and at three o'clock in the afternoon - when the sun was beginning to set in that autumnal season - they met again on the road, and without saying a word, accompanied the way, desirous of returning together. Margarita was afraid of the night, of drunken men who come back rifling and mingling with those who are not to be mixed with them; Esteban, without knowing why, was more at ease in company, now that he did not need to shoot or to pull the string. The dialogue, in the end, broke down into labyrinthine chisps. - Are you selling? - the Queen said. - Sold. -Do you like it? -They gave me what I asked for, thank God. - What a four-handed hand, my mother! And the good ones? Are you going to the boat? -To eat them in England... English people will be very happy with that rich meat! What fat, what liars! - Called. A nightingale. A thud, a thud, a thud, and the frog, alarmed, jumped up on the frog. The alarm came soon: they were two mice that squealed and spit out poop. Esteban girded Margarita's shoulders with his right arm to protect her, and they walked on, without breaking the silence. The road swung along the ridge of a hill covered with pines; on the left, the flooded streams and tributaries shone, reflecting in broken troughs the face of the moon; the road, far from being arduous, as it had been on the way up, sank gently. It was a frost of glory, a soft breeze, more spring than autumn; and the stag and the stag-dog felt something very holy, which they were absolutely incapable of expressing in words. The only thing Esteban could say was: -What a taste it will be down there, Margarida! -Just walk the way, Esteban - she said, sighing. -All the saints help! - he insisted. \"Your feet are carrying you,\" she confirmed. And they went down, down, down, lighted by the moon, which was no longer reflected in the streams, but in the darkening of the river.", "title": "Cuesta abajo", "author": "Emilia Pardo Bazán"}