{"metadata": {"length": 6624, "words": 1208, "reading_time_min": 6.04}, "text": "He was born in Thebes, a disciple of Diogenes, and was acquainted with Alexander. His father, Ascondas, was rich and left him two hundred talents. One day when he went to see a tragedy by Euripides, he was inspired by the appearance of King Telephus of Mysia, dressed in rags and holding a basket. He stood up in the middle of the theater and announced loudly that he would distribute the two hundred talents from his inheritance to whom he wanted them, and that Telefo's clothes would suffice him. The Thebans laughed and swarmed in front of his house. However, Crates laughed more than they did. He threw his money and furniture out the windows, took a cloth coat, some shovels, and left. He came to Athens and walked randomly through the streets, and at times he rested leaning against the walls, among the excrement. He practiced everything Diogenes advised. The tonel seemed superfluous. Crates thought man was neither a snail nor a slug. He was completely naked in the garbage and collected bread crumbs, rotten olives, and fish thorns to fill his sheds. He said that their forests were a vast and prosperous city, where there were no parasites or courtesans, and that they produced enough thyme, garlic, figs, and bread to satisfy their king. So Crates took his homeland on a leash, which fed him. He did not meddle in public affairs, not even to mock himself, nor did he take offense at kings. He disapproved of Diogenes' joke. One day Diogenes shouted, \"Men, come near! \" And he struck the men who had come near with his staff and said\", I am calling men, not the dung!\" Crates was kind to people. He was not worried about anything. He'd gotten used to the sores. The only thing I regretted was not having a flexible body to lick them like dogs do. He also lamented the need to eat solid food and drink water. I thought man should be self-sufficient, without any outside help. At least I wasn't going to get water to wash. If the mud was uncomfortable, he would simply rub against the walls, for he had observed that the donkeys did not proceed otherwise. He spoke little of the gods; he cared nothing. What else did he care about if there were or were no gods if he knew they couldn't do anything to him? In any case, he reproached them for deliberately misfortuneing man by pointing his face toward heaven and depriving him of the faculty possessed by most animals, which walk on four legs. Since the gods had decided that to live we must eat, Crates thought, they had to put the face of man looking down at the ground, which is where the roots grow: no one could subsist on air or stars. Life wasn't generous with him. By exposing his eyes to the acre dust of the Attica, he contracted leganes. An unknown skin disease covered him with tumors. He scratched his nails, which he never cut, and noticed that they were twice as useful, since he felt relief at the same time. His long hair became like a dull felt, and he arranged it so that it would protect him from the rain and sun. When Alexander went to see him, he did not address him with stern words but considered him one more among the spectators, making no distinction between the king and the crowd. Crates had no opinion about the powerful. He cared as little as the gods. Only men were concerned about it, and how to live life as simply as possible. Diogenes' censures caused him laughter, as did his pretensions to reform customs. Crates considered himself far above such vulgar concerns. He transformed the maxim inscribed on the front of the temple at Delphi, and said, \"Live yourself\". The idea of any knowledge seemed absurd to him. He was just studying the relationships of his body with what it needed, trying to reduce them to the maximum. Diogenes bit like dogs, but Crates lived like dogs. He had a disciple named Metrocles. He was a rich young man from Maronea. His beautiful and young sister Hipparchia fell in love with Crates. There are testimonies that she was attracted to him and went to look for him. It seems impossible, but it's true. He was not disgusted by the filth of the cynic, his absolute poverty, or the horror of his public life. Crates warned him that he lived like dogs on the streets, and that he was looking for bones in the garbage heaps. She warned him that nothing of their life together would be hidden and that he would own it publicly when he felt like it, as dogs do with dogs. Hipparchia wasn't surprised. Her parents tried to keep her: she threatened to kill herself. Then she left the village of Maronea, naked, with loose hair, covered only with an old canvas, and lived with Crates, dressed like him. They say they had a son, Pasicles, but nothing is certain about it. It seems this Hipparchia was kind and compassionate to the poor. She felt sorry for the sick; she licked the bleeding wounds of the sick without the slightest disgust, convinced that she felt that she was like sheep to sheep. When it was cold, Crates and Hipparchus would hang out with the poor and try to convey the warmth of their bodies. They felt no preference for those who approached them. They were just men. That's all we've got from Crates' wife; we don't know when or how she died. His brother Metrocles admired Crates, and imitated him. But he didn't live quietly. Continuous flatulence, which he could not contain, disturbed his health. He was desperate and decided to die. Crates heard of his misery and wanted to comfort him. He ate a good portion of the altramuces and went to see Metrocles. He asked if the shame of his illness was what so distressed him. Metrocles confessed that he could not bear his misery. Then Crates, puffed up by the alteramuces, released a few gases in the presence of his disciple and asserted to him that nature subjected all men to the same evil. Then he reproached him for having felt shame from others and set his own example. He then released a few more gases, took Metrocles by the hand and took him away. Both walked long together through the streets of Athens, no doubt with Hipparchia. They spoke very little among themselves. They were not ashamed of anything. Even as they rolled around in the same heaps of garbage, the dogs seemed to respect them. You might think that if they had been starved, they would have been slapping each other. But biographers don't say anything like that. We know that Crates died old, that he ended up staying in one place, lying under the shed of a Piraeus warehouse where sailors kept their bags, that he stopped wandering in search of something to bite, that he no longer wanted to extend his arm, and that one day they found him consumed by hunger. FIN", "title": "Crates: Cínico", "author": "Marcel Schwob"}