{"metadata": {"length": 5485, "words": 1065, "reading_time_min": 5.325}, "text": "A drop of water goes up the stairs. You hear her? Lying in bed in the dark, I hear his mysterious journey. What's he doing? You're playing? Tic, tic, it's heard intermittently. Then the drop stops and perhaps for the rest of the night it will not give any signs of life again. Still, it's still going up. Step by step it comes up, unlike the other drops, which fall perpendicularly obeying the laws of gravity, and eventually make a small snap perfectly known around the world. This one is not: it gradually climbs up the E-stair box of the huge neighborhood house. It wasn't us, grown-ups, refined, extremely sensitive, who noticed her, but a first-floor maid, a democracy, a little ignorant. He realized one night, at the last minute, when they had all gone to sleep. After some time he could not hold back, he got out of bed and ran to wake his lady. \"Madam\", he whispered, \"Madam!\" 'What's going on?' his mistress answered, stunned. There's a drop, ma'am, a drop that's going up the stairs! \"What do you say?\" asked the other confused. \"A drop that goes up the stairs!\" the maid repeated, about to start crying. \"But what are you saying?\" the nurse said. Are you crazy? Get back to bed, get out of here right now! You've been drinking, that's what happens to you, shameless. The wine in the bottle has been missing for a long time! If you think so, butcher... But the girl had run away and was already crawling under the sheets. \"Go and find out what has happened to that stupid woman's head\", thought the mistress, silently, already exposed. And unwittingly listening in the middle of the night that reigned over the world, she too heard the singular noise. A drop was going up the stairs, no doubt. Jealous of the order, the lady thought for a moment to go out and see. But what could he have found in the faint light of the dark light bulbs hanging from the curtain? How do you find a drop in the middle of the night, in that cold, dark stretch? The following days the news slowly spread from family to family, and now all the neighbors in the house know it, even if they prefer not to talk about it, as if it were nonsense that they might have to be ashamed of. Now, when night has fallen to oppress mankind many are keenly listening in the dark. And some think of one thing, and some think of another. Some nights the drop is silent. Other times, however, for long hours he does nothing but climb and climb, it would seem that he will never stop. The hearts beat when the delicate step seems to approach the threshold. It hasn't stopped, let alone gone. They hear her move away, tick, tick, heading upstairs. I know for a fact that the tenants in the inn think they're safe now. The drop, they think, has already passed by your door, and it will no longer bother you. Those of us living in the sixth grade now have reason to worry, whereas they no longer do. But how can they be sure that in the coming nights the drop will resume the journey from the last point where it came and not start from the beginning, starting the journey from the first steps, always wet, dark and filthy garbage? No, even they can't be considered safe. In the morning, when we leave the house, we look closely at the stairs to see if there is any trace left. Nothing, as I predicted, not the slightest fingerprint. Besides, who still takes this story seriously in the morning? Though a few hours before he was frightened, with the first ray of sun the man becomes strong, he is a lion. Aren't the people in the middle right? Otherwise, we, who had never heard anything before and were safe, some nights on this side we also heard something. The drop is still far away, it's true. We only get a very slight, faint echo through the walls. However, it's a sign that it's rising and getting closer and closer. Nor is it worth sleeping in an inner room, away from the staircase box. It's better to hear the noise than to spend the nights wondering if it's there or not. Those who live in those secluded rooms can't stand it sometimes, they quietly walk out into the hallways and stay in the front room exposed to the cold, behind the door, breathing, listening. If they hear it, they dare not go away, slaves of dark fears. But it's even worse when everything is calm: in this case, how do you rule out that as soon as you go back to bed, right then, the noise won't start? What a strange life it is in which no claims can be made, no remedy tried, no explanation found to soothe the mind! And I can't convince anyone else, those in the other houses, who I don't know yet, who, in exasperating good faith, ask, \"What is that drop really? A sap that came out of the basements? No, of course not. Wouldn't that be an allegory? A symbol of death, to put it in a way? Or a danger lurking in your face? Or the years that pass? It is not surprising, gentlemen, it is simply a drop, a drop, that is, that goes up the stairs. Wouldn't it be a more subtle representation of dreams and chimeras? From the longed-for and distant lands where happiness is supposed to be found? Wouldn't it be something poetic, in short? No, not at all. Or do they ask, \"Will it not be a place farther away, at the end of the world, to which we will never reach?\" I'm telling you, no, I'm serious, there are no double senses. As far as you can tell, it's exactly, ah! a drop of water that goes up the stairs at night. Tic, tic, mysteriously, step by step. And that's why we're scared. *FIN* A drop of water, Corriere della Sera, 1945", "title": "Una gota", "author": "Dino Buzzati"}