{"metadata": {"length": 3373, "words": 629, "reading_time_min": 3.145}, "text": "It happened in the middle of the last century, a particularly unfortunate year on the southern coast of Languedoc. The late winter had been very severe and the drought had been noticed since Easter. And then, at the end of the year, Marinette and Fernand were running out of a penny. They had long since given up the fireplace, which was whimsical as the wind blew, and they only warmed themselves with an old stove, completely worn by the frying. Since four Sundays before Christmas they had been hearing the sound of the bells announcing it: ¡Tan! - So much for that! - So much for that! Christmas is gone. Let her go, she'll be back soon. On hearing the bell ringing, Marinette, returning from the Black Mountain, far north, began to sing a song of her childhood:  At the coming of Nadal, a beautiful capon dins every ostal.1 And she said to her husband: -We would need a good capon, or better, a good peacock, and roast it for Christmas Eve dinner. - Yeah, but how? - Fernand answered him. You know very well that the harvest has been very, very little. - What if we sell the stove and our old boiler? - I'm sorry about that! - You decide. We haven't had a party in too long. From the next day on, Marinette stalked the passing of the bird-clothesman who was announcing from afar with the cry of \"Buy skins! Clothes, scrap! And as soon as he heard it, he went out the door to stop him. - How are you, Mr. Louis? I was waiting for you. You want to buy me my stove and my boiler? - I'd like to, Marinette. - How much do you offer me? - Oh, my God! That depends on the weight. Show us. The stove and the boiler, very worn, were not too heavy and their price would not be enough to buy a peacock. Marinette reflected and said, \"What if I also gave you two tin oil lamps that I inherited from my grandparents?\" After examining and weighing the whole lot, Mr. Louis gave him a luis and 15 sous. The next day, Christmas Eve, Marinette got up at dawn to go to the market, where she bought a beautiful, fully feathered, ten-pound peacock. Meanwhile, Fernand had gone behind the house to pick up two bundles of twigs and some vine strains, which he had placed there to dry after pruning. When evening came, he lit a fire in the fireplace to put the roasting stove on it. Marinette had prepared it with a good filling, and some chestnuts were slowly being sifted at one end of the fire. Finally, the peacock was golden, with a crisp skin, at ease. Marinette and Fernand were about to sit down at the table when suddenly a stray dog, a gray bastard, pushed the door, entered the room and went around it. - Oh, my God! \"Look\", Fernand exclaimed. Have you seen that lost dog? - Hey, what's up? She's a bitch, man! - said Marinette. - To me he's a dog, Fernand assured me. - Well, then! I tell you, she's a female, insisted Marinette's stubbornness. They started arguing and arguing until the peacock had time to cool down. Finally, at the limit of his patience, Fernand grabbed the plate on which he had placed the peacock to break it, and threw its contents out the window, with a gesture of rage. The dog, who had come out again and expected to be offered some bones, caught the raven and went to the nearby vineyards to devour the Christmas meal that fell from the sky. FIN French Anonymous Translation of Hope Cobos Castro 1. For Christmas a beautiful chicken capon in every home", "title": "La pava", "author": "nan Anónimo"}