{"metadata": {"length": 6686, "words": 1273, "reading_time_min": 6.365}, "text": "Rain to the bushes: a sudden rain after many days of unusual heat. The familiar cubes in the courtyard (object without apparent use) emitted varied sounds under the chaparrón, and all tetric. He, perhaps precisely because of the rain, could not sleep. When the darkness became too corporeal to hold his chest, he decided to light the lamp on the nightstand. The cone of light illuminated a piece of white wall. On this wall a winged and not well-identified animal, a kind of mosquito, was going up and down diligently. That was, at least, the first impression: well looked, it was actually only understood that I was going up and down only by necessity or by an adverse destiny. In short, the little animal tried to climb the wall, and even managed to do so, but, at a certain point, and failing his foot or leg, it slipped down inevitably. Now, here two questions were raised, one technical and one even metaphysical. First, why was it not used, or had it been used in such cases? And why did you want to climb? In other words, where did I want to go and what position did I want to reach? Could ever an evolved, conscious man, a participant in the industrial revolution underway in his own country, enter the tiny brain of a mosquito and identify with it? And yet! It is said that in the world there are salt deserts, dazzling under the sun, arid, bitter and hostile. Well, that little animal, in its range of proportions, was lost in one of those deserts. Indeed, something like this must have been for him the great white, smooth wall, which, moreover (as precisely the deserted mint), led nowhere. That is, the little animal could not want to go anywhere for the simple reason that there was no place to go, and it was necessary to make him understand. So the insomniac jumped out of bed, grabbed the tiny sail companion gently and placed it a little higher up on the wall, toward the goal he seemed to want to reach. The mosquito held its new position for a moment with its wings and then, punctually, slipped to the ground to resume its tiring ascent immediately. So... whatever it was, their efforts produced Congo. Since there was no way to rescue him, he could turn off the lights and let himself handle it. At noon he had a date with his girlfriend. This one was supposed to be waiting for you, and she was waiting for you, at the bus stop. How beautiful she was! A little too loose perhaps, and, perhaps, a little too blushed in face, white and red, that is, like a schoolteacher or, rather, like the queen of the fable. He could have sworn he smelled of spliego (though today's girls don't use it anymore) and his mouth, vanilla. She was dressed in blue, but blue, soft, tongue-in-cheek and (if you can say so) languid. He wore a light pink shawl around his neck, exactly the color of a dolphin (flower). She seemed ductile in all her fibers, willing to do anything to please her. Where are we going? I don't know, anywhere. Let's eat outside, shall we? If you want. Where? What restaurant? I don't know. I don't care what you say. Can you think of any? The truth is, no. Let's decide this together. You decide. I'm the same way. The Sailor? Why not? Tell me what. First of all, what do you want to eat? Meat or fish? I'm not interested. I don't have any food problems. Oh, is that right? So I propose... I think it's very good. But if I haven't said it yet... I feel pretty much the same. But when she got here, or maybe even before, she was in a deaf rage: what was this girl? Another white wall? In which, it is understood, he could have written his own hieroglyph or arabesque or even fresh. Enviable condition, in a sense, and yet extremely burdensome, since to do so, at least in the present circumstance, it would have been necessary that there really was a restaurant, a place from the vast world to go to... If you're by my side, I can do anything. \"The girl answered cheerfully. You can't just leave yourself like that to events, that is, me. Is it forbidden? You must have your own will. I got it. It's yours. And then we look at him differently. He jumped more and more irritated. How many times have I told you that if we're going out together, we have to have a specific schedule? For example, we happily have lunch at a restaurant (convenient) of my choice. We're pleasantly excited about a bottle of... for the bottle. We feel a little warm in our stomach, we feel reconciled to life. Yeah, but then? What next? We love each other, we go down to the harbor for coffee, in that glass coffee, and from there, blue water, sailboats, fishermen coming and going, retirees sitting on the beaches... What's missing from our happiness? You're running out of time, you crazy! He's missing, which means he's got more. The first movie opens at three. And why do we want the cinema? We can get rid of him. Illusion is coming! And how will we consume our time or our happiness? Then we talked. We talked, and what? We have already said everything; everything has been said already. Our love always asks for new words; moreover, it is so great that it contains every possible word. Oh, my God! And don't you realize that if I spread out my arms or wings so much it wouldn't even be love? Of course, he always demands new justifications. Like the faith. What do you say? Does he not carry his own justifications? Or, better yet, is he not able to dispense with any justification? Good night, please. What do you mean? No, nothing at all. I wish your scholastic arguments good night... but, dear, it's up to you to tell us what we do and where we go. You, you. Do you understand that? You're nervous today. Sure, and with the years it will get worse... think: years, with the consequent flight of time and the consequent eternity. But, fortunately, you're here. A little lost, I admit. Come on, brave, or you should never have put your eyes on me. You're nervous; maybe you need to be alone. On the contrary. We could meet tomorrow at the same time. Tomorrow, if there is a morning... give me a kiss. Here in the square, with passersby and guards lurking? They'll take us for strangers and leave us alone. Give me a kiss. Kiss, kiss? What is it? Of course, of boyfriends or newlyweds. But I dare not... a kiss, a kiss, you fool. It's all we have left. A kiss, as bad as it gets, is a pretext. Like a pretext? You're stripping me of my poison. I don't want to hide anything from you. What happens to me is I feel like I slip and if I don't grab something I run the risk of falling to the ground. On the ground! Come, my dear boy, and acknowledge him. There's not much to understand about what sometimes goes through your head. The mosquito, the little one. Fifty-eight, 1978", "title": "El mosquito", "author": "Tommaso Landolfi"}