{"metadata": {"length": 2699, "words": 470, "reading_time_min": 2.35}, "text": "The neurologist says this: Two years ago, he read me the conclusions of the report added to a night polysomnography, which he reports, I submitted contemptuously and resigned myself to. The neurologist who looks, too much, like an English gentleman - something like a polo player dressed from shoulders to ankles, with a white skirt, and blond, wrinkled, middle-aged and tall, and cold, clear eyes - asks me, not too anxiously, as tired, if I remember anything from that reading. I stand on my shoulders and look at his clear and cold eyes, his blond hair and the impeccable knot of his tie, and his devotion to the Iron Martin, of which he made me a part, in a distant summer afternoon, when he abandoned, dismissive and inscrutable, the celebration of the silences of the pampa. The neurologist says - and the tone of his voice is something stronger than a whisper - that the report drawn up from that nightly polysomnography (which I gave myself, repeat, docile and abstract), corresponds to a normal person, except for one observation that he, the neurologist, omitted to mention on my last visit, for obvious reasons. I look at the smoke of the cigarette that rises, light and slow and very white, towards a window through which the evening light enters. Is that a fall light? - How much? Where did the summer light take refuge while I, for obvious reasons, lit a cigarette? The neurologist says, without any emphasis, perhaps withdrawn: the observation that accompanies the night polysomnography indicates that I, a healthy person, live a deep sadness. Do I understand that observation, included in the report that accompanies the night polysomnography? Is the autumn light soft? Where did the summer light run off to? Do I tell the neurologist that what I should understand from the observation in the report attached to the night polysomnography has no longer mattered to me? I tell you that someone wrote: \"Old age, the only disease I know, will be brief, will be cruel, will be lethal?\" And who wrote, too, that he preferred to forget the ten or twelve images he kept from his childhood? I'm lighting another cigarette. The neurologist, his hands crossed on his desk, looks at the ashtray, and says that my next visit will not be delayed, that I may return when I wish. I stand up, and I ask the neurologist if there's anything else I should know. The neurologist who is, almost, an English gentleman, whatever he may be, opens the door to his office. When I get home, I light up a standing lamp, I sit in Deep Sadness on the shaker, and the shaker moves backwards and forward, slowly and calmly, and walks into Deep Sadness by the silence that occupies the piece of wall painted lime. FIN", "title": "En la mecedora", "author": "Andrés Rivera"}