{"metadata": {"length": 7832, "words": 1475, "reading_time_min": 7.375}, "text": "Police inspector Ochumelov, with his new hood and a hatchet in his hand, crosses the market square. Behind him walks a redheaded municipal with a crate full of seized crusts. Around it is silence... in the square there is not a soul... the open doors of shops and taverns look on the world melancholy, like hungry faucets; in their vicinity there are not even beggars. - Who the fuck are you biting? - Suddenly, you hear Ochumelov. Don't let him out, boys! You're not allowed to bite now! - Put it on! Oh, my God! You can hear a dog's barking. Ochumelov looks back and sees that from Pichuguin's wood storage, jumping on three legs and looking back and forth, a dog is running out. He's being chased by a man in a starchy pearl shirt and a loose vest. He runs after the dog with his whole body tilted forward, falls and grabs the animal by the hind legs. A new scream and another cry is heard: 'Do not let him escape!' Dreamy faces appear at the store doors and suddenly, by the storehouse of wood, people gather as if it had sprung from the ground. - There has been a disorder, Your Honor! - says the mayor. Ochumelov turns left halfway and heads towards the group. At the same door of the wood warehouse he sees the man described above, with the vest untied, who is already standing and raises his right hand and shows a bloody finger. On his alcoholic face it seems to read: \"I'll tear you apart, you cranky!\"; the same finger is like a victory flag. Ochumelov recognizes the goldsmith Jriukin in it. In the center of the group, their front legs spread out and trembling, the scandal's culprit is sitting on the floor, a white, sharp-nosed gallows puppy and a yellow stain on the back. Her tearful eyes have an expression of anguish and fear. - What happened? - Asks Ochumelov, making his way through the crowd. What is this? What is this? What are you doing with your finger there? \"I have not messed with anyone, Your Honor\", Jriukin begins, and he scratches, covering his mouth with his hand. I was coming to talk to Mitri Mitrich, and this damn dog, nothing more, has bit my finger... excuse me, I'm a man who makes a living from his work... it's a very delicate job. I'll be paid, because I may be a week without being able to move my finger... in no law is it written, Your Honor, that I have to suffer for the animals' fault... if everyone starts biting, it would be better to die... - Um! - Okay... - says Ochumelov, scratching and arching his eyebrows. All right... whose dog is it? This isn't gonna stay that way. I'm gonna teach you to let the dogs go! It's time to deal with those gentlemen who don't want to follow the ordinances. When they pay him a fine, he'll know what it means to leave dogs and other animals on the street. He will remember me!... Eldirin - continues the inspector, turning to the guard - find out who the dog is and raise the appropriate crowded. And the dog must be killed. Without wasting a moment! He's probably mad... who's his master? - It's from General Zhigalow. - Someone says. - From General Zhigalow? Um... Eldirin, help me take off my coat... it's terrible hot! It's probably announcing rain, though there's one thing I don't understand: how could he bite you? - continues Ochumelov, heading to Jriukin. Does it reach your finger? The dog is small, and you, so big! You must have nailed yourself and then you had the idea to tell that lie. Because you... we already know each other! I know them all, damn it! - What you've done, Your Honor, is bring the cigar to the back of the hill to laugh at, and the dog, who's not stupid, bit you... he's always doing things like that, Your Honor. - You're lying, you're a sharp one! Why lie if you haven't seen anything? Your Lordship is a wise gentleman and understands who lies and who tells the truth... and if I lie, the justice of the peace will say so. He has the law... now we're all the same... one of my brothers is a gendarme... in case you want to know... - No, it's not the general's. The municipality observes thoughtfully. The general doesn't have dogs like this one. They're more like sample dogs... - Yes, Your Honor... The general's dogs are expensive, of breed, while this one the devil knows what it is! He has no hair, no plant... he's disgusting. How's he gonna have a dog like that? Where's your head? If this dog showed up in Petersburg or Moscow, you know what would happen? They wouldn't stop at bars, but, for now, they're! You, Jriukin, have been hurt; don't leave the matter... It's time to teach them a lesson! - Although it could be the general's... - the guard thinks aloud. He doesn't have it written on the hill... the other day I saw a dog like this in his yard. - It's the general's, I'm sure! - Say a voice. - Um... help me put on my coat, Eldirin... it seems to have cooled... I feel chills... take it to the general and ask him there. Tell him I found him and I'll send him... and tell him not to let him out on the street... he can be a price dog, and if any pig brings the cigar to his tail, they'll soon ruin it. The dog is a delicate animal... and you, asshole, lower your hand. It's all right to show us your stupid finger! - There goes the general's cook; we'll ask him... Come on, my friend! Look at this dog... Is it yours? - What a coincidence! There's never been dogs like this in our house! - Enough with the questions! - says Ochumelov. He's a stray dog. There's no reason to waste time on conversations... if I said he's a stray dog, he's a stray dog... you have to kill him and it's over. - It's not ours. - Go on. It's the general's brother's, who came a few days ago. My master doesn't like greyhounds. - Is your brother here? What about Vladimir Ivanch? - asks Ochumelov, and his whole face lights up with a tender smile. Oh, my God! I didn't know. Have you come to visit? - Wow, he missed his brother and I didn't know it. So the dog is yours? I celebrate it very much... take it... the dog is not bad... he is very alive... he bit this one's finger! Yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, why you're shaking, why are shaking, why are shaking, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, Rrr... he's angry, the very little one... go with the puppy... projor calls the animal and walks away with him from the wood storage... people laugh at jriukin. - We'll see each other's faces! - threatened by Ochumelov, and, wrapped in the hood, continues his way through the market square. The first book in the series is The Secret of the World.", "title": "El camaleón", "author": "Anton Chejov"}