{"metadata": {"length": 6370, "words": 1189, "reading_time_min": 5.945}, "text": "Those sailor boys, who sailed in the “four strokes” with a schooner with the sails spread, or a flight of zinc-plated gulls on a bed of cobalt; and you, platonic sailors, who pretend to catch a sardine in a sock..., do not contemplate the stumbling block I shall draw, for I have a priori announced that it sounded to live sea and yodo, as the fresh “seaweed” and the large “marmilos” of the Cantabrian coast. Where did Camarona come from? In the sea, like Aethel, but not of its foaming waves, like the Greek god, but of its green water and its red sand. The fishing couple who brought the world to Camarones lived in a hut on stilts, and in the winter nights the oil would rise to slick and smear the wood of their rotten canoe. One day, on the beach, while he was helping to pull the weeds, his wife felt pain; it was imprudence to put it so early in the year; but, what do you want!, those delusion are good for ladies, or for the wives of young men, who spend all day sitting on a chair, and so eat suppers and seem to fly. The fisherman, without time to look elsewhere, there in the sand, among the sardines and the crabs, came out of his abyss, and came to the world a child as a flower, to whom his father had poured continuous acts of love in the great trough, enfolding her in an old cloak of tweed. Few days later, when the father christened the baby, the father remarked: “Salt was not a success to put on her, that much has been in her body.” The girl’s toys were “napkins,” acorns and “beards,” buried in the sand when the tide came in; her broom for sweeping, the bitter “salad”; her greatest recreation, allowing her to lie in the bottom of the boat when she went to fish with the “Migil” or to lift the “palangres” that cling to the conger. They did not try to take her to school, nor would she go but among the civilized; to the church she would go, for the fishermen see death so often that they are so familiar with God and feel better than the pagans and the lords. If the parents of the Camarona had sounded a little frightened and ill, they believed well, and the chiquita was gone before the stout escapulary of Our Lady of the Pastoriza. Who gave the name of Camarona? You don't know. Perhaps they called her that because at seven she sold “paste” of crabs, while her mother was catching more valuable fish; perhaps she was well made, firm and colored like these tiny crustaceans (after being cooked; there is no malice in the crab, if not the “cardinal”, the “monaco” of the seas). The truth is that Camarona was for all the world, and his true name, Andrea, a testimony to the great devotion to St. Andrews professed by the sailors, fell so far from memory that she herself forgot it. By the age of fifteen, Camarona did not want to leave the boat, where she helped her father and brothers in the rough sea. The brothers, spies and spies, snatched her away, wanted to shame her. “You, remember the networks, pious one,” they said, trying to impose themselves by force. “That you, weeds,” she said, snuffing out her resentful sneer. And they shook their heads, for the Camaron was, if not more fortified, more ragged and squalid. When other fishermen’s daughters came to her, envious because she went to the sea and caught and hauled the nets and snagged the tidal crab, the Camarona knew how to teach those little girls how many fingers there were in a strong hand, already gnawed, applied with a sledgehammer to the fresh meat of an insolent swan... The quinces came and brought two sons of the fisherman; another came, and by the intrigas of his wife he rio with the parents, and there you have how the Camarona remained alone to catch, helping the old mate, now rusty, on the slack, strewn with sand and “crunchies”. He had to hire a sailor, dividing the lances and the profits..., and the boy, called Tomás, began to shiver deeply every time he looked at the Camarona bending toward the helm and extending the arm to clap. You have to bear in mind that Camarona was then a sober little girl. Imagine her, painters, with her basket of sardines balanced on her head; her short green sash, which forms a roll on her back; her agile and straight legs, naked: her great swollen mouth, like a wound in a coral, her white and smooth teeth, so guiding as the waves; her black eyes, slender, luminous; her sailor's hat, shattered by the sun and the breeze of the seas. Health and strength radiated from her features and spread out in every movement of her hard, virginal body. So it was not only Tomás the mariner who was breathing in her fumes. Also the persecutor was Camilito, the eldest son of the promoter, owner of the preserve factory. Every time the Camaronese brought a basket of clams to the factory, the mozalbete would come to receive her, and, meeting her at a corner of the shed where the fish was deposited, he would shout at her, he would fling flowers at her, he would offer her gifts and money, and he would receive only laughter and groans, when there was no hint of the loss of his sardine shack. One day the Camarona mother called her daughter and said mysteriously: -The door of fortune has opened for us, little girl. -What is there? - she has always denied. - That you want Don Camillo. - To make fun of me. - Don't panfilona... to get married. - I don't have the guts. Now, that! Camaron was born and Camaron is going to die. Other than the ecclesia of ladies. To me, if you put me in a room, in two months I will be engulfed. -He says he will give you a car, animal, brute -gritted the angry mother. -As long as I don't get a boat... - Camarona retorted, insistently, ignoring that by expressing this desire she was confirmed by the latest decrees of fashion and luxury. The yacht itself. The greedy parents so pressed and tempted the Camarona to accept the luck and the riches of Don Camilito that the queen, unable to give up, adopted a heroic resoluteness. She herself explained with the encroachment of Tomás, who did not like it at all, but which at last was something of the sea, a fisherman like her, immersed in salt water and smothered by the sea air, which brings in its waves life and vitality. And they married, and the pair of gulls spend the day in the boat, happy, for the eagle likes its poor nest. The son who carries the Camaron in his womb will not be born on the beach, as his mother was, but on board.", "title": "«La Camarona»", "author": "Emilia Pardo Bazán"}