{"metadata": {"length": 3252, "words": 567, "reading_time_min": 2.835}, "text": "The boy was entrusted to a young uncle and, for a time, while looking for convenient accommodation, the two settled on sleeping in the same room (of rent, and that was the uncle's bachelor room). In the morning, they went out together to go to school and the other to the office. They met somewhere to eat and then they parted again, and finally they met again for dinner and sleep. When he was alone in those long, cold evenings, the boy, first of all, did his schoolwork and then wrote Carducian poems in which he took great care to split the articulated prepositions and to show a certain sufficiency towards some reverend authorities but in which he also sometimes conveyed some of his genuine, unrelenting melancholy (and then the pen seemed to move by its own virtue and the tongue was magically purified). Finally, when the shadow became thicker in the room and the dimmed lamp could not escape completely, it did nothing else. He stared still at the ever darker rectangle of the sky, letting himself be invaded by the cold and, with all that and with that, from time to time his forehead burned and sweated. He wandered in boundless strayness, and yet that same dark sky had the power to make him imagine radiant destinies, prodigious adventures, mysteries never solved and, therefore, eternally provocative and flattering... In short, the boy had reached the age of anxieties and languidities that, on the other hand, were not yet concentrated or fixed on any visible object. Naturally, in their fantasies and melancholy the place of honor was reserved for the little female figurines seen, interviewed, rubbed in school or on the street. But from this to a complete clarification and justification of such uncertain and even unknown feelings the step was long, so he was left upset and powerless, greedy and disappointed. Or maybe your uncle should have given you a key? This was a handsome young brown and curly-haired man, confident, at least in appearance. When they were walking together on the street the boy used to defend himself from the tramontana walking behind his robust person, from whose physical protection one could ask for or expect help in the current turn the fullness of his spirit as the search for himself and the channel that would have to give to his own and tumultuous faculties. She seeks that, on the other hand, it was lawful to think it and the boy thought it, but could not be favoured by these recent acquisitions or achievements of conscience. It was not so: science, or consciousness, proved to be singularly severe, not only for peace of mind but also for the very possibility of recognizing oneself in some creature or thing. And perhaps it is an inevitable effect: if a supreme image shines within us, could we resign ourselves to a pale forgery? The boy grew up, got old and his quest was fruitless. Until he had to be convinced that that distant revelation had at the same time inaugurated the true and great melancholy, in which, lost, and in a lost cause, we are forced to pretend to be others to attribute to them definite or life-giving feelings. May at least they, the homunculus of nightmares, terror and delusional fantasy, get some benefit from it. The suitcase, the little one. Fifty-eight, 1978", "title": "La maleta", "author": "Tommaso Landolfi"}