{"metadata": {"length": 5604, "words": 1031, "reading_time_min": 5.155}, "text": "He heard his mother's voice across the yard, arguing with the baker or someone. The Canaries spread their counterpoint and the sun came in through the jealousy until it reached the new shoes, which he lazyly rubbed with his fingertips, face down on the bed, as he was becoming conscious of Sunday morning. In the square the church bells rang clear, calling for Mass. The family's vibration assured her teenage molicie of images that would illustrate the predictable happiness of the next few hours: the home courtyard with the newly washed red tiles, the bright green foliage that the vineyard extended to its door, the smelly hot-flowered shirt, the cup of coffee in the kitchen, the meeting with others in the church atrium to watch the girls leave. He turned slowly, prolonging the fruition of his awakening in the father's house of Salto and opened his eyes in room 9 of the Bonaerense pension, third floor above the cabaret El Indio, twenty years later. The serene man would open the windows of the hallway at seven o'clock, to vent it from the night's bad smells and runny tobacco smoke. Then it was no longer worth getting back to sleep, because the filthy, burnt-out smoking frost was useless against the August cold coming from the doorknobs. He peered over the light desk, but found only the empty package of the Winstons he had taken the night before from the American purse at The Indian. The explorer's hand collided with the empty bottle of Uruguayan grappa, which broke on the ground. From the 8th piece, the Paraguayan rengo who had fought in the Chaco war hit the wall, angry. The noise just woke him up. He threw his bracelet at his feet and sat down at the edge of the bed, with the old sense of terror in his throat. The machine gun got back in the car, the truck was moving away again and he was looking at it, unable to reach it, just under the sodium lights on the wet, desolate avenue, with the bullet in his neck and already on his knees, as the soldiers threw themselves off the jeep in motion and the first kick hit him back in his lap, like every morning. He started the movement to check the lost watch in the penitentiary, remembered in time and didn't even look at his untied wrist. A bell ringing squeaky and sad, from another church. Maybe if I closed my eyes, if I put my head under my pillow and I could bear the previous tenant's vomit smell, I could have held up the same smell in the hood and the nauseating water in the tank without getting the addresses and names. But the Paraguayan was already circling his room making noise with the furniture, spitting in the toilet with deep sleeves. Through the small, dirty glass, the gray-light of winter came in little by little. To the river the siren of an invisible tug rang and from the Boca came the pitons of the shipyards. He imagined the battered floors where unknown cloaks were present, the sidewalks that vibrated deafly as they passed the Subte and exhaled the warm, foul breath ten meters below. Just one cigarette would take away the taste of ordinary candy from the night. He straightened up, getting used to the air flow coming from the broken window. The tiles were frozen and he felt his prong on his bare feet, as he dodged the broken glass, but he found the crate where he had thought of it, on the toilet paper stand. He lit it and sat down to smoke on the toilet table. On the other hand, the Paraguayan started the cistern and the water was the official start of the morning. Until July, the pale sun rising over the Retiro station swirled for a while, before disappearing between old buildings, the soot-covered blind walls and the television antennas. At that time, when she was in her underpants and was approaching the window to get some heat, the star-spotted dove appeared from the sky and flew with a clumsy flutter toward the window. He raised the guillotine window, which was stuck in the deformed frame by countless layers of green paint, to crush the bread leftovers, which the dove swallowed with monotonous chops. Sometimes, as the creature ate by crushing the stained feathers with the same yellowish roar of the buildings, he tried to gently pass a finger over her head or follow with the back of his hand the curve of the wings. But as soon as she was to be touched, she raised the peak in a alert attitude and escaped, with another flutter, to the front edge. From there he looked at him with a glass-red eye, until he retired to the interior of the room, content to observe her from a distance. Then the dove would return to the sale to finish its meal and then climb back to the gigantic bright warning of a foreign wine. The patch got to the chemical flavor filter. He threw it and went to the cracked sink. The water came out warm as usual, with boiling spasmodic mouths. Between the steam, he studied in the mirror, with meticulous contempt, the face swollen by the wake, the shadow of the beard, the hair that began to fall back on his forehead, the mouth somewhat disfigured by the tic that appeared after the third night of picana. You'd like to dramatize the thing, he said out loud to someone,like in a staggering tale about the exseminator's rotten exile, the hostile silence of God, Purgatory and all the shit that follows. He approached the dim face, to see better in the eyes of those who were looking at him. They're the last thing to be amputated, he said. He looked into the depths of his eyes and couldn't understand anything either this time, which was the last. In room 8, the Paraguayan made the toilet water run. *FIN* Uncertain armies and other accounts, 1991", "title": "El espíritu santo sobre el Retiro", "author": "Carlos María Gutiérrez"}