{"metadata": {"length": 5499, "words": 1131, "reading_time_min": 5.655}, "text": "There was a king's son who was looking for the three oranges of love. He was riding around looking for them in every garden he could find, but he hadn't been able to get to them. When he asked, in some places they told him that they had never seen them and in others they did, but there was no one left; and he kept looking without letup, until one day he came to another garden, where he went out to meet a gardener and to him, like all those he met before, he asked: \"Do you know about the three oranges of love? And the gardener said to him, I have, and there are three on the tree. The king's son took no pleasure in them, bought them and went away with them. But the way back was very long, for he had gone far in search, and after such a long riding, the king's son became thirsty and decided to open one of the orangettes; and when he opened it he found it to be a girl with a child in her arms. And the girl was very beautiful, and had loose hair; and she said to the king's son, Have thou water to wash me, and comb to comb me, and cloth to dry me? \"I have none\", said the king's son. Then the girl turned into a dove and flew away with the boy. The king's son was saddened and carefully kept the other two oranges, vowing not to use them again until he reached the palace; but the road was so long that the thirst prevailed over him and he decided to open the second orange. And when he opened it, behold, a young woman came up, more beautiful than the former, with a child in her arms and loose hair; and she said to him, Have thou water to wash me, and comb to comb me, and cloth to dry me? \"I have none\", said the king's son, and the girl became a dove and flew away taking the child with her. The king's son was filled with grief and was even more sad than before, but he kept on riding in the hope of reaching the palace soon. On his way, he found himself in a place where he was sold a jar, a comb, and a cloth to dry. And again he was very thirsty, and was still far from the castle, but this time he found a fountain, and drank of it. And when he had been satisfied, he was filled with a thirst, and he was curious to see what the third orange contained; and he opened it, and another girl came forth, even more beautiful than the former, with a child in her arms, who said to him, Have you water to wash me, comb to comb me, and cloth to dry me? And the king's son answered and offered him water from the well in the vessel, and the comb, and the cloth. And she said to him, I must marry thee. Then the king's son told him that he should go to the palace to speak to his parents and prepare the wedding and, as soon as he had orders, would return for her to take her with him. And she thought it was okay and waited by the fountain. An elderly woman came to the well with a spear to draw water. When she looked at the water, she saw the girl's face reflected. She thought it was her own, and said to herself, \"I am so beautiful. Why should I come here to draw water?\" And he saw her, and was angry because of her deceit, and said to the girl, Come down, my daughter, for I will make thee bald. \"No, no\", said the girl, \"I'm already hairy. But she was so stubborn that she finally got down and the other woman, who was a witch, started combing her hair and in these she pulled a pin out of her purse and nailed it to her head. And no more than to pin the pin, the girl turned into a dove and flew away, but leaving the child. And the woman took the child, and sat down, and waited for the king's son. And the king's son returned, and saw the old woman, and was astonished at her, and said to her, How art thou now so ugly and old, that thou wast beautiful? - Because it's been sun and air, but I'm the one from the past. And the king's son brought her into the palace; but he was not convinced of her, and he disliked the woman to whom he had given his word. And it came to pass one day that the dove came to the garden of the palace, and was turning about there, and the gardener came, and turned to him, and said, King's gardener! How's the boy with the Mora queen? \"Sometimes she sings, sometimes she cries\", the gardener replied. And the dove said, lifting up the flight, \"And her sad mother in the fields alone! And it came to pass one day and another, until the gardener, being astonished, told the king's son, and he commanded him to make a snare and catch the dove. And said and done, the other day the gardener showed up with the dove. And the king's son took her in his hands, and saw her so sad that he began to make her cuddle; and the queen said to her, Let her fly, let her go. And the king's son said, No, no, poor dove. And I would caress his head. And as he caressed her, the dove trembled in pain. And he again caressed his head and trembled again with pain, and so again and again before the irritation of the Moravian queen. Until the king's son said, clapping his head at the dove, \"So what's it got here?\" For he had come upon something hard, and looked at it, and saw that it was a pinhead; and taking it with two fingers, he plucked it, and at that very moment became the beautiful girl whom he had left at the well, and the girl told him all that had happened. And the king almost fainted to learn that he had been living with a witch, but immediately he had her arrested, taken to the courtyard, cut a lot of wood and burned her right there. So the king's son was finally able to marry the girl and everyone lived happily ever after. FIN Spanish Anonymous", "title": "Las tres naranjitas", "author": "nan Anónimo"}