{"metadata": {"length": 4594, "words": 776, "reading_time_min": 3.88}, "text": "I write this story of the destruction of my city for the Times of London. I belonged to the Mexican Society of Geography and Statistics, and I have no other title to beg for a little creed toward this narrative. We have been familiar with the literature of earthquakes, shipwrecks and other calamities since childhood, and so I will omit every detail that is gender specific. I will not say, furthermore, but what I saw, that it was very little, for my departure from the city occurred when the washing came to the first houses, on the way to San Antonio Abad. I declare, finally, that I left Mexico without performing any heroic act; and I would therefore regret seeing myself tomorrow in first-read books with some grotesque heroism at the back. First of all, the behavior of the old Popocatépetl has caused a deep strangeness, which after many centuries of hypocrisy under twilight had the crush of an eruption. In the legends of the Valley of Mexico he always played the role of a bonachon and cachozudo grandfather who smiles at the stars, indifferent to human concerns. If it had been the Ajusco, the Mexicans said, nothing would have been extraordinary. Not to be feared, given the preference this terrible child of American volcanoes shows for the Pacific slope. The complete ruin of Mexico was consummated at seven o'clock in the evening of the twenty-third day. The daily press, in special editions, had predicted it for five o'clock in the afternoon. The Transporter announced it at 1:00. The truth is that although the lavas of the Popocatépetl were known to slowly and inevitably advance along the Tlalpan road, the certainty of the catastrophe was not reached until two in the afternoon. At this time I crossed the great Plaza Mayor of Mexico City, which offered an unusual and grand spectacle. The old viceroy's palace, darker than ever, was splendidly adorned by the volcanic fire. The towers of the cathedral rose red and sinister in that catastrophic environment. At noon, electric tram traffic was interrupted and some shops were closed. Soon these were assaulted and looted by the people, while the cleaners and children of the stream freely operated the elevators of the buildings, rode on public statues and crowned the rooftops and balconies of the palaces with rags. The police did their duty until the last moment. Thousands of people were taken to prison, and the district governor must have had a lot of work the next day in the realm of the dead. The destruction of Pompeii illustrates little to the reader, for the Mexican catastrophe occurred in very different circumstances. The inhabitants of that city, because of the corruption of their ways, did not think of the rain of ashes, but of their salvation. The Mexicans, on the other hand, having been uncomfortable all their lives, for centuries of Nazarene spiritualism, to the indefinite postponement of their most acute desires, gave themselves over to all the excesses of instinct. Faced with this frantic possession of long-awaited things, whose tragic force made the spectacle of the eruption greater, Horace would surely have regretted the scarcity and cruelty of modern life that only useless curiosities and acute desires incubate. While the simple and heroic people stole all their taste, the aristocratic docks avoided cruel death with chloroform and morphine. In some neighborhoods, such as Santa Maria la Ribera, middle-class people died Christian. Priests confessed to thousands and religion triumphed across the line. The destruction of Mexico I heard a priest say will be a great lesson for the misguided France. In the rest of the city, all the social imperfections that have created the routine of men disappeared before the imminence of danger. The Mexicans thus lived their last hours in the state of nature. Nothing can be argued against him by this brief essay, for only a considerable population increase promised. Note from the Times Editor: Here ends the catastrophe survivor's relationship. As a supplementary report, we will add that a brutal war has been ignited between the Mexican liberals, who want to make Guadalajara the capital of the Republic, and the conservatives, who are for Puebla. Mexico was a beautiful city with a population of five hundred thousand and was located at 2,265 meters above sea level. Mexicans usually wear the charro suit. We know from the cinematographer that this dress consists of a wooden sandal, called a huarache, a velvet cap, and a spectacular feathered ornament on the head. The aristocrats replace the feathered hat with the cup hat. End of 1914", "title": "El fin de México", "author": "Julio Torri"}