{"metadata": {"length": 6530, "words": 1249, "reading_time_min": 6.245}, "text": "Once upon a time, in the Thiers region, there was an old priest of such sincere faith that his whole Durolle Valley parish had been transformed. Since he began his ministry, no one has committed the slightest crime, theft, or any other crime. The women, who had given up their gossip, devoted their few free mice to making such quality lace and handkerchiefs that they came to pick them up from Saint-Étienne. The men, many of whom were knife-makers, were sober, refraining even from blaspheming or fighting, and at the cattle fair, where there had always been some kind of tailoring, they had become so honest that they spontaneously confessed the defects of the animals lined up for sale. It's not where it could have been built, like in the neighboring city, to serve as an example to passersby, a house of the seven deadly sins. The godly influence of the priest had the devil mad with rage, to the point that he would not stop wandering the region in search of a soul to drag out of the right way. It was not a question of approaching the priest who forced him to flee by making the sign of the Cross. Desperate, he turned to the priest's donkey. He mixed thorny branches with his oatmeal, turned into a bumblebee to fly constantly before his eyes, harassed him like a canvas, made him stumble, and devoted himself in every possible way to drive him crazy. But the donkey was as sweet and patient as his master. He endured all those attacks without ever chewing or complaining. On Christmas Eve, the custom recommended that animals be given double portions of food in memory of the help they provided at the Bethlehem portal. Seeing the day end, the donkey was waiting for his oatmeal ration with some gula, when, suddenly, he saw the parish singer come, who said to him: \"My good donkey, I would like you to do me a great favor. The sheep are going to start breeding tonight and I have to stay with them. Would you take my place at the midnight mass? The donkey had often heard it said that during Christmas Eve, animals are given the faculty of speaking like humans. Why wouldn't he accept, after all? He bowed his head as proof of acceptance and then the singer explained to him: \"Just say Amen from time to time. You take a test. - And the donkey bounced back. - All right, - said the singer. You sing louder than I do. Everyone will hear you well and our pastor will be proud of you. The singer disappeared as he had come without the ass, overwhelmed by the idea of playing that big role, thinking of being surprised by anything. However, he should have suspected that the one who turns into a stinging fly or a bat can also take the form of an old sockant. But he was busy getting fat. He rolled around the ground to remove the dust from his back, gave himself here and there several tongues to make his fur shine, hit his helmets against the wall to untie the ground, and smoothed them by passing them through the crows. On hearing the first bell for the Mass, he set out, raising his legs like a horse in a stall making the Spanish pass. When he finally arrived at the church, the whole town had gone ahead, with the men on his right and the women on his left, and the priest standing at the altar. Fearing to be late for the first song, the donkey rushed down the central hallway, braking with all four legs and bouncing back at full thrust. Frightened, the women began to scream and the men rushed to take him outside. The donkey, who wanted to explain, refused to move, but he managed to resist harder and thus increased the confusion. They gave him a slap on the wrist to shut him up. He answered itchy and, turning around, ran away. The servants of the village let the dogs go and chased him so well that he had to go galloping towards the Moûtier forest. He was trampling from tree to tree and ended up falling on his knees, gasping. In a forest clearing in front of him, a red light suddenly flashed. A smell of sulfur permeated the air. The donkey felt watched. He raised his head, saw the false sockant and knew that it was the devil who was waiting for him there. Totally confused, he realized that he had fallen head over heels into a trap, and had committed a sin of vanity. And now the devil had him at his mercy. \"You wanted to play the game of being a soccer player\", he said, \"and look what happened to you. Now play the donkey. It's your last chance to get out of here. And he breathed, and seemed incapable of getting up, and he stumbled, and fell again heavy. The devil let go of a laughing-stock. - Who are you? - I'm not sure. - asked the donkey. I beg you to have mercy on a poor blind man. I had to jump my eyes when I went through the thorns, and I'm weak. Point me to my block, please. I want to breathe my last breath at my master's house. \"If I lead you\", asked the devil, \"what will you give me for bothering me?\" - First of all, I'd like to know who you are. - It's very simple, I'm the devil. \"Lord devil, if you wish you can take my soul, for that is what he is used to trade with you\". \"A donkey's soul is not a big deal\", said the other. But, finally! I'm gonna go up to your group and show you the way. - Oh, my God! I'm covered in browns and too weak to carry you, as you can see. Go ahead. I'll orient myself by holding the tip of your tail. Without seeing any malice in the proposal, the devil went after the donkey. \"I'll take him to the river\", they said, \"and when he tries to follow me, he'll drown\". \"Don't go too fast\", the donkey behind him protested. I can't take it anymore... they finally got to the river bank. The devil thought he'd jump to the other shore, because in December the river is very cold. \"Hold on tight\", he said, \"and walk\". You just have to take a few more steps. The donkey, which had perfect eyesight and understood the devil's intentions, bit his tail with all its teeth and leaned against a nearby rock at the moment the devil jumped. The tail was torn, stuck between the donkey's teeth, and the devil lost his balance and fell into the freezing stream. He was heard screaming in pain from the village church. The donkey returned to the trot at the moment when the mass was ending. He laid down the devil's tail before the good priest, who soon realized that his dear ass had been a victim of the Evil One, but that he had learned to take revenge. He forgave her for interrupting Mass and gave her a double serving of oatmeal, watered with hot wine, in honor of that sweet Christmas night. FIN Anonymous French translation by Esperanza Cobos Castro", "title": "El diablo y el asno", "author": "nan Anónimo"}