{"metadata": {"length": 7386, "words": 1396, "reading_time_min": 6.98}, "text": "This mother-in-law, Edna, has heard all the jokes about mother-in-law and has no intention of being the target of such jokes, nor of falling into any of the traps so abundantly scattered in her path. First of all, she lives with her daughter and son-in-law, so she has to be double or triple careful. It doesn't even cross his mind to criticize anything. The youngsters could come home drunken, and Edna would never make the slightest comment. They could smoke weed (sometimes they do), fight and throw stuff at each other's heads, and Edna wouldn't open her mouth. He's heard too much about the in-laws getting in the way, so keep your mouth shut. In fact, the strangest thing about Edna is her silence. He says, \"Yes, thank you\" when they offer him a second cup of coffee, and \"Good night, get a good night's sleep\", but nothing more. Edna's second notable feature is her economy. She doesn't suspect at all that this is giving Laura and Brian a hundred kicks, because they're also trying to do their best and trying to be nice, so they wouldn't even think to tell you that their economy gives them a hundred kicks. Among other things, because it's obvious that Edna enjoys saving. It displays a huge rope ball used like other in-laws would show a canvas made by them. He puts even the last peep of orange in a plastic bag for the manure pile. Laura and Brian would cost about three hundred dollars a month to keep Edna in a separate apartment. Edna has some money, which she brings to the house, but if she lived alone, Laura and Brian would have to bring in more than what it costs them now, so they leave things as they are. Edna is fifty-five years old, thin and strong, with short hair and curly hair mixed in gray and black. Because of his habit of sneaking around the house doing things, he has a humpback posture and floors. She's never idle and rarely sits. When he does so, it is usually because someone asks him to; then he throws himself on a chair and crosses his hands with a careful expression. She's almost always got something useful cooking on the fire, like apple puree, or she's started cleaning the oven with some chemical, which means Laura can't use the oven for at least an hour. Laura and Brian don't have kids yet, because they're predictive people and deep down they're trying to figure out how to put Edna in a nice, comfortable place, even if it's at their expense, and then they're gonna think about having a family. All this is causing tension. His two-story home is in a residential neighborhood twenty-five minutes by car from the city where Brian works as an electronics engineer. He has good prospects for promotion and studies at home in his spare time. Edna reaches out to the garden and cuts the lawn, so Brian doesn't have much to do on the weekends. But she has the feeling that Edna hears through the walls. Edna's room is next to her bedroom. There's a heated attic, which Brian and Laura would like to make habitable, where Edna keeps jam vials, cartons, wooden drawers, old Christmas ornaments boxes, wrapping papers and all sorts of things that might come in handy one day. Brian can't go through the door without throwing something on the floor. He wants to take a look at the attic to see if it would be too difficult to isolate and all that. But somehow, the attic has become Edna's property. If only he'd said something, even if it was once in a while, Brian told Laura one day. It's like living with a robot. Laura knew that. He had adopted a super-sympathetic, talkative aptitude with his mother in the hope of getting her to speak. I'll put this here, mmm, and the ashtray can stay here, Laura said, roaming around the house. Edna nodded and smiled, tense, to show her approval and said nothing, though she was always willing to help. The atmosphere was breaking Brian's nerves. He often blurted out curses. One night, when they were at a party at a neighborhood house, Brian came up with an idea. He told Laura his plan, and she agreed. He had had a few drinks and Brian had him have another. Laura and Brian came home after the party; they got naked in the car, walked to the front door and rang the bell. A long wait. They were laughing nervously. It was over two in the morning and Edna was in bed. Finally, Edna came and opened the door. - Hey, hey, Edna! \"Brian said, going in waltz. \"Good night, Mom\", said Laura. Smothered and horrified, Edna blinked, but soon recovered enough to laugh and smile politely. Well, aren't you surprised? Say something! Brian cried out, but as he was no longer as drunk as Laura, he took a pillow off the couch and put it in front of her to cover her nakedness, hating himself in doing so, because it was as if he had lost his courage. Laura was performing a ballet solo, completely uninhibited. Edna had disappeared in the kitchen. Brian followed her and saw that she was making instant coffee. Listen to me, Edna! She cried. You could at least talk to us, right? It's pretty simple, right? Please, for God's sake, give us something! He kept squeezing the pillow against his body, but he gestured with the other hand. It's true, Mom! \"Laura said from the door. I had tears in my eyes. Her conviction made her hysterical. Talk to us! \"It's embarrassing, because they want me to say something\", said Edna, the longest sentence I've spoken in years. Drunk and naked on top! I'm ashamed of you! Laura, grab a raincoat from the front desk, grab anything! And you... my son-in-law! Edna was screaming. The coffee machine water was boiling. Edna ran past Brian and went up to his room. Neither Brian nor Laura remembered the hours that followed. If they expected to break Edna's silence for good, they soon discovered that they were wrong. The next morning, Sunday, Edna was as quiet as ever, though she smiled a little, almost as if nothing had happened. On Monday, Brian went to work, as usual, and on his way home, Laura told him that Edna had been unusually busy all day. I'd been quiet too. \"I think she's ashamed of herself\", Laura said. He didn't even want to eat with me. Brian found out that Edna had been stacking wood, cleaning the barbecue, peeling green apples, sewing, shining the metals, looking in a big garbage can God knows what. What are you doing now? Brian asked, slightly alarmed. That's when he knew Edna was in the attic. Sometimes another crunch of the wood would come from above, or a clank when I left a box of glass jars on the floor or something. \"We should leave her alone for a moment\", Brian said, feeling very manly and sensible. Laura agreed to it. They didn't see Edna at dinner time. They went to bed. Apparently, Edna worked all night, judging by the noises heard on the stairs and at the attic. Near dawn, a terrible crackling sounded, against which Brian had once warned Laura: the attic floor was made of slats, simply nailed to beams, really. Edna fell through the hole in the floor, along with jam vials, packing drawers, raspberry cans, shakers, an old sofa, a trunk, and a sewing machine. There was a roar. Brian and Laura, who had been shrunken in their bed, jumped immediately to rescue Edna from the collapse, but before they touched her they knew it was over. Poor Edna was dead. Maybe she wasn't even dead from the fall, but she was dead. That was the noisy end of Brian's silent mother-in-law. The Silent Mother-in-Law, Little Tales of Misoginy, 1975", "title": "La suegra silenciosa", "author": "Patricia Highsmith"}