{"metadata": {"length": 4428, "words": 804, "reading_time_min": 4.02}, "text": "For thirty pesos a month, Mr. Quadrado, at five in the morning, incorporated his sixty years of misery on the dirty bed, and began to suffer. To get the first-grade children up, watch their breakfast, put them in class, give them three hours of arithmetic and grammar, take them to lunch, witness their lunch, take care of recreation, tip them another three hours of grammar and arithmetic, keep order in the studio, serve them dinner, lead them to the bedroom, be alert until 10 p.m., sleep among them to start the next day again... all that Mr. Squared did for thirty pesos a month. And he did it under perpetual, stubborn humiliations; first-grade children were a swarm of mosquitoes at the center of which Mr. Square spent his life. Every moment was marked by a stab or a stab, because if Mr. Square was a constant target of the buzzing laughter of the little ones, so was he of the evil laughter of the big ones, of whom you already know, ha! I'm sure you'll hurt. The inner teacher was the unnamed place where anyone who wanted to have the right to unload, to let go of their bad mood, their impatience, their desire to harm, to martyr, to murder. And Mr. Square was living between the pain of the last saliva and the terror of the next saliva. In his heart there was nothing but hatred and fear. He felt vile. He was the schoolteacher. What a body and soul, very weak, soft, vacillate, always dragging under his old colorless and shapeless jacket, famous for the mocking conversations of boys. The teacher's face, red and decomposed, looked like a sore from afar. The countless, deep and moving wrinkles, which intertwined to show two horned eyes, attracted close-up and provoked endless study. Coughing and his waterfalled voice broke with a gloomy sound. He shook his shoulders at every moment, as if his raging jaw were an overwhelming stone, and his weak limbs trembled without cause. Mr. Quadrado's wife had escaped, leaving him five young children. He didn't see them because he didn't have time. He had two hours a week. Once on the street, Mr. Square stood up, breathed. Where to go? Visiting the kids? Spread out through the dark corners of Buenos Aires, the endless distances from the relentless city haunted Mr. Cuadrado. I could see one. - What time? Are we going on foot? My booty is getting cut off... Shall we take the tram? With thirty cents I'd throw a hot tea between my chest and back... it's cold... and Mr. Square would slide into the corner establishment, curl up in an angle, in front of the smoking cup, delighted in the warm atmosphere, the solitude. The men crossed without taking care of him. I wasn't in pain. I wasn't thinking about anything. It was two hours of dreaming, all the poetry of Mr. Square. That night, after eating his miserable food, Mr. Square went to bed. Contrary to her custom, she fell asleep heavily! The twelve or fifteen devils of the first degree lay down too, keeping a compost of bad auger. It was ten, eleven... the clocks were ringing in the distant clocks and behind them the silence was falling deeper. The bedroom, poorly lit by an old lamp, sank its hole in the shade where it bleached like in hospitals the double row of narrow beds. In the latter, the bulk of Mr. Square could barely be seen by the threshold, and a faint reflection gleamed sadly over his yellow beard. Rumors of birds, cuckooing, dumb laughter, someone walking... curly heads are shaking, necks are stretching. From the twilight all eyes lean toward the door and the still body of Mr. Square... and at the entrance to the room a celestial apparition appears cautiously. Naked with pink legs, turned with blond loops on an angel's forehead, very open sweet blue eyes, smiling fresh and pure mouth like a flower, the prettiest of first-grade students spies on his teacher. Convinced of impunity, he raises his hand, from where the bloody corpse of a rat hangs by the tail, and gently deposits the unclean animal on his pillow, two fingers from the mustache of Mr. Square... since dawn the bedroom is overlooked. In the bright glow of dawn you see the bloodstained rat next to the schoolteacher's faded face. But Mr. Square is still asleep. It's five, five and a quarter, and Mr. Square doesn't wake up. Demons make noise, knock down chairs, throw books from bed to bed. Mr. Square is asleep. The devils shoot him with paper balls, but he's useless. Mr. Square is resting. Mr. Square is dead...", "title": "El maestro", "author": "Rafael Barrett"}