{"metadata": {"length": 3118, "words": 581, "reading_time_min": 2.905}, "text": "I was living in Switzerland at the time... very young, very self-loveful and very lonely. I lived a painful life, without joy. I'd never seen anything before, and I was bored, exhausted and angry. Everything on earth seemed trivial and trivial to me, and, as often happens with very young men, I secretly caressed with malice the idea of... suicide. I'll try them... I'll get back... I thought... but what to prove? What revenge? I didn't know that myself. In me, it was just the blood boiling, like wine in a stuffed container, and I felt like I had to let that wine spill out, and it was time to break the container that was holding him back. Once, at sunset, I, like Manfredo, decided to head there, to the top of the mountain, above the glaciers, far from men, where there was no even plant life, where only dead rocks piled up, where every sound was freezing, where there was no sound, even the roar of the waterfall! What was he trying to do there? I didn't know... Did I end my life?! I walked a long time, first down a path, then down a path, climbing higher... higher. For a long time I had passed the last houses, the last trees... the stones, only stones were around; a nearby snow, yet invisible, blew a rough chill towards me; everywhere, in black masses, the night shadows were advancing. I stopped, finally. What a terrible silence! It was the realm of death. And I was alone there, a living man, with all his arrogant grief, desolation and contempt... a living, conscious man, who had walked away from life and did not wish to live. A secret terror froze me, but I imagined myself great! A Manfredo, and that's it! - I'm on my own! I'm alone! - repeated, - alone, face to face with death! And wasn't it time? Yeah... it was time. Goodbye, small world! I'll walk you off! And suddenly, at that very moment, a strange sound came flying up to me, which I didn't understand at the time, but alive... human... I trembled, I borrowed ears... the sound repeated... but that... that was the cry of a creature, of a baby breast! At that deserted, wild height, where all life had apparently died long ago and forever, the cry of a creature?!! My surprise suddenly turned into another sensation, a feeling of choking joy... and I ran to give it all, without noticing it along the way, straight to that cry, to that faint, sad, and saviour cry! Soon a small lightning flashed before me. I ran even faster, and within a few moments I saw a low hut. Made of stone, with a flat, crushed roof, these huts, for weeks, served as a refuge for alpine shepherds. I pushed the door open, and I broke into the hut like death was treading my heels... trapped in a bank, a young woman breastfeeding a child... a shepherd, probably her husband, was sitting next to her. They both stared at me but I couldn't say anything, I just smiled and nodded... Byron, Manfredo, my suicide dreams, my pride and my greatness, where had they gone? The creature kept screaming, and I blessed her, her mother and her husband... Oh, the burning cry of a newborn human life, you saved me, you healed me! The Finnish newspaper Vestnik Evropi, 1882", "title": "¡U-á... U-á!", "author": "Iván Turgueniev"}