{"metadata": {"length": 4646, "words": 850, "reading_time_min": 4.25}, "text": "She had suffered a fall ten years earlier, while skiing a vacation in Chamonix with her boyfriend. The injury had something to do with the back. The doctors could find nothing, no one saw anything abnormal on her back; and yet she was in pain, she said. The reality was that she wasn't sure she was going to keep her man unless she faked an injury, acquired precisely while with him. Philippe, however, was very much in love with her, so he shouldn't have worried so much. However, to hold Philippe tightly and ensure, moreover, a leisure life - not to mention spending the rest of his days lying on his head, or as he preferred to lie down comfortably - was no small advantage. How many women could fish a man forever, without giving him anything at all, without even making him food, and who, despite everything, would keep them at a fairly good level? Some days he would get up, mostly out of boredom. Sometimes I was up when the sun came up, but not always. When it wasn't sunny, or threatened rain, Christine felt terrible and stayed in bed. Then her husband, Philippe, had to get off with the shopping bag and get back to cooking. The only thing Christine was talking about was how I feel. She gave visitors and friends a long account of injections, pills, back pain that left her sleepless last Wednesday and the possibility of rain for tomorrow, because of how she felt. But she was always quite well when August came, because she and Philippe were going to Cannes then. However, his condition could be very bad in early August, due to which Philippe had to hire an ambulance to go to Orly, and then a special accommodation on the plane to Nice. In Cannes he felt capable of going to the beach every morning at eleven o'clock, swimming for a few minutes with the help of a wing-shaped float, and having a good meal. But at the end of August, back in Paris, he was having a relapse because of all the agitation, the heavy meals and the overall physical exertion, so, once again, he had to get into bed, with his tan and everything. Sometimes she would show her bronze legs to visitors, sigh, filled with Cannes memories, and then she would cover herself again with sheets and blanket. September was already heralding the beginning of the sad winter. Philippe could no longer sleep with her, although God knows he thought he had earned a better deal, since he had worked his way up to the point of not paying the countless bills of doctors, radiologists and pharmacies. She'd have to face another lonely winter, not even in the same room as her, but in the next room. Thinking I'm the cause of all this, Philippe told one of his friends that he took her to Chamonix. But why is it always pretty good in August? \"The friend answered\". Do you really think she's sick? Get it up and running, man. Philippe started to recap, because other friends had told him the same thing. Recruiting took him years, many years of August in Cannes (at a price that consumed the savings of eleven whole months) and many winters sleeping primarily in the guest bedroom, and not with the woman he loved and desired. So on the 11th of August in Cannes, Philippe made a full-blown pile of his courage. He swam deep behind Christine with a pin between his fingers. He nailed the pin to his float and made two punches, one on each white wing. They were not far from the shore, the water covered them just above their heads. Philippe was not in very good shape. Not only was he bald, which was not of any importance in such a situation, but he had thrown his stomach, which he thought would not have happened if he had been able to make love to Christine during the last decade. Despite this, Philippe tried and succeeded in sinking Christine, although at the same time he had some difficulty keeping afloat. His confused movements, seen by a few people at last, looked like those of a man trying to save someone drowning. And, of course, that's what he told the police and everyone else. Christine, even though she had enough fat to float, sank like a piece of lead. Christine was no loss to Philippe, except for the funeral expenses. Soon his stomach disappeared and, to his great surprise, he suddenly found himself in a good financial position, instead of having to spend until the last penny. His friends congratulated him, but politely and abstractly. They couldn't say exactly, \"Thank God you got rid of that bitch\", but they said the closest thing to that. After about six months, he met a very nice, energetic girl who loved cooking and also slept with him. Philippe even got his hair back. FIN The Invalid, or, the Bedridden, Little Tales of Misoginy, 1975", "title": "La enferma o la encamada", "author": "Patricia Highsmith"}