{"metadata": {"length": 2335, "words": 423, "reading_time_min": 2.115}, "text": "It was a village where they lived, face to face, an ascetic and a prostitute. The ascetic lived a life of penance and rigor, barely eating and sleeping in a miserable hut. The woman was visited very often by men. One day the ascetic asked the prostitute, \"What is your way of life, wicked woman?\" You're corrupt and you corrupt others. You insult God with your behavior. The woman felt very sad. I really wanted to live a different life, but it was very difficult given his circumstances. Although she could not change her way of getting coins, she regretted and regretted having to resort to prostitution, and whenever she was taken by a man, she directed her mind to the Divine. The ascetic, for his part, found with great displeasure that the woman was still visited by all kinds of individuals. He took the measure of collecting a pimp for every individual who entered the hooker's cage. After a while, I had a lot of pimples. And he called the harlot, and said to her, Woman, thou art terrible. See these pebbles? Each of them adds up to one of your abominable sins. The woman felt great distress. She deeply desired that God would take her away from that way of life, and a few weeks later, death took her away. On that same day, by the designs of the inexorable destiny, the ascetic also died, and behold, the woman was led into the regions of the sublime light and the ascetic into those of the dense darkness. Observing where he was taken, the ascetic vigorously and furiously protested the injustice God had done to him. A messenger from God explained to her, \"You complain that you have been taken to the lower regions, despite having spent your life in austerities and penance, and that, instead, the woman has been taken to the regions of light. But don't you understand that we are what we reap? There lies your body, sprinkled with perfume and covered with rose petals, honored by all, courted by musicians and mourners, ready to be cremated with all honour. But look at the body of the prostitute, abandoned to vultures and jackals, ignored by all and despised by all. But yet she cultivated purity and high ideals for her heart thinking of God constantly, and you, on the contrary, by so looking at sin, have stained your soul with impurities. Do you understand why each of you is going to such a different region? FIN", "title": "El asceta y la prostituta", "author": "nan Anónimo"}