{"metadata": {"length": 3379, "words": 628, "reading_time_min": 3.14}, "text": "A poor woman, whose hairless hair no longer reflects the black of youth, whose dim pupils do not reflect the fiery ray of the best years, whose lips are dry and wrinkled, whose brow is made of bronze, and whose precious teeth are eaten, once white and tight as spine berries, lies on a hard, moist floor of a black, dismantled cottage. It shelters its shriveled body in a dirty, thin blanket, and gives indecisive and moving light to the sad picture a slice of sebum that sparkles, throwing tiles, adhered to the rough adobe of the cracked wall. In the corner of that miserable nest, a cool, smiling six-year-old sleeps. The thorn that announces summer has not the black feathers of its curly hair; the poppy does not shine under the morning dew drops with a more vivid color than that of its lips; the breeze that whispers among the blooming coffees has never been more gentle in perfume than that of its breath. Through the brown skin, the fiery blood of the tropics is guessed and the funny eyelids shadow the dark and deep eyes as the story of the cruelty of which their elders, the chieftains, the indomitable, the asserries, the stone-nerve and the oak heart were victims. The twelve bells of the village clock ring in the distance. The bronze tongues call the faithful to celebrate the Savior's birth in the ruined church, and the icy breezes of the night carry in their misty mantle the murmuring echoes of the vihuela, the loud cries of the drunkards, and the deaf clicking of the rocket thrown into the air in the sound of joyful triumph. The girl wakes up, laughs and shakes her curly head airy, preparing for the arrival of the God Child who brings the Christmas toy. Mom, will the Baby come with the rag doll? Will you forget? No, little girl, she's at the rooster mass now. Go to sleep, my darling, because if you see her awake, she won't come in. But is it one of those I saw in the city? Yes, my life, of the same. Bitter smile lights up the pale face of the unhappy woman; cruel and steel pain shatters her intestines and the cold breath of death erises her hair and freezes the thick drops of sweat that run down her forehead; the girl poses her blushing face again on the hard stubble and the bleak reflections of the sighing candle continue to illuminate the sad room. The morphine calls to the impulse of the morning breeze forms in the dark walls of dancing shadows, intertwined tongues of fire and eerie reflections. At the loud burst of a room that greets the new day, of universal joy, she awakens the funny girl; she drinks with her black pupils the bright light of dawn, she fixes with her pink fingers the loose loops of her lovely hair and shouts out a cry of immense joy; there beside her is her doll, better than the clothes of the city; she does not say like those dad and mom, she has no silk suits or honeycomb shoes with silver buckle, she has no pretty or any, but she cries, with a real cry, moves her little hands and her feet and her eyes and her mouth, and lives, like her owner, like her second mother. Throwing out joyful cries and sounding smiles of immense pleasure, the girl kisses her lovely wrist and as she tightens her affectionately against her warm chest, the rigid and steady mother, sleeps the deep sleep of death, and the playful light of the Christmas sun irises on her cheek the last tear from her tired eyelids. *FIN* 1898", "title": "La muñeca del Niño Dios", "author": "Manuel González Zeledón"}