{"metadata": {"length": 4774, "words": 873, "reading_time_min": 4.365}, "text": "That night in June 1540, in the tower chamber, Dr. Faust was walking through the stables of his numerous library. He would stop here and there, take a volume, flirt nervously, drop it again. He finally chose the Memorabilia of Xenophon. He put the book on the stand and set out to read. He looked out the window. Something had shaken outside. Faust said in a low voice: A blow of wind in the forest. He got up, pulled the curtain aside. He saw the night, the trees were growing bigger. I was sleeping under the table, sir. The dog's innocent breath affirmed, calm and persuasive as a dawn, the reality of the world. Faust thought of hell. Twenty-four years earlier, in exchange for an invincible magical power, he had sold his soul to the Devil. The years had passed by quickly. The deadline expired at midnight. It wasn't, like, eleven o'clock yet. Faust heard a few steps up the stairs; then, three knocks on the door. He asked, \"Who's calling?\" I, answered a voice that the monosyllabic could not detect, yo. The doctor recognized her, but he felt some irritation and repeated the question. In a tone of wonder and reproach his servant replied: \"I, Wagner\". Faust opened the door. The servant came in with the tray, the Rhine wine glass and the bread slices and commented with laughable approval how addicted his master was to that snack. As Wagner explained, as so often, that the place was very lonely and that these brief conversations helped him spend the night, Faust thought of the pleasant custom, which sweets and hastenes life, took a few sips of wine, ate a slice of bread, and for a moment he thought himself safe. He thought, \"If I don't stay away from Wagner and the dog, there's no danger\". He decided to entrust Wagner with his terrors. Then he recap: Who knows what comments he'd make. He was a superstitious person (he believed in magic), with a commoner fondness for the macabre, the tricky and the sentimental. Instinct allowed him to be lived; stupidity, atrocious. Faust judged that he should not be exposed to anything that might disturb his spirit or intelligence. The clock was 11:30 a.m. Faust thought, \"You can't defend me\". Nothing will save me. Then there was a sort of tone change in his thinking; Faustus looked up and continued: \"It is better to be alone when Mephistopheles arrives\". Without witnesses, I'll defend myself better. Furthermore, the incident could have caused Wagner's imagination (and perhaps also the dog's defenseless irrationality) to feel too frightening. It's too late, Wagner. Go to bed. When the servant was about to call on Lord, Faust arrested him and, with much tenderness, woke his dog. Wagner picked up the plate of bread and the cup from the tray and went to the door. The dog looked at his master with eyes that seemed to burn, like a faint and dark flame, all the love, all the hope and all the sorrow of the world. Faust made a gesture in Wagner's direction, and the servant and the dog came out. She closed the door and looked around. He saw the room, the desk, the intimate volumes. He was told he wasn't alone. The clock was twelve minus four. With some vivacity, Faust approached the window and crossed the curtain. On the way to Finsterwalde, a car light wavered, remote. Run in that car! murmured Faust and it seemed to him that he was dying of hope. Get away, that's the impossible. There was no fast enough race or long enough road. Then, as if night had found the day in the window, he conceived of a flight into the past; to take refuge in the year 1440, or even further back: to postpone the inevitable midnight by two hundred years. He imagined the past as a dark unknown region; but, he wondered, if I had not been there before, how can I get there now? How could he introduce a new fact into the past? Vaguely recalled a verse from Agathon, quoted by Aristotle: \"Neither Zeus himself can alter what has already happened\". If nothing could change the past, that infinite plain that stretched across his birthplace was unreachable to him. There was still one escape: to be born again, to come back to the terrible hour when he sold his soul to Mephistopheles, to sell it again and when he finally came to this night, to run once more to the day of his birth. He looked at the clock. It was almost midnight. Who knows when, he said, he represented his life of pride, destruction and terror; who knows when he deceived Mephistopheles. Was he cheating on you? Wasn't that endless repetition of blind lives his hell? Faust felt very old and very tired. His last thought, however, was of fidelity to life; he thought that in it, not in death, rest slipped, like a hidden water. With courageous indifference he postponed the decision to flee or stay until the last moment. The bell of the clock rang...", "title": "Las vísperas de Fausto", "author": "Adolfo Bioy Casares"}