{"metadata": {"length": 7920, "words": 1410, "reading_time_min": 7.05}, "text": "We ate or tried to eat the fresco on the great terrace of Alborada, a brisk and energetic August afternoon, one of the few that, in that benign climate, ripen with cannibal rigor. The air was saturated not only with the flaming resinous effluvium of the neighbouring pines, but with other peculiar emanations - a mingled acrid hum of ants and scarabs, honey and lanolin - and in the flaming air flitted, in addition to the multicolored butterflies, flies and beetles, dubbed \"San Antonio's Cows\", effervescent vapors, coral squids with black spots, sandflies of a muddy color, while on the beach the sandpipers, like aristocratic knights, frolicked and the peasant chinches, clean and of a picturesque shape, swarmed about, so different from the urban ones. Rested in the shady groves, we spoke slowly, hushed and eagerly awaiting the first rays of evening to swell our sylvan windows. The topic of the conversation was that heat dissipates energy, and we were talking about that psychological influence of the climates, which is already beginning to be recognized in history. -Good is - the scientist said - the firmness of character; excellent is its intensive cultivation, and I would agree with the one who said that every man is the author of his own destiny; but to me, this nature which surrounds and exhausts us, produces an impression of fatality so profound, that I would almost dare not think of opposing it. What are we before the natural forces? -We are all of it - exclaimed the thinker. Those natural forces, we have put at our feet, at our service. Every day we will be victorious in our struggle with them. -You must take the defeat; we shall not win at the end - the Doctor, thinking - replied. And as the sun dipped, glistening on the cliff, and a soft breeze, laden with moisture, came from the resurgence of the mill, reviving us, the Doctor decided to tell an episode of his medical life... -He was the son of a widow that cheerful boy I knew in the Caldasrojas baths, and who, every afternoon, walked with me along the lonely roads and village paths, confiding his hopes, his aspirations and his arduous work. The decorous reluctance of the boy and his mother at the death of their father, the efforts of the poor woman to rise to the occasion and give her son a chance, had influenced Torcuato's character, making him conscious from childhood, and developing in him, with a strange vigour, the faculties of persevering will, without a stumbling or a vacillation, and with that wonderful illumination, which the same can be demonstrated in artistic creation as in conduct. At age eleven, Torcuato was taking books from a shop in the old university town where he lived; at age thirteen, he was doing the same service in several establishments, earning enough to support himself and his mother, and at the same time studying, stealing hours from the sleep so imperious in the critical period of adolescence. Better said: adolescence was beaten, in its insecurities and its torturous distractions, by Torcuato’s constancy. No curiosity or detours deviated him from his march toward an object and a goal. His life was cronomenically regulated; he lost no minute of time. He had been told, minute by minute, what he had to do to wash, to shave, to eat, to sleep; and the program was carried out exactly. I'm sorry! At times, Torcuato was wasting time on himself, and he was doing extraordinary work that paid the bills and some inevitable, extraordinary expense. He would not refuse any task for soberness; he would be able to clean shoes if he thought he was compensated for his work. He wrote speeches for graduates, sermons for canons, prospects, for industrialists, memories, for association secretaries... everything that a hard man and a friend and protector could wish for. So, after a brilliant career, he got a job with a middle salary: necessary, strict, the way to wait and resist until you get something of the infinite dreamed. When I asked Torcuato if he had never been sick (a disease that brings exactly balanced out expenditures and income), he replied: -Yes! I didn't have time to get sick... the only thing that stung me was my stomach, and that's why you see me here in Caldasrojas, on the road, and sick, and without my mother, for the first time in my life! I am brimming with feelings; crazy for the fresh air and the smell of flowers and trees! But do not think that I am still apart from my way! As my youth rises to my head - and there are times when it rises to my heart, too, and spouting and ferocious! - the will is above all. I am in command, and there will be no force that will prevent me from bringing into effect my plans to secure the future, the quiet and discerning old age of my mother, and my own good fortune. I have some understanding, some disposition: another would eat up this capital; I will benefit from it with growing credits. Whoever wants, can. It is the Gospel! Torcuato told me this on the way back from a walk on the road leading to Borde, in which the conversation is paced by the rattling of the wheels of the loaded cars, which pass slowly, without dropping dust, in the melancholy of sunset. It will not be forgotten: two of these cars were crossing in the opposite direction to ours, and their cargo was a load of tanned hides of medium thickness, which were exported from the coast to England. The sun, dying, was reflected in the smoky smudges of yellow-white. Torcuato shook the window and soon saw a green, metallic breeze blowing in it, and he shook his hand, as he would shake a flimsy chair. - Maldita! I was shocked... I felt a shiver, which was not irrational, but involuntary, and I took Torcuato's hand firmly. There was no sign of the splinter. We kept walking, but I had not lost the will to tell a joke, and I looked at my young friend with astonishment. I noticed that the site of the scab was macularly swollen, and I saw the newly formed vessel disappear and be replaced by a black depression. I “felt” the pain. We were more than a mile from the village. -Aprisa, we're going... it's not worth anything to spit that, but I'd like to spit it at you with a spitball. -It's squeezing my hand! - Torcuato murmured with more surprise than alarm. I realized that I had ignored the horrible harm that those beautiful, Emerald-colored, mosquitoes could transmit, if they were placed in the dung of rotting animals... the rotten! -it repeated inside me, trembling in horror and fright...-the crow! The evil syllable! I will shorten the story of that tragedy... When we stripped down in the rebotica to Torcuato, to operate, it was not the hand that was swollen, it was the arm that was swollen. I had no doubt, the arm had to be cut. Only hope. But how? Without chloroform, almost without instruments? As the chismes came out of my house, sweating cold and with a compassionate anguish that I shared with the soul, I had to tell the sick the truth. What eyes! What a world of horror, protest and pain in those eyes! - The right arm! And my mother? And when you know it? - he screamed, cried. - Here of the will... - I said, I think more horrified than the victim-. It is necessary! There is no remedy. How many times have I repented of the wrath that he has given me! It was because of the irreparable delay and indecisiveness of the first moments, it was because the infection came from an armed hand, the operation did not manage to save the unfortunate. I prefer not to detail its end, its grotesque symptoms, the tyrannical tyrant as a despot... If doctors were to sanitize certain cases, humanity would abhor itself, as Solomon said, for having been born... I have taken this cruel case to tell so that you see what a green mosquito, very beautiful, can do and what a human will, firm, determined, tempered in poverty and work can do. We are nothing!... The night is falling. The lilies began to glow with their mysterious light.", "title": "La mosca verde", "author": "Emilia Pardo Bazán"}