{"metadata": {"length": 9608, "words": 1682, "reading_time_min": 8.41}, "text": "When she received the card, Igueda thought she was going to faint. He froze his hands, his ears shook lightly, his arteries swelled, and he saw a cloud in his eyes. I had wished so, dreamed so of that declaration! She was secretly in love with Fausto Arrayán, the pampered little boy and brilliant student, and probably could not conceal it; she poured out her tumult when he entered the tertulia, her flaming blush when he looked at her, her hushed silence when he heard her name; and Fausto, who was in the glottal age, the age in which love eats itself up without fear of being snuffed out, wanted to collect that semi-campestre, the most fragrant of the female violet: a twenty-year-old heart, nourished by illusions in a provincial town, an exciting environment, if there were any, for imagination and passions. The love affair between Fausto and Igueda, at the beginning, was a day in which she sang with all her voice and enthusiasm, and he, “reserving” as the great tenors do, at certain moments uttered a note that sounded a little strained. gueda felt living and dying. His soul, a magical palace always lit up for a solemn nuptial feast, rejoicing and suffusing, and an overwhelming plethora of feeling made him forget the realities and how unworthy he was of his speech, his innocuous platitudes with Faust, his card, his window, his idyll, in the end. However, people delirious, and there was a lot of them, cannot fully absorb themselves in egoism; they know not to be happy without generously paying for happiness. Igueda discerned in Fausto the hidden indifference; she knew at times a certain sequence of bad luck; she did not ignore that at the first autumnal blusters the predilect would emigrate to Madrid, where his artistic aptitudes promised fame and success; and in the midst of the greatest exaltation she was aware of her own perpetual decline, the conviction of the ephemeral of her majesty. One day he pressed Fausto with apprehensive questions: - Do you really want me, really? Do you like it? Is I the woman you like the most? I promise not to sulk or to sulk. Fausto, cheerful, jolly, eager to go, had just uttered a truthful remark: -Guett: you are very beautiful..., very young, without adolescence... You have a glass of milk and roses, a tanned face, black eyes, a figure that can be covered with a bra... The only thing that makes you a little less beautiful..., so..., a little..., is the snout. It's not to be in the mouth..., girl, a Murillo picture. She cried bitterly, contritely, and averred; but just as Faust was about to leave, he ran to the window. Absolutely! The teeth of the gueda, although healthy and white, were sharp, long like a pencil, and their defective placement imposed on the mouth an emphatic and stout gesture. How could he not have noticed such a glaring omission? She saw now for the first time the hollow box of her mouth, and an intense, cruel pain overwhelmed her... Hot tears flowed down her cheeks, and that night she could not hold her eyes open, turning back and forth, between the fervor of the fever and the sad idea... \"Fausto neither wants me nor can want me. With teeth like that!” From the moment Igueda realized she had a badly mended and deformed dentition, her joy wore off and the naivete hats of her offspring came to life. Turning the golden flame of love, he saw confirmed his fears of the frivolity of Faust; but as the spirit does not want to abandon its quagmires, and a heart enamored and noble does not dare believe that its own excess of tenderness can bring about indifference, he gave up his shame to the rotten teeth. “With other teeth, Fausto would probably be mine.” And in his mind a strange and elusive purpose germinated. Only those who know the prickly and routine life of small towns, the alarm it produces in the modest homes of the prospects of any expenditure not strictly useful, the habit of the girls doing nothing and leaving everything to the initiative of the elders, will understand what gueda used her will, her strength and her firmness to do, to get money and license to carry out her plans... Fausto had already flown to Madrid; the town was asleep in its winter slumber, and gueda, rising every day with the same fixed idea, pleaded, pleaded, implored her mother, her father, her sisters, taking a little amount from one, a clear gleam from another, from the top of the heap the savings, until she had a sum with which, when spring came, she took the road to the provincial capital... She was resolved to shave all her teeth and put on an ideal, perfect smile. Igueda was very womanly, timid and timid. He did not expect heroism and he dreaded the suffering. A shiver ran down his spine, when, having discussed and agreed with the dentist the price of the painful operation, he sat down in the hospital chair, and, entrusting himself to God, he threw his head back... In Spain at that time the anesthetics which are now usually used for painful extractions were not known, and although there was news of them, no one would dare to use them, owing to the danger and the discredit which would result from the slightest slip in such a depraved matter. She had, therefore, to face the pain with open eyes and a vigilant spirit, and to dominate her childish nerves so that they would not succumb to the martyr's lash. Disfigured, swollen and large were all their teeth. I had to disassemble them one by one. The squire, closing his eyes, fixed his thoughts on Faust. Tense, trembling, she opened her mouth and suffered the first torture, the second, the third... At the fourth, as she came to, covered in blood, she fell with a fatal faint. -Sleep at home - the dentist advised. He returned to the faeces the next day, however, because the funds he had were exhausted and he was urged to return to the people. He could not stand more than two extractions; but the next day, eager to be done with it, he lasted four, though he was paid a fine at the end. But as his strength diminished, his spirit grew stronger, and in three sessions his mouth was clean as the mouth of a newborn, fresh, red, bleeding... His teeth were just mended, his gums were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were reshaped, his teeth were re She looked at the mirror; she smiled; she was really transformed with those teeth, her lips now had expression, lustre, merriment, a voluptuous lustre and glee that communicated to all the physiognomy... gueda, in the midst of her regocijo, felt a mortal fatigue; she arose to return to her people, and within two days a violent nervous fever put her life in danger. He arose from the trance; he recovered, and his beauty, rekindling with health, surprised the neighbors. A stout-hearted man, who saw her at the fair, asked her to marry him; but she neither knew nor wanted to hear of such a proposal, which her parents supported with their lives. Lozenge and adornment awaited the return of Fausto Arrayán, who appeared in the middle of summer, full of genteel hopes and vivid memories of recent adventures. However, the beauty of Igueda awakened fresh memories in him, and dialogues and windows and walks and twilights were re-enlivened by the galan. The snout looked much more beautiful and attractive to him than it had before, and an impetuous flutter began to communicate with his senses. One day, when he was talking to one of his childhood friends about the impression he had made by the beauty of gueda, the friend replied: -I already think so! He has won a hundred for a hundred since he put in his new teeth. Atonement, it was Fausto. How? Teeth? All, without exception? How distorted is female vanity! And he threw a bucket of humorous slapstick... When someone asked him years later why he had broken off with that slut, who was still single and was taking hints to continue like that all his life, Fausto Arrayán, already famous, glorious, owner of the present and the future, replied, after a moment's pause: -Slut...? Ah, yes! Now I remember... because it is not possible to excite a girl knowing that she has all her teeth crooked!", "title": "La dentadura", "author": "Emilia Pardo Bazán"}