{"metadata": {"length": 6958, "words": 1261, "reading_time_min": 6.305}, "text": "Following the convent’s traditional custom, the monks of the Most Holy Blood prepare, decorate and offer to the adoration of the faithful, at the main altar, at the time of the Mass of the Gallo, the Mystery of the Peasant and the Grit of Belen, where one can admire the effigy of the Holy Child, a wonderful work of an anonymous sculptor. More than an inert image of wood, the Child of the Monks seems to be a living creature. The charming bareness of her chest presents the white and solid pattern of the meat. Red ruffles on the shoulders, legs and arms; rose-colored shawls on the shoulders, knees and arms, angelic radiance in the expression of the eyes and in the sly smile, astonished naturalness in the attitude, which would be said to be bending the hands to the maternal chest..., so is the Child, and therefore the monks, every time they see and touch him, every time they recline in the softness and the acrid odor of the humble supper, exclaim, rejoiced and enchanted: -Ah, my divine Lord! But if it is a little bit of truth! They rigorously turn the monks into the office and honor of Jesus's cupbearers, and that year it was the good fortune of Sister Mary, professed monk, the most beautiful and youngest of all. Sor Mary has left the world, not as other religious leave it, by adversity or unkindness, by sufferings, disappointments or misfortunes, but in the midst of her twenty-first year, with the spirit as pure as the body and the body as beautiful as the fruit that, without doubt, she had awaited by the side of loving and opulent parents, and in a world where everyone rejoiced and praised her. For his steadfast heart he has not shattered a cloud nor a human spirit, and his heart has not fainted for God. His mystical vocation was so firm that it resisted the determined and vigorous opposition of a family that was not accustomed to see such beauty and youth buried in the crypt. But Sister Mary was so foolish in taking the chalice that her own parents envied her, thinking she had come to the door of peace. It was an inexplicable joy to Mary to be given the great task of dressing the Child to place him in the manger. Playing with that sacred doll had been the dream of the young nun in her five years of professing. \"When the Child touches me, you will see how precious I put it on!\" she used to say often. It was the moment: the Child had been with him for some hours, and his hands were shaking with excitement at the thought of possessing the ephemera of the celestial Child. How Mary laid the thorns on her own bare feet, shorn and trimmed! How diligently she collected late-season roses and dark violet lilies in the garden to spread on the infant's cot! How respectfully he touched the sculpture, how reverently he uncovered it, how eagerly he looked at its innocent forms, and how with a resounding fervor of the entrails he leaned forward to kiss her, almost licking her cheeks, her shoulders, her slender neck! Some of the most illustrious and pious monks thought that Jesus had never been so monochromatic and so well adorned; but the old tattered, ragged, and raggedy monks of the routine murmured that he needed robes of taffeta and tulle and colored ribbons. And when Sor Mary took up her cloak and sat down to eat before she spread herself out in the poor tumult, where, without gift, almost without clothing, the dream of the angels was slumbering, she suddenly felt deeply sad, and seemed to see before her a black, very deep abyss, and to be terribly eager to die. Don't think bad, oh sceptics!, of Sister Mary. Do not create a living doll! It was not the profane love and its delightful cup that the swindler was making a spectacle of before his flaming eyes. I am sure that the purity of Mary’s soul had reached the point of ignoring whether renunciation to love was sacrificing virtues. In love he only suspected the follies, squalor, humiliations and indignities of a soul chosen and well put. What was causing the nun to tremble at that moment was the maternal instinct, awakened with an irresistible force by the sight and touch of the monkish Jesus... And, despite her degree, tempted by the insidious temptation (only the Devil could infuse her with such savage and improvised thoughts), Sister Mary was not two fingers away from renouncing the votes and the tocs and the duties that the convent had imposed upon her. Never would a sweet head of tan hair strike against his infected snout; never would he kiss a pure and celestial face; never would a mutilated arm shiver his girth. The only creature that had been given to him in arms and to which he could give a trembling was a hard, cold twig, which neither responded to the pricks nor bowed its head in the name of mother. And Sister Mary, ever more desperate, in that fatal hour, remembered her own home which she had abandoned, and thought of the delirium with which her father had loved a newborn, and cried with a more bitter cries, with bloody sighs, as a virgin of Israel condemned to death would cry, the sterility of her womb and the eternal loneliness of her heart, sentenced to never try the most intense and complete of the feminine affections... But here, when Sister Mary found herself out of sense and at the point of rebelling impiously against her destiny and breaking her vow of fidelity to the Divine Husband, the chronicles (I do not know whether you protest the membrane of the womb, the incredulity) that the womb was lighted with a soft, white light, and that from the dead the Son of the Mystery, not rigid and immobile in his invariable attitude, but animated, made flesh, singing, groaning, scratching, came out of a light cloud and came apprehensively to the arms of the nun. “I am I, your Jesus, the one born today at noon,” the creature seemed to sigh, softly humming to the sound of Mary. And as this was greeted with kisses from the halagos, the little boy broke into a sweet cry, and the girl, forgetting her own tears and her recent sorrow, began to dance to entertain him, to jig with him, to sing to him, to tell him stories, and, finally, to cradle him in her arms, coming to the warmth of her own body and resting on his thigh, which was heaving active currents of vitality and love. And there the poor child spent the night, until the white Aurora, which dispels shadows and wards off temptations, blazed forth its first rays through the twilight, and the bell rang to the monastery to summon the nuns, who were astonished at the dazzling splendour that shone in the beautiful apparition of Our Lady... Since then Our Lady has made prodigies of austerity, mortification and penance. Her arms are enraged, her knees are swollen with cymbals, her thighs are swollen with ayuno, her mouth is awash with silence. But every year, after the Mass of the Galloway and the Mystery of the Pesebre, the visit of the Child to the melancholy and lonely cypress is repeated, and for a few hours Mary is regarded as mother.", "title": "La tentación de sor María", "author": "Emilia Pardo Bazán"}