{"metadata": {"length": 4729, "words": 905, "reading_time_min": 4.525}, "text": "I know they accuse me of soberness, and perhaps of misanthropy, and perhaps of madness. Such accusations (which I will punish at their proper time) are irrisoria. It is true that I do not leave my house, but it is also true that its doors (whose number is infinite) 1 are open day and night to men and also to animals. What between you. You will not find a sexy escort here nor the bizarre apparatus of the palaces, but quiet and solitude. You will also find a house like no other on the face of the Earth. (Beware those who say that there is one in Egypt.) Even my detractors admit that there is not a single piece of furniture in the house. Another sort of riddle is that I, Asterix, am a prisoner. I will repeat that there is no closed door, I will add that there is no closed door? Besides, at some evening hour I have walked down the street; if I returned before nightfall, it was because of the fear that the faces of the people, desaturated and swollen, as the open hand, had inflicted on me. The sun had set, but the scream of a child and the shivering flakes of grey told me they had recognised me. People prayed, cried, wailed; some sat on the steps of the Hakkah Temple, others gathered stones. Some, I think, were hidden under the sea. My mother was not a vain queen; I cannot be confused with the vulture, though my modesty would like it. The fact is that I am alone. I am not interested in what a man can transmit to other men; as a philosopher, I think nothing is communicated by the art of writing. The petty and trivial trivialities have no place in my spirit, which is capable of the great; I have never been able to distinguish between one letter and another. A generous spirit of impatience did not allow me to learn to read. Sometimes I deplore it because the nights and days are long. Of course I don't need distractions. Like a tiger that is about to roar, he runs through the stone galleries until he reaches the ground, shivering. I shivered at the shadow of a shiver or at the turn of a runner and play to be sought. There are nitrates from which I have fallen, to which I have stung myself. At any time I can play to be asleep, with eyes closed and powerful breathing. (At times I really do sleep, at times the color of the day has changed when I open my eyes). But of many games the one I prefer is the one of another Asterion. I'll let him come and I'll show him around the house. With great reverence I say to you: Now we return to the previous Crucifixion or Now we descend into another courtyard or I said to you that you would like the canet oNow you will see a cistern that has been filled with sand or You will see how the sand splits. Sometimes I am wrong and we laugh well at the two. I have not only imagined those games; I have also meditated on the house. Every part of the house is many times, any place is another place. There is no aljibe, no patio, no abrevadero, no pesebre; there are fourteen (there are infinite) pesebres, abrevaderos, patios, aljibes. The house is the size of the world; better said, it is the world. However, by force of will, pushing through a mud-covered patio and a smoky gallery of grey stone, I reached the street and saw the Hachas temple and the sea. That I did not understand until a vision at night revealed that the seas and temples are also fourteen (infinite). Everything is many times, fourteen times, but two things in the world seem to be one time: up, the intrinsic Sun; down, Asterion. Maybe I created the stars and the sun and the huge house, but I don't remember. Every nine years, nine men enter my house to be released from all bad. Listen for their footsteps or voice in the background of the stone galleries and run happily to find them. The ceremony lasted a few minutes. One after another they fall without me squeezing my hands. Where they fell, they are, and the corpses help distinguish one gallery from the other. I don't know who they are, but I know that one of them promised, at the time of his death, that someday my redeemer would come. Since then I do not feel lonely, for I know that my redeemer lives and will eventually rise from the dust. If my ear could reach all the rumbles of the world, I would feel their footsteps. I hope it brings me to a place with fewer galleries and fewer doors. How will my redeemer be? I wonder. Is it a bull or a man? Will it be a man-faced bull? Or will it be like me? The morning sun reflected on the bronze sword. There was no trace of blood left. -Will you believe it, Ariadne? - Teseo said. The minotaur only defended himself. 1. The original says fourteen, but there are reasons to infer that in the mouth of Asterix, that numeral adjective is multiplied by infinities. FIN El Aleph, 1949", "title": "La casa de Asterión", "author": "Jorge Luis Borges"}