{"metadata": {"length": 2647, "words": 460, "reading_time_min": 2.3}, "text": "The people dressed up on Sunday in honor of the commission from the capital of the republic: brown blanket, flags, flowers, music. If we could, we could have even purified the air, but that was not in the hands of the mayor. The air smelled like this because the people saw the river passing, a little cleared up already: it is the flow coming out of the city, the debris of the city, the so-called black waters... Since the commission arrived, even more so, since its visit was announced, it was known of its noble object: combating alcoholism, wine that, according to the printed papers distributed profusely then, constitutes the ruin of the individual, the misery of the family and the backwardness of the homeland. Many other places had already been visited by the same committee and a full agreement had been reached on all of them. But in that town the task was much more urgent, as the region which produced pulque1 was, according to the speakers, a higher rate of vices. Two wind bands walked the streets, calling for a festival in the square. The mayor came and went giving orders. A regidor would launch rockets at the height, so they would hear the call even on the far-off ranches. The neighbors flocked in large numbers and in haste to gain a spot near the platform for visitors and authorities. The show opened with a trendy song. The speech was followed by the head of the anti-alcohol commission, who conceptually spoke of the government's purpose: to end alcoholism. He added that progress is only possible among water-friendly peoples, and laid out the study plan, naturally based on economics, which is the foundation of all social problems: industrializing the maguey2 to give different uses to the extensive land for pulk. It was very applauded. On all faces, there was a sense of conviction. Then a young lady came to the podium, who recited a beautiful poem, singing the virtue of water in its various physical states... Oh, the home where wine is not known! If you have to get drunk, then get drunk, but with ideals! The applause lasted for several minutes. The municipal president - a gold coin - thanked the commissioners for their visit and, as proof of adherence to the anti-alcohol campaign - he emphatically said - there was not a single drunk, nor an open pulquer, in the whole town... FIN 1. Pulque: A white, thick alcoholic beverage from the Mexican highlands, obtained by fermenting the aguamiel or juice extracted from the maguey with the avocado. The Commission shall adopt implementing acts. Maguey: A vivacious plant native to Mexico. A variety of this plant produces a sugary liquid from which pulp is made.", "title": "Noble campaña", "author": "Gregorio López y Fuentes"}