{"metadata": {"length": 2910, "words": 529, "reading_time_min": 2.645}, "text": "Once upon a time in the jungle lived a Monkey who wanted to be a satirical writer. He studied a lot, but soon realized that to be a satirical writer he needed to know people and applied to visit everyone and go to the cocktails and watch them by the tail of the eye while they were distracted with the cup in hand. As he was truly funny and his agile pyrotechnics entertained the other animals, everywhere he was well received and he perfected the art of being even better received. No one was not enchanted by his conversation and when he arrived he was overwhelmed with joy by both the Monas and the Monas' husbands and by the other inhabitants of the Jungle, before whom, contrary to what he was in international, national or domestic politics, he was invariably understanding; always, of course, with the spirit of deeply investigating human nature and being able to portray it in his satires. And so came the time when he was the most expert of all animals, knowing human nature, and nothing escaped him. Then one day he said I'm going to write against the thieves, and he looked at the Urraca, and he began to do it enthusiastically and he was enjoying and laughing and grabbing pleasure from the trees for the things he thought about the Urraca; but suddenly he reflected that among the social animals that were stalking him were many Urracas and especially one, and that they were going to be portrayed in his satire, however soft he wrote it, and he gave up doing so. He then wanted to write about opportunists, and he set his eye on the Serpent, who by different means - actually auxiliary to his adulation art - always managed to preserve, or replace, improving them, his positions; but several Serpents friends of his, and especially one, would feel alluded to, and gave up doing so. Then she wished to satirize the laborious compulsive and stopped at the Bee, who worked stupidly without knowing for what or for whom; but for fear that her friends of this genre, and especially one, would be offended, she ended up comparing her favorably to the Cigar, who selfishly did nothing but sing and sing giving them poetry, and gave up doing so. Then he came up with the idea of writing against sexual promiscuity and infused his satire against the adulterous Chickens who walked all day restlessly in search of Gallitos; but so many of these had received it that he feared to hurt them, and he gave up doing so. He finally drew up a complete list of human weaknesses and defects and couldn't find anyone to steer his batteries against, as they were all in the friends sharing his table and in himself. At that moment he gave up being a satirical writer and began to give him for Mysticism and Love and all that stuff; but as a result of that, you know what people are like, everyone said he had gone crazy and they didn't receive him as well or with such pleasure. The Black Sheep and Other Fables, 1969", "title": "El mono que quiso ser escritor satírico", "author": "Augusto Monterroso"}