{"metadata": {"length": 3477, "words": 675, "reading_time_min": 3.375}, "text": "In Matsuyama, a remote part of Japan's Echigo province, a young peasant couple lived with their young daughter as the center and joy of their lives. One day, her husband had to travel to the capital to settle some affairs and, faced with his wife's fear of such a long journey and such an unknown world, he consoled her with the promise of returning as soon as possible and bringing her and her little girl beautiful gifts. After a long time, the wife became eternal, she finally saw her husband back home and could hear from his lips what had happened to him and the extraordinary things he had seen, while the girl was playing happily with the toys her father had bought her. \"For you\", the husband told his wife, \"I have brought you a very strange gift that I know will surprise you. Look at him and tell me what you see inside. It was a round, white object on one side, with ornaments of birds and flowers, and, on the other, very bright and terso. Looking at him, the woman, who had never seen a mirror, was fascinated and surprised to behold a young, cheerful girl she had never met. The husband laughed at his wife's surprise face. - What do you see? - he asked her with a hint. - I see a beautiful young woman looking at me and moving her lips as if she wanted to talk to me. \"Dear\", said the husband, \"what you see is your own reflected face on that sheet of glass. It's called a mirror and in the city it's a very common object. The woman was delighted with that wonderful gift; she kept it carefully in a box and only occasionally took it out to look at. Time passed and that family grew happier every day. The little girl had become a lovely, kind and affectionate girl, who was becoming more and more like her mother; but she never taught or spoke to her about the mirror, lest she should boast of her own beauty. In this way, even the father forgot that mirror so well kept and hidden. One day, her mother became ill and, despite the care of her father and daughter, it got worse, so that she herself realized that death was approaching. So he called his daughter and asked her to bring him the box of mirrors. He said, \"My daughter, I know I'm going to die soon, but don't be sad. When I'm not with you anymore, promise me you'll look in this mirror every day. You'll see me in it and you'll realize that, even from a distance, I'll always be watching over you. When her mother died, the girl opened the box of the mirror and every day, as she had promised, she looked at it and saw her mother's face, as beautiful and smiling as before the illness. He spoke to her and confided her sorrows and joys; and though her mother did not say a word to her, she always seemed close, attentive, and understanding. One day the father saw her in front of the mirror, as if she was talking to him. \"Father, \" the girl said\", I look in this mirror every day and see my dear mother and talk to her. And she told him of the gift and the supplication that her mother had made to her before she died, which she had not failed to fulfill for a single day. The father was so impressed and moved that he never dared tell her that what he looked at in the mirror every day was herself and that, perhaps by the force of love, she had become the faithful image of his beautiful mother's face. FIN Anonymous Japanese See the story The Chinese mirror See the story The mirror of the chest Thank you to Miguel Díez R. for his contribution to this story to the Ciudad Seva Digital Library.", "title": "El espejo de Matsuyama", "author": "nan Anónimo"}