{"metadata": {"length": 3623, "words": 683, "reading_time_min": 3.415}, "text": "To fight against pragmatism and the horrible tendency to achieving useful ends, my father the elder proposed the procedure of removing a good head of hair from the head, making a hole in the middle, and letting it fall gently down the hole in the bathtub. If this hair gets stuck in the netting that usually clogs up in said holes, you just need to open up the netting a little so that it can be seen. Without wasting any time, you have to start the task of hair recovery. The first operation is to remove the washer hose to see if the hair has gotten into any of the bumps on the pipe. If it is not found, you have to uncover the pipe track that goes from the sifter to the main ductwork. You can be sure that in this section you will find many boobs, and you will need the help of the rest of the family to examine them one by one in search of the nudist. If it does not appear, the interesting problem of breaking the casket down to the bottom floor will be raised, but this will mean a greater effort, for for eight or ten years one will have to work in some ministry or trading house to gather the money to buy the four apartments below my father's, all this with the extraordinary disadvantage that while one works during those eight or ten years one will not be able to avoid the pitiful feeling that the hair is no longer in the casket, and that it is only by a remote chance entwined in some raggedy corner of the casket. It will come the day when we can break the jars of all departments, and for months we will live surrounded by buckets and other containers full of soiled fish, as well as by assistants and scavengers whom we will generously pay to search, separate, classify and bring us the best fish possible in order to achieve the desired certainty. If the hair does not appear, we enter into a much more vague and complicated stage, for the next train takes us to the city’s biggest cloakrooms. After buying a special outfit, we will learn to glide up the hills at high noon, armed with a strong flashlight and oxygen mask, and explore the smaller and larger galleries, helped if possible by individuals from the hampa with whom we have established a relationship and to whom we will have to give a large part of the money we earn in a church or trading house. We will often feel that we have reached the end of the task, for we will find (or be brought to) hairs like those we are seeking; but since there is no case of a hair having a knot in the middle without human intervention, we will almost always conclude that the knot in question is a simple encrustation of the hair shaft (although we also know of no similar case) or a deposit of any silica or oxide whatsoever produced by prolonged contact with a hot surface. It is likely that we will proceed by various routes of smaller and larger caves, until we reach that place where no one would dare to enter: the great cave encircled by the river, the torrential gathering of detritus in which no money, no boat, no bribe will allow us to continue the search. But before that, and perhaps much earlier, for example a few centimeters from the mouth of the toilet, at the height of the second floor bedroom, or in the first basement cellar, we may encounter hair. It is enough to think of the joy that would bring us, the amazing tally of the efforts saved by pure luck, to justify, to select, to demand practically a task like this, which every conscious teacher should advise his pupils from the earliest age, instead of smothering their souls with the three-component rule or the sorrows of the Rainbow. FIN Historias de cronopios y de famas, 1968", "title": "Pérdida y recuperación del pelo", "author": "Julio Cortázar"}