{"metadata": {"length": 3075, "words": 617, "reading_time_min": 3.085}, "text": "And there was silence in the House of Judgment, and man was naked before God. And God opened the Book of the Life of Man. And God said to man, Your life has been bad, and you have shown cruel to those who needed help, and to those who were in need of support you have been cruel and hard of heart. The poor has called you and you do not hear and you close your ears to the cry of the oppressed man. You benefited personally from the heritage of the orphan and you threw the swine into the vineyard of your neighbor’s field. You ate the bread of the children, and gave it to the dogs, and to my lepers, who lived in the streets, and who surrounded me, and you pursued them along the way; and on my land, this land with which you were formed, you shed innocent blood. And the man answered and said, -Yes, I did. And God reopened the Book of Life of Man. And God said to man, Your life has been bad, and you have concealed the beauty I have shown you, and the good I have hidden you have forgotten. The walls of your rooms were painted with images, and you arose from your abasement at the sound of flutes. You have built seven altars to the sins which I have committed, and you have eaten what is not fit to eat, and the purple of your garments was embroidered with the three infamous signs. Your idols were not of gold or silver lasting, but of flesh that perishes. They soaked their robes in perfumes and put raisins in their hands. You smeared your feet with saffron and spread tapestries before them. You painted your paws with antimony and smeared your bodies with mirrors. You have trembled in the earth before them, and the horns of your idols have risen to the sun. You have shown your shame to the sun, and your iniquity to the moon. And the man answered and said, - Yes, I did that too. And God opened the Book of Life for the third time. And God said to man, Your life has been evil, and you have repaid good with evil, and evil with good. You have broken the hands that fed you and you have despised the feet that nourished you. The water that came to you was poured out, and the men out of the law that you concealed at night in their stores you betrayed before the sun. You sold a ring to your enemy whom you had lost, and to the friend who walked with you sold it for money, and to those who loved you gave you a ring in exchange for their love. And the man said, \"Yes, I did that too. And God shut up the Book of Life of Man and said, \"Very truly, I must send you to Hell. Yes, I must send you to Hell. And the man cried, \"You cannot. And God said to man, \"Why can't I send you to hell? Why? -Because I have always lived in hell - said the Man. And there was silence in the House of the Judgment. And for a moment. God spoke and said to man. - I cannot send you to Hell, I will send you to Heaven. Yes, I will send you to heaven. And the man said, -You cannot. And God said to man, \"Why can I not send you to Heaven? Why? -Because I have never and in part never been able to imagine Heaven - said the Man. And there was silence in the House of the Judgment. FIN", "title": "La Casa del Juicio", "author": "Oscar Wilde"}