{"metadata": {"length": 6830, "words": 1311, "reading_time_min": 6.555}, "text": "The biggest green leaf on our planet is certainly the lamprey. If you put it in front of the thigh, it looks like a sling, and if you put it on your head in rainy weather, it is almost as useful as a parachutist; you see it is huge. A lamp never grows alone. Where there is one, there are surely many more. It is a delight to the eyes, and all this magnificence is the fruit of the cypresses, the great white cypresses, which in the past distinguished people used to roast in ash and, when they ate them, exclaimed: “Ah, what a good thing!” convinced that it really was tasty; for, as I say, those cypresses were nourished by the leaves of the cypress, and that is why the plant grew. Well, there was an old summer house where the carobs were long gone. These animals had been extinguished, although not the lamps, which had grown on all the streets and banks; a true invasion. It was an authentic forest of lights, with some other apple or apricot; and no one could have supposed that it had been formerly a garden. All were lamps, and among them were the two last and most mute cauldrons. They knew not how old they were, but they were perfectly aware that they had been many more, that they were descended from a branch of the family of foreigners, and that all that forest had been planted for them and their children. They had never left their draughts, but they knew that there were other things in the world, one in particular, called the “seminary,” where they were cooked and, turned black, placed in a silver basin; but they had no idea of what would happen afterwards. On the other hand, you could not imagine what impression it would make to be cooked and placed in a silver basin; but it would certainly be delicious, and distinguished from all others. They could not find out from the apes, the samosas, or the lizards of the earth, whom they had asked, nor could they find out from the swine, nor from the lizards of the earth, whom they had asked; none of them had been killed nor put into a silver pot. The old white cauldrons were the most noble in the world, and they were safe. The forest was there for them, and the shepherd's house, so that they could be cooked and deposited in a silver pot. They lived very alone and happy, and as they had no children, they had adopted an ordinary calf, which they educated as if it had been their own son; but the little calf did not grow, for it was not grown up from being an ordinary calf. The elders, particularly the mother, the Caracola Mother, believed that he was developing, and asked the Father to look at him; if he could not see him, at least touch the little speck; and he touched it and saw that the mother was right. One day it started to rain heavily. - Listen to the raindrops dripping on the lamps - said the old man. -Yes, and the flies come here - the mother observed. They are going down the hill. You will see how this works. Fortunately we have our good house, and the little one has his. It dawns on us that we have been treated better than all the rest of the living beings; that we are the kings of creation, in a word. We have had a house since we were born, and they planted a forest of lights for our exclusive use. I would like to know where it extends, and that there is a place outside. -There is nothing outside here - the Father replied. Better than this there can be nothing, and I have nothing to want. - I would like to come to the seminary, to be shut up and put in a fountain of silver. All our ancestors passed through this and, I believe, it must be something extraordinary. - Maybe the house is destroyed - the Father's horn - or perhaps the forest of lights has covered it, and the men cannot leave. Besides, do not run a race; you always run a race, and the little one follows your example. In three days it has risen to the top of the ladder; it really gives me vertigo when I raise my head to look at it. -Don't be so smug - said the mother. The chiquillo is a very careful twirler, and I am sure he will still give us much joy; at the end and at the post, we have nothing more than him in life. Have you ever thought about finding your wife? Do you not think that if we enter into the forest of the lampposts, we might find some of our species? -There will certainly be black pigeons there - said the old man - black pigeons without a shell; but they are so ordinary!, and yet they are proud. But we could entrust it to the ants, who always run from one side to the other, as if they had a lot to do. They would surely find a woman for our little one. -I know the most beautiful of all - said one of the ants - but I fear there is nothing to do, for it is a queen. - And what does that matter? \"The old said,\" said the young. Do you have a house? -He has a palace! - exclaimed the ant - a beautiful anthill palace, with hundreds of corridors. - Thank you very much - said the mother. Our son will not go to a cockroach nest. If you don’t know better, let’s entrust it to the white mosquitoes, which fly much farther, both when it rains and when it’s sunny, and know the forest of light bulbs inside and out. - We have a wife for him! - exclaimed the mosquitoes. A hundred steps from man in a zoo, a zebra with a house lives; it is very small, but has the age enough to marry. It is not more than a hundred steps from here. -Very well, for it is coming - said the old people. He has a forest of lamps, and she, only a jar. And they sent it back to the sailor. It took eight days to reach the journey, but there was precisely the distinction; for it was there that it could be seen that it belonged to the proper species. And the wedding was celebrated. Six candlesticks blazed the best they could; but all was a gloomy gloom, for the old could not stand the francs and the roar. But Mother Caracola gave a beautiful speech; the father could not speak, because of the emotion. They then gave them the whole forest of lights as a heritage, and said what they had always said, that it was the best in the world, and that if they lived honorably and as God commanded, and multiplied, they and their children would one day enter the sepulchral house, be cooked to blackness, and put them in a silver pot. After the speech, the old people sat down in their homes, from which they would not come out again; they had died. The young couple reigned in the forest and had a multitude of descendants; but no one cooked them or put them in a silver pot, from which they deduced that the segregationist mansion had been burnt down and that the human race had been extinguished in the world; and since no one contradicted them, the thing must be true. The rain fell only for them on the branches of the lamp, with its umbrella, and the sun shone only to light up the forest, and they were very happy. All the family was very happy, indeed.", "title": "La familia feliz", "author": "Hans Christian Andersen"}