{"metadata": {"length": 7070, "words": 1296, "reading_time_min": 6.48}, "text": "Having to go to Madrid to deal with an important matter, one of those that involves considerable interests and that requires spending months cleaning the dust off the banks of the anterooms with the back of the sofa, I was informed of a cheap guest house, and in it I was accommodated in a “decent” room with views of Preciados Street. The round table friends intended to establish among us that ill-fated familiarity, that tirade of bromas and disputes which often turns into real importunity or French snobbery. I sat in the shell. The only hyena who showed any reserve was a boy of about twenty-four years, very quiet, called Demetrio Lass. He always came late to the table, washed himself early, ate little, drank water, answered well, but did not seek the chachara nor appeared at any question or engrossed, and these qualities filled me with sympathy. Solo in a city where I knew no one; separated from the family, to which I had always been very attached, my emotional needs were revealed in the love I felt for that little boy whom I had only just seen spontaneously and managed to get him to enter my room, adjacent to his, two or three times to accept a cup of coffee I had just made. He told me his story: he aspired to a destiny, they offered him one, but he needed to arm himself with patience. My olfactory sense told me that the story was not complete, and that behind those revelations there was much more to know; but he discreetly gave me the satisfaction of knowing and offered me services. Money, no, and I felt it; that to be rich, to not have five children, the oldest of ten, I think I shaved off my head to remedy the shabby situation of Demetrius... Behind youth we suppose love, and for love we have infinite indulgences and condescensions. I believed in Demetrius, enamored and awaiting, to realize his happiness, of the assured destiny. I was thus able to understand the plight of the mouse, its disappearances, the mysterious aspects of its living, its squalor, its rotten and rotten-looking color. By a sudden flurry of confidence, I told him of the love, and so confidently did I affirm it, that Demetrius came to declare that he was in love to the grave, and that as soon as he could marry... He manifested a frightened desire to meet the bride; he promised to bring me to see her snoozing on the balcony; he actually showed me a beautiful girl, red as a candle, white, blond, elegant, of a little weight, on a second floor of a neighbouring house, and as I was astonished that the girl did not even take our attention, Demetrius smiled and said: -Ah! In seeing me accompanied... It is the most delirious, the most susceptible... If you think you are enlightened..., we laugh, of course. Since then I have constantly spoken of the ruby, I have put it in the clouds, I have praised its charms...; finally, I have become so interested in Demetrius' intimate life that I dream with her at night, and walk in the street where the ruby is adrift on the balcony, looking at her indifferently, as one looks at what matters most. I have to confess everything? Apart from my hands, I sometimes forget that they exist, bury myself in the nebula of reality. Tired of the many steps and turns a candidate has to take; tired and irritated of walking from pillar to post and seeing indifferent or smug faces, the only rest and the only satisfaction was found in interest in my young neighbor. A door opened into mine; I blew the whistle, and day and night we talked, accompanied each other, and provided each other with small services. The tin, the soap, the whips, were common goods. Seeing Demetrius leave the body on a cold day, I offered him my coat. I would settle down with the goat... Now that I recall and think of that strange episode, I realize that it was all due to loneliness and isolation, which exercise an exciting and depressive effect on the man accustomed to the soft and energizing atmosphere of the home. I could not live without communication with beings of my kind: I was suffering the bad disease, so dangerous to man, of needing man (as if each of us did not carry within himself a force of his own and incommunicable, a sum of joy and pain that no one can ascribe or measure). Today I know that, by many people around us, we have always lived alone, until we are surrounded by pieces of our soul and retunings of our blood. And this conviction, apple of the science tree - the bitter apple- was for me the fruit of the adventure I am telling, for when I returned to my home in search of love and consolation, I found in it the emptiness and the malnourished cynicism, and I was in a trance among my hands, that spoke of me with those revealing words of the head of an indignant concept of inferiority and shame... Returning to Demetrio Lass, our friendship was so tightened that I confided all my hopes to him. I did not hide that, having begun the case that was being held against me in Madrid, I would receive a sum, the first and largest amount of the contract. The day the sum came to my power, Jesus saw me keeping it in my pocket - the keys to the vaults are not secure - and when I had to leave, I said to my friend: -I'm going careless, because you don't think of moving out of the house. - Stay calm - he said. And, indeed, I was so calm that when I came back, I did not even notice how many green, yellow, blue, sober, so grateful, yet, to the sight. I sat down early; and he sat down also. At midnight I heard a noise in his room. You will have been revealed - I thought - remembering your beautiful ruby. And the albatross came to me. Love! Youth! What divine things! The next morning I had to deliver the amount. I arose, I shook myself vigorously, and already with the hat on, I opened the bag without a word... I still remember that I was without voice: what is said changed, completely acoustic. He had no ticket! Palpe, revolve with allocated movements... nothing! Leave the soiled floor. They found me rumbling a congestion. I was stung, I was bleeding, very derivative... The doctor said he would save me... but be careful! If you repent... And so I could talk, ask, arm myself with a grenade, ironic laughter rebuffed me. - But who, not you, holy savior, will be tangled up in the tangle of Lasius? Who knew that he was a professional player, an eternal and eternal tahir? Why do you make the flesh and blood of a man like this? Who would ask him to be intimate with him and not even to cross the word with the other guests, the honourable and formal? And you have sinned against the destiny, and against the lovers, and against everything? And as I, a wrathful man, speak of tribunals and judges, the presiding magistrate added: - Yes; stand before the eternal Father... You have brought the papers that at the exit of the tabernacle fired a bullet and sat down! It is known that I would lose all your guidance in one night... Without being able to remedy it -careful, I am a majader!- I forgave the tormented and crisped soul of the incorruptible passion, which me aroused and deconceptualed forever. FIN", "title": "De un nido", "author": "Emilia Pardo Bazán"}