{"metadata": {"length": 5809, "words": 1163, "reading_time_min": 5.815}, "text": "Only two Americans stopped at the hotel. They didn't know any of the people who were going up and down the stairs to and from their rooms. His was on the second floor, facing the sea and the war memorial, in the public garden of big palm trees and green benches. When the weather was good, there was no shortage of painters with their horseshoes. The artists liked the trees and the bright colors of the hotels by the sea. Italians came from far away to see the war memorial, made of bronze that shone in the rain. The water slid down the palm trees and formed ponds on the stone paths. The waves broke in a long line and the sea retreated from the beach to return and break again under the rain. Cars moved away from the square where the monument was. On the other side, at the entrance of a café, a young man was gazing at the now lonely place. The American lady watched everything from the window. On the floor, just under the window, a cat had crouched under one of the green benches. He tried to lean as hard as he could to avoid the drops of water falling on the sides of his shelter. \"I'm going to find that kitten\", she said. I'll go, if you want. She offered her husband from the bed. No, I'll go with you. Poor little boy has crouched under the bench so he won't get wet! Poor little boy! The man continued reading, leaning on two pillows, at the foot of the bed. Don't get wet, he warned her. The woman came down and the hotel owner got up and bowed down to her when she passed in front of her office, which had the desk at the back. The owner was an old man and very tall. The rain was the American. The hotel owner was nice to him. Yes, yes, signora, the tempo is gross. It's a very bad time. When the American woman passed in front of the office, the master leaned from his desk. She experienced a strange sensation. He stayed behind the desk, at the bottom of the dark room. The woman liked him. He liked the seriousness with which he received any complaints. He liked her dignity and the way she served her and played her role as a hotel manager. He liked his old, sad face and his big hands. I was thinking about that when he opened the door and nodded. The rain had rained. A man with a raincoat crossed the empty square and entered the café. The cat had to be on the right. Maybe she could come up, protected by the allies. Meanwhile, an umbrella opened up behind me. She was the maid in charge of his room, undoubtedly sent by the hotel manager. \"You mustn't get wet\", the girl said in Italian, smiling. While the maid held her umbrella next to her, the American woman marched down the stone path to the right place, under the window. The bank was there, shining in the rain, but the cat had gone. The woman was disappointed. The maid looked at her curiously. Have you lost anything, signora? \"There was a cat here\", the American replied. A cat? Yes, the cat. A cat? The maid laughed. A cat in the rain? Yeah, he had taken refuge in the bank and then... I liked it so much! I wanted a kitten. When he spoke English, the maiden got serious. Come on, you know. We have to go back. If not, it'll get wet. I imagine, said the foreigner. They went back to the hotel down the stone path. The girl stopped at the door to close the umbrella. When the American woman passed in front of the office, the master leaned from his desk. She experienced a strange sensation. The landlord made her feel very small and important at the same time. He seemed to have a big impact. After climbing the stairs, he opened the door to his room. George was still reading in bed. What about the cat? He asked, dropping out of the reading. He's gone. And where could he have gone? \"He said, resting his eyes a little. The woman sat down on the bed. I liked it so much! I don't know why I wanted him so bad. I liked that poor kitten. It must not be nice being a poor kid in the rain. George started reading again. His wife sat down in front of the dresser's mirror and started looking at herself with the hand mirror. The profile was studied, first on one side and then on the other, and finally fixed on the neck and neck. Don't you think I should let my hair grow? She asked him, looking back at her profile. George looked up and saw his wife's neck shaved like a boy's. I like it the way it is. I'm tired of keeping it so short! I'm tired of always looking like a boy. George changed his position in bed. I hadn't taken my eyes off her since she started talking. Oh, my God! If you're very pretty, he said. The woman left the mirror on the dresser and went to look out the window. It was already dark. I wish I had longer hair, so I could get a little moody. I'm tired of feeling my neck naked every time I touch it. And I also wish I had a kitten that would lie on my skirt and snore when I caressed it. - Yes, you did. George said. And besides, I want to eat at a table with candles and my own dish. And I want it to be spring and brush my hair in front of the mirror, have a kitten and some new dresses. I wish I had all that. Oh, my God! Why don't you shut up and read something? \"He said George, resuming his reading. His wife was looking out the window. It was already night and it was still raining through the palm trees. \"I want a cat anyway\", he said. I want a cat. I want a cat. - Right now. If I can't have long hair or have fun, at least I need a cat. George wasn't listening to her. I was reading your book. From the window, she saw that the light had been lit in the square. Someone knocked on the door. \"Avanti\", said George, looking over the book. The maid was at the door. He was bringing a big, carey-colored cat that was struggling to get away from the arms that held him. With permission, the girl said, the master ordered me to bring this to the signora. FIN Cat in the Rain, In Our Time, 1925", "title": "El gato bajo la lluvia", "author": "Ernest Hemingway"}