{"metadata": {"length": 5199, "words": 991, "reading_time_min": 4.955}, "text": "It's a very short story Yves told me one night after he went to the raft to drive his gunboat a shipment of convicts to the ship heading for New Caledonia. Among them was a very old prisoner (seventy years at least) who carried with him, with all tenderness, a poor sparrow in a small cage. To kill time, Yves had a conversation with the old man who was apparently not looking bad and was chained to a rude, mocking young man wearing myopic glasses over a thin, discolored nose. The old tramp, arrested for the fifth or sixth time for wandering and stealing, said, \"How do you arrange not to steal once it's started; when you have no trade; when people don't want you anywhere?\" We have to eat, right? My last conviction was for a sack of potatoes I had caught in a field, with a wagon slash and a pumpkin. And I wonder, couldn't they have let me die in France, instead of sending me there as far away, as old as I am? And happy to see that someone would listen to him with compassion, then I had shown Yves the most precious thing he had in this world: a cage and a sparrow. A domesticated sparrow, who knew his voice and who for about a year, in prison, had lived on his shoulder. Oh, my God! It had not been without effort that I had obtained permission to take him with me to New Caledonia! And then, you had to make a cage for it, a cage for the trip, get wood, some old wire, and some green paint to paint it all and make it look nice. Here, I literally remember Yves' words: \"Poor sparrow! As food, he had in his cage a piece of that gray bread that is given in prisons. But he seemed to be happy in spite of everything; he was jumping like any other bird. A few hours later, when the prisoners were about to embark on the ship for the long voyage, Yves, who had forgotten about the old man, happened to pass by. \"Take it\", she said in a changed voice, holding her cage, \"perhaps I can help you, or you like it\". - thanked Yves. You have to take her, you know. He'll be your little partner over there... - the old man exclaimed - he's not in anymore... Didn't you know? He's not here anymore... and two tears of unspeakable grief ran down his cheeks. During a vapule of the crossing, the door had opened, the sparrow had become frightened, had escaped and immediately after had fallen into the sea because he had a severed wing. Oh, my God! What a terrible moment of pain! Seeing him crawl and die, dragged by the fast steering wheel of the ship, and unable to do anything for him! At first, and in a very natural impulse, he had wanted to scream, ask for help, even address Yves himself, beg him... impulse that immediately stopped his reflection, the immediate awareness of his personal degradation: a miserable old man like him, who would have pityed his sparrow? Who would have even listened to his plea? How could it occur to you that they would stop the ship to refresh a drowning sparrow, a poor prison sparrow? What an absurd dream! Then he had remained silent in his place, watching as the grey body that kept breaking away from the sea foam moved away; he had felt horribly alone, forever, and thick tears, tears of lonely and supreme despair clouded his eyes, while the young man with the glasses, his chain mate, laughed at seeing an old man cry. Now that the bird was no longer there, he did not want to keep that cage, built with such solicitude for the little dead sparrow; he kept offering it to that good sailor who had agreed to hear his story, wishing to leave that legacy before leaving for his long and final journey. Yves had sadly accepted the gift, the empty house, so as not to grieve the abandoned old man, seemingly despising what had cost him so much work. I think I have not been able to convey all the painful things in this story as I was told. It was late at night, very late, and I was about to go to sleep. I, who, without being too moved, have contemplated in life many pains of great noise, drama, killing, I realized with surprise that that sad, senile story broke my soul and would even end up disturbing my sleep. If there was any way to send him another... yes, Yves replied, I've thought about that too. Buy him a nice bird at a bird shop and take him to the poor cage tomorrow, if there's time before we leave. It's a little difficult. Besides, only you could get permission to go to the racetrack tomorrow morning and board the ship to look for that old man whose name I don't even know... only that... they'd find it all too comical. - Oh, yeah, indeed! That they'll find it comical, I have no doubt... and for a moment, deep down inside myself, I also laughed at this idea, an inner laugh that barely shows. However, I did not put the project into practice: when I woke up the next morning, and once the first impression had vanished, the thing seemed childish and ridiculous. Yet, that grief was not one that could be consoled with a simple toy. For that poor old prisoner, alone in the world, not even the most beautiful bird of paradise could have replaced the humble gray sparrow, with a cut wing, raised with prison bread, who had known how to awaken the infinitely soft tenderness and tears, in the depths of a hardened, almost dead heart...", "title": "La aflicción de un viejo presidiario", "author": "Pierre Loti"}