{"metadata": {"length": 2470, "words": 446, "reading_time_min": 2.23}, "text": "Widow's breasts open in deep black white. It seems they were to be white and black, or one white and the other black, or both with gold rings and black spots; but they are white, white as white is white and black is black. Above all, the first day they are taught again is as if they were adulterers, and the discovery they make of them makes them tremble and their new husbands or lovers. Amid the great freedom they possess, they seem to facilitate the forbidden. The corpse in the distance tries to get up and spider into the box, because I would like to avoid it, because he has seen it, because it is the least he has been able to avoid, because surprising that first time is the last thing with enough strength to resurrect him a moment, just a moment, a moment after he dies definitively, and then the widow's breasts remain cynical and allowed forever. The lover or new husband, however, will always see how from the bottom they stretch their arms toward the hanging breasts. The whole profile of the widow is always exalted above a dark curtain, and, therefore, her breasts stand out also above the deep black, above the black she cuts like a scissor, her silhouette. The breasts of the widow are like the breasts of those who have been killed, like the deadly breasts that can make a new victim. What sweet spot is in them? They're a little scared and they look like they're aiming like a gun. That's why the new manipulator relaxes them, stifles them, fights fiercely with them, even amid his passion for them. There is a sort of death-dealing duel between him and them, and either the breasts of the widows decline or the new treasurer declines. The widows know which was the other's preferred; the new lover suspects this and tries not to incur the old preference and alternates their preferences. It's like the widow has two children, one son of the other, and the other son of the newly-in-love. Be careful not to get confused, because asking the truth is an impossible thing, it is an inexpressible question! - The widows' overlapping breasts! Breasts, which, like the slain seal of the collectors, have more merit than the same new seal, have as more life and an inimitable experience, more fulfilled, as is more fulfilled the decay that is after perfection than perfection itself. Breasts that are dead and are risen, breasts that keep secret within themselves the old letters and the old nights, like secretary with unreachable corners. Flirting, 1922", "title": "Senos. Senos de viuda", "author": "Ramón Gómez de la Serna"}