{"metadata": {"length": 1905, "words": 342, "reading_time_min": 1.71}, "text": "He was a very old hermit. Her hair was foam-white, and her face appeared to be covered with deep wrinkles of more than a century of life. But his mind was still clever and awake and his body flexible like a lily. Subject to all kinds of disciplines and austerities, he had gained an astonishing mastery of his faculties and developed portentous psychic powers. But despite this, he had failed to weaken his arrogant ego. Death does not forgive anyone, and one day, Yama, the Lord of Death, sent one of his emissaries to trap the hermit and lead him to his kingdom. The hermit, with his developed clairvoyant power, intuited the intentions of the emissary of death and, an expert in the art of ubiquity, projected thirty-nine forms identical to his own. When the messenger of death came, he saw, astonished, forty bodies alike and, being unable to detect the real body, he could not seize the cunning hermit and take him with him. Failed, the emissary of death returned to Yama and told him what had happened. Yama, the mighty Lord of Death, stood thoughtful for a moment. He put his lips close to the emissary's ear and gave him some very precise instructions. A smile flashed on the usually circumspect face of the emissary, who then set off towards the hermit's home. Again, the hermit, with his highly developed and perceptive third eye, sensed that the emissary was approaching. In a few moments, he reproduced the trick he had used before and recreated thirty-nine shapes identical to his own. The emissary of death found forty equal forms. Following Yama's instructions, he exclaimed: \"All right, but that's very well. What a feat! And after a brief silence, he added: \"But, undoubtedly, there is a small flaw. Then the hermit, wounded in his pride, hurried to ask, \"What? And the emissary of death was able to trap the hermit's real body and lead him without delay to the dark spheres of death. FIN", "title": "El eremita astuto", "author": "nan Anónimo"}