{"metadata": {"length": 7319, "words": 1418, "reading_time_min": 7.09}, "text": "In remote times an elderly man lived in a hut with his wife and his two blind daughters. They were so precious and delicate that their grandparents were constantly praising them. One day the old man sowed weeds in his garden. The bushes grew and were covered with flowers; the old man looked at his garden with great satisfaction, thinking to himself: “During the next winter I will be able to eat bushes for pastries.” But, to the old man’s great sorrow, the weeds invaded the garden and began to choke the bushes. Seeing his harvest in danger, he ordered his younger daughter to scare away the pigeons, and she, supported by a dry branch, sat down in the field beside the scavengers and began to menace the frightened birds, yelling: -Out, out, pigeons! No, the guisers of my grandfather are not dead! Soon a terrible roar was heard from the side of the forest and the giant Verlioka appeared. It was a terrible appearance: it had one eye, a nose like a snout, a beard like a rag, a beard of a yard long, and a head covered with tufts of spiky hair; it walked on a huge stoop and smiled with a spooky smile. When it came into contact with any human being it slammed him between its strong arms until it was able to crunch his bones and kill him. He had no pity for old nor young, and he was equally unkind to scoundrels and pious men. Just Verlioka divided the old man's daughter, he killed her with his sword. Grandpa waited for the girl to come to him. When she saw that she was not coming back, she sent her older sister to look for her, but Verlioka also killed her. The old man, tired of waiting, lost patience and said to his wife: -Why do the girls take so long to come back? You will be entertained in talking with the little ones; while the lions will devour my guides. Go and call them home. The old lady sat down on the stove, took a bucket, went out into the garden and found her dead children; when she saw Verlioka she realized that the misfortune was the work of the giant. Full of pain and rage, she screamed at him and snatched his beard, with which Verlioka killed her much more easily. Then the old man, full of eagerness, rose from the table, prayed his prayers, and hurried slowly to the field to see what had happened to his wife and his daughters. Once there he saw his dear daughters lying on the ground as if they were slumbering peacefully; but one of them had her whole front shaven off, and on the collar of the other was the five-fingered signal; as for the old woman, she was so mutilated that it was impossible to recognize her. The old man wept bitterly, writhing and lamenting for a long time; but gradually he calmed down, returned to his hut, took a piece of iron and, full of rage and revengeful thoughts, set out in search of Verlioka to kill him. After a long walk he came to a spring where a lone duck was swimming, and when he saw it the old man began to shout: -That's it! Yes! I was sure you would come; therefore I waited for you. How are you, grandpa? -Good morning, Oca. Why did you expect me? -Because you knew that you would not even forgive Verlioka the death of your wife and your children. -And you know that monster? - I already believe it! How do I not know him? I remember very well the day when a poor man was put to death on this very spot. I then had the habit of saying ay!, ay!, and while Verlioka was frolicking on the shore, I was shouting to him sitting in the water: ay!, ay!» And he, after he had killed that poor man, ran to me, shouting: I will teach you to defend others!» And he threw me over the rail. But I have never been a coward and, making an effort, I escaped, leaving my cloak among his stout hands. Of course, the cloak is not an indispensable thing; but, nevertheless, I feel sorry to have lost it, and I will never forgive Verlioka. Since then I am no longer so toned down, and I no longer shout “Ah!, ah!”, but always say “Yes!, yes!, yes!”; which means that I live more calmly and people respect me more. Everyone says: \"This Oca won't have a cola, but it's very nice.\" -That's fine, - said the old man - then, can you tell me where Verlioka lives? - Yes! Yes! -Ocean, coming out of the water. Balanced on his toes, he walked along the shore, in front of the old man. They walked along until they came to a Cordet, who said to them, -Good day, grandfather. -Good morning, Cordecita. - How are you? Where are you going? - I am neither good nor bad, and I will punish Verlioka, who has raped my old wife and killed my two daughters. As beautiful and good as they were! - I know your daughters and your wife and I want to help you. Call me! The old man thought, \"Who knows! Maybe I should go to Verlioka.” And he said, “Well, come with us if you know the way.” The Cordecita shook after them as if it were a whip. The three arose and saw a man bent down on the road, who said to them, -Good morning, grandfather. -Good morning, Pisón. - How are you? Where are you going? - I am neither good nor bad, and I will punish Verlioka, who has raped my old wife and killed my two daughters. If you can imagine how beautiful and good they were! - Call me and I will help you. -Well, go if you know the way - said the old man, thinking, \"Really, the Pole can help us a lot.\" The Pole stood up, supported himself with the stick on the ground and began walking with leaps. They went on until they found a beehive, which said to them, -Good day, grandfather. -Good morning, Bellota. Where are you going? - I'm going to kill Verlioka; I don't know if you'll know him. - I think I know him. It is necessary to punish him; come with me and I will help you. - But you, what are you going to serve me? - Don't be so proud, Grandpa. Remember the proverb that says, Do not listen in the pit, for you will have to drink your water. The old man thought, \"There is no inconvenience in going with us; the more people there are, the better it will be.\" And then, in a high voice, he said, \"Go behind.\" But the beetle jumped ahead of everyone. They finally reached a large forest and saw a cabin in which no one was inside. The oven light was off and a bucket of molten wax lay on the floor. The calf leapt into the pit, the Cordecita sat on the threshold of the door, the Pisan sat on top of it, the Oca sat behind the trough and the old man hid in a corner by the door. Soon Verlioka came, threw a lump of coal on the floor and lit the fire in the furnace. Then the Bellota, from inside the pit, began to sing: - Pi, pi, pi, they have come to kill Verlioka! -Call, pig's ear, or I'll smack you in the face! - Verlioka exclaimed. But the beetle did not obey and continued to sing her song. Verlioka swung the bat and with a thud smashed the slats into the sack. At the crash, the Bellota leapt and smashed Verlioka's only eye, making him blind. The giant wanted to escape and he ran; but when he came to the umbra, the Cordage seized him by the feet and dragged him to the ground. The Pisan jumped out of the door, and the old man jumped onto Verlioka from the corner where he was hiding, and both of them slammed him. Meanwhile, the Oca, sitting behind the stove, was probably saying, “Ah!, Ah!, Ah!” This time Verlioka’s strength was not enough, for the old man, with the help of his good friends, managed to kill him and rid the people of a terrible monster. FIN", "title": "El gigante Verlioka", "author": "Aleksandr Nikoalevich Afanasiev"}