{"metadata": {"length": 3710, "words": 679, "reading_time_min": 3.395}, "text": "The tremors of the flames, which the fire of the fireplace was blowing away, made the shadow of old Don Alexander swing fantastically over the room walls. He was lying in a chair next to the wide home, trying to warm his body, numb, not so much because of the bad weather in the season, but because of the years and troubles that weighed on him. But, despite its proximity to the fire, it felt cold. How many nights would you spend long hours in the same place, look at the red-colored lumber! Sometimes the burning wood took forms that his imagination exchanged for real people and events, and thus he turned that home into a stage, where the tetrric drama of his life was often depicted. The first act, so to speak, was of little interest. After his early years, spent with his mother, he saw his school life, a sad and friendless life, which so influenced his character, making him hurried and withdrawn. He started the second act with a dreadful picture. On his deathbed lay his mother, his only beloved being, and beside her stood a harsh, almost disgusting man: his father. The other acts of the drama were followed with complete fidelity. Don Alexander traveled through the world's major capitals, seeking distractions; but everyone fled from him, as if he were an infected being: with which his character was aggravated more and more. When he came home, he found his father dying. Without feeling any pain, she could see the author of her day's existence being extinguished. The doctor said that there was no more remedy... the priest was coming, but the dying man could only utter, with great difficulty, the words: The room where Don Alejandro was kept kept many works of art and ancient objects. Among them, in a corner of the room, was a large iron chest, almost entirely covered with nails and brass bandages. This was, without a doubt, the coffin to which the dying man had wanted to refer, but the key had not been found and the secret, if secret was in it, remained unknown. For the thousandth time, Don Alexander looked at the corner of the room, and he trembled to see that the chest was open. The heavy lid rested against the wall, showing the vintage and complicated mechanism of its lock. For a long time the old man could not turn his frightened eyes away from the place. Finally, making a supreme effort, he left his sital by the fireplace, and with a sense of awe, he headed toward the chest. At first he could not distinguish anything inside, but a few moments later, he saw a yellow rectangle lying at the bottom. I knelt down and with a trembling hand I pulled out that object. It was an envelope, stained by the passage of time, without a label of any kind. Suddenly and formidable steeply hezole turned his face in fear, and he saw that the lid of the chest had fallen into place, closing it again. He went back to the side of the house to read the contents of the envelope, but his hands were so trembling that he could not verify it. After a few moments, he managed to regain relative tranquility; he opened the lid and, with eyes of terror, pulled out the fold it contained. But his head was turning, and he had to lean on the chair to keep from falling to the ground. He again looked into the house fire, and saw clearly the dreadful scene of his mother's death. Anonated, he stealthily looked around the old man, fearing to be observed, and decided to make an effort to read the fold; but the paper escaped from his trembling hands and fell among the flames that devoured him devourably. Don Alexander looked at the corner where the closed box was and came even closer to the fireplace, but despite his proximity to the fire it felt cold. The Bronze Gate and Other Tales, 1922", "title": "El cofre", "author": "Manuel Romero de Terreros"}