{"metadata": {"length": 6549, "words": 1248, "reading_time_min": 6.24}, "text": "This is my friend Don Rafa. He's a good man. What else can be said of a man? He's humble and meek like the old ox. Is not the kingdom of heaven for the meek and meek? Poverty, however, does not diminish the bizarrity of the heinous gesture. He's wearing the robe like the one in purple. My friend's from the country. The word springs from him like the prophet Amos, in metaphors of nature. Dry, rough, sunny and serene, it looks like an earthly thought. The rains of the sky and the impenitent suns opened up grooves in his face. But his heart is a virgin land, a soft land flowing with milk and honey of goodness. Green eyes from which flows a faint, soft light; light of hope, Sunday light. Colored hands that taste like plow and machete. Hands that opened the groove and made the mice bloom. Don Rafa lives in a humble house by the road. At sunset the sun paints it with gold and robes. And it is like a house of burnt gold, full of rubies, a house of dreams. Sublime compensation from God, who gives the poor the topaz and the rubies of their sunsets. A flamboyant coppo lovingly dresses the little house. In summer, when its branches steal the red from the twilight, it hands, in a gallant gesture, a garland of grain to the gentleman who lives in the humble purple. The golden and ivory margaritas bloom in a small garden, which don Rafa's eldest daughter cares for carefully. White gardenias, red carnations, yellow canaries. And the girl who keeps the garden is also called Rosa. People who love flowers are people who love God. Blessed are those who love flowers, for they shall see the Supreme Beauty. Simple and rustic house on the outside, like your owner on the inside: you're a palace! Don Rafa's youngest daughter, with black eyes and pale complexion, says to me: \"Mister, dentri; dentri, mister\". Even the children are learning culture. Education, or are cults born? And little by little Don Rafa frames his figure in the painting on the door. Good day, Dentri, this is his house, and the word is sincere and efficient: it is like spring water to him. Before the father asks, one of the younger children brings a small banquet, which he offers with gallantry to the one who gives a throne. In the hallway, Peter, dry and tall like his father, weaves junco carpets. The little brothers help him, but they quit the jobs when the teacher arrived. Don Rafa has taught them to respect and venerate teachers. The teacher is the one who gives the bread of wisdom; the teacher is the one who knows. The teacher is the second father. How much more beautiful is this respect than the equal slavery that is being introduced into our schools! The teacher, he's the teacher... I, who knows... And don Rafa enlarges his eyes and drinks my words. It's bitter not knowing letters. Oh, old man, that letter kills and the spirit brings life. The good wife Josefa, his wife, just crossing the threshold, already brings the foaming coffee from the smoking jataca. Doña Josefa has a certain sweetness on her face, which reminds me of those godly madonnas from the old paintings. It's all right. From the silks hang pictures of saints, one after another, showing a bouquet of flowers, a half-blurry portrait of Don Rafa in his youth. On the shelf, a wooden crucifix carves its wooden arms. Everything breathes peace, well-being, work. This little house under the flamboyant is a refuge where the soul is calmed. Don Rafa makes me have lunch at his house often. If I don't accept, you consider it an affront. I'm overwhelmed with attention. And I feel like he's proud that I'm honored at his table. And don Rafa is rich in his poverty; it's from those who give of what they don't have. Don Rafa is a shred of something that goes out of hand, giving way to a rude thing that many have given up on calling practical. In their gentle manners, in their detachment, in their courtesy and hospitality, in their high sense of honor, there are reminiscences of something that is under the surface of the Hispanic race. Something from the Cid, something from Pedro Crespo and something from the Knight of the Sad Figure. Don Rafa is not a knight of the sword, but he is a knight of the machete. He has courtesy on the tip of his hat and kindness on the tip of his heart. Don Rafa practices the high religion of service. Whenever you're asked for a favor, you say yes. Yes, sir... please... shout as you ceremoniously remove your hat. He's got a St. Anthony's medal hanging around his neck. I've been carrying it with me for 20 years. One stormy night I was going to a bayou. The roads were slippery. When I reached the jewel of a broken horse, it scared and threw me over the head. I fell to the ground, but the colt didn't move; otherwise, he would have trampled on me, and who knows if I wouldn't be telling you this now. When I put my hand down to get up, I grabbed this medal, and I've had it ever since for good luck. You'll say it's superstition, but... nothing, don Rafa, but the one we carry more and the one we carry less in life hanging from the neck an amulet. Don Rafa was a rather rich man in his day. The land next to his little house belonged to him. But he was one of those guys who got spoiled in the tobacco. He got into debt, and until he settled the last bill, he didn't feel comfortable. I am a spoiled man, and my children shall not be ashamed of their father; I owe no man a cheek. Poor, but honorable. And I don't know why I thought I heard the voice of the maniac defeated by the Knight of the White Moon on the ground, saying, 'Apriet, gentleman, the spear, and take my life, for you have taken my honor. Why has Don Rafa taken such affection from me? I know. I know. I made him a present at Christmas. Don Rafa knows the intentions. And it was like the widow's offering multiplied by compensation. I never forget a favor that is done to me. But more because when I was in the country, I would go to his house and make fun of him. Stay tonight, Master, and make me some of your jokes, which make us laugh so much. Perhaps in the bitterness of his life there is an orphan of laughter. And he charges you with a laughing stock for the favors he does. What kind of man is this? Isn't this a sublime philosophy? A little house under a flamboyant, a sweet and loving lady, hardworking and honest children, a life rich in work and service. What more can you ask of life? Who has done more than you, Don Rafa, anonymous hero of life? Accept this likeness in your honor. Don Rafa, good man, knight of the machete, I salute you. *FIN* Terrace, 1947", "title": "Don Rafa, caballero del machete", "author": "Abelardo Díaz Alfaro"}