{"metadata": {"length": 6381, "words": 1155, "reading_time_min": 5.775}, "text": "The family dinner lasted until ten, and Angelito would always recite five minutes or a quarter of an hour, refracting to himself, like all children in the age of six to seven, when he began to shiver. While Rosario, the mother, was a little slow, lifting her well-groomed head, her cheerful face, which maternal love had rounded and mellowed, to say the least. Carlos, the father, gave the boy a lesson. “If I had lost time in the café...” she would reply, as if excused, when her friends, in the street, surrounded her, tearing her clothes: “You know we dedicate ourselves to the first-letter master...” The truth was that Carlos had become accustomed to the lesson, to the sweet intimacy of the past nights, between the enamored and contented woman and the precocious, intelligent, eager to learn. Outside, the rain poured down hard; the wind blew or the ice shook the windows of the street; inside, the lamp glowed warmly through the ragged curtains of the window; the fireplace glowed softly and the kindly and tranquil atmosphere of the cabinet was communicated to the adjoining alcove, a nest of peace and tranquility, so different from the shadowy and dreary nooks where the friends of Carlos, the same ones who had become a thorn in the side of the father-teacher of his son, sat and squabbled in a solitary voice. That night, Angelito was rebellious, distraught, resentful of the teaching. By reading he had eaten half the words and, forced to go back and repeat the jump, his voice acquired those irritated and shrill tones that shiver the eardrum. When he wrote he made the trumpet with the hoop, threw the portaplumes, blew more than a dozen “calamares” on the paper, and, lastly, blew the trumpet in a precipitous movement, and the color sped up to the white work of the mother, who exhaled a shrill cry of surprise and delight. Carlos looked at his wife, and bowed his head and bowed his head, as if to say, \"I do not know what is happening to this creature today.\" And Rosario, rising up, took the boy by the arm and began the anxious motherly interrogations: \"What do you have, life?\" Do you feel something? Is it a dream? Is the pupa here, here? And he rubbed his hands and his feet, trying to be surprised by the heat of the furnace. Is a child sick so soon? Not finding heat or any alarming symptoms, Rosario absorbed and endured the voice. -You will be good... You know I don't like rambunctious children... Poor Papa will be hurt if you make him ruckus; then you have to take care of him and bring him medicine to bed... We are, Angel, at the end of the lessons; you still need to be given the Catechism... Angel, without reply, looked fixedly at a dark corner of the room. The contrast of their faces, the immobility of their eyes, of a fluid and transparent blue, defy one of those struggles with ideas higher than age, which devastate and mature at the same time the young child's brain. -Mama -she finally responded, very slowly, as if speaking in dreams-,and Grandpa Alejandro never comes? The mother trembled. The memory of her brother who was fighting with his regime also haunted Rosario many times in her home, and she was frightened by the fear that at the same time she was resting in clean sheets, near some dear arms, Alejandro could be seen staring into the sun, with a tawny tummy and bright eyes forever. - Never come to this Alejandro, mother? - the boy replied with that childish accent that announces a scream. -It will sell if God wills, my son, - the mother said in a low voice, bending over the creature. - When will it come? Dad, when? Will it sell this week, say? - I don't know, dear - exclaimed the Father. See: the bottle, which is late, doll. - But when, Father? Why don't you know it? -Because until the war is over, my heaven..., until the war is over, my dear Alejandro cannot come. The child’s turquoise eyes squinted at the force of concentration and the effort to understand. - How is war? - he exclaimed, last. -Peel one against another, see who wins. - Good with bad, Papa? - Yes, the good with the bad. -Tito Alejandro is good - Angel declared-. And how do they fight? - With fuses, with sockets, with cabling. The child beat his palms. - You have to carry me, Papa. You have to carry me. - Poverty! - Carlos whispered - War is not for the weak. -Is it for big men? - Yes. - And then, why are you not in the war? You are great, great. -Because I am not a soldier - said the stern father, something mortified, (as if those words had not been articulated by a six-year-old girl), and speaking to persuade. Grandpa Alejandro is a military man; you know he came to teach you the uniform. The soldiers are trained for that, to defend the country... -The country... -replied the boy, impressed by the elegiac and grave tone in which Carlos had pronounced the word. The homeland... is it here? - Here...where? -In our cottage. - No...; i.e., yes... Our house is in the country; but the country is much more...: all the houses you see in the village and in other villages, many, many. And it is also the land, and the forests, and the villages, and Madrid, and everything... -And the churches too? - murmured Angel, with the tone in which he spoke his prayers to himself. -Yes. - And the Virgin? Heavenly Mama? - Also the Virgin; yes, mother of Heaven is the Patriarch. -And what does Alejandro want with the Patriarch? -You see, - Rosario interrupted, revealing the emotion that was filling his eyes. The poor to wants her very much. As you are being told to shoot and die so, soon, figure it out. Pray, my son, pray that you do not kill the tyrant. The boy sat, laboriously, almost painfully, pondering. -And those who do not go to war never die? - he asked at last, following the thread of early logic. -They also die. -Then I want to go to war when it is big - the little boy declared with energy. And I want you to go, Dad. We are going to die, aren't we? For to die for that..., for that... for Mama of Heaven, for the country! A silence followed the child's words. The parents looked, changed, penetrated with an alien respect as if the voice of the innocent came from other regions above. And after a few moments, Carlos said to his wife: -Acuéstale. They are the ten long ones. - And the lesson of Catholicism? -She has given it to you today - said the Father, embracing Angel with joy at the birth of the red-haired girl.", "title": "El Catecismo", "author": "Emilia Pardo Bazán"}