{"metadata": {"length": 1867, "words": 362, "reading_time_min": 1.81}, "text": "Tea or coffee? The hostess asked. I like both of them, and here I was forced to choose. That meant they were trying to scrape coffee or tea. I am well-mannered, so I did not show how disgusting such a stinking thing was. I was just busy talking to my teacher, my table neighbor, who I was convincing of the superiority of idealism over materialism, and I pretended not to have heard the question. The professor answered without hesitation. Naturally, that animal was a materialist and was about to get stuck. What about you? He was talking to me. I'm sorry, I have to go out. I left the napkin and went to the service. I didn't have any need to, but I wanted to think and buy time. If I choose coffee, I'll lose my tea, and vice versa. If men are born free and equal, so are coffee and tea. If I choose tea, coffee will feel despised, and vice versa. Such a violation of the natural law of coffee or tea is contrary to my sense of justice as a higher category. But I could not stay in the service forever, even if it was only because it was not the Pure Idea of Service, but a concrete service, that is, a normal, ordinary service with tiles. When I got back to the dining room, everyone was already drinking tea or coffee. It was obvious they had forgotten me. That touched me the most. No attention, no gaze at the individual. There's nothing you hate more than a soulless society, so I ran into the kitchen to claim human rights. Seeing a samovar with tea and a coffee maker on the table, I remembered that I had not yet solved my initial dilemma: tea or coffee, or coffee or tea. Of course, it was necessary to demand both rather than accept the necessity of a choice. However, I am not only well-mannered but also delicate by nature. So I kindly said to the hostess, who was carrying it in the kitchen: \"Half and a half, please. Then I shouted, \"And a beer!\" FIN", "title": "Té y café", "author": "Slawomir Mrozek"}