{"metadata": {"length": 2037, "words": 410, "reading_time_min": 2.05}, "text": "Once upon a time there was a king who had three sons, and he said he would give the crown to the one of the three who brought him the blue lily. The children went their separate ways to search for him in those worlds. The younger one found the flower and put it very gladly inside the middle, in case he found his brothers, so they wouldn't see it. When they found him in the middle of a dry stream, they recognized him and said to each other, \"What shall we do to get rid of him and get his crown?\" The other one said, \"Kill him\". And so they did, burying him in the sand later. There were two of them, and one flower, so they cast lots to see who would win. The eldest man was favored. He went home very gladly, and when he came and gave the flower to his father, the king declared him heir to the crown. As a shepherd went by the place where his younger brother was buried, he saw a white cane coming out of the ground. He tore it and made a flute out of it. He touched it, and said, Touch, touch, good shepherd, and do not sing for the flower of the blue lily, man dead in the river of sand. And he played [this] until he passed by the king's palace; and he heard the flute, and went out, and called the shepherd, and said, Come, play the flute, and I will hear it. The shepherd came in and started playing it, and he repeated his song. And he sent and called the king's sons, and said to the shepherd, Tell him where thou hast taken the flute. And the shepherd brought them to the place where he had found his flute; and the king said to his sons, Are you the ones that slew your brother? But they said no. His father ordered that the sand be picked up at that place, and they found the boy alive and well, missing only one finger that had been left out when he was buried, and it was he who had served to make the flute, and the father gave the boy the crown and punished his brothers. He lived and reigned many years, but always without a finger. It's over, and he went to the fireplace. Popular tales, fortunes and refrains, 1921", "title": "El lirio azul", "author": "Fernán Caballero"}