{"metadata": {"length": 6298, "words": 1242, "reading_time_min": 6.21}, "text": "Everyone who had crossed the door before me had turned over their heads, and I saw them placed on a long row of windows that were attached to the wall in front. Surely no polluted air entered those windows, for the heads were preserved admirably, almost as if they were alive, even though they lacked blood flow under the skin. I must confess that the show gave me a sudden, intense fear. For a while I felt paralyzed by terror. But it was the case that still incapable of thinking and acting, I was there: I had crossed the threshold and had to surrender my head. No one could have prevented me from having that macabre experience. The situation was truly frightening. It seemed there was no distance between the life I had left behind, on the other side of the door, and the one I was about to start at that moment. Physically, the distance would be three meters, maybe four. However, what I saw indicated that the separation between what I was and what I would be could not be measured in human terms. - Give your head over, - said a soft voice. - My own? -I asked, so scared that I could hardly hear myself. - Sure. - What's it going to be? Although not authoritarian, the voice filled the whole room and resonated among the walls, which were covered with luxurious carpets. I couldn't tell where it was coming from. He had the impression that everything he saw was speaking at once: the black and white marble floor, the red carpet that went from the staircase to the large reception desk, and the similar carpet that crossed all the way through the center; the large mayolian columns, the cornices of golden cubes, the two huge hanging glass lamps of Bohemia. I only knew for sure that none of the countless window heads had made the slightest sound. Perhaps with the unconscious desire to buy time, I asked. - How do I get rid of it? - Hold it tight with both hands, supporting the thumbs on the curves of the jaw; pull upwards and you'll see how easily it comes out. Put it on the table later. If it had been a nightmare, he would have explained the order and my situation. But it wasn't a nightmare. That was happening to me in my clearest state of mind, as I stood alone in the middle of a luxurious living room. There was no chair visible, and as I trembled from top to bottom because of the deadly cold that had broken through my veins, I needed to sit down or grab something. I finally put my two hands on the table. - Didn't you hear or understand? - said the voice. I said the voice was not authoritarian but soft. Maybe that's why I thought it was so terrible. It is frightening to hear the command to remove your head in a normal, rather calm tone. I was sure that the voice's owner had repeated the command so many times that he no longer cared about what he said. I finally got to talk. - Yes, I heard and understood. But I can't get rid of my head like that. Give me some time to think about it. Understand that she's full of my ideas, of my memories. It's the summary of my own life. Besides, if I'm without her, what am I gonna think? The parody didn't just pop out of me. I was drowning. I had to stop twice to get some air. I kept quiet, and it seemed to me that the voice was a slight groaning, as if of mocking laughter. - You don't have to think here. We'll think for you. As for your memories, you won't need them anymore. You'll start a new life. - A life without any relation to myself, my ideas, no emotions of my own? - I asked. Instinctively, I looked at the door I had entered. It was locked. I turned my eyes to both ends of the great hall. There were also doors at those ends, but none were open. The space was long and high ceiling, which made me feel as helpless as a lost child in a big city. There was no sign of life. I was the only one in that imposing hall. Worse still, it was me and the voice. But the voice was not human, it could not relate to a being of flesh and blood. I was under the impression that thousands of evil eyes, also lifeless, were staring at me from the walls, and that millions of tiny, invisible beings were lurking in my thoughts. -Please don't waste our time, there are others on duty - said the voice. It's not easy to explain what those words meant to me. I felt someone was coming in, that I wouldn't be alone any longer, and I turned my face to the door. I had not mistaken; one hand held the edge of the large bright leaf and pushed it inward, and one foot rested on the threshold. By the door opening, it was noticed that there was little light outside. It was certainly the indefinite time between the day he died and the one he hasn't yet closed. In the midst of my terror I acted like an automaton. I rushed to the door, pushed the entrance and jumped out into the street. I noticed that some people were alarmed to see me run; perhaps they thought I had stolen or had been caught stealing. I realized I had a pale face and a big, overcast eye, and if there was a cop around, he would have chased me. Anyway, I didn't care. My need to run was overwhelming, and I ran like crazy. For a week I didn't dare leave the house. Day and night I heard the voice and saw everywhere thousands of lifeless eyes and hundreds of bodyless heads. But on the eighth night, relieved of my fear, I risked going to the corner to a coffee shop of bad luck, always visited by strange people. Next to the table I occupied, there was another empty one. Little by little, two men sat on it. One of them had dark eyes, looked at me intensely, and then said to the other, \"That's the one who ran away after he was... I was drinking a cup of coffee at the time. My hands trembled so violently that a little of the drink spilled on my shirt. My problem is I don't have another shirt or a way to get a new one. As I strive to make the stain disappear I hear the last words of the dark-eyed man: Fear makes me sweat cold. And I know I can't get rid of this fear; I'll feel it before any stranger. Well, I don't know if the two men were members of the Party or enemies. I'm at home now, trying to wash my shirt. For the record, I've used soap, a brush and a special chemical I found in the bathroom. The stain won't go away. It's there, indelible. On the contrary, I think that with every effort to erase it, more is made. Stories written in exile, 1962", "title": "La mancha indeleble", "author": "Juan Bosch"}