{"metadata": {"length": 6809, "words": 1300, "reading_time_min": 6.5}, "text": "Johnson was reminiscing about the way the old people do it and I was warned that he would talk about cyborgs -- those people who quickly crossed the business scene at the beginning of this 21st century of ours. Still, he had taken a good meal on his behalf and was ready to listen. And, as it happened, it was the first word that came out of her mouth. \"Cyborgs\", he said, \"were not regulated in those days. Today, their jobs are so controlled that no one can get any benefit from them, but a while ago... one of them made this company the ten billion dollar business it is now. I chose him, you know? - They told me they didn't last long. - Not in those days. They're extinct. When you add microchips to key points in the nervous system, then, in ten years at most, the wiring melts, so to speak. Then they retreated... a little lagoon... conformed, you know? - I'm surprised someone would do that. - Well, the idealists were horrified, of course, and that's why the regulation came, but it wasn't that bad for the cyborgs. Only certain people could use the microchips - about 80 percent of them were men for some reason - and, for as long as they were active, they lived lives of ship tycoons. After that, they always got the best care... no different than the top athletes, after all; ten years of active youth life, and then retirement. Johnson swallowed his drink. - An unregulated cyborg could influence other people's emotions, you know, if the chips were well-installed and talented. They could make judgments based on what they perceived in other minds and they could reinforce some of the judgments that competitors were making, or awaken them for the good of the local company. It wasn't unfair. The other companies had their own cyborg doing the same thing, he sighed. Now, that kind of thing is illegal. It's a shame. - I heard that illegal chip placement is still going on. - I told him, confidant. Johnson groaned. \"No comment\", he said, and I let him through. But even thirty years ago, things were still in the public eye. Our company was just a small spot in the global economy, but we had located two cyborgs who wanted to work for us. - Two of them? I've never heard that before. Johnson looked at me ugly. - Yeah, we got it. It's not widely known in the outside world, but I guess I was in a smart recruitment and that was slightly -- just a pinch -- illegal, even then. Of course, we couldn't hire them both. Getting two cyborgs to work together is impossible. They're like the great chess masters, I guess. Put them in the same room and they'll automatically challenge each other. They would compete continuously, each trying to influence and refute the other. They wouldn't stop -- they really couldn't -- and they would merge into each other in six months. Several companies found out, at great expense, when the cyborgs went into operation. -I can imagine it. -I whispered. - So since we couldn't have both, and only one, we wanted the most powerful, obviously, and that could only be determined by opposing each other, without allowing them to ruin themselves. I was given that job, and it was pretty clear that if I chose one that, in the end, was inappropriate, it would also be my end. - How did you do it, sir? I knew I had succeeded, of course. A person cannot become the chairman of the board of a world-class firm for nothing. - I had to improvise, Johnson said. First, I investigated each one separately. They were both known for their codes, to tell the truth. It's those days, their true identities had to be hidden. A cyborg who knew he was a cyborg was half useless. They were C-12 and F-71 in our records. They were both in their late twenties. C-12 had no commitments; F-17 was engaged to be married. - To get married? - I said, a little surprised. - Oh, by the way. Cyborgs are human, and male cyborgs are highly sought after by women. They will surely be rich and, when they retire, their fortunes will usually be under the control of their wives. It's a good match for a young woman... so I put them together, with the F-71 girlfriend. I longed for her to be beautiful, and she was. Meeting her was almost a physical impact for me. She was the most beautiful woman I'd ever seen, tall, dark-eyed, with a wonderful figure, and barely anything more than an insinuation of fiery sexuality. Johnson seemed to get lost in his thoughts for a moment, then he continued. - I tell you I had a strong inclination to win the woman for myself but it was not possible for anyone who had a cyborg to transfer it to a simple novel executive, which is what I was in those days. Transferring herself to another cyborg would be another matter... and I could see that C-12 was as affected as I was. I couldn't take my eyes off her. So I let things evolve to see who ended up with the young woman. - And who was it, sir? - I asked. - It took two days of intense mental conflict. Each of them should have consumed a month of their working lives, but the young woman went out with C-12 as her new boyfriend. - Oh, so you chose C-12 as the firm's cyborg. Johnson stared at me with contempt. - Are you crazy? I didn't do that. I chose F-71, of course. We're placing C-12 in a small subsidiary of ours. It wouldn't be good for anyone else, since we knew him, you know? - But did I miss something? If the F-71 lost its girlfriend, and the C-12 won her... surely the C-12 was superior. - Was it? Cyborgs don't show emotions in cases like this; not obvious emotions. It's necessary for commercial purposes that cyborgs hide their power, so the poker face is a professional necessity for them. But I was watching very closely -- my own job was at risk -- and, when C-12 went out with the woman, I noticed a little smile on the lips of the F-71, and it seemed like there was a victory glow in her eyes. - But he lost his girlfriend. - Can't you imagine that I wanted to lose her and that it wouldn't be easy to hide her surrender? He had to work on C-12 to make her want him, and on the woman to make him want to be loved... and he did. He won. I've been thinking about it. - But how could he be sure? If the woman was as beautiful as she said she was... if she was radiant of sexuality, surely F-71 would have wanted to retain her. \"But the F-71 was making her look desirable\", Johnson said in a serious tone. He pointed at C-12, of course, but so hard that the excess was enough to hit me drastically. After everything went down, and C-12 stayed with her, I was no longer under the influence and I could see that there was something hard and rotten about her... some kind of selfish, predatory glow in her eyes. So I picked the F-71 right away and that was all we could possibly want. The signature is now where you see it, and I'm the chairman of the board. FIN The Smile of the Chipper, 1988", "title": "La sonrisa del cyborg", "author": "Isaac Asimov"}