{"metadata": {"length": 5550, "words": 976, "reading_time_min": 4.88}, "text": "Life, like the roosters of Kings, always leaves us with a surprise. It is common for chroniclers and storytellers to see the arrival of Carnival with terrible anguish. It's easier to explain than an Araquistain drama. Because those three days of convulsive stupidity known as Carnivals, and in which fun is mandatory like military service, seem made exclusively for storytellers and chroniclers to devise a tale or chronicle based on celebrations. The time of the first Carnival was lost in the night of the times, and the appearance of the first fairy tale or the first Carnival chronicle, too. Which means that, approximately, ten million eight hundred and twenty-two thousand works have been written on this same subject, and today's chroniclers and accountants, when they find themselves compelled to write something new on such an old subject, put themselves in that charming mood known as hyperbolic despair. Hence the approach of the Carnivals produces the same sense of anguish that it produces to see the Phantom of the Opera or to attend some opposition to the Catastro. I, for one, declare frankly that I have been looking forward to the arrival of Carnival. And it's not that I've thought about selling cellulite seedlings, no; it's that for months I've been locked in the brain's attic! A Carnival adventure so wonderful that Captain Nemo's adventures compared to it, are reduced to a round trip to Villalba. The protagonist of the adventure is dead, and in his will, besides leaving me a beautiful silver spoon with an inscription that says Hotel Savoi, he left me free to tell his adventure. I shall therefore tell you in all simplicity, because the giant and extraordinary feats must not be belittled by the gales of descriptive literature. Listen to me, the reader. At the Carnivals I want to refer to, seventy-one different floats were presented. That's how it says, at least, in the relationship the jury had to make. And yet, the permits requested from the Most Excellent City Hall, were seventy-two. Reconsider the reader's position on this one. He will instantly understand that one of the floats did not parade before the jury. This, apparently so small and inconsequential, is the key to the mystery surrounding the announced adventure. What was the carriage that didn't parade? What did it represent? Who owned it? Impenetrable shadows hide the corresponding answers. I'll light up those shadows I can do it. Gentlemen: The owner of that carriage was my friend Itarreta, son of the well-known engine-powered ashtray maker, native of Bilbao and a notable man, who translated La Bejarana into Swedish. Itarreta, whom I always loved as a brother, from which it is inferred that the slaps we mutually tip each other are countless, thought that year to beat the record of originality in floats and ordered to build one that represented a tram of Sol-Cuatro Caminos. The resemblance was as accurate as it was amazing; neither the trolley nor the whistle of the collector was missing. Two moron-like boars, hidden under the armor, moved the tram at a speed of three meters per hour, which contributed to a greater sense of reality. Itarreta was dressed as a driver; his friend Lolo Parrasina, as a collector; and fifteen companions of both sexes, were dressed as travelers. When the chariot was launched, the crowd hailed Itarreta as Spain's most inventive man. Itarreta greeted her kindly and rang the bell so often that in eight minutes, her right shoe heels wore off. When we folded the first corner, an unusual event occurred. A gentleman came out of a certain gateway, won the middle of the street, stood in front of the carriage and raised a hand. Four seconds later he climbed up the back platform, took out a ten-cent coin, handed it to Lolo Parracina and sat quietly, reading a newspaper. Itarreta and her companions were absorbed. Then they understood. That gentleman had mistaken the carriage for a real tram. And Lolo approached him kindly: \"Horse, this is not a tram... this is a carriage, and we... the gentleman raised his face, frowned his lips and exclaimed: Go on, you go and play jokes on Goya's pussy! This bunch thinks everyone who goes out on the street at Carnival is a pussycat! I had to leave him. But an hour later, the individuals who had gotten into the carriage believing it was a real tram, added up to 27. The carriage was crowded and Lolo collected two pesetas for eighty cents. However, this amount never compensated for the inconvenience of the adventure. Because the real travelers demanded that the chariot go from Four Ways to the Plaza del Progreso and vice versa, and at eleven o'clock at night, Itarreta had made that tour nineteen times, always with new travelers taking the chariot, upon arriving at the end of the journey, with the same fury with which General Wellington took the heights of the Arapiles on an unforgettable day for Spanish history. For a long time the absence of Itarreta and her companions was noted in the Circle. Only I knew that after Carnival, they were still driving Progress travelers to Four Roads, because the tram company didn't want to tolerate one of the best cars to be taken out of the traffic. I said Itarreta is dead already. Poor friend! The last time I saw him was at the Glorieta in Bilbao. He was in his seat, clutching at the drive, unhinged and crying. \"Goodbye, goodbye, Henry!\" he cried at me and threw a cigarette at me as he passed. I couldn't help but take the handkerchief to my eyes and regret the cigarette being 50. Good humor, Madrid, 1926", "title": "A propósito del carnaval", "author": "Enrique Jardiel Poncela"}