{"metadata": {"length": 5184, "words": 961, "reading_time_min": 4.805}, "text": "I left the theater, upset, sad, with a brain full of black ideas. So much cruelty, so much bestiality, they bothered me. I found myself on the street. It was a holiday night. The sky was leaded, raining; like dirty mud on the sidewalks, sediments of murky ideas were forming in my mind, rained black, as black as the sky and as black as the night. The shops were closed; the trams were coming back to the Sun Gate, crowded; there was that disgusting animation on Sunday, which bothers us so much that we can go out all week. Even in that man is selfish: one dislikes the stubborn joy of the people of the shops and the warehouses. Fleeing the hustle and bustle, I interned in narrow alleys walking randomly. I could not get the memory of the theater out of my imagination; I could hear the brutal jokes of the play, turning into laughter as I passed through the hollow heads of that mass of idiots who formed the audience, and I could see one of the comedians, a clown with a rude face with a stiff body like a stick, making gestures and screaming and making loud cries. And yet he had told me that he was an honest man, a family man, decent and worthy; his wife, a woman of his house, earned her living by showing her legs in the theater, while he was making an appetite. The money they were collecting was kept on Mount Mercy. I don't know why this seemed strange. I was still walking by chance, when I caught my eye on the window of a funeral home. I've had a great aversion to these shops since I was a kid, and yet they excite my curiosity. It's a funny traffic thing to do with death coffins, isn't it? It's interesting a funeral home; it looks like an archive, a museum of grotesque and grim things at the same time. They are often seen inside coffins of all kinds and sizes, like in the overseas shops canned cans, then in the window there are white crowns for children, black crowns for men, angels in an academic posture, looking melancholy at a sign that says Souvenir, because in Spain even angels are translated from French, and there are many other interesting things: marble crosses, azabache ornaments, and, moreover, a lighthouse over the door. After looking out the window, I directed my gaze inward. In the middle of the tent, by the table, a young woman was sewing; two children were running around and playing hide-and-seek, hiding among coffins. Some zambra had to be put between the two, because the youngest started crying and approached the woman. She left the needle and the cloth on the table, and she took the child in her arms. I could see her face, a brown face, full of energy and kindness. How shall not this woman see her abominable trade? I asked, and being unable to give myself an answer, I went on. Since the sidewalk was narrow, I had to make way for a couple coming from bracelets. On the way across, I met them both. It was a happy marriage; they lived on a continuous honeymoon; they had a little house of loans that gave them penguin profits, and, after spending the morning he in his business and she fixing the house, they would walk by the afternoon of the arm, so in love, not remembering the carpenter's wife, to whom they had given two royals for the endeavor of a sheet worth sixty:  And these shall have remorse! I thought. I'm sure I didn't. I thought I'd go to dinner at the cafe. The house must have been sad. A priest sitting at my table came and got down to have coffee with me. He started telling me about the treble games they played at a friend's house. Seeing that he was distracted, the priest began to talk to one of the other table. Two subscribers sat in front of me every day; the mother was a thick, slender lizard; the daughter, a blonde with blue eyes and a dark, tongue-in-cheek crane. The mother exhibited her daughter with the pious object of selling her, and, despite this, she could be seen to love her. Surely if she had died, her daughter would have cried. But wouldn't that woman have something like a conscience? Desiring to forget the unpleasant subject of my thought, I opened an Illustration, and the first thing that came to my mind was the portrait of the general... Ah! the general. I remember seeing him walk with his grandchildren, and immediately the following question arose in my mind: Will this man's conscience be damaged by the soldiers he has sent to die in distant lands? Judging by the smile of the portrait, I should have regretted it neither little nor much. But here no one regrets anything I muttered, I indignant. Oh, my God! \"The priest said, interrupting me. Oh, my God! It's Lent Friday, and I've had coffee with milk. What an atrocity! Come on, there was already one who regretted something. I got out of the thought coffee. The comedian, the funeral home, the lender, the general, the priest, all seemed to me unconscious, and besides these, the lawyer who cheats, the merchant who steals, the industrialist who fakes, the journalist who sells himself... and, however, I thought afterwards, all that troop who steals, exploits, cheats and whines has its good traits, its moments of self-sacrifice and its charitable beginnings. The truth is that man is a strange animal. ♪ Finish ♪", "title": "Conciencias cansadas", "author": "Pío Baroja"}