{"metadata": {"length": 4591, "words": 811, "reading_time_min": 4.055}, "text": "This morning, when dawn was dawning, I was awakened by a tremendous drum roll... Rataplan, rataplan!... What is this? A drum in my pines, and at such hours!... What more strange! Soon, in a hurry, I get up and run to open the door. I don't see anyone! The noise stopped... from a few wet bushes, two or three jets flying, shaking their wings. Between the trees a gentle breeze moves... towards the east, over the sharp ridge of the Alpilles, a golden dust accumulates, from where the sun slowly rises... the first ray already pink the roof of the mill. At the same moment, the invisible drum is rolling back into the field under the thickness... Rataplan, rataplan! I'd forgotten about it. But, finally, who is the brute who greets the dawn in the depths of the woods with a drum?... Though I look, I see no one... I divide nothing but the alhucema bushes and the pine trees that rush down the hill to the road... perhaps some lizard hides in the thickness, determined to mock me... no doubt it's Ariel or Maese Puck. The villain must have thought, passing by my mill: \"That Parisian is very quiet in there; let's give him a blowjob. And he's probably got a bomb, and... rattling... rattling... You're gonna wake me up to the cigars. But it wasn't Puck. He was Gouguet François, aka Pistolete, drummer of the 31st Infantry Regiment, on a semi-annual leave of absence. Pistolete is bored in the country, he feels nostalgia, and when they lend him the municipal cabildo instrument, he goes melancholy to the woods to play the drum, dreaming of the barracks of Prince Eugene. This morning he came to dream of my green hill... there he stands, lying on a pine, with the drum between his legs, playing if God has what... bands of scared perdigons running at his feet without him noticing. The aromatic herbs smell the air around him, without him smelling them. Nor does he see the subtle webs that shake in the sun among the branches, nor the pine needles that fall on his drum. Absorbed in his dream and music, he lovingly watches the sticks move lightly, and his stupid face widenes with pleasure every time. The Rat! Rataplán!... - How beautiful is the great barracks, with its wide courtyards, its well-lined windows, its population with a barracks cap, and its galleries, under whose arches the sound of the tartar is constantly heard!... Rataplán! Rataplan! - Oh, the sound of the stairs, the lime-lit corridors, the square odor, the glossy straps, the bread table, the concrete boxes, the iron beds with gray blankets, the rifles shining in the armor! - Rataplan! Rataplan! Rataplan! Rataplán!... -Oh, what more beautiful days are spent in the bodyguard; the cards that dirty your fingers and stick like fish, the horrifying sword skirt with feather ornaments, the incomplete volume of an old Pigault-Lebrun novel thrown over the camp bed!... Rataplán! Rataplán!... -Oh, the endless nights of watchman at the door of the ministries, the old garret where the rain comes in and the feet freeze!... The luxury cars, which splash with mud when they pass!... Oh, the overtime, the days of general cleaning, the pestle cube, the tablehead, the cold target on rainy mornings, the retreat in fog when it comes to lighting the gas, the afternoon list, to which you arrive throwing the buffalo!... Rataplán! Rataplán!... -Oh, the forest of Vincennes, the vast white cotton gloves, the walks through the fortifications, the Star Barrier, the piston horn of the Mars room, the drinking outside, the confidences among the hips, the ignition utensils that vanish, the sentimental romance that is sung with one hand put on the heart!... * * * Dream, dream, unhappy man, that I must not go to stop you!... He strikes firmly on the drum, he plays with a swirling of his arms. You can't seem ridiculous to me. If you feel nostalgia for your own quarters, don't I feel nostalgia for mine? I'm chased by my Paris as far as yours. You play the drums under the pine trees. I'm drenching quarters... we're both one from Provence! There, in the quarters of Paris, we missed our blue pillows and the wild smell of thyme; now, here in the middle of Provence, we miss the quarters, and we love everything that reminds us... * * * The eight ring in the village. Pistolist, without letting his clubs down, he has decided to return... he hears him come down through the forest, always playing... and I, lying on the grass, sick of nostalgia, hearing the sound of the drum that moves away, I think I see all my Paris... oh, Paris!... Paris!... Paris always! Letters from mon moulin, 1869 Translation of Hope Cobos Castro", "title": "Nostalgia del cuartel", "author": "Alphonse Daudet"}