{"metadata": {"length": 2274, "words": 421, "reading_time_min": 2.105}, "text": "At three o’clock, Father Pedro came to our table, greeted each of the competitors, pronounced for himself some indecipherable words and quietly took his seat. He asked for a cup of coffee, lit a cigarette, listened to the piano, drank his tea, paid the waiter, took his hat, collected his portfolio, gave us good afternoons and walked away. And so it is every day. What did the Lord say to Peter as he sat and arose with a serious face and hard eyes? Deca: - I hope you die. Peter repeated that phrase many times a day. When you wake up, when you finish your morning toss, when you enter or leave the house - at eight, one, two and a half, seven and a half - when you have your coffee, when you work, before and after every meal, when you go to bed every night. She repeated it between teeth or in a high voice, alone or in company. Sometimes just with the eyes. Always with all the soul. Nobody knew against whom those words were directed. Everyone ignored the origin of that hatred. When he wanted to go into the matter, Mr. Peter moved his head with a slight shiver and shook his head, modestly. Maybe it was an unjustified hatred, a pure hatred. But that feeling fed him, gave seriousness to his life, majesty to his years. Dressed in black, he seemed to carry a sack of dung for his condemned. One afternoon Don Pedro came home more seriously than usual. He sat down slowly and, at the very centre of the silence that had surrounded him, let fall with simplicity these words: - I have killed him. Who and how? Some cried out, wanting to take the thing in broma. The look of Don Pedro detained them. We all feel uncomfortable. It was true, there was the stench of death. The group slowly dispersed. Peter was left alone, more seriously than ever, a little shaky, like an astrologer who has already been burned, but calm, without regrets. He did not return the next day. He never came back. Murio? Perhaps he needed that vivifying wrath. Maybe he lives on and now hates another. I review my actions. And I advise you to do the same with yours, it will not be that you have entered into the patient's chamber, obstinate, of those little squinting eyes. Have you ever thought how many people - perhaps very close to you - look at you with the same eyes as Father Peter? FIN", "title": "Maravillas de la voluntad", "author": "Octavio Paz"}