{"metadata": {"length": 4558, "words": 890, "reading_time_min": 4.45}, "text": "The story of my wedding? Don't let it go; it's not going to be rare. A shabby-looking girl with greasy hair, a shaved head, sold me a lottery ticket at the door of a café at the high hours of the night. He gives you a huge amount, a hard one. How humbly and cheerfully she rewarded my longing! -You are lucky, sir -said the insinuating and clear voice of the girls of the town of Madrid. - Are you sure? - I asked him, in a brood, while sliding the decimal into the pocket of the soiled sack and raising the silk sash I used as a shawl, in order to preserve me from the lungs that awaited the barber's re-muzzle of December. -See if I'm sure! As for the tenth, you're going to get it by not having me fourth, sir. The number — you will see it when you come — is one thousand four hundred twenty; the years I have, fourteen; and the days of the month I have about the years, twenty right. I see if I would buy the whole ticket. -Well, daughter -he said with a generous smile, with the calm of a seasoned player who knows that he has never fallen, nor been a stumbling block, nor a bad reintegration -, don't be afraid: if the ticket wins, half a tenth, for you. We play to the middle. A wild joy was painted on the defaced faces of the ticket-taker, and with the most absolute faith, grabbing me by the arm, he exclaimed: -Seor! For your father and your mother, give me your name and the signs of your house. I know we'll be paying from here to four days. Unapologetically, I told him my name and where I lived; and ten minutes later, as I walked up the steps of the Sun Gate to the Montera Street, I did not remember the incident. After four days, sitting in bed, I hear the voice of “the big list.” I gave it to my father to buy, and when he gave it to me, my eyes immediately swelled with the number of the fat prize: I thought I dreamed; I didn't dream; there it said 1,420... my tenth, the age of the ticket seller, luck for her and me! It was a thousand miles from the light of the sun, and a drowsiness overcame me as I arose, while my legs shook and a slight sweat dripped down my brows. Let the reader be just: I did not renege on my offer... The chihuahua had brought me luck, had been my \"mascot\"... It was an association in which I was only a \"industrial\" partner. Nothing more right than to take the profits. At that point I wanted to feel the contact of the magical paper in my hands. I remembered well: I had kept it in the outside pocket of the bag, not to spoil it, Where was the bag? Ah!, there on the shelf... See... ah, here, a skeleton register... No number on the dial. I call the king furious, and he asks him if he has thrown the sack out the window... I think he has thrown it and broken it! But he saw nothing fall from his pockets; nothing at all... He looked at her face; his face expressed truth and honor. In the five years that he has been at my service I have never taken him in any small or large scuffle... I am amused by what happens to me, the threats, the injuries, the barbaric things that come to my lips. Desperate already, he snatched a sack, he swung the slings, he swung the armaments, he swung the old papers, he swung the garbage can... Nothing and nothing; I am alone with the sting of my hands, the sting of my bitter mouth and the rage of my heart. At noon, when I had already sat up smoking, to see the tragi-come-and-go of the horrible disappointment, there rang a vivacious and strong bell, I heard in the door discussion, clamor, protests of someone who was beginning to enter, and at that moment I saw before me the ticket-taker, who threw himself on my shoulders, wailing with many cries: -Sir, Sir! Do you see it? We have removed the fat. Happy for me! I thought I had passed the worst of disgust, and I had not this cruel and threatening trance: having to say, wailing like a criminal, that I had lost the ticket, that I had not found it in any part of the world, and that therefore the poor girl in, whose black eyes, astonished, I dreaded to see reflected the most infamatory doubt and disbelief... But the ticket-taker, looking at them still hysterical, looked me in the eye and said, clasping my shoulders, \"Go for the Virgin!\" Mr.... we were not born millionaires. How could I reward the trust of that uninterested creature? How to pay her what she owed, yes, what she owed? My remorse and conviction of my grave responsibility weighed so heavily upon me that I brought her home, married her, educated her, and finally married her. The most notable thing about this story is that I have been happy.", "title": "El décimo", "author": "Emilia Pardo Bazán"}