{"metadata": {"length": 3560, "words": 656, "reading_time_min": 3.28}, "text": "Faustino Guerra had been found at the battle of Ayacucho as a private. After gaining independence, he obtained a final license and retired to his native province, where he was appointed school teacher of the village of Lampa. The good Faustino was certainly not a man of letters; but to carry out his office and to please the parents, he was content to read moderately, make regular clubs and teach the boys Christian doctrine in chorus. The school was located on Ancha Street, in a house that was then owned by the State and that today belongs to the Montesinos family. Against the general custom of the domines of those times, Don Faustino made little use of the whip, which he had baptized with the name of San Simón Garabatillo. He had it as a sign of authority rather than as a punishment, and it was necessary that the mistake of a schoolboy be very serious so that the teacher would apply a pair of whips, ones that neither draw blood nor raise a snore. On October 28, 1826, the day of St. Simon and Judas for more signs, was celebrated with great festivities in the major cities of Peru. The authorities had gone on a diligent journey and officially ordered the people to rejoice. Bolivar was then at his peak, although his vitality plans were already beginning to eliminate his affection from the good Peruvians. Only in Lampa there was no manifestation of joy. It was that day for the lamps, like any other day of the year, and the boys attended school, as usual. It was already past noon when Don Faustino ordered the door to be closed, he took the students to the hall, put them on line, and calling two robust Indians he had for his service, he ordered them to load the children. From the first to the last, they all suffered a dozen lashes, with their pants removed, applied by the master's hand. The screaming went deafening, and there was general crying for an hour. When the time came to close the school and send the children to their parents' house, Don Faustino said to them: \"Count, you Goths, and let them tell you what happened! The first one I find out is that he's gone with the gossip, the round one alive. And the young men said, Is he mad? But they did not tell their families what had happened; and the chief of the branches brought them in with a sword. What evil fly had bitten the magister, who was his genius, to distribute such furious rooftop? We'll know. The next day the boys showed up at school, not without hesitation that the performance would be repeated. Finally, Don Faustino gave a signal that he was going to speak. \"My children, \" he said\", I am sure they remember how strictly I treated them yesterday, contrary to my custom. Don't worry, I only do these things once a year. And you know why? Frankly, children, tell me if you know. \"No, master\", the boys answered in chorus. \"You must know that yesterday was the saint of the liberator of the country, and I have no other way to celebrate him and you should celebrate him, because the lamps have been so ungrateful to the one who made them people, I resorted to the scourge. So, as long as you live, you will have the memory of St. Simon's Day engraved in your memory. Now to study your lesson and live the homeland! And the truth is that the few who still exist of that hundred boys gather in Lampa on October 28 and celebrate a comilona, in which it is toasted by Bolívar, by Don Faustino Guerra and by San Simón Garabatillo, the most miraculous of the saints of achaques to refresh the memory and warm poster parts. FIN Peruvian traditions  First series, 1871", "title": "La fiesta de San Simón Garabatillo", "author": "Ricardo Palma"}