{"metadata": {"length": 4182, "words": 797, "reading_time_min": 3.985}, "text": "Note: At a writers’ conference, when talking about the difference between telling a story and writing it, Garcia Márquez told what follows, “So that you can see how it changes when you write it.” Imagine a very small village where there is an old lady who has two sons, one of 17 and one of 14. He is serving breakfast and has an expression of concern. The children ask her what is happening and she says: - I don't know, but I awoke this morning with the feeling that something very serious is going to happen to this people. They are a cry from the mother. They say those are old impressions, things that happen. The boy is going to play a game of billiards, and at the moment when he is going to throw a simple cube, the other player says: -You bet a weight that you won't. Everyone laughs. He laughs. Takes the apple and doesn't make it. Pay your weight and everyone will ask you what happened, if it was a simple pineapple. Answer: -That is true, but I have been troubled by something my mother told me this morning about something serious that is going to happen to this people. Everyone laughs at him, and the one who has lost his weight returns to his home, where he is with his mother or a sister or finally, any relative. Happy with his weight, says: -I won this weight to Damascus in the simplest way because he is a tonto. - And why is he a tonto? -Man, because I couldn't make a simple straw balloon with the idea that your mother awoke today with the idea that something very serious was going to happen in this town. Then his mother says to him: \"Do not laugh at the appearances of the old, for they sometimes come. The sister hears it and goes to buy meat. She tells the butcher, \"Give me a pound of meat\" - and at the moment when they are cutting it, she adds, \"It's better to give me two, because they are saying something serious is going to happen and the best thing is to be prepared.\" The butcher is slicing his meat and when another lady comes to buy a pound of meat, he says, \"Have two, for here people are saying that something very serious is going to happen, and they are preparing and buying things.\" The old lady then says, \"I have several sons, look, I'd better give me four pounds.\" The four pounds are taken; and to shorten the story, I will say that the butcher at mid-day runs out of meat, kills another calf, sells all, and the rumor spreads. It comes to the point where everyone in the village is waiting for something to happen. The activities are stopped and soon, at 2 p.m., it is hot again as always. Someone says: - Have you noticed the heat that it is producing? -But he has always made a fire in this town! (At any rate, the town where the musicians had instruments re-made with brass and sounded always in the shade because if they sounded in the sun they would fall to pieces.) -But - says one - he has never burned so much fat. -But at two in the afternoon is when there is more calories. - Yes, but not as much heat as now. To the deserted village, to the deserted square, a sparrow falls soon and the voice runs: -There is a sparrow in the square. And the whole world, astonished, comes to see the little bird. - But, Mr., there have always been peacocks that squawk. - Yes, but never at this hour. It comes to a point of such tension for the people of the town, that everyone is desperate to go and they do not have the courage to do so. -I am very macho - snarls one-. I'm going. He gathers his furniture, his children, his animals, puts them in a cart and goes down the main street where the poor people are watching him. Until the moment when they say, -If this one dares, we will go with him. And they start literally dismantling the people. Things are carried, animals, everything. And one of the last to leave the town says, \"Let the devil not curse us for what remains of our house--and then the fire breaks out and others burn their houses too.\" They were in a tremendous and truly panicked state, like a war zone, and in the middle of them was the lady who had the presage, clamoring: -I said something very serious was going to happen, and they said I was crazy. FIN XIII Interamerican Congress of Literature, Caracas, 1967", "title": "Algo muy grave va a suceder en este pueblo", "author": "Gabriel García Márquez"}