{"metadata": {"length": 6643, "words": 1215, "reading_time_min": 6.075}, "text": "The castle in which my birth had taken place, and which had compelled me to enter into the force rather than allow me, sadly wounded as I was, to pass a night in the ras, was one of those buildings of greatness and melancholy which had for so long raised their gloomy heads in the middle of the Apennines, both in reality and in Miss Radcliffe's imagination. According to all appearances, the castle had been abandoned, albeit temporarily. We were placed in one of the smaller and less sun-filled rooms. It was located in a tower isolated from the rest of the building. His decor was rich, but old and terribly degraded. The walls were covered with tapestries and adorned with numerous heraldic trophies of every kind, and from them hung a truly prodigious number of modern, richly styled, framed in gold frames, of Arab taste. I was deeply interested, and perhaps my incipient delirium was the cause, those pictures hung not only on the principal walls, but also in a portion of niches which the fanciful architecture of the castle had rendered inevitable; I made Pedro shut the heavy doors of the room, for it was already late, light a large candle with many arms placed to my head, and open fully the curtains of black velvet, trimmed with festoons, that surrounded the bed. I did this so that I could, at least, if I could not reconcile the dream, alternately between contemplating these paintings and reading a small volume I had found on the alms-giving, in which they were criticised and analysed. I read long; I contemplated religious paintings with devotion; the hours drew near, quickly and silently, and it was half past nine. The position of the candle bothered me, and, stretching out my hand with difficulty to not disturb the dream of my newborn, I placed it so that the full light of the candle shone on the book. But this movement produced a completely unexpected effect. The light of its numerous candles shone into a niche in the room that one of the columns of the lectern had until then covered with a deep shadow. I saw a picture that had not been framed until then. It was the portrait of a young, well-formed, almost woman. I quickly pondered it and closed my eyes. Why? I did not understand it at first; but, as my eyes remained closed, I quickly analyzed the reason why I had closed them. It was an involuntary movement to gain time and recapitulate, to make sure my view had not misled me, to calm and prepare my spirit for a more cold and serene contemplation. After a few moments, I looked at the platter again with a fixed gaze. It was not possible to doubt, even if he had desired it; for the first ray of light, falling on the couch, had shattered the delirious stupor in which my senses had become possessed, making me suddenly return to the reality of life. The picture represented, as I have said, a young girl. It was simply a portrait of the middle body, all in this style called, in technical language, poster style; there was much of the way of painting Sully in his favorite caps in it. The shoulders, the chin and the tips of her radiant hair, drew into the shadowy, but deep, abyss that served as background to the image. The frame was oval, magnificently gilded, and of a beautiful morisco style. Perhaps it was not the execution of the work, nor the exceptional beauty of its physiognomy that so astonished and deeply impressed me. I could not believe that my imagination, when it arose from its delirium, would have been taken over by that of a living person. Emperor, the details of the drawing, the style of the poster and the look of the frame, did not allow me to hesitate for a single moment. Abandoned in these reflections, I spent an entire hour with my eyes fixed on the portrait. That inexplicable expression of reality and life that at first made me tremble, has finally subsided. With a trembling and reverent heart, I turned the candle back to its original position, and having thus removed from view the cause of my deep agitation, I eagerly awaited the volume which contained the history and description of the pictures. I immediately sought out the number that corresponded to the oval portrait, and read the strange and singular story that followed: “She was a young girl of peregrine beauty, both charming and amiable, who fell in love with the painter at the wrong time and married him. He was passionate, studious and austere, and had placed his love in art; she, young, of rare beauty, all light and smiles, with the joy of a child, adored him all, not hating art, which was her rival, not dreadful of the palette, the pens and other important instruments which accompanied the love of her beloved. The lady was horrified to hear the painter talk about his desire to paint her. But he was humble and meek, and sat patiently, for long weeks, in the shadowy and upper room of the tower, where the light filtered over the pale bed only through the bare sky. The artist enshrined his glory in his work, which grew day by day, hour by hour. And he was a man who was a stranger, a wanderer, a thinker, and who had lost himself in a thousand errands; so that he could not see that the light that shone so brightly in this isolated tower was the health and charm of his wife, which was consumed for all except him. She, however, was becoming more and more cheerful, for she saw that the painter, who was enjoying great fame, was experiencing a lively and ardent pleasure in his work, and working night and day to translate into canvas the image of the one he loved so much, which was becoming weaker and more despondent day by day. And indeed, those who contemplated the portrait, commented in low voice on its wonderful likeness, proof palpable of the painter's genius, and of the deep love that his model inspired him. But at last, when the work was done, no one was allowed to enter the tower; for the painter had become enloquent in the ardour with which he took his work, and seldom lifted his eyes from the canvas, even to look at his wife's face. And I could not see that the colors that spread over the canvas were fading from the smudges of the one I had sitting beside me. And when many weeks had passed, and he had remained to do nothing but a very small thing, to touch the lips and the eyes, the lady's soul still sounded like the call of a candle about to be extinguished. And then the painter touched the canvas, and for a moment stood in awe before the work he had done. But a minute later, trembling, he cried out in a terrible voice, “This is life itself!” He turned suddenly to look at his well-kept face: he was dead! ” FIN “The Oval Portrait” Broadway Journal, 1845", "title": "El retrato oval", "author": "Edgar Allan Poe"}