{"metadata": {"length": 4810, "words": 769, "reading_time_min": 3.845}, "text": "It happened two years ago at a railway station away from God's hand, near Penza. A small crowd was in a corner of the station building. I decided to get close too. Turns out they were firing a soldier who was boarding a ship headed for the front. The drunk soldier, with his head upright, played a small accordion. A young, hippie man - a worker, judging by his appearance - was reaching out his hands to the performer and whispering, his whole body trembling: \"Hey, Ivan, you're doing well, you're doing well... Then he walked away and dropped a few drops of colony in a dirty glass of water. A bottle of liquid peat passed from hand to hand. They'd all been drinking too much. The soldier's father was sitting on the floor, somewhat isolated, pale and silent. The soldier's brother kept vomiting. He fell, his face hit the vomit pool and he fell asleep. The train arrived at the station. He started the farewell. However, the soldier's father refused to move; he did not even stand up or open his eyes. \"Semyonych, get up\", said the worker. Give your son the blessing. The old man didn't answer. They started shaking him. A little button stuck to his leather hat hung from a thread, swinging from side to side. A cop came up. \"You fools\", he said, \"the guy's dead and they're still shaking him! Turns out he was right. The guy had fallen asleep and moved on to a better life. The soldier was looking at him, not knowing what to do. The accordion was shaking in his hands and these vibrations made it sound like he was playing it. \"That's right\", he continued, \"that's right\", he reached out his hand with the accordion and added, \"the accordion is for Pete. The station chief showed up on the platform. \"Keep on celebrating\", he said, \"you found a good place to celebrate... Prokror, son of a bitch, makes the second call... the police knocked the bell twice with the big iron key from the station bathroom (the bell barge had been ripped off a long time ago). \"Why don't you say goodbye to your father\", someone told the soldier, \"instead of staying there like an idiot beast?\" The soldier leaned over, kissed his father's cold hand, stood up and walked toward the train. His brother was still sleeping on his own vomit. Soon they took the old man. The crowd began to disperse. \"According to you, this is our life of sobriety\", said a small merchant who was near me. \"These sons of bitches fall like flies\"... \"A life of sobriety\" \"a shit\", said a bearded peasant in a firm, quiet voice. Our people are drunk, because they need to have their eyes dim... - asked the merchant, apparently having difficulty hearing. \"Look here\", replied the peasant, pointing his hand toward the remote black field that stretched to infinity. - And that what? - And that what? Is there anything cloudy there? That's why our people need a really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really, really FIN Era, St. Petersburg, Russia, 1918", "title": "En la estación ferroviaria", "author": "Isaac Babel"}