{"metadata": {"length": 5876, "words": 1088, "reading_time_min": 5.44}, "text": "(The Three Kings return to their homeland by a different route than they came by, in order to slay the bloodthirsty Herodes. It is night: the star no longer guides you; but the moon, shining with intense and argent light, splendidly lights up the desert plain. The shadow of the dromedaries spreads over the white and smooth ground, and far away the roar of a lion is heard.) BALTASAR.- (Shaving the beard and long hair and shaving the old head in the style of the shaven head.) I do not know what shall happen to me since I put my hand in the treasury of Bethlehem and greeted the son of Doncella, which stirs up a profane spirit in me, and I feel the veil that covers the future tearing. This gold tiara that the King offered to the Child to recognize him as King, how many and how many generations have to pay for it! Tribes will perceive, not as we do, days, months and years, but centuries, centuries, generation after generation, and they will perceive from all the Universe, from all races and languages, from new lands that will be discovered to acclaim their name. The gold I have given him was little: it barely filled the cup of cedar in which I am wearing it; and now I see that it has become a sea of gold, and I see that the Child is given temples of gold, altars of gold gilded and engraved, thorns of gold, round which whirl white flaming arrows with gold shafts, and that he wears a triple crown of gold, too, encrusted with diamonds and precious stones. Gold strands, flowing from the thorns of the earth, run to the feet of the Child; and the most amazing thing is that the Child looks at them with a wistful face, and at last hides his face in the sand of his Mother's. Have I done him wrong, oh wise men, in presenting him with gold? Will not the celestial creature like the symbol of the real authority? I feel that my gifts have not been accepted and my obsequiousness seems to be a sacrifice. GASPAR. (Standing on his throne, he draws his sword, he drops his eyes and he flings a slash through his eyes.) Patriarch of the Magi, well I predicted it. The newborn King of the Jews is not the greedy merchant who wants to hoard uncounted riches in the basement of his house. The lust robs the soul and makes it sluggish and sluggish as the clay we, despising it, lay down. My gift is the only one that can satisfy the Virgin's Primogenito. You have brought him gold, for a monarch; I, look, for a man. Man has desired to be born, and to be called man will be his best title. The dark mirror, as life, and as life, healthy and fortifying; there is what is needed for the work of the virile, the work of strength and health. Do you think you can be great, noble and strong without liking bitter calamity? Here you have me, oh wise men! I have fought, I have suffered, I have fought monsters, I have fought horrible temptations, I have seen myself a thousand times in the hands of my enemies, and the blow of martyrdom has broken my spirit. Because I have only cried once, and a drop of my wailing, falling on the shivering mirror, gave him its tinkling and sweet bitterness and perhaps its balsamic perfume. I also see the Child, Balthasar; but I see him fighting, advancing, triumphing, slaying dragons, sacrificing his yoke to Humanity, shedding and reviving a palm. I did well in bringing her mirror. (Timidly, with deep humility.) I don’t know if I’ve got it right, but by the joy that overflows me, I assume that the Lord doesn’t reject my gift. You, venerable and learned Balthasar, adorned him with gold, calling him King. You, indomitable and valiant Gaspar, have come to look upon him as a man. I, the last of you, the most ignorant, the black-teeth Etiope, offered him some kernels of incense, for my heart presented God to him. BALTASAR and GASPAR.- (Applause.) God! MELCHOR.- (With faith and ardent persuasion.) Yes, God. Now, in the middle of this beautiful night, on the clear blue sky, I have seen her divinity. Here are nations thrown down at His feet and redeemed by Him, and by Him all men are equal. My progeny, the dark race of Cam, no longer distinguishes itself from the white sons of Jafet. The old curses have been removed by the sacred hand of the Child. Do not recognize him thus at first, for he is a different God from the gods who will die: he does not condemn, hate, or exterminate; he loves, reconciles, forgives, and only by approaching Him do I feel in my heart an inexplicable frost and in my spirit a peace that glorifies. So when I come to my kingdom I will open the prisons, license the armies, condense the tribulations, release my concubines, and stand unarmed in the middle of the public square to confess my sins and to let my enemies, if they wish, take revenge on me. BALTASAR. - You make me confused, Melchor. Your faith is like madness. GASPAR: I don't understand you, Melchor. Your faith seems to me a fey, unworthy of a king. MELCHOR.- I don't know how to defend her. I do what I feel. BALTASAR. - My daddy was a beautiful man. GASPAR.- My mother was worthy and noble. MELCHOR.- My is the expression of my youth, and only means adoration. BALTASAR.- By putting the three together, perhaps we would get something that would make the Prodigal Son smile. GASPAR. - It can't be. Where will there be a gift that will convince the King, man and God together? (The moon shines with a more subtle, more mysteriously sweet and dreamy clarity. The desert looks like a lake of silver. Above the horizon, a figure of a strangely clad and richly dressed woman, beautiful, blond, with long red wig that falls to the hem of the dress. He holds in his hands a glass of nard, whose fragrance spreads and intoxicates the clothes of the Magi, and rises to his brain in delicate and penetrating streams. And the three Kings, apprehensive and trembling on the dust of the desert, enviously awaited the gift of the sinner Magdalene.)", "title": "La visión de los Reyes Magos", "author": "Emilia Pardo Bazán"}