{"metadata": {"length": 5166, "words": 942, "reading_time_min": 4.71}, "text": "Chindo is a blood-stained, noble-feeling man. He's a shrew and has glossy skin, he cuts the ride, his ears are flabby. Chindo is a hospitable and sentimental dog, arbitrary and affectionate, force-wielding, mischievous and kind, like the grey city sparrows. Chindo has the air, between joy and unconsciousness, of poor children, of children wandering without a fixed direction, looking down to the ground in search of the weight that someone, surely, has already lost. Chindo, like all the creatures of the Lord, lives from what falls from heaven, which is sometimes a morsel of bread, sometimes a morsel of meat, sometimes a forgotten residue of sausage, and always, thank God, a smile that only Chindo sees. Chindo, with a calm conscience and the teenage look, is a dog understood by blind men, wise in the difficult arts of the lazarillo, loyal companion in misery and darkness, in darkness and in endless walking, without object and with resignation. The first owner of Chindo, being Chindo a puppy, was a bearded and eyeless, walk-through and decision-making copler, who was called Josep, and was, he said, from the village of Soley Avall, in San Juan de las Abadesas and on the banks of a river Ter still a child. Josep, with his portrait of a disgraced captain, spent his life singing through the Ampurdán and the Cerdaña, with his Montaraz baritone voice, a wandering romance that began by saying: If you like running mon, one day, without hurry, take the long journey from Ribes to Camprodon, passant per Caralps i Núria, per Nou Creus, per Ull de Ter i Setcases, the first logaret of the planuria. Chindo, next to Josep, knew the world of mountains and the water that falls rolling down the rocks, roaring like the devil trapped in the brooms and cold like the hand of dead virgins. Chindo, not turning away from his begging master and trotamundos, knew of the sun and the rain, learned the singing of the waves and the tiny aguzanieves, was instructed in the arts of verse and orientation, and lived happily throughout his youth. But one day, like in unfortunate fables, one day Josep, who was already very old, fell asleep and never woke up again. It was at the Font de Sant Gil, which is under a gentle chapel. Chindo roared with the pain of the dogs without a blind master to guard, and the mountains returned their cold and heartless roar. The next morning, men carried Josep's body on a soft, ash-colored donkey, and Chindo, whom no one looked at, wept for his solitude in the middle of the countryside, the story - the eternal story of the two friends Josep and Chindo - behind them and ahead, as in the open sea, a wide and mysterious path. How long did Chindo, the lone dog, wander from Seo to Figueras, without a master to serve, no friend to listen to, nor blind to cross bridges like an angel? Chindo counted the seasons on the clock of the trees and was aging - eleven years already! - without God giving him the company he was looking for. He tried to live among men with eyes on their faces, but soon he guessed that men with eyes on their faces looked through, sinisterly, and had no rest in looking at him from the soul. He tried to wander, like a tormenting dog without principles, through the streets and alleys of large towns - towns with a register, two drug stores and seven butchers - and on the way he saw that, in large towns, a hundred dogs were fighting to the teeth the unlimited bone of charity. He tried to climb the mountain, like a bandit of old, like a Jose María el Tempranillo, on foot and in the shape of a dog, but the mountain coined him in his fear, the first night, and returned him to the country house with the fears stuck to the spinach, like caresses that are not forgotten. Chindo, with a gazebo and no consolation, sat on the side of the road waiting for the march of the world to push him wherever he wanted, and, as he was tired, fell asleep at the foot of a mausoleum full of red, crystal-shining balls. Three blind girls walked down a blue-painted pathway with their heads adorned with the pale pearl flower. One girl was called Maria, the other Nuria and the other Montserrat. As summer was brewing and the sun was breathtaking, the blind girls wore silk suits, very indoctrinated, and sang songs with a kind, shrill voice. And when he saw them coming, he awoke, and said to them, Gentile women, shall I go with you, and show you where the ladder is, or where the river is, or where the flower that will adorn your heads? My name is Chindo, I'm out of a job and, in exchange for my arts, I ask for nothing but a little conversation. Chindo would have spoken like a medieval poet. But Chindo felt a sudden cold. The three blind girls who were walking down a blue-painted path were wiped out by a cloud that covered the entire earth. Chindo no longer felt cold. He thought he was flying, like a slight villain, and he heard a friendly voice singing, \"If you like running mon, one day, without hurry... Chindo, the bead of blood and noble feelings, was dead at the foot of the jaw of red and shiny balls that looked like glass. Someone heard the naïve trumpets of the younger angels ringing from the sky. FIN", "title": "Pequeña parábola de “Chindo” perro de ciego", "author": "Camilo José Cela"}