{"metadata": {"length": 3329, "words": 627, "reading_time_min": 3.135}, "text": "He was so drunk that he didn't come making those shite equis. The house (your house) was empty, dark, abandoned. Maybe that's why it could get to the mixer. He closed, opened, and closed his eyes. What he saw was not a dream but a garden miracle. With your mother or without your mother. That depended on the tension of their paws. If he was with his mother, she would point him out with a red arrow and a slapstick doll. It didn't need to talk. He knew what he was talking about. From childhood he had despised her, never with fervor, unattentive. There were no bridges between them; only ditches, gorges, gorges. So she had two grey eyes instead of two green eyes. He opened his eyes, wiped the wounded paws, slid his opaline gaze on the wall before him, which began to balance itself with a moderated pace. The picture was there: an old figure of a young man, with a horned headdress, a shaved head and a horned brow. He closed his eyes again, and the man fell into the inverosimal space: there was neither moon nor stars. He, when he was sober, was able to recite all the poems of that kind from memory, but now the verses were lost in the recollection. The semi-soulful man looked at him with astonishment, demanding something, though it was only two verses, a stanza, a syllable, a syllable of a mediocre sonnet. But he was repressed, he was hidden, he knew nothing of foreign inspiration. It was then that the typhus-suffererer had a shiver and he opened his eyes with a shiver. The picture was no longer there and the wall had ceased to balance. What a bitter coffee, but how to get to the coffeepot, light the gas, not spill the water that was calling from the faucet. For the first time, his mother lamented. He closed his eyes in search of an impulse. It took a while for the sleep to come, but when it did it was an unexpected reward. Front of him, within his reach, was Dorita, more attractive than ever, with the mouth open and eager, with the rose-colored cloak that had been reslung from the shoulders of the stoutest, most turgent queens of the past. I wanted to say something and I couldn't. Dorita paralyzed him with her beauty. He decided to extend his hand to the left side of the fish, but that made no difference between his index finger and his thumb. This time he opened his eyes because someone was slapping his shoulder. His wife, nothing less, and it was no dream. -Once again - she cried. -Once again he was frightened - he admitted. I have no shame in taking a drink. -And how many sins are reserved to pour out two bottles? -Three. -Three? Are you a bottle or a vase? -Bottles. - Until when do you think I can stand this rotten train of life? - My love, that is your business. - And you, do you not have consciousness? -Do you want me to tell you the truth? He has my heart. -You have nothing else to say to me? -How not... you know I always quote the classics. For example, Cátulo Castillo (music by Anbal Troilo) who sung forever with estadelicia: “I know it hurts / I know it does you harm / cries misermón of wine”. - It is true that it does me harm. It doesn't matter. Here I leave you, with that curdled veteran, which is already part of your curriculum. It's over. Don't worry. When you and I are FINAL, I know I will find you in some boliche (cantina, for the illustrators) of paradise. FIN", "title": "Tango", "author": "Mario Benedetti"}