{"metadata": {"length": 2270, "words": 394, "reading_time_min": 1.97}, "text": "Unheard of as it may seem, there was once an excellent cook. The family he served was transported, at mealtime, to a higher region of bliss. Mr. Manduca was immeasurably forgetful of his old dyspepsia, which he even dared not publicly acknowledge. The lady could not bear to be reminded of her former regime to soften, which she now neglected altogether. And as diners grew in number, the hope of marrying a grandmother-aunt was revived in the family, a long lost hope. One night, at this happy table, we ate some tamales, which no one swallowed better. My right-hand neighbor, a professor of political economy, was giving a fine scholarly lecture about whether the planet's gradual cooling affects the lower cost of electric heaters and the global consumption of beef. Your conversation, Professor, is very instructive. And the texts you bring are very well-rounded. It must be quoted, I think, said a lady, when you start to forget what you are quoting. Or rather when you've forgotten it all, ma'am. The appointments only count for their inaccuracy. One person present there claimed that he never brought book quotes to the story, because his wife later showed him that they did not do the case. \"Ladies and gentlemen\", said someone filling his plate for the sixth time, \"as I have been to this day the most recalcitrant supporter of vegetarianism among us, tomorrow, for these meat scales, I am awaiting disgrace and scandal. \"For just one of them\", said a serious subject to my left, \"I would like to lose my embassy in Mozambique. So a little girl... (Did you notice the miserable education of today's kids? They interrupt the most serious occupations of the elderly with idleness and impunity.) ...a little girl stopped the music of laughter and groaning that we were saying that we couldn't eat anymore, and said: And the atoll, the rainbow, pointed between the tender and light mass a precious little child's finger. There was a big uproar. Justice intervened. There was a search. The frequent disappearance of creatures at the site was explained. And without regard for her pilgrimage art, a few days later the miraculous cook died in the forge, with great feeling from some gastronomes and other good people that we piously covered her grave with flowers. FIN", "title": "La cocinera", "author": "Julio Torri"}