{"metadata": {"length": 7481, "words": 1414, "reading_time_min": 7.07}, "text": "The worker Arturo Massolari was on the night shift, which ended at six. To get home, he had to ride a long road, cycling in good weather, and on a tram in the rainy and winter months. He arrived between seven o'clock and seven o'clock, sometimes a little earlier, sometimes a little after the alarm clock of his wife, Elide, rang. Often the two noises, the sound of the alarm clock and the steps of it as it entered, overlapped in Elide's mind, reaching her in the depths of the dream, that compact early morning dream that she was trying to keep squeezing for a few seconds with her face sunk in her pillow. Then he suddenly got out of bed and was already blindly putting his arms in his coat, his hair over his eyes. Elide appeared to him like this, in the kitchen, where Arthur took out the empty containers from the bag he was carrying to work: the fiambrera, the thermos, and deposited them in the sink. I'd already turned on the heater and put on the coffee. As soon as she looked at her, Elide would put her hand through her hair, trying to open her eyes, as if she was ashamed of the first image her husband had of her when he came home, always so messed up, with his face half asleep. When two have slept together it's another thing, in the morning the two emerge from the same dream, the two are the same. But sometimes he would come into the room to wake her with a cup of coffee, a minute before the alarm went off; then everything was more natural, the muzzle on coming out of sleep acquired a slothful sweetness, the arms that rose to stretch, naked, ending up on his neck. They were hugging. Arthur wore the waterproof jacket; when he felt it near, she knew the weather: whether it was raining, or whether there was fog or snow, depending on how wet and cold it was. But I kept saying, \"What time is it?\" and he started, as usual, to echo the ironic half, reviewing the inconveniences he had had, starting with the end: the bike ride, the time he spent leaving the factory, different from the night before he entered, and the problems at work, the rumors that ran in the section, and so on. At that time the house was always badly heated, but Elide had stripped himself completely, trembled a little, and washed in the bathroom. He came back, calmer, undressed and washed himself, too, slowly, removing the dust and grease from the workshop. As they were both standing by the same sink, half naked, a little stunned, giving each other a little push, taking away the soap, the toothpaste, and following up on the things they had to say, the moment of trust came, and sometimes, rubbing each other's backs, a caress was insinuated and they ended up hugged. But suddenly Elide said, \"Oh my God! What time is it now? And she ran to put on the door-piece, the skirt, in haste, standing, and with the brush going and coming through her hair, and she went forward her face toward the mirror of the dressing-room, with the forks clasped between her lips. Arthur followed her, lit a cigarette, and looked at her standing, smoking, and it always seemed a little uncomfortable to be there doing nothing. Elide was ready, she put her coat on the hallway, they kissed, she opened the door and she could already be heard running down the stairs. Arthur was left alone. I followed the sound of Elide's heels down the stairs, and when I stopped hearing it, I followed it with thought, the fast earrings in the yard, the gate, the sidewalk, to the tram stop. The tram, on the other hand, could hear it: it squeaked, it stopped, and the buzzing whenever someone got on it. He's caught him, he thought, and he saw his wife caught in the crowd of workers and workers to the oak, who took her to the factory as usual. He would turn off the crib, close the windows, the room would be dark, he would go to bed. The bed was as Elide had left it when he got up, but on his side, Arthur's, it was almost intact, as if it had just been stretched. He lay on her side, as it were, but then stretched one leg toward the other, where his wife's heat had remained, stretched the other leg, and so slowly moved toward Elide's side, to that niche of lukewarmness that still retained the shape of her body, and sunk her face into her pillow, into her perfume, and slept. When Elide returned in the afternoon, Arthur could fit a little while, going around the rooms. He had lit the stove, put something on for cooking. He did certain jobs in those hours before dinner, such as making the bed, sweeping a little, and even soaking the clothes to wash. Elide found everything wrong, but to tell the truth, that's not why he was more careful: what he was doing was a kind of ritual to wait for her, almost like going out to meet her even though he was stuck between the walls of the house, while outside the lights were on and she was passing through the shops in the middle of that animation outside the time of the neighborhoods where there are so many women shopping at night. Finally she heard the steps down the stairs, very different from those of the morning, now heavy, because Elide was climbing up tired from the day's work and loaded with shopping. Arthur would go out to the railing, take the basket from his hand, they would come in talking. Elide would drop himself on a kitchen chair, without taking off his coat, while he would pull things out of the basket. Then she said, \"Come up, have some courage\". She got up, took off her coat, put on some clothes to stay at home. They began to prepare the meal: dinner for the two of them, then the snack that he took to the factory for the break of one in the morning, the breakfast that she would take to the factory the next day, and the one that would be ready for when he woke up in the afternoon. Elide to rats moved, to rats sat in the straw chair, gave him directions. He, on the other hand, was at the time when he was resting, not stopping, wanted to do everything, but always a little distracted, with his head already elsewhere. At those moments they were sometimes about to collide, to say hurtful words, because Elide would have wanted him to be more attentive to what she was doing, to put more effort into it, or to be more affectionate, to be closer to her, to give her more comfort. Arthur, however, after the first enthusiasm that she had returned, was already headed out of the house, thinking of hurrying up because he had to leave. The table was set, all ready and within reach of the hand so as not to have to get up, and the moment came when the two felt the discomfort of having so little time to be together, and they could hardly carry the spoon to their mouths from the desire they had to be there by hand. But he had not finished brewing his coffee and he was already by the bike to see if anything was missing. They were hugging. It seemed that only then did Arthur realize how soft and tender his wife was. But he was carrying the bike bar on his shoulder and gently descending the stairs. Elide was washing the dishes, looking down at the house, the things her husband had done, shaking his head. Now he was running down the dark streets, among the few lanterns, perhaps having already left behind the gas meter. Elide was lying down, turning off the lights. From her side, lying down, she ran one leg to her husband's place looking for his warmth, but she warned each time that where she slept was warmer, a sign that Arthur had also slept there, and that filled her with great tenderness. The difficult loves, 1970", "title": "La aventura de un matrimonio", "author": "Italo Calvino"}