{"metadata": {"length": 3931, "words": 776, "reading_time_min": 3.88}, "text": "From the beginning he always said to him, \"Horse!\" and so he was casting body with the word as a scare and an order. And when the elephant had carried the man, he trembled at the sound of his voice, saying, Horse! And the animal was vibrating from the helmet to the ear; brrr! He was doing it and the ground was trembling under his feet. Because I'm a horse! I wanted to say a lot of things, starting with alert: I am in you from the outside and inside you. I'm every moment that starts after the word is spoken, and that can mean so many different things. I am what is before grass and water. I'm first on the first bank of the river that you look at in horror. I'm still in the middle of the swirling stream and I am after the other side of the river is overrun. You only cross because I say horse, and because I tied your four legs underwater to my nerves. That's why you cross and that's why you exist. Just because I say horse! At the top of the mountain, it's like your four nerve helmets fit into the bottom of the trench, without your belly and mine climbing the same cold air that kills us in the ravine. The horse! It means you're another member of my body and another direction of my thinking. And so the same thing, horse! You are not alone in your solitude, but two caught on the bridge of a word. And it also happened that man, having mastery and certainty of the word in which his best mind concentrated, often wanted to apply it to life for his mastery without it shaking and much less doing his will. And then he found that he was only God with his beast and he loved her more and he saw that he was as subject to her and as dependent on her as the beast himself. Even the horse in the face of the devastating wind and thunder, would have wanted the word horse! to conjured up their horror. So there was only one island where both agreed to destroy their limitations, and this island was the word horse! And so he grew up and so he had other fame in the Alazan region: \"To the horse of Fresneda you go and tell it and do not tremble, but whatever the owner says it, \"¡brrrr!\", from head to toe. Even the air around here shakes. And only Fresneda can hear the sound of his bones. At night, see, at night; however loose it may be in the pot, however far or near the house, as Fresneda goes out to the gate and says to her:  horse! so that the wind takes her word wherever she is, you feel in the silence of the stars a trembling beast coming against the air: brrrr! and it is heard. And how beautiful is the alazan of Fresneda; seven quarters of a rose and a hair with the same brightness of day and night, as if the light were kept. His passing a river swimming and the crin and the tail, equal, of the same golden. And that's why, maybe, one night he was stolen. Fresneda went round the four corners of the earth, seeking him; and, woe, though he was so near, he found him not. For it came to pass that the thieves were afraid, and when they had bound the beast, they were filled with fear, and thought otherwise; for it was a double theft, and more a crime to take away a man's body, which he had made from the heart of the beast and from his. And there they left him; his legs bent, stiff, his mouth muffled for the relinch, hidden in the varentierra that was only four hundred meters from the gate of Fresneda. And Fresneda searching for him in all the pastures of the world. But who would remember the verentierra that was once made by hurricanes, and then was forgotten and climbed with cundiamor? And there the horse died, twisted and standing. And it was a long year, and all of Fresneda's hair turned white. And one day Fresneda went to the vineyard and then he went in and he saw the horse still woven, still standing on its four dead legs and he took Fresneda a step inside the vineyard and said, \"Horse! And the horse, trembling, fell to the ground in a cloud of dead dust. The Thread and the Rope, 1974", "title": "Caballo", "author": "Onelio Jorge Cardoso"}