{"metadata": {"length": 5158, "words": 968, "reading_time_min": 4.84}, "text": "The news went word of mouth. Marichu, the woman from the Aitola village, had a rare disease, which had been presented to her two or three weeks after giving birth. As soon as he began to laugh, he laughed, and cried bitterly, and burst into tearful complaints. Rumors spread that he had demons in the body, and it was also said that a mysterious man, passing by the village of Marichu, and looking at this one, had injured his eye. The curiosity of the neighbouring farmers was very much aroused, and the conversations abounded; some felt that it was best to tell the priest, while others felt it was more logical to call an old gypsy, half beggar and half witch, who was known for curing people's and animals' eye diseases. One day two girls from the neighborhood were so impressed to see the sick woman, they began to laugh and cry with her, and with this motive and as a first providence, the village priest was notified. The priest blessed the house, conjured the spirits to leave the possessed woman's body, but his exorcisms produced no effect. Then she called the gypsy. She came as soon as she was notified and settled in the house. He's made his preparations. And he sewed a pillow of sackcloth, and filled it with sackcloth, and twisted several dried branches, and made two torches with them. At about twelve o'clock in the evening he entered the nurse's room and, ignoring her screams and her wailing, tied her to the bed. Then he lit the two torches and had Marichu lean his head against the sack while she prayed. Sometimes he interrupted and forced the sick woman to swallow a pot of salt; other times he whispered under the name of the three magical kings... the next day, Marichu was cured. Seven days passed, and after that, Marichu's mother-in-law, who hated her, insinuated a terrible idea: she smiled, with a strange smile, and told him that if he had been cured, he was passing his disease on to the body of his son, the eldest son; that is why the child was always sad. And it was true; from that moment on, the boy, who was very beautiful, went on to become pale, very pale, and stopped smiling cheerfully. One night he was cold, curled up in his mother's lap, eyes open. A very black mosquito was rolling around beside him... the mother kept shaking the child, and seeing that he was not waking up, she wrapped him in a blanket and left the house and took the road leading to the old beggar's house. It was daytime; a pile of white clouds was fading in the pale blue of the sky, the sun, warm and weak, began to shine on the tops of the mountains, covered with yellowish-flowered algae and mottled and reddish ferns. On the top of the mountain, Marichu stopped to breathe; the cold wind made him tremble and tremble... In a sinking there was the old woman's home, an old house destroyed by the flames, which the gypsy had been restoring little by little. Marichu came in without calling. In the light of a burning fire on the ground the interior of the house was seen, which had only one room; at the bottom of it was a bed on a pile of earth, and on both sides, on the walls, a few beams served as vases, and over them were placed an endless number of useless things taken by the roads, classified by order of size: pots without axes, cascading drillers, bottomless barrels. By the fire, the old beggar was talking to a decrepit, curvy, white-haired man. Is that you? When she saw Marichu, she asked the beggar, in a hoarse voice, \"Why are you coming to my village? See my son. \"He's dead\", said the gypsy after looking at him. - No, I'm not. He's asleep now. What will I give you to wake him up? I tell you it's dead, but if you want me to cook with seven plants... then the man said, \"Gitana, what you're doing won't help you\". If you want to wake your child up, she added, heading to Marichu, staring at him with his gray eyes, which glittered under his white eyebrows, you have only one remedy: to be housed in a house where the family living under his roof does not remember any upcoming disaster. Go and get her. Marichu left the house with the child in his arms, and, without waiting any longer, he went to the surrounding villages. In one the father had just died; in another the servant's son returned declared useless, with his lungs full of tubercles and a few months to live; here a mother died, leaving five children abandoned; there a sick man was marching to an asylum in the capital, because none of his brothers, who were in a loose position, wanted to pick him up. From the countryside, Marichu went to the village, and from the village he went to a great city, and then to another and another, and everywhere there was sorrow and everywhere pain. Every village was a huge hospital full of sick flesh, complaining with delirious screams. The old man's remedy was impossible to use. Everywhere misery came; every one was sick, every one was dying. No, no, there was a remedy; it was necessary to live with a grieving heart; it was necessary to have sorrow and sorrow as life's companions. Marichu cried, cried for a long time, and then, with a calm despair, she went back home to live next to her husband. ♪ Finish ♪", "title": "Marichu", "author": "Pío Baroja"}