{"metadata": {"length": 2458, "words": 451, "reading_time_min": 2.255}, "text": "Betsy waited for the man to return to die. Before the trip, he had noticed that Betsy had a strange appetite. Then other symptoms appeared, excessive water intake, urinary incontinence. Betsy's only problem was the cataract in one eye. She didn't like going out, but before the trip she had unexpectedly gotten into the elevator with him and walked along the beach, something she had never done before. The day the man arrived, Betsy had fainted and remained without food, lying in bed with the man. The specialists who consulted said there was nothing to do. Betsy would only get out of bed to drink water. The man remained with Betsy in bed throughout her agony, caressing her body, feeling sadly the flabbiness of her legs. On the last day, Betsy, very quiet, with her blue eyes open, nailed her gaze at the man with the same gaze as ever, indicating the relief and pleasure produced by her presence and caresses. She started shaking and he hugged her more tightly. Feeling his limbs cold, the man put Betsy in a more comfortable position in bed. Then she stretched out her body, as if it had vanished, and turned her head back, in a gesture full of languor. Then he stretched the body even further and sighed, a strong exhalation. The man thought Betsy was dead. But a few seconds later he issued another sigh. Horrified by his meticulous attention, the man counted, one by one, all Betsy's sighs. With the interval of a few seconds he exhaled nine equal sighs, with his tongue out, hanging sideways in his mouth. Then he started hitting his stomach with both feet together, as he did occasionally, only with more violence. He immediately became motionless. The man gently passed his hand over Betsy's body. She loosened and stretched her limbs one last time. She was dead. Now, the man knew, she was dead. The man spent the whole night awake next to Betsy, carefully caressing her, silently, not knowing what to say. They had lived together for eighteen years. In the morning, he left her in bed and went to the kitchen and made coffee. He went to the living room for coffee. The house had never been so empty and sad. Fortunately, the man hadn't thrown the cardboard box out of the liqueur. He went back to his room. Carefully, he put Betsy's body inside the box. With the box under his arm, he walked towards the door. Before opening it and leaving, he dried his eyes. I didn't want them to see it like that. I'm not going to tell you what I'm saying.", "title": "Betsy", "author": "Rubem Fonseca"}