{"metadata": {"length": 6807, "words": 1283, "reading_time_min": 6.415}, "text": "There's nothing in our house but a bed, too wide for you, a little narrow for the two of us. He is pure, whitish, and naked; no covering hides his honest sincerity in broad daylight. Those who come to see us look at it calmly, and do not turn their eyes with a complicit air, because it is marked, in the middle, by a single valley, like the bed of a girl sleeping alone. Those who enter here do not know that each night the weight of our bodies together deepen a little deeper, under its voluptuous morgue, that valley no wider than a tomb: Oh, our naked bed! A dazzling lamp, slanted over him, took him even further. We seek not, in the twilight, the wise shadow of a gray spider, which filters a canvas of linen; nor the pink light of a shell-colored lamp of sea-shells... star without dawn and without sunset, our bed never ceases to radiate but to sink into a deep, wavy night. A halo of perfume meets him; he breathes fragrance, rigid and white like the body of a blessed deceased. It's a surprisingly complicated perfume, breathed with attention, with the concern of distinguishing the blonde soul from your favorite tobacco, the blusher scent of your clear skin, and that burning sandal that comes out of me; but this bitter smell of crushed herbs, who can tell if it's mine or yours? Take us this night, O our bed, and let your cool valley sink a little deeper under the feverish slumber with which it has drunk us a day of spring in the gardens and forests! I'm still, head over your sweet shoulder. I will descend, surely until tomorrow, to the bottom of a black dream, a dream so stubborn, so closed, that the wings of dreams will come in vain to strike it. I'm going to sleep... just wait for me to look for, for the sole of my feet that tingles and burns, a place that's completely cool... you haven't moved. You breathe with long aspirations, but I feel your shoulder still awake, attentive to falling under my cheek... we sleep... the nights of May are so short... despite the blue darkness that bathes us, my eyelids are still full of sun, of pink flames, of shadows that move, swinging, and I look at my day with my eyes closed, like one leaning behind the shell of a blind, over a dazzling summer garden. How my heart beats! I can hear yours under my ear, too. Aren't you sleeping? You're not sleeping? Raising my head a little, I can guess the paleness of your face falling backwards, the wild shadow of your short hair. Your knees are fresh as two oranges... turn to me, so mine will steal that fresh smoothness from you. Oh, my God! We are asleep! A thousand ants run a thousand times, with my blood, under my skin. My ankle muscles are throbbing, my ears are shaking, and our sweet bed, is it sown with pine needles tonight? We are asleep! I want it! I can't sleep. My happy, throbbing, cheerful, and divining insomnia, with your stillness, the same trembling downfall... you don't move. You expect me to sleep. Your arm is sometimes tightly wrapped around me by a tender custom, and your lovely feet are entwined with mine... the dream comes near, it rubs me and runs away... I see it! It's like that heavy-wave butterfly I chased in the burning rainbow garden... remember? What a light, what impatient youth exalted all that day...! A rushed, acidic breeze threw a rush of rapid clouds over the sun, and the very tender leaves of the tilos were crumbling, and the walnut flowers were falling into red clusters over our hair, with the flowers of the paulonias, of a rainy purple of the Parisian sky... the buds of the crowns you were gnawing, the wild rose-shaped bark in the grass, the tender, still brown mint, the velvety sage like a hare's ear, all gushing out of a strong, peppery juice, which mixed in my lips the taste of alcohol and taronjil. I could only laugh and scream, trampling the long, juicy grass that stained my dress... your calm joy watched over my madness, and when I reached out to reach for those crumbs, you know? of such a moving rose, yours has broken the branch before me, and you have removed, one by one, the curved thorns, the color of coral with the shape of claws... you have given me the unarmed flowers... you have given me the unarmed flowers. Thou hast given me, that I may breathe, the best place in the shade, under the lily tree of Persia with ripe clusters. You have gathered for me the broad blue-blue baskets, enchanted flowers whose velvety heart gives off the smell of alberco... You have given me the cream of the milk bottle, at the hour of the snack; when my fierce hunger made you smile... You have given me the goldenest bread, and I still see your transparent hand in the sun, raised to throw the drowning wasp, caught in the curls of my hair... You have placed on my back a light coat when a longer cloud has slowly passed, toward the end of the day, and I have trembled all sweaty, and quite, of a nameless pleasure among men, the naïve pleasure of animals, happy in the spring... You have said to me:  Come!  Come!  Let us... Let us! If I think about you, my rest is over. What time did it just ring? Here the windows are blue. I hear my blood throbbing, or maybe it's the murmur of the gardens, far away... Do you sleep? - No, I'm not. If I were to close my cheek to yours I'd feel your eyebrows tremble like the wing of a captive fly... you don't sleep. You were spying on my fever. You shelter me from bad dreams; you think of me as I think of you, and we pretend, by a strange sentimental modesty, a peaceful dream. My whole body is left unattended, and my neck weighs on your sweet back but our thoughts love each other, discreetly, through this blue dawn, so prone to grow. Soon the bright bar, between the curtains, will be lit, it will turn pink... a few more minutes, and I will be able to read on your beautiful forehead, on your delicate chin, in your sad mouth and your closed eyelids, the will to appear asleep... it is the hour when my tiredness, my nervous insomnia can no longer be silenced, when I will pull my arms out of this fever bed and my evil heels are already preparing for their cunning walk... then you will wake up. Then I can take refuge in you, with confused unjust complaints, with exaggerated sighs, with crisp calls that will curse the day that has come, the night so late to end, the noise of the street... because I know that then you will clench your embrace, and that if the waving of your arms is not enough to calm me down, your kiss will become more tenacious, your more loving hands, and that you will grant me the voluptuousness as a relief, like the sovereign exorcism that drives out of me the demons of fever, of anger, of restlessness... you will give me the voluptuousness, inclined over me, the motherly anxiety, you seek, through your passionate friend, the son you have not had...", "title": "Noche blanca", "author": "nan Colette"}