{"metadata": {"length": 4446, "words": 846, "reading_time_min": 4.23}, "text": "Poor Don Goyito! How has that pale peasant from my Yaurel neighborhood been silenced to my bones! Every word that comes out of my lips is a temple of truth to him. Mister, I hear you're a man of letters, explain this to me. And accept my vagaries and assertions as unquestionable postulates. Paradoxically and all, the one who learns from him is I, who knows life in its depths; for he has felt it in the hell of the potters; for he has bitten his flabby flesh like a hungry dog. And I only have a blurry picture of life, learned from books, which is taking on tragic contours as I get caught up in that bloody, maimed crowd. Don Goyito is possessed of that inquiring mania that reminds us of the dying Goethe exclaiming, \"Light, light, more light\". I identified him with the toad in Hans Christian Andersen's fairy tale, who there, in the pit of seeing frogs, dreamed of light. The magnificent diamond light that, grandpa said, had embedded in his head. Light that is born from within and uselessly sought outside ourselves. Light that would make the Master exclaim that \"I am the light of the world\". The tragedy of his life of disobedience is expressed in this bitter sentence: \"Mister, if only I could read! He who does not know is like him who does not see. Don Goyito, you said it. He that is not thirsty for knowledge is like a mole that scratches the entrails of the earth without ever seeing the light of the sun. And he continues: \"Ever before, Don Marce read me some of the most fascinating books I have at home: The Count of Montecristo, Signs of the Ages and a Bible. And then, in a voice, he says to me, \"Even one of the devils, who is good at knowing everything in life... but my king, there is no one to read me. I just sent my jaja to school to read to me, but, I'll tell you, it didn't go with my instinct... and it's like a little bit of a fad. But I think it was better that way, because if I could read, I would have gone crazy... And it is as the one in the Song of Songs and Ecclesiastes said: And maybe, like the master maniac in reasonable madness, you would have gotten into the mollera to unravel up these Puerto Rican roads, where both the bad guys and the bad guys are doing the unreasonable with our mountain hedgehog... he may have been the one I've benefited the most from acquiring a battery radio for my social worker's office. At night he's the first to wait for me, eager to hear the latest news of the war. But he always stands at the doorstep waiting to be ordered in, even though I have repeatedly told him that he doesn't have to ask for my permission... there he is... and I watch him in the shaky light of a quinque. How his eyes dance with joy, and he laughs, and is excited, like a child, when he hears the dramatic account of One Thousand and One Nights, which makes his imagination blow through the enchanted gardens of Aaron-al-Raschid! He's more interested in world drama and news than that crap and erotic music that's booming. When one of the younger listeners makes me tune into a station that offers dance music, I notice a mute reproach in his eyes, and then he says to me down low with sarcasm: Or do you realize that not everyone has that cultural instinct you told me before? How stylish you are, my Don Goyito! I, like you, have been nauseous observing the tastes of some who call themselves cultists and react like acemils to the beautiful things of the spirit. I remember that sentence that don Fernando de los Ríos puts on Chesterton's lips: \"But, Lord, what a cult these illiterate Castilian people are! One day he made this very touching observation to me: \"Master, why do these people try to solve their pendants by killing themselves? Aren't we all sons of the same God? I do not know why he has taken such affection from me; I have never solved a problem for him; I have never given him any treatment of any kind, because I understood that his evil was incurable: the fever never ceases from knowledge, which dies with man. I remember the day I notified him I was leaving Yaurel. The Countess told me, as if he were my brother: \"Master, do not forget this poor poor wretch and send him a portrait of you. That really got me, and I'm gonna speed up the goodbye. Already in the asthmatic guava that was walking away on the dusty road between the canyons, I saw him for the last time, the peacock upstairs, saying goodbye. And his tragic silhouette was remembered. *FIN* Terrace, 1947", "title": "Don Goyito", "author": "Abelardo Díaz Alfaro"}