{"metadata": {"length": 5938, "words": 1146, "reading_time_min": 5.73}, "text": "The news had reached that boy lost in the savannah: Monsito Rojas had assaulted the village. They were in the kitchen. Through the gaps the light from the stove grew and died. The boy said, \"I think people are coming. The old woman and Meco agreed by gesture, but they did not try to find out who was coming, because the dark night prevented him. Meco was hesitant and ordered. Get out of there. He walked slowly to the door and nailed both hands to the mirrors. The air and the flame swelled his shirt. He looked sharply and saw the bulk: it was a tall, black mass, which was coming looking for the entrance to the kitchen. From the back of the yard the dog barked, with a long, weak barking. \"Night... \" said the newcomer. \"Good\", Meco replied. The man jumped off the animal as he explained. It's me... but Meco said, \"Fano?\" He asked. The dog kept barking the night away. Let me dent the man asked. Meco just walked away. The light was poured down on the ground. Inside, the eyes were bursting. And is that you, Fano? He asked the old woman. The man threw himself on a chair. \"Monsieur assaulted the village at dusk\", he said. We knew it. The old woman nodded. Meco felt the animal's tremors and came to see it. Must have been a long race, because sweat was pouring out. Then he hesitated and turned to Fano. I've got this wound, he assured me. Fano couldn't say no. But that condemned dog won't shut up! He thrones Meco with his eyes fixed on the boy. When the little boy left the kitchen, Meco, clenching his teeth and his fist closed, said: \"So you're judging, Fano. Fano raised his forehead calmly. From the other side of the stove, the old woman was looking at him, quietly biting his pipe. Meco's been wanting to talk for a while. The boy had come back and the dog was under the stove. It was white and grumpy. \"Lay down, Mom\", he told the old woman. It's too late. The old woman's purple skirt swept the floor. At the door, he turned his face and saw the face of an insulting smile. I'm sure he wanted to say a dirty word, but he didn't do it out of respect for his son. Then the boy got up and asked for the blessing. Fano realized Meco was going to start, and he wasn't for conversations. I wanted to be alone. But Meco... he was sure Meco would bother him. To another he would reply insolently, and in the last case he would shoot him if he carried it too much; instead, he was obliged to Meco because he was his friend, and to the friends... well... Meco asked for a moment. Fano answered with his head. Meco nodded his lips; afterwards he stood a long time with his chin between his hands. The light would sparkle on his forehead and make the other's eyes shine. Fano couldn't with that forced silence. Right up there, bold and rude, she got into the night. It was weighing on the kitchen ceiling and seemed to want to drown the poor little flame dancing in the stove. And Meccas rose up, and rolled the stumps, and squeezed them, and smote them upon the earthen furnace. A tongue of fire, agile and cheerful, filled the corners of the kitchen with lights. Meco caught a fire between his fingers and lit the pipe. He turned slowly, as he spoke: \"If Monsito knows that you're walking around here, he'll shoot him like a dog. I went out thinking that, the other guy said. Meco just turned around quickly and held both hands behind his back in the stove. His eyes flashed over the pipe and through the smoke. Fano also stood up. He was thin and tall. You and your mom think I'm judging out of fear. He spoke slowly and furiously. He had his eyes stuck under a hard eyebrow. Meco couldn't find words to answer. Besides, the other one would soon explain himself. Fano is talking. He sits, his legs open and his fingers intertwined under his beard, not looking straight ahead, but momentarily and quickly. Meco's been listening to you for half an hour. Meco is standing, with the pipe between his hard teeth, back to the stove. The heat of the flame burns in his back, but he doesn't move. Fano says, at the end: \"Then I surrender. If they want to kill me, kill me. He's getting up. Her grotesque shadow reaches to the ceiling. He walks toward the door, slowly, shaking a tight, hard, wooden arm. If you want, I'll go with you, Fano, offer Meco. No, my friend, you're very committed to me being here tonight. He said this with his face turned. Meco feels that he is diminished by such words. You know my house and mine is for the friend! - I protest. Meco sees Fano raise his leg. Looks like it's going to fly. From the horse he says, \"Remain with God\". The red light, which hangs from the door to the yard, causes reflections and bermyths on the neck and hips of the sweaty animal. You hear the brake ringing, the crunching of the chair. The horse moves its tail and raises its legs. The noise hasn't completely disappeared yet. Meco takes the stove's stakes out of the oven and hits until it's only coals left. The white dog is now, under the stove, as black as ground coffee. Meco gets the door and leaves. In the boy, when the cat screams under his weight, he hears the old woman's voice: \"Is that coward gone? No, Mom, he's not a coward. Look at Meco. The voice of the old woman is deaf in the night: \"There will be no Jew\". Meco warns: \"But not out of fear, mom. The wind was blowing in the roof yachts. You can barely feel the trampling of the frame. And why, then? She insists. And Meco, as he hangs the shirt on the chair, explains: \"I know the boy was among the people of Monsito. In the old woman's room, a dry, watered cough leaps. In the distance the sound of the horse, which is walking towards the village, has been lost. The old woman, who doesn't give up, still asks: \"Boy?\" What? What? His son, Mommy, explains Meco. And he keeps shouting, \"But that condemned dog won't shut up! Behind those words the wind is heard, punishing the roof yachts and the scarce bushes of the savannah. *FIN* Carteles magazine, 1936", "title": "El cobarde", "author": "Juan Bosch"}