{"metadata": {"length": 2332, "words": 418, "reading_time_min": 2.09}, "text": "Every night, from dusk till dawn, the song of the nightingale resounded in the forest. The king heard him from his palace. More precious is that nightmare than all my treasures the king said, and he sighed. Every night, from dusk till dawn, the nightingale sang deep in the forest. The king, sleepless, could hear him enchanted. \"To him who brings me alive to the nightingale I will give the most beautiful of my favourites\", said the king. I will give him twenty warriors, half my eunuchs, all my white royal turkeys, a wooden Indian lute with nacre incrustations, silk tapestries embroidered with gold threads, watermen of carved silver, temple peppers, the Chapur ring. The most skilled hunters, with nets, leagues and traps, went into the forest at night to hunt the nightingale, but the nightingale did not get caught. And she kept singing, every night, from dusk till dawn, with her wonderful voice. As he stared at the window of his palace, the king heard him, and his face was the color of the moon, and his heart, a dry cistern. The armies of warriors and courtiers, with bows and arrows, drums and banners, went into the forest and urged the rattlesnake to appear before the king, but the rattlesnake disobeyed the orders. And every night the nightingale sang in the thick of the forest with his heavenly voice. The king became ill with melancholy. And from the bed he heard the song of the nightingale, and his skin was like the skin of a fruit that is cut off from the branch. The most beautiful of the favorites was one night in the woods and humbly begged the nightingale to have mercy on the king, but the nightingale did not. And every night, from twilight to dawn, the nightingale sang in the most intricate part of the forest. The king, hearing it, closed his eyes and groaned. A magician built a mechanical nightingale that sang like the forest nightingale, and he took it to the king. By night he had it sing in the king's chamber. But the king heard the song of the forest nightingale and cried in his bed. Every night, from dusk till dawn, the nightingale sang in the forest foliage. And the king died of grief, on his golden bed. And as the funeral procession passed through the forest with the king's body, in the most secret of the leaves, from dusk till dawn, the nightingale sang. FIN Falsifications, 1966", "title": "El ruiseñor", "author": "Marco Denevi"}