{"metadata": {"length": 5944, "words": 1177, "reading_time_min": 5.885}, "text": "When God and Lucifer had that great displeasure, the first to regret it was Lucifer's mother, who was a very kind and very formal lady and as decent as the first. And he said to the boy, And he took hold of him by his wing, And said, What thou hast done, a little angel will not do. You don't have a clue. As comfortable as we were here, and now, being so brazen, we have to go God knows where, unpleasant. I don't know where you're gonna find something like this, with the bad things going on right now... really doña Rosa was there very well and very quiet. Almost all day he spent with the mothers of the other angels, working or eating, while his sons flew by nearby, playing their trumpets and rehearsing their sweet songs. They had as much fun as the mothers of the coupletists and the second-timers, and like these, they were taken aback by seeing their little ones make those money, who were so good and so handsome. So when they kicked Luciferito out of there, Dona Rosa felt it so much, and she cried all night and didn't even have dinner. She thought, and with great reason, that if her son had stayed there he might have become a road, canal and port engineer, or a doctor, and not a demon, which was so ugly. The other angels' mothers said to her, \"Don't worry, lady. Who knows if his future will be there. Mothers should not distort the inclinations of their children. After all, there are few demons, and if your child is smart, maybe, in time, he will become the director of demons, and that's already a very nice destination. It's not like the post officers, there's so many and it's so hard to get up... and it happened. Lucifer was the leader of the demons, and the mother, little by little, settled for the position of the son, whom she adored. She never parted with him, and she kept treating him like a child, because for mothers, their children are always children, even if they become station bosses, or civil guard mates or something else. Doña Rosa still gave him good advice, like when she was five. When Lucifer put his whole hand in his nose, Dona Rosa told him to stick only one finger, and when some miserable man wanted to sell his soul to his son, she, who had a very good heart, intervened: Think of him as a young boy and he doesn't know what he's doing... think of the disgust his mother will feel if she finds out he sold you his soul. Lucifer was very angry and said, \"You must understand that the devil can't be good, mama. I'm not a kid anymore, and I don't like you advising me on these things. I know what I have to do... but the mother insisted, and then Lucifer, who, despite everything, was very respectful, told the young man that he couldn't buy it, because he already had many of the same ones in the store and for now, he wasn't interested in buying more. I'll be back another day. Lady Rosa had the whole hell neatly arranged, and so clean, it was nice to be there. She herself, with her hands, made the food of the condemned, and many people went to hell, to spend seasons, just to eat the cod to the viscaina, that no one cooked like Dona Rosa, and that was said even by people in Bilbao, who you know are used to eating it so well... Every Thursday Dona Rosa, besides putting clean clothes on the beds, gave the condemned refreshments of orange or lemon; and if any gentleman fell ill, she would take care of him and take him to bed cups of broth and chamomile. It was really good. Lucifer, with all this stuff, was very upset. With a mother like that, so good, you can't be Lucifer, you can't be a demon, you can't be anything. I understand that she does it for my sake and that a mother is always a mother. But with all this, I'm losing my status and no one respects me the way I should. He won't let me tempt anyone, and no one ever sins anymore. Now she's determined that we take a little hotel in the country and buy chickens. She doesn't want to let me out at night either. This is already intolerable. One day, Doña Rosa said to him, \"You're not old enough to go out there with that tail and those horns like we're at a carnival. You're being ridiculous, my son. Tomorrow, God willing, I'm gonna buy you some pants and a sports shirt so you can put them on and walk around the house like this. I'm also gonna buy you a pajamas and, when I can, I'm gonna make you a nice blue sea suit for the street. And so he did. Lucifer didn't look like Lucifer anymore. That Lucifer was a laugh. And the men were angry with him, because he had not made them go to the cabin, nor had he deceived innocent men in their manner, nor had he made them drunk, nor had he robbed them of banks. And so did the children, because I didn't encourage them to kill dogs, nor did I encourage them to burn farms. But those who were most disturbed by this stupid goodness of the Devil didn't want to sell their soul. Because the Devil didn't want to buy them, because if he bought them then his mom would deny him, they didn't know what to do and they were desperate. It was as if they had suddenly closed the \"Veguilles\" to all the widowed ladies. But Lucifer, suddenly, changed. He ended up going through what happens to all the kids that mothers impersonate so much and have so much subjects to them. That the boy, quietly, became a golfer and left everything and didn't want to work. And one day he even reached out to his mother. And his mother was very angry, and said to him, My son, thou hast always had very bad instincts. You can't fix it. You have to punish yourself somehow to make it scarce. And he put him in Santa Rita, which is a correctional facility for bad kids. And that's how hell ended, with how good it was. Now it looks like they're gonna make another hell and they're gonna put another demon in charge. But until they do this, with what it takes to do things in this country, I don't know what's gonna happen to us. And all because of the stupid mothers, who have to get into everything...", "title": "Verdaderamente, con una madre así, tan buena, no se puede ser Lucifer", "author": "Miguel Mihura"}