{"metadata": {"length": 7347, "words": 1318, "reading_time_min": 6.59}, "text": "Isabel heard with great surprise the confession of her friend Claudia, the most formal of all women, in which beauty serves to rekindle virtue, as the glazed blue does the rich gold frame, the following confession: - Here, where you see me, I have committed a crude infidelity, and if I am so firm and perseverant in my affections today, it is precisely because I have suffered the sad consequences of that lust. - I'm sorry! - Isabel retorted intoned. - I, my daughter... perfect, only God. And thanks when mistakes teach us and purify the soul. With malice in her heart, Isabel thought to her knitting needle: “I see you, snob... beware of the death flies! Good things have been done to the censers... If you know this, it is for the purpose of making us in your converse.” And, with an eager curiosity and a diabolical complacency, Claudia became the friend of all ears. -When it happened I was still single... indifference does not always protect us from emotional errors. A girl of sixteen ignores the scope of her actions; she plays with fire on rotten bars of a pillar, and is incapable of compassion, for she has not suffered... Claudia's fisonomy expressed, in saying so, such sorrow that Isabel saw written on her beautiful face the story of the continual and unrepentant betrayals that the husband of her friend's friend uttered with a firm foundation in the public voice. And without a pause, Isabel murmured inside: \"Prepare, yes, prepare the rebaja... We know these semi-confessions with mental reserves and private excuses... The husband is taking advantage of you; but as you can see you have woken up... For me, absolute sinfulness, daughter... And how she knows how to revert to contrition!\" Indeed, Claudia, a shivering, surrounded the brilliant eyes, seen by a dark, deeply melancholy humour. -Sixteen years. It was my age..., and there was a being to whom I wanted perhaps more than anyone else. Every moment she could spare she spent on caring for him, making tender demonstrations, which he paid for with another thousand more passionate and joyful voices... - Claudia! - Isabel exclaimed with a shiver. - Isabel... -reply this-, calm down, and that the revelation does not seem funny to you... If you see how far from me is the taking this episode for a joke! Hope you can! The beloved was a dog... - Ah! - cried Isabel, who was not a shivering babe- I had to figure it out... Only a dog can justify the lust you expressed... Only a dog's heart can contain enough loyalty, sincerity and nobleness to satisfy a dreamer like you... -And there is the reason for my regrets... -said Claudia seriously. If I had sold to a being capable of selling me... my consciousness would be almost tranquil. I would have put myself at risk, I would have been exposed to reprisals..., while this was going on... -I understand, I understand - Isabel cried, moved despite herself. - Despite the time that has passed, the memories of my past still haunt me... The years make us more soft-hearted. Youth sees before it so many hopes, that it does not want to look at the pain and the damage it naturally causes... My error had no excuse, not even the one of good taste. Ivanhoe, my first favorite, was a magnificent swan, a terranova of tangled and black hair, as dense as a thick carpet of asterix. With a noble and intelligent head, the look from his great eyes of venturina reflected an ideal good. He said a world of things! When he rested the helmet on my head and aimed his magnets into my pupils, I read in them the resolution to die for me, if necessary. The shadow of danger, the entry of an unknown person, repelled with sudden ferocity the hick of Ivanhoe, who was displaying his white teeth, threatening them, grunting sordidly. I walked step by step in the day; at night I slept walking along the umbral of my door. My purity needed no other guardian, and my parents were accustomed to say that with Ivanhoe I was more defended than with three sons. In this way my aunt from Bellver came to Paris and brought me a very precious gift. They were beginning to make a fashion of gimmicks, and inside the hat he presented me with one, diminutive to the ridicule and fey to the sublimation: “a delicacy”, was the unanimous voice of those who admired him in the tertulia. A tangle of dirty grey hair slid and twisted on the face of the animal, hiding its misplaced eyes, like huge slits of a sabre, and revealing only the nose, a luminous, luminous trump, a trump that was a comical sneer. Clown -as it was called the bottle- was our toy, fragile, original and jealous because no one knew another in Madrid; and the misery of my vanity led me to consecrate Clown exclusively to all my halagos, to not separate him from me, to adopt him as my favorite, completely forgetting Ivanhoe. It is more: I have come to expel Ivanhoe from my presence and from my quarters, for he has frightened the griffin, who, very timid, as all Chiquitines, has become a shivering wreck at the sight of the vast terranova. I gave myself over to the new love, and if I didn’t give Clown a luxuriant trousseau of hats, shawls and plumes (you know this is done today, with special fashionistas and even figurines for dogs), at least I washed, shaved, perfumed and brushed him, and made him a beautiful lace collar, sacrificing my best bracelet for diamond-passers. My friends railed at me for not having another Clown. I took it in my hand, in my pocket, or in the cuff of my jacket, between my arm and my shoulder; and when it shone so brightly, as a living thing does, when I put it on as a girl puts on a doll more beautiful than all others, I blushed and shook with pride, without a thought of the forgotten... The forgotten had come with the greatest dignity, with the most absolute depravity. He would have moved a cup to smite the intruding rival; but he sat down and cried out: such a meek enemy did not deserve the honors of attack and protest. If it had been a prank, Ivanhoe would have disputed my prudence at dentelladas. In that demanding situation, Invanhoe realized that he could not descend to any heavenly extremity. He shook himself, shook his head, and, resignedly, walked down to the slum, where the car drivers were entrusted with his care. -That dog was a \"gentleman\" - Isabel interrupted. -And I..., \"a vile name!\" - Claudia sneered -. Ivanhoe, alone, sick, abandoned by people who were greedy and stupid... I didn't know it until there was no remedy... \"He has the rabies - they told me - and although it doesn't do any harm or death, it will have to be shot.\" I felt a repulsive jolt in my heart. I escaped, drew my cloak round me to the corner, and came near the heap of rotten wood in which Ivanhoe had thrown himself. My voice pleaded my eyes and shook my head, as if saying, \"Thank you, I am your friend, I am that same person, despite everything.\" They had noticed my escape and rushed me from there, shrieking, shivering, convulsing; they locked me in my room, and at half past nine I heard two explosions of a gun in the garden... Claudia cried and seized, in silence, ferociously, Isabel's hand. After a pause he said, with a merry voice, \"Ivanhoe forgave me, for he had no other business to do.\" Who has not forgiven me has been Destiny..., the great vengancer! I have not been successful in infidelity... The one who kills iron...", "title": "Infidelidad", "author": "Emilia Pardo Bazán"}