{"metadata": {"length": 5985, "words": 1114, "reading_time_min": 5.57}, "text": "As it is spoken of Benvenuto Cellini and someone laughs at the statement that the great artist makes in his Life, of having seen a salamander, Isaac Codomano said: -Do not laugh. I swear to you that I have seen, as I am seeing you, if not a salamander, a larva or an ant. Let me tell you the case in a few words. I was born in a country where, as in almost all of America, hexism was practiced and the broomsticks communicated with the invisible. The mysterious autóctono did not disappear with the arrival of the conquerors. Previously, in the colony, with catholicism, the use of evocation of foreign forces, demonization, blindness, increased. In the city where I spent my first years, I remember well, there was talk of apparitions, of ghosts and of djinns. In a poor family, which lived in the neighbourhood of my house, for example, the spectre of a peninsular crown appeared to a young man and revealed a treasure hidden in the garden. The young man died of the extraordinary visit, but the family remained rich, as are the descendants today. A bishop to another bishop, to indicate a place where a lost document was found in the archives of the cathedral. The devil took a woman through a window in a certain house I have well present. My grandmother assured me of the nightmarish and grotesque existence of a headless man with a huge, hairy hand that appeared alone, like an infernal arrow. All that I learned by hearing, as a child. But what I saw, what I touched, was at the age of fifteen; what I saw and touched was the world of shadows and of the thorny bushes. In that city, like certain Spanish towns in the provinces, all the neighbors would close their doors at eight, and later at nine o'clock at night. The streets were empty and quiet. There is no sound more pronounced than the rustling of old crows in the trees, or the barking of dogs in the distance. Anyone seeking a doctor, a priest, or any other night-time emergency had to walk through poorly paved and crowded streets, lighted only by the solitary oil lanterns that gave off their scarce light on the street. Sometimes you hear echoes of music or of songs. They were Spanish serenades, arias and romances that spoke, accompanied by the guitar, romantic ternes from the boyfriend to the girlfriend. This varied from the solo guitar and the boyfriend singer, as few as possible, to the quartet, septet, and even full orchestra and piano, which any aspiring songwriter could imagine under the windows of the lady of his dreams. I was fifteen, with a great thirst for life and the world. And one of the things I was most ambitious about was being able to go out on the street, and go with the people of one of those serenades. But how to do it? The grandmother who cared for me since I was a child, once recited the Rosary, took care to walk around the house, close all the doors, carry the keys and leave me well slumbering under the covers of my bed. But one day he knew that there was a serenade at night. More than that: one of my friends, as young as I was, would attend the party, whose charms I painted with the most tempting words. All the hours preceding the night I spent in a state of anxiety, not without thinking and preparing my escape plan. So, when my grandmother’s visits – among them a priest and two doctors – came to talk politics or play chess or chess, and once she had prayed and everyone was reclining, I thought nothing but to put into practice my project of stealing a key from the venerable lady. It took me about three hours, but it cost me little because I knew where to leave the keys, and I slept like a king. The owner of the house I was looking for, and knowing which door corresponded, I managed to get out onto the street, at which time, far away, the sounds of violins, flutes and violins began to be heard. I considered myself a man. Guided by the melody, it soon arrives at the point where the serenade was given. While the musicians were playing, the competitors were drinking beer and liquor. Then, a stanza, which was rather tenor, entered first A light of the pale moon, and then Remember when the Aurora... I will go into so many details so that you can see how it has stuck in my memory how extraordinary that night was for me. From the windows of that Dulcinea, he resolved to go to the windows of others. We pass by the Cathedral Square. And then...I said I was fifteen, I was in the trough, all the adolescent angsts were raging in me... And in the prison of my home, where I hardly left except to go to school, and with that vigilance, and with those primitive habits... I ignored all mysteries. So, what joy would it not be for me to see, walking through the square of the Cathedral, after the benediction, a woman sitting on a bench, drenched in her shawl, as if she were surrendered to sleep? I stayed. Are you young? Are you old? Mendiga? Where? What mattered to me! I went in search of the dreamed revelation, of the awe-inspiring adventure. The serenaders were far away. The clarity of the lights in the square was scarce. I came close. I will speak; I will not say sweet words, but with ardent and wrathful words. As I did not receive an answer, I bowed and touched the back of that woman who did not want to answer me and did everything she could to hide her face. I was insinuating and apathetic. And when I had already believed I had won the victory, that figure turned to me, revealed her face, and — oh, the horror of horrors! that face was viscous and swollen; an eye slid over the pale and sane ear; it came to me as a shiver of fright. The horrible scream came out like a shrill laugh; and then that \"thing\", making the most macabre of the dolls, made a noise that could be inferred as: -Kgggggg!... With his hair a mess, he did a great leap, launched a great shriek. I called. When some of the serenaders arrived, the “thing” had disappeared. I give you my word of honor, Isaac Codomano concluded, that what I have told you is entirely true. FIN", "title": "La larva", "author": "Rubén Darío"}