{"metadata": {"length": 5574, "words": 1049, "reading_time_min": 5.245}, "text": "The writer, a white-haired old man, had trouble getting into bed. The windows of the house where he lived were high and, when he awoke in the morning, he wanted to look out at the trees, so he called a carpenter to adjust the bed so that it was at the same level as the window. The success produced great jubilation. The carpenter, a soldier in the Civil War, entered the author’s room and sat down to talk about the construction of a platform that would raise the bed. When he saw the cigarettes strewn all over the floor, the thief began to smoke. For a long time the two individuals talked about raising the bed and other things. The soldier began to talk about war; indeed, the novelist drew him to that topic. The prisoner had been imprisoned in Andersonville and his brother had died of indignation; every time he remembered the matter the prisoner wept. Like the writer, he had a white beard and when he shook his head his lips froze so that the beard rose and fell. The old man wailing with a cigarette in his mouth looked ridiculous. The plan to raise the bed was forgotten and, later, the carpenter carried out the task to his own satisfaction, which meant that the author, now over sixty, had to get up from a chair to sleep on the bed at night. He then sat down on one side and remained absolutely quiet. For years he had been afflicted by heart attacks. He was a heavy smoker and his heart was racing. He had been given the idea that he would die unexpectedly one day, and every time he woke up he thought of it. He was not alarmed. In fact, it reacted in a very special and inexplicable way. The possibility of not rising gave him more life than any other moment. It was perfectly immobile. His old body was no longer much use to him, but something within it was keeping his youth. It was like a pregnant woman, only the product was not a baby, but a young man. No, she was not a young man, but a woman, a young woman with a girth of cloth, equal to a knight. As you can see, it is absurd to try to explain what the novelist was storing up in his seno by shivering in the rising damp and hearing the fluttering of his heart. What you need to find out is what he thought of himself or what he held inside. Like everyone else, the writer had a lot of ideas in his head. He was very handsome at his time and a lot of women fell in love with him. And since then, I have known many people, and in a way so intimate and peculiar that differs from the way you and I know others. At least that was what the author thought, and that was all he liked. Why fight with an old man about what he thinks? In bed he had a dream that wasn't really a dream. As he was falling asleep, but still conscious, figures began to appear before his eyes. I imagined that something young and indescriptible in his interior was a long procession of forms before him. As you see, the interest of all this is based on the figures that came before the writer’s eyes. They were all grotesque. All the men and women he had ever known had suddenly become grotesques. Not all were horrible. Some were funny, others almost beautiful, and one in particular, a grotesque woman completely deformed, offered him. When she passed, he made a sound similar to the crying of a dog. If you had entered the room, you would probably have thought the old man had bad dreams or perhaps, indigestibility. For an hour the procession of grotesques passed before him and then, although it was a dreadful sight, he slowly sank down into his bed and began to write. One of them made a deep impression on him and he wanted to describe it. For an hour he worked on his computer and finally wrote a book entitled The Book of Grotesques. It was never published, but on one occasion I saw it and it made an indelible impression on me. The book had a very strange central idea that stayed with me forever. By remembering it I was able to understand many people and infinitely many things that had previously remained dark. The idea was intrinsic, but a simple comment on it was this: At first, when the world was young, there were many thoughts, but none that were a truth. Man built his truths, and each one was a composite of many vain thoughts. There were truths in the world and all of them were beautiful. The novelist listed hundreds of truths in his book. I will not speak of all of them, but I will mention the following: the truth of virginity and passion, the truth of wealth and poverty, the truth of frugality and stinginess, the truth of neglect and abandonment. They were hundreds of truths and all beautiful. Then people came. As each appeared it was a truth, and the strongest, a dozen. Truths have turned people into grotesques. The author had a very elaborate theory of this. His idea was that when a person adopted one of the truths, called it his own, tried to live his life governed by it, it became grotesque and this truth became a falsehood. You can see how this individual who had spent his whole life writing and was a wordsmith filled hundreds of pages on the subject. The subject had acquired such a grotesqueness in his mind that he himself was about to become grotesque. I suppose it didn’t happen for the same reason that the book never was published. That something inside him saved him. With regard to the harpist who arranged the bed, I mention him only because he, like many of the considered common and ordinary people, became the closest object to what is understandable and adorable in all the grotesques that appear in the author’s book. FIN “The Book of the Grotesque”, Masses, 1916", "title": "El libro de lo grotesco", "author": "Sherwood Anderson"}