{"metadata": {"length": 4883, "words": 945, "reading_time_min": 4.725}, "text": "Of all the summer I spent in the half-empty city I don't know what to say. If I close my eyes, the shadow has regained its cool function, and the streets are just that, shadow and light, in an alternate transition that it has swallowed and devoured. We liked the sunset, the thunder clouds weighing on the houses, the quiet hour. And the night also was the effect of that brief gloom which devoured those who came home from the full sun. We met at dusk, and it was already tomorrow, it was another quiet day. I remember the whole town belonged to us, the houses, the trees, the tables, the shops. In the shops and on the counter I see mountains of fruit again. I remember the warm scent and the voices in the streets. I know where the sunset falls at a certain time on the room's packing. But of us and our words I find almost nothing. I know that I ate a lot of fruit; that I smelled many times hugged and hugged; that by staying behind in the afternoon on the street I enjoyed the passers-by, the colors, the moments, knowing I was expected. I know that my hands and my body had become something tender and alive, just like the clouds, the air and the hills on those summer evenings. All this was familiar to me, and I would say daily if the events of those days did not seem to me still illusory, so much so that sometimes the whole season turns out to me, when I evoke it, as a single day that I lived in common. This day was inside me, and the company that ended the summer gave it meaning and a voice. When we left, it didn't seem like we were separating, but rather going to wait for us somewhere else, like on a date, like at the bottom of the streets disappears and the hill reappears. Every evening we saw her shadowed, and we liked her calmness so much that she became one of the things in the room, she became part of the window and the street. During the short night, she didn't disappear, she was so close. The day started and ended with her. We ate fruit looking at it. Now all that was left was the hill and the fruit. The half-empty city seemed deserted to me. The game of shadow and sun so excited her that it was beautiful to stand and look out the window at the sky and a stone. Knowing that outside the cool light and shadow there was something that I was very interested in and that was born again with the sun and that hurried the night gave meaning to any encounter that occurred on those streets. There were trees drinking the sun, there were the screams of women, there was a great silence. I would leave the room feeling other smells and the freshness of the afternoon. I could look and love anything. Sometimes, in another very different part of the city, there was a square waiting for me, with its clouds and its calm heat. No one crossed it, no windows were opened, but the prospects of the deserted streets were opened, waiting for a voice or a step. If I had my ear sharpened, time would stop in the square. It was a full day. Later, at night, I thought of her and found her unchanging. In those afternoons, the summer never lost its vigor, since we knew that each of us thought of the other. Every routine encounter stirred this certainty in my heart, barely moving it, and made it overflow. Then the light would shine, which I saw as a young memory, as if it had suddenly returned to a different summer, beyond bodies and voices, and the room I had left would have been worth me as a shadow that, discreetly, welcomed me. Anything, when it happened, became a memory, because it happened inside me before I was gone. It was as if I was doing it all day long, and therefore nothing, in the room and in the afternoon, was foreign to me; not even the body that gave shelter to mine, and the voice subdued. One afternoon the clouds thickened and it rained all night. I waited outside a window that wasn't ours, and the splashes and droplets were coming down my face. I knew that the next day the light would be brighter and the shadow cooler, and I was in no hurry to return to where they were waiting for me. It was the last rain of summer, and it changed the color of the city. I could have waited, in the shelter, but I came down in the rain and walked other streets. I thought intensely in our window, thought of her and walked away from her. The hill was at the bottom of the streets, dark and approached by the growing shadow. I saw alpheias in the rain and portals I'd always seen in the sun. Everything was fresh and close, and truly this time my city was deserted. I crossed many places. When I came back, in love and thinking about the streets the next day, I found the room empty, and it was like that until late at night. I then went to the window. We were still together for many days, while the season lasted, but we both knew that everything would end in autumn. And that's what it was, in fact. *FIN* Lestate, Il Messaggero of Rome, 1942", "title": "El verano", "author": "Cesare Pavese"}