{"metadata": {"length": 7036, "words": 1279, "reading_time_min": 6.395}, "text": "I just saw her, so ragged, so little, on the cross, and by one of those reflections of sensitivity that are difficult to explain, and which are one of the miseries of our being, her sight ached my heart. And yet the person whose death commemorates that painted wooden cross was as indifferent as the twig that grew out of the ash in the last autumn and now lies scattered on the surface of the earth. It was a curse, the curse of the Crucifixion, that was part of the landscape, to say it so. Sent at the edge of the road, with feet resting in the sand, body reclining in the tan-colored mud of the sand and sandstone, there was in all seasons and all temperatures. Let the sun set, let the twilight swell, let the rain saturate the tarmac, let the homeless man wander, without more protection from the weather than one of those huge, slouchy, tan-leather umbrellas, which are called family in the country. Raro is the worm that does not have the instinct of begging. Moving, moving, is a sign of freedom, and the poor greatly value the great good of being free. Even the stumbling-blocks, who have no legs, are hurled into the hands; even the paralyzed, in a car, are thrown into the air. An inquietness, a gigantic adventurous spirit often hurls and scuffles the swine. The crucifixion, on the other hand, belonged to the number of those who, like the lizard, clung to stones, or like the insect to the dark corner where no one pursued him. Two reasons could explain his stature: he was over eighty and had no eyes. I say she had no eyes - and not a dry eye, but a blind one - because in the place where the eyes would open up in the forgotten youths, only two engorged holes were seen. What tragedy or horrible paean of despair were those empty spaces, which the crystal globe still lights up? We never asked him, and probably no one wanted to know. He did not like to look at the red stains that the cotton cloth covered, concealing as much as possible the rest of his face; creased by thousand wrinkles and under whose smear, enduring, recurred by the influences of the open air, he could see exactly the shape of the corpse. The hands, always extended, were a tangle of thorns, and the black, trembling, hands no longer held the spear; he supported it by means of one of these flimsily ingenious devices which poverty alone devises, and which make a sound like the inventions of the saints... The body was without form; who can guess what involved three or four reeds, a compact tangle of dead, dry colors, which, in August, as in January, covered the scab of the cross? The hours passed in silence, aching the ear, that at a long distance he could hear the clatter of the cars and the thud of the horses. It took great skill to throw a coin that he received, and the best was to take the resolution to appear and place it in his hand. If the coin falls into the dust or in the thorns, it is lost forever to the curse. They would use the village ponds, which are always crossing the road, to catch the stragglers and enjoy the ineffable pleasure of spending fifteen minutes in the most violent position, so that the cars would slam into them. These gluttons would eat the grain of wheat offered to the sick, unless their mothers would scold them indignantly, ready to spit in their faces: -Teney vergüenza! Stay in the fourths! That's bad casting! The thief, for his part, never claimed. When they had taken her limosna, whether she had been gathered up or not in the hollow of her thigh, she gave thanks the same, with an interminable retahil of blessings and petitions in which came to light Our Lady, the angels of heaven, the blessed Saint Peter, the Holy Sacrament of the altar, the noble souls who accompanied the destitute, the generous knights, the whole retort of the village tavern. I do not know why this rhetoric, in the stuttering, dark mouth, sounded with humble sincerity, and the indifference before the coin, often forgotten among the dust of the road, gave greater force to the presumption that the invalid was truly a poor child of Christ..., a being who believes with all his soul that the one who comes and pours a tin of coins on him is someone who performs nothing less than a work of charity... We would have been very surprised at her; we would have scandalized her spirit, her stumbling spirit of a stumbling wretch, if we said to her: “We are not charitable; we are ferocious egoists! Because you ask and because we give you a meager allowance, we have acquitted ourselves of the fact, which ought to be inaudible, that a blind woman of more than eighty years is as you are abandoned, thrown out on the side of the road, without a lazarus, without even a dog! We already believe it legitimate to pass through tiling of thorns, through tumbling of horse-caps, through thorn-bushes, and leave you there, as if you were a frightened lion, without knowing where you will be taken when the moon comes out, what awaited your weak stomach arid from cold, what a covering your mangled bones! And yet you bless us and pour out your gratitude! Still your adage, like a spouting ox, follows and accompanies and resounds until we transpose the venomous castaways, who perhaps saw you dancing, sweetheart, in their shadow!» So the disappearance of malpoca, to which the black crusade supplanted, had for me no less tragic a meaning, something that removed cynicism and apathy from the senses... confused, sleepy, but able to awaken and to become the infinite pity evoked by the spectacle of infinite pain. We had just left behind the corpulent Castanian sailor; the sun was setting, lighting up the sand, with a gleam and a flash of clean copper, the frolicking of the cattle and the recent jugglers that alighted on a village, a sure sign of the fair. The penetrating and ambiguous aroma of the saline flower was confused with the insulating odor of the dust removed by the gander’s beaks. A yellow car rolled like the soul that the devil carries, spewing out vats of gasoline. A mobile! If you still live in the bad rap! How to ask limosna to who is flying in auto! And the black cross, suddenly, the cross that had pressed me down, seemed consoling, good. It was another plea of the blind... \"For the love of God..., remember me still, Rezad.\" And, between the high, religious silence of the enslaved machine and the rustling of the dismantled tin cans, the wretched man was once again standing on the side of the black cross. The corners of his eyes were no longer empty: in them shone a blue, splendid pupil, with the clarity of a diamond. His dress was white; and round his right side, almost gallantly, a halo of light shone, the gold of the horizon and the silver of the new moon... And if there were not that mysterious region where your eyes were once more ensnared in the spheres and where your feet were white, what excuse, what explanation would you have for this world, see it, whose monument is that black cross strewn about in the midst of a village churchyard, and which will be flooded next winter?", "title": "La cruz negra", "author": "Emilia Pardo Bazán"}