{"metadata": {"length": 6749, "words": 1208, "reading_time_min": 6.04}, "text": "It was already darkening the gloomy aurora of a February day when Nati got out of the car and entered his home stealthily, using a diminutive English name. He had no need to think of getting out of the car, for the car was not rented, and someone who was with the lady, when she got out, fell into the bottom of the cab. Nati climbed the stairway, unsure of finding any creature that would surprise him in such a perverse way. The fear was gone, for there was a deep silence in the sun-filled house. No one, of course, had woken up. In the darkened room, Nati found herself shivering, feeling under her feet the softness of the thick and deep carpet of Esmirna. At the doorway he sought the register of the electric light; he turned the key, and the whole house was lighted up. Oriented already, opening and closing doors with care, traversing a long passageway and two or three spacious rooms richly adorned, Nati, in a tangle, reached his tocador. She lit the candles, did what every woman does when she comes back from a dance or a party: she looked slowly into the mirror. This was huge, whole-body, three moving moons, and they were lighted by appropriately large, faceted, rose-glass tulip-shaped tulip-lamps. Nati saw his image with an impeccable clarity and relief. He appreciated all the details. The white domino, wrinkled, showed on the rim of the mouth, swollen and yellow wine glasses; a piece of rotten, twisted, tangled hair. Having slipped the cap back and slid the terciopelvic mask over the doll's face, the swollen, exhausted, severe face was a striking feature of exhaustion and nervous twitching. The windows were lowered, the shutters were drawn and the windows were shut, the eyes shut revealed the atonement of the body; the mouth was swollen with dread, the syllables were two roses wilted and dried up, two flowers without water, without perfume, smashed, made into a guillotine. The hair, tangled and tangled in a tangle, hung down in front, and in the gorge, a little mutilated, the pearls seemed to be smeared with a smear of remorse and of shame... Nati trembled, felt a shiver as she bared herself, took off her silk shoes, threw off her hat and threw off her cloak. When, after removing the domino and removing the jewels, he opened the faucet of the bath and looked through the eyes and into the hot steam, he returned not to tremble, but to tremble, to cry out in cold, noting a distress that filled him with apprehension. It was not, however, a disease; it was nausea, the inexhaustible repugnance that the deeds bring about and is their reaction and their punishment. Is it the same Nati, who has been so frightened on Tuesday night? Is it she who has prepared that cape, who has combined the way of going secretly, who has played her decorum and her fame for a few hours of delirium? What was she to do on that stage, among those foolish, at that dinner, near that man whose voice sounded like a horn, whose lips sounded like a horn, whose words sounded like a horn and a horn? Those nauseous shivering, with the head tucked back, with the mouth open and the attitude shattered, had she exhaled it? Those most profane and freest words, was it Nati, the wife, the mother, the lady respected by all, who had heard, and consented to, and celebrated them between the suckling and the snorting of the baby? Nati looked at the window, which had been left open. A vivid, blue and sad to yellow light of the electric foci. It was the morning that poured more ice into Nati's veins. He turned off the lights, threw himself into a scream and, exhausted, fell to the ground in a trance. For a moment it seemed to close her eyes to the inventible dream; but almost at that moment she hatched an idea. Wednesdays of Ceniza! He had chosen Wednesday morning... for his arduous adventure. ... Wednesdays of Ceniza!... the same day that his mother, after a life of virtues and sufferings, had surrendered the soul; the day that commemorated for Nati the most tragic birthday. How did he not remember before he escaped? How the image of Tuesday of Carnival has wiped out the memory of Wednesday of Ceniza? Nati jumped out of the devil, tooth by tooth, but enlivened by a resolution: to repent, to make penance, to reconcile with God without delay. She opened the wardrobe and put on herself: she pulled on a dress, the simplest, black one; she threw on a shawl, she slid into a coat..., and, putting it on, walking back and forth, going through rooms and passages, down the stairs, she came out onto the street. I went like a whirlwind, driven by a desire for purification like the desire to wash oneself after a long journey, when we find ourselves covered with stains and impurities. The Church! The Redeemer, the Comforter, the great pool of clear water stirred by the angel and in which the heart is sunk to emerge cleansed of all evil and nostalgia! Nati ran, rejoicing that the more he strained, the farther he was from the blessed church. Finally she divided, crossed the aisle, sat down, took holy water and sat down before the altar, where a priest was laying a wreath on a few ringing hands... Nati presented the front, heard the fatidic Memento homo, quia pulvis eris..., and felt the priest’s fingers touch her thighs, and at the same time an acute pain, as if they had struck her with a scythe... At the same time, the devotees, gathered round, looked at her fixedly, and, reciting what was written on her front, cried aloud: “Sin!” Nati shook his head, and left the church. It had awoken all the world; it was beautiful morning, and the streets were full of people. Nati saw that they turned, that they looked at her with strangeness, that they pointed to her, that they laughed, that they exclaimed: “Sin! \"Sin!\" And the transgressors stopped, and formed into groups, and the word \"sin,\" pronounced by a hundred voices, formed a terrible choir of reproach and curse, which resounded in the lady's ears as the roar of the sea in the storm-tossed waves... \"Sin! \"Poison!\" cried Nati, \"said in the tones of indignation, of scorn, of contempt, of scorn, of irony, of even sympathy... Nati lowered the veil, wanted to cover the front where the fatuous lily appeared in red letters...; but the granadine black rose again, and the humble front was exposed before the multitude... Nati put her hands up, but knew that they would become transparent as glass, and that through them would shine the fatuous lily more clearly, more red... Then, horrified, she exhaled a shrill cry of agony and fell to the moribund ground. When Nati woke up - because she had really fallen asleep on the devil - she saw her husband standing on his feet, examining the scar and the creased domino, falling in front of the devil, making a rebuke.", "title": "Ceniza", "author": "Emilia Pardo Bazán"}