{"metadata": {"length": 2695, "words": 498, "reading_time_min": 2.49}, "text": "In India, this story starring Nasrudin is well known and we will tell it next. Nasrudin's father was the caretaker of a very famous shrine and visited by an extraordinary number of faithful. All sorts of devotees came to him to worship. He had become very famous. Over the years, Nasrudin had heard so much about spiritual truths that he set out to travel and gain direct knowledge of them. He said goodbye to his father, who, as a farewell gift, gave him a donkey. Satisfied, Nasrudin embarked on his journey in search of supreme realities. He traveled tirelessly, always counting on the fidelity of his pollen. But one day, the donkey, who was no longer young, collapsed and died. His tired heart had failed him. Nasrudin sat beside his beloved dead donkey and began to groan painfully. The passersby felt sorry for him and kept him company for a while. Some began to put branches and leaves on the donkey's corpse, which, little by little, was thus hidden. Others threw stones and mud over the branches, and after a while a sanctuary was formed over the dead donkey. Nasrudin was still sad, and day after day he kept on keeping the donkey company. When the pilgrims who were passing by saw a man sitting by a temple, they thought it was the temple of a great spiritual teacher. Many of them also spent a season near the temple. They offered fruit and left good sums of money. The news spread and they began to make pilgrimage to the holy place of the faithful from the surrounding villages and towns. It was already being assured that it was the sanctuary of a great illuminated. So much money came from the faithful that Nasrudin finally built a huge mosque next to the shrine, visited by thousands of devotees from all walks of life. Pilgrims, faithful ones, and even spiritual teachers came. Nasrudin became rich and famous. The fame of his sanctuary grew so great that the news reached his father's ears. This one made the decision to visit his son. They met after years, and they both felt a deep joy. \"My son\", said Nasrudin's father, \"you don't know how famous you are. Your sanctuary has gained so much fame that it is heard even in the confines of the country. But, son, tell me something I've wanted to know for a long time: What great illuminator lies in this shrine to attract so many devotees? - Oh, father! - exclaimed Nasrudin. What I'm going to tell you is amazing. You can't even imagine it, my father. Remember that donkey you gave me? Well, here's where that poor animal is buried. Then Nasrudin's father said, \"My son, how strange are the plans of fate! You know what? I'm gonna go. That was my case, too. The sanctuary I guard is also that of a donkey who died to me. FIN", "title": "Un santuario muy especial", "author": "nan Anónimo"}