{"metadata": {"length": 5110, "words": 948, "reading_time_min": 4.74}, "text": "Happiness in Marriage Under the chilling pseudonym A thank you to Juan Ferragut, a married reader writes me asking me for some rules to be happy in their marriage until the nice plumber quoted above gets the divorce implemented in Spain. There goes my answer. Unknown lady: You leave me more stuck than a Fountainhead tram. Because asking me for advice to be happy is as absurd as dancing the jetta over a bottle of chemically pure baking soda. If you were single and asked me how you would be happy in marriage, I would answer: To be happy in marriage, it is best not to marry. But Fado, the rich Fado, wanted you to ask me that question after you'd joined, and this is what scares me. You tell me about Ferragut's campaign for divorce, and you ask me for my opinion. I think the campaign is great, but if it's okay for the divorce to be done, there's a distance from Fornos-Palace to the Moluccas, and back. The great Ferragut has gotten a bad fight. He is commendable. So, while you're operating the miracle of the Spanish divorce implant, I'm sending you the advice you're asking me for. Let's start by examining the problem, as if it were a student of canon law. In Spain, there are at least five million marriages that are living in a life-threatening state. This is obvious, obvious and epital. The homes where these marriages are inhabited are a retelling of the capture of the Castles and the battle of Trasimeno, half and half. - What for? The causes are innumerable; but it can be said that in 105 percent of cases the husband is to blame. In the rest, the woman is to blame. This claim is proved by a synoptic picture. Causes of marital misfortunes. 1. the following: Kurdish husband. (Blame of the husband.) The Commission shall adopt implementing acts. A loving and recalcitrant husband to all the women who are not his. (Blame of the husband.) 3. the number of days. Husband who plays the paycheck to the special dozen. (Blame of the husband.) 4th An uneducated husband, who treats his wife like she's the glittering machine at the parquet. 5th. Stubborn husband, who wears a cork sling whenever his wife has to buy shoes. (Blame of the husband.) 6. Jealous husband, who gets his fingers crossed by mediocre pensioners. (Blame of the husband.) 7 of them. Husband who's so busy with his own business, doesn't care for his partner. (Blame of the husband.) 8th. A completely stupid husband, a lost, arrogant, stupid or vain mock-up, who gives his wife tea with full-bodied cups. (Blame of the husband.) 9th A wife of bad temper, who has a lemonade for character. (Blaming the husband, who doesn't impose himself screaming more and breaking more dishes.) I'm going to do 10. Spending wife. (The husband's fault, who does not manage the administration.) 11 of them. You stupid wife. (Blaming the husband, for marrying her, or for not resigning.) 12th. Wife falls in love with all the men who are not her husband. (Blame on her husband, who doesn't send her on high speed to the Florida peninsula.) 13th. Wife who, once married, abandons the care of her little one and lives made a walking beer. (Blame of the husband, who doesn't go with another all the way.) 14 of them. Husband and wife who have lost love and esteem. (Blaming the husband, who does not propose mutual mutis and amicable or strangely separated.) 15 years. A wife who puts her mother in the marital home, so that she always gives her reason in the bronchi, and, in this way, give red blood cells back to her husband. (Blame on the husband, who's not going to make movies in California.) 16 years. Rich wife throwing her money at her husband. (The fault is her husband, who still lives in such a company.) And in the other cases, the woman is to blame. As the unknown reader will see in the table above, the causes of marital unhappiness can be limited to ten and six. Do you want to be happy in your marriage? For it is in your delicate hand to avoid the last eight, minus the one marked with the number eleven, because of course if you are an idiot and I, like Scevola, put my right hand on the fire ensuring that no, you have no remedy or arrangement your stupidity. There are things that are inherited without paying royalties, and there are no longer human forces capable of shaking the inheritance. So the first eight causes remain, which are brought to you. For numbers one, three and five you have an excellent weapon of war: tears. You call your husband, as if he were under a stone in St. Lawrence, and if he has any of the delicacy of the scarf, he will stop playing, nodding and tapping. For causes two and seven, you have the remedy of giving yourself a lot of cobra and attracting him through the rimmel and other pampered ties like that. And for causes four and eight you have another system: you give your husband a stake in the left temporal. But... what do I see? At the end of your letter you give me a description of your husband, and I see that your way of being fits the causes number one, two, three, four, five, six, seven and eight... Madam... in view of that, you have three choices: Good humor, Madrid, 1923", "title": "Consejos a una señora", "author": "Enrique Jardiel Poncela"}