{"metadata": {"length": 3736, "words": 723, "reading_time_min": 3.615}, "text": "Once upon a time, there was a great alarm in one country about a wild boar that ravaged the fields, destroyed livestock, and scattered people to their deaths. The king promised a great reward to anyone who would save the country from that plague; but the beast was so fat and forcible that no one dared to approach the forest where it had its abode. Finally, the King sent out a pregonero saying that he would give his only daughter as wife to anyone who captured or killed the almanac. There were two brothers living in that kingdom, the sons of a poor man, who offered to try the business. The older, clever and clever, did it out of pride; the younger, who was naive and foolish, was moved by his good heart. And the king said, To be sure that the beast is found, go into the forest by opposite ends. The greater came in by the west side, and the lesser by the east side. As he was going on, a young man came to him with a spear in his hand and said, \"I give you this wine, because your heart is pure and good\". With it you can face the wild boar without fear; none will harm you. The young man thanked the young man and, throwing his gun at his shoulder, went on his way without fear. A little later he saw the beast, running furiously against him; but the young man presented the wild boar to him, and the beast, in its mad rage, pierced blindly and pierced his heart with the weapon. The boy carried the beast on his back and turned to present it to the King. As he left the forest on the opposite side, he stopped at the entrance of a house where there were many people having fun dancing and climbing the elbow. There was also his older brother; he had thought that the boar would not escape him, and that he might first have a few drinks. Seeing his younger brother come out of the forest with the boar on his back, his jealous and wicked heart left him no rest for a moment. \"Come, brother\", he said, calling him, \"and rest a little and get a glass of wine. The young man, who was not thinking badly, went in and told him about his meeting with the little man who had given him the boar to kill the boar. The oldest held him till evening, and then the two of them left together. When he reached a bridge over the river, which was already dark, the older one made the other pass by, and when he was in the middle, he betrayed him and struck him deadly. He buried it under the bridge and, carrying the boar, took it to the King, claiming that he had hunted it down and killed it, a feat by which he obtained the hand of the princess. And the people were astonished that his brother had not returned, and he said, Surely the beast hath torn him up. And all the people believed so. But since nothing is hidden from God, that evil deed must also come to light. A few years later, a shepherd driving his flock over the bridge saw a snow-white bone beneath the sand and thought that it might be used to make a mouthpiece for his horn. He did so, and as he tried the instrument with the new piece, the bonecord began to sing, with the shepherd's great amazement: \"Oh, kind little shepherd, play with my bonecord. My brother killed me and buried under this bridge. The boar was taking me and the princess was stealing me. - What a prodigious horn, singing alone! - said the pastor. I'll take him to the King. Not long after he had come to the king's presence, the horn sang its song again. The King, understanding the meaning, ordered the earth to be dug under the bridge and the entire skeleton of the murdered man appeared. The bad brother couldn't deny the fact. They sewed him into a sack and threw him into the river to drown. The bones of the dead were laid in a graveyard, in a beautiful tomb, and there they rest in holy peace.", "title": "El hueso cantor", "author": "nan Anónimo"}