{"metadata": {"length": 4557, "words": 884, "reading_time_min": 4.42}, "text": "Here's the curious story of David William Duck, told by himself. Duck is an old man living in Aurora, Illinois, respected by all. He's known as the dead Duck, though. In the fall of 1866 he was a private in the 18th Infantry Company. My company was one of those that were stationed at Fort Phil Kearney, commanded by Colonel Carrington. The whole region is more or less familiar with the fort's history, especially as it relates to the Sioux attacks, and even more so to the regrettable episode of the same in which the Indians ended the lives of eighty-one men, between soldiers and officers, who, recklessly they, disobeyed the judicious orders of their officer, the very brave but misguided Captain Fetterman. When that happened, I was heading with important dispatches to Fort C.F. Smith in the Big Horn. As the entire region was infested with hostile Indians, I traveled at night, hiding during the day as much as possible. The best thing, under those circumstances, was to cover the distance on foot, hurry to fire my rifle Henry and with no more rations in the backpack than for three days. The second place I hid was what in the dark seemed like a narrow canyon between real rocky hills. There were many lightly sunken hills, barely visible from the hillsides, and in one of them, where some bushes grew, I made myself as much as I could a bed to sleep in daylight. I soon fell asleep. That means he had his eyes tightly closed, even in full sunlight. I hadn't slept much when I was suddenly awakened by a rifle shot. The bullet hit very close to where he was lying. A band of Indians had discovered me; they rapped close enough to shoot me; I looked at the place where the fire was coming from and saw an unmistakable signal, the trail of smoke from the cannon. That's what got them. When he found out who shot me, he ran down the hill. I did the same, with my rifle ready, running halfway between the bushes and the sinklands, as a bunch of invisible enemies, knowing my position, began to throw a bullet storm at me. Those bastards hadn't tried to get up to where I was, which I assumed they would, because they knew I was alone, that they would have nothing to do but chat with a man. It soon became clear to me why. I ran no more than a hundred yards until I found myself without any possibility of moving forward: what I thought a cannon was nothing more than a broken one. That ended up in a kind of rock bed and beyond in a vertical, peeled vegetation wall. In that cul-de-sac it would be as easy to hunt as a bear in a cage. They didn't have to chase me. They could wait quietly. They waited two days and two nights, and I protected my back against a rock as high as a mosque. There I suffered the agonies of thirst and despair, shooting occasionally at them or, rather, wherever I saw the smoke of their rifles, which also occasionally opened fire at my position, no more. Naturally, at no point in the night did I close my eyes, so lack of sleep was an added torture. I remember well that morning of the third day, which I believed was the last of my life. I remember in my delusional despair I started firing my rifle over and over again, even though I saw no one to open fire against. I can only remember that strange fight. And the next thing I remember, I saw myself on the river when night fell. I was completely naked, with nothing on, but I walked all night, cold and barefoot, northward. By dawn I reached Fort C. E. Smith, my destination, but I was not carrying the offices that had been entrusted to me. The first person I saw was a sergeant named William Briscoe, whom I knew well. It's easy to imagine his surprise when he saw me in those conditions. And mine, when she asked me who the hell she was. I'm Dave Duck, I said. Who was it going to be? He looked at me like an owl. \"Yes, you look like him\", he said, \"but I noticed he was taking a step back to get away from me\". He asked me. I told him what happened to me the day before. He listened to me equally unabashed, not observing anything. At the end he said, \"Dear friend, if you're Dave Duck, it's my duty to inform you that we buried you two months ago. I went out with a team of scouts and found your body holed up in a pile of bullets and hairless, even with a few mutilations, I'm sorry to tell you, because you really seem to be the one who says... come with me, I'll give you clothes to dress up and some letters you should take back... The sergeant kept his promise. He gave me clothes, and I got dressed right away. And some letters, which I put in my pockets.", "title": "El hombre con dos vidas", "author": "Ambrose Bierce"}