{"metadata": {"length": 6124, "words": 1088, "reading_time_min": 5.44}, "text": "Under the glint of stars of a splendid and icy night, Rome spreads out showing to the trespassers the shadowy stain of its mysterious gardens of cypresses and laurel that so many things have seen, and, on the wider islands, the clear white of its monuments, engulfing, as a sudario, the carcass of History. People are cheerful and bullyish walking down the street. Few cars. The rich are on foot, mixed with the “containers”, the campianos who have come to the great city carrying baskets of goods or gifts. Their bright and lively colors distinguish them from the Burgundians; their shrill exclamations resound in the clear and cold air as crystal. They horde, they push, they run: although they do not return to their homes until morning - which is certain - they want to see the Papal throne at the Basilica of Trinità dei Monti, in front of the crib of Jesus the Child. - Yes; the Pope in person - not as he is today, but the same, in flesh and blood, for he still belongs to Rome - is who, in the presence of a multitude that throbs with enthusiasm, will bow down there, before the throne where, on a soft, white cloth, the Child rests and sleeps. It is the night of December 24: the bell of Sant'Angelo is preparing to ring twelve times, and the pontifical car, without a seat, without a device, is parked on the steps of the Trinità hill. The Pope steps down, helped by his fellow pilgrims, calmly supporting his foot on the rail. The ceremony has been prepared with such skill that when the Papal plant is seated on the first stairwell, the first bell of the evening chimes, slowly and solemnly, on every bell tower, on every clock in Rome. The dramatic clapping of the hour ascends to the immensity of the sky as a hosanna and encompasses the Pontiff in its magnificent tumultuous waves of sound, who, slowly ascending the escalator, blesses, among the multitude that groans and murmurs jaculatorys of adoration. At the light of the stars and the much more lively of the thousands of candlelights of the Basilica lit from the top down, a blaze of fire, decorated as for a party and with the doors open from side to side, through which the people, eager to contemplate the Pope, pass, swaying, the beautiful head of the Pope, the pure medallion design of his features, the artistic shape of his white hair, ready as the marble busts of the Museo degli Antichi. He finally enters the Basilica; he crosses the naves, descends the golden staircase leading to the crypt, and while on his shoulders the guardian tries to repress the rushing of the human torrent that tries to reach the balustrade, in the open chamber, lower than the multitude, the Pope is alone. Artist by instinct, with the rhythmic walk of great solemnities, with a sense of attitude that only he has to such a degree, Pius IX approaches the table, joins his hands of marble, lifts his eyes to heaven for an instant, as if invoking the presence of God; he bows, he prostrates, and the borders of his pristine white cloak spread out esthetic and classical as the embroidered lace of a Canova dress. The child, the baby, sleeps naked, pink, tucked into his red swaddle blanket. In the whole basilica, there is no sound except the soft chiseling of the chimes and the murmur of the prayer that the Pope begins to raise. In the first words the Son is pictured with a wonderful life: the flesh becomes flesh. Their eyes twinkle, their faces turn to the Pope as if they were turning to a dear uncle, making a party. Incorporated and seated in the pew, he calls the Pope, who continues to pray, but who feels in his legs the sensation that they are no longer resting in the thigh-knees of terciopelo carmes; in his feet, something that lifts and separates them from the reclinatory scapular. Light and fluid, its body does not weigh it down; it floats easily in an atmosphere of gold and light, made of the particles of the cries, which become flaming and centered. The crib has disappeared, the child is on his feet, tall, grown up, a teenager; and instead of the childish grace, in his face is written meditation, the shadow of thought is discovered. Around the fifteen-year-old Jesus, the walls of the crypt, which seems to be suffocating them, dozens of babes, other children, but fey, enchanted, sad, wrapped in shawls or naked showing the anatomical ear. Dozens first; hundreds after; then thousands, millions, an army so incomprehensible, an army so infinite, that the walls of the crypt, the walls of the Basilica, the walls of Rome, the walls of all that pretends to contain the expansion of the multitude of miserables. He sat in a solitary stall, and his sneering roar surrounded the Jesus, who had gone inexplicably from a man of a certain kind and a certain kind of man: he had a shaven head and a ruddy tan; his face had acquired the virility of a virile man. And they come unharmed and with meats in the air, lean, sick, famished, sad, from all the ends of the earth. They cry out in hunger, they tremble in cold, they shiver in abandonment, they teach their lacras, they become the inconstant garment of Christ, they want to wrap themselves under His feet, to recline in His seno, to grasp His pure and luminous hands. They sneeze badly, and their pungent vat of misery encircles and soothes the Pope, always in prayer. The figure of Christ is hidden for an instant; dense twilight rises from the earth and falls from the sky, gathering its rays. The Pope feels fear: the darkness encloses him, and within that darkness vibrate curses and palpitations. A rumbling roar; atop a hill the Cross appeared, on which lay the naked body of the Martyr, strewn with verdigris by the azotes and dripping with black blood. The lips of the cherubim shake; the Pope interrupts the prayer, he is confused, he falls down in adoration, he wants to leave himself to better hear and drink the divine word; and the Crucified -pointing with a tumultuous gaze to the ocean of creatures that roar down there, solitary, transient, giggling, hurting, maltreated, abused, abandoned, in the abandonment- says the Pope, in a voice that resounds urbi et orbi: -For them.", "title": "La Nochebuena del Papa", "author": "Emilia Pardo Bazán"}