{"metadata": {"length": 7205, "words": 1372, "reading_time_min": 6.86}, "text": "When Jesus was five years old, he was once sitting on the threshold of his father's workshop, busy making clay figurines with a piece of soft clay that the smith had given him. Jesus was more satisfied than ever, for all the children in the neighborhood had told him that the snitch was a brusque man who would not be conquered either by begging looks or by mellow zalameria, for which reason he had not dared to make a single plea to him. But, you see, he could only have known himself how that had happened! The neighbor, standing at the door of his house looking eagerly at his moldwork, came out of his workshop and gave him so much clay that it was enough to make a large jar of it that is used for wine packing. Next to the stairs of the house next to it was sitting Judas, an ugly red-haired boy, with his face full of white spots and the garments full of tears that had been made in his continual fights with the street boys. For the moment he was quiet; he didn't bother anyone or fight with any boy, and, like Jesus, he was busy with a piece of clay. But this clay he could not have procured, for as soon as he dared to pass by the house of the carpenter, who always complained that Judas was throwing stones at his broken merchandise and would surely have kicked him in the stick; but Jesus had gone with him his provision. The figurines they were modeling placed both children around him. They looked just like all the clay figurines of all time. Instead of feet, they had a large mud ball, and, on their backs, barely noticeable wings and a small tail. But, anyway, you could immediately notice a difference in the work of the two colleagues. Judas' birds were so unbalanced that they could not stand, and despite the efforts he made with his tiny, hard fingers, he could not give his bodies a beautiful, presentable shape. Sometimes he would sneak up on Jesus to see how he made his birds, as regular and smooth as the leaves of the hedges of the forests of Mount Tabor. As the birds finished, Jesus rejoiced more and more. Each one seemed more beautiful than the other, and he looked at them with pride and love. They would be his playmates, his little brothers, and they would sleep in his cot, make him company, sing him their love in his mother's absence. He had never thought he was so rich: he would never again feel alone and abandoned. A water-crawling man passed by, leaning under the weight of his heavy bowl, and behind him followed a pulse-seller, swinging on the back of his donkey, between two large sausage baskets, already empty. The waterman put his hand on Jesus' golden curly head, and asked him about his birds. Jesus told him that they had names and could sing. All his birds had come flying towards him from far away countries and told him endless things about which only they and he knew anything. And Jesus spoke in such a way that the waterer and the vegetable-growing plant forgot their work, for a long time, to listen to him. As they were about to leave, Jesus said to Judas, \"Look at the birds that are beautiful! So the grower kindly stopped his donkey, and asked Judas if his birds had names too and could sing. But Judas, not knowing what to answer, stubbornly kept quiet and did not look up from his work, so that the orchardman crushed him, disgusted, one of the birds, and went his way. And so it was this afternoon. The sun was setting and its brightness penetrated through the city's lower gate, which was adorned with a Roman eagle and rose at the end of the street. This brightness that came with the twilight was a bright pink color; and as if it were mixed with blood it bathed in its color everything that came in its way, as it passed through the narrow alleyway. The same was true of the potter's dishes and jars, of the table that chirped under Joseph's teeth or of the white veil that covered Mary's face. But the sunshine was most beautiful in the small ponds that had formed among the uneven cobblestones of the cobblestone of the street. And suddenly Jesus put his hand in the pond that he had nearest. He had thought of painting his grey birds with the bright sunshine that had covered the water, the walls of the houses and everything that reached their rays with such beautiful shades. And the sunshine was very pleased to let it be taken out, like a painting of a cube, and when Jesus clothed with it his clay birds, they were wrapped from head to toe with a diamond shining. Judas, who occasionally glanced at Jesus to see if he made more beautiful birds and more than himself, shouted with admiration as he saw Jesus dress his birds in the sunshine he received from the ponds of the street. And Judas also dipped his tiny hand in the flashing water, trying to extract the sunshine as well. But the golden glow didn't let him get it. He slipped between his fingers and as much as he moved his hands to hunt him he could not hold a single flash of light for his poor birds. - Hold on a second, Judas! - Jesus said. Now I'm gonna paint you the birds. \"No\", said Judas, \"I don't want you to touch them, they're fine like this. He got up, frowned and bit his lips. Then he put his broad foot on the birds and trampled them one by one, turning them into a report pile of mud. When he had destroyed all their birds, he came to Jesus, who loved theirs, shining like jewels. Judas watched them silently for a while, then he lifted up his foot and crushed one of them. When Judas withdrew his foot and saw the often-footed bird turned into a gray lump of mud, he felt such relief that he began to laugh and lifted his foot to crush another. -Judas! -What is it? - Jesus said. What are you doing?! Don't you know they live and can sing? But Judas laughed and crushed another bird. Jesus sought help around him. Judas was more fat and strong and Jesus had no strength to hold him back. He looked at his mother, but she was far away and before he had had time to get there, Judas would have crushed all his birds. Jesus' eyes filled with tears. Judas had already destroyed four of his birds and only three remained. And he was saddened to see his birds remain there so quietly and let themselves be crushed without escaping danger. Jesus motioned his hands and woke them up. \"Fly, \" he said. Then the three birds began to wave their wings and fled fearfully toward the roof. When Judas saw the birds swinging their wings and flying by Jesus' spell, he began to weep bitterly. She measured her hair like she had seen older people do, dominated by despair, and fell at Jesus' feet. And Judas stood before Jesus, rolling in the dust like a dog, kissing his feet, and urging him to rise up and crush him, as he had done with his clay birds; for Judas loved Jesus, and admired him, and hated him at the same time. Mary, who had watched the children play, picked Judas up from the ground and kissed him. - Poor boy! - he told her. You don't know you've tried to do something that no living creature can do. May it never occur to you to do the same thing again if you do not want to be the most miserable of men, how lucky would be one of us who dares to compete with the one who can paint with sunshine and revive the dead mud with the breath of life! FIN", "title": "En Nazaret", "author": "Selma Lagerlöf"}