{"metadata": {"length": 7104, "words": 1314, "reading_time_min": 6.57}, "text": "The afternoon of December 24th surprised him in a deluge, in a horse and with storm warnings. It was the time when, in winter, suddenly the clarity of the day was gone, as if it were a lamp and someone was turning the key without transition; the clouds descended, obscuring the terms of the landscape, perhaps palatable at midday, but at that moment tethered and desolate. He was standing at the foot of one of those deep-flowing rivers, encircled by two peaks; to the right, the road; to the left, a steep, almost vertical mountain, strewn with thorns and strewn with thorns. There was no division down there but a black smudge, where it lay, writhing, a slug of clay, a rotten reflection of the shore; up there, dense tangled masses, strange, fantastic shapes; all solemn and even more so, threatening. Mauricio was not frightened by the mountain, but he was impressed by the appearance of the mountain; he felt a desire to reach the peace, from which he was still separated by three long chains, and he urged with his voice and with a blow to his horn, which sounded like a horn. The wind blew and forced him to tie the hat with a rag under his chin; the thorn, still farther away, sank mysteriously; raindrops stung the face of the thorn bush, which shook a shack. That was a bad shadow! Just as we were about halfway, it started to rain! At that very moment the horse shivered and threw up a shoe: a bulrush had come out of the mud. Mauricio had already touched the revolver he was carrying in the inside pocket of the sack when he heard these words: -A limosnita! For the love of God, that he shall be born... a limosnith, a Lord! Mauricio, calmed, looked enviously at the one who, in such a place and occasion, had the inclination to ask for a limo. It was a tall, barefooted man, with a shaved head and bare feet, carrying a scythe in his arm and supporting himself on a garrote. The darkness did not allow one to discern how old she was; the senility was discerned in the slurred voice and the slackened reflection of the white rags. -Apartheid - the seor murmured impatiently. You don't see the horse is frightened? If I forget, to the head river... Just a few hours of asking and a place to purposefully jump in front of the monstrosity! Brutes! The pordiosero had been made of stone. -Where is the river? - he cried out in a voice of utter terror. Isn't this the way to the church of Cimáis? Lord: don't be fooled... I'm blind! Our Lady preserves the view! Poor from what he does not see! Mauricio understood. The blind man had lost his way; he did not know where he was, and to avoid getting lost he needed a guide. Yes; agreed; I needed a guide... and who was to be? Was it Mauricio Acua, who from Orense returned to his home on Christmas Eve to eat, to spend cheerfully the evening, playing julep or golf with his brothers and friends, smoking and laughing? If he had ridden his horse to the slow walk of a blind man; if he had turned his way towards the church of Cimáis, distant a long way, what holy hour would he have entered the peace chamber of Portomellor? An instant passed: I thought I could not spare a few minutes to place the blind man in the direction of Cimais and leave him, already orientated, to find his way as God willed him to understand. Only to be buried in the “carballeda”, to be exposed to tromping in cephs and phrygians, and, above all, to be condescending to the ruffians of the insane, who would not give up two for three in their improvised lazarillo, and if he satisfied him with the first he would demand the second... These poor are so savage and so savage! \"It is worth a shot,\" he decided; and taking a sling from his pocket, he let it hang in the trembling hand of the old man, more to plead than to reprimand; he mounted his horse and fled as a criminal fleeing from Justice. Yes, like a criminal. He himself defined his conduct thus, then, at the point of returning to Maceo, his crucified Andalusian black, and recognizing that he had fallen completely asleep. Amidst the gloomy shadows, the moon appeared luminous, like the face of a decaying monk with a monastic habit. The road was suspended over the river which, at a deep depth, hid mud and silt. The wind fought, bending the sturdy trunks of the trees; a swell lighted up the surface of the water; a typhoon reverberated quite close by; and Mauricio trembled. He sounded strange, besides the noise of the storm. Has the old man fallen into the water? Behind, on the rocky path, I thought I heard the footsteps of a man who was pounding the ground with a stick, as the blind do. Evidently absurd, for with the galopada that Maceo had attached the man would be a quarter of a mile behind. The truth is that Mauricio would swear that he was following “someone”; someone who breathed hard, trembled, shivered, pleaded for compassion. The inexhaustible desire to climb prompted him to re-assemble his rucksack and to reach the point where the road dipped into the river, whose view suggested the fear of a misfortune. What Mauricio was troubled by was the idea of having abandoned a blind man at such a late hour. “How was he able...? If it seems to be a lie! I would tell them later and I would not believe it... Today I would not leave it to an unhappy man,\" he said, pointing to the ijares of Maceo. \"And the dirtiest, the most wicked thing I did was to give him money. Diner! If at these hours your body is floating in the Sil, the money is what serves you? We think money will sort it all out... miserable me! I'm coming back. No one comes behind?... Mace soared; a shiver of anguish shivered the strands of the net. The thump of his ears and the roar of the wind, deep like a typhoon, did not prevent him from hearing, ever nearer, the footsteps of the one who was following him, without any doubt, and feeling the same breath snatched, the same shivering trembling; and the case was that he would not dare to turn, for if he turned, perhaps he would see the figure of the blind, old, stooping man, with his hat on his head, his hand in his pocket, and the silver of his white blond hair shining in the darkness... \"I'll be crazy?\" - he thought. \"Oh, my God, I must go back...!\" And he did not go back; his tense jaw, his palpitating heart, betrayed him; he suffered a terrible, supernatural fear. He sounded the spurs, and the horse, excited, accelerated the sluggish galop, squealing at the horns of the oxen. The storm was already upon them; the rumble rang out; a tremendous thunder shook the very head of the little boy, hurling him about. Maceo sprang up; he threw himself back on his hind legs and sprang toward the trough that dominated the Sil. Mauricio felt the terrible danger when another shivered showed him the abyss and the surface of the water; he closed his eyes, accepting the judgment of Providence; and the horse, in its mortal twitch, tripped over the tyre at the bottom of the cliff, tumbling over the pines and slamming the stones of the scavenger, whose foul rumble, as it rolled down the rocks, recalled the frightened steps of the blind man who stumbled and screamed.", "title": "El ciego", "author": "Emilia Pardo Bazán"}