{"metadata": {"length": 7933, "words": 1474, "reading_time_min": 7.37}, "text": "Sacha Smirnov, the only son, entered the doctor's office with a face of his own. Under his arm was a package wrapped in the number 223 of the Stock Exchange News. - Hey, young man! How are we doing? What's good? - asked the doctor, affectionately. Sacha began to blink and, holding his hand to his heart, said in a trembling and agitated voice: \"My mother, Ivan Nikolaevich, begged me to greet him in her name and to thank her... I am her only son, and you saved my life... cured me of a dangerous disease... and neither of us knows how to thank him. \"All right, all right, young man\", interrupted the doctor, melting with satisfaction. I just did what anyone else would have done in my place. I am my mother's only son... we are poor people and, of course, we cannot pay him for the work he has done, but... for that very reason we are very ashamed... and we ask him earnestly to accept, as a sign of our gratitude, this... it is a very valuable object, of ancient bronze... a real work of art, very rare... why has he bothered! \"No need\", said the doctor, frowning. \"No, please don't refuse\", Sacha continued whispering as he unpacked the package. If he does, he'll offend my mother and me. It's a very beautiful object... of ancient bronze... it belonged to my late father and we kept it as a souvenir, almost like a relic... my father used to buy old bronze objects to sell to fans. Now my mother and I will keep on doing the same thing. Sacha had just developed the package and placed the object in question triumphantly on the table. It was a chandelier, not very large, but indeed of ancient bronze and of admirable artistic work. A pedestal held a group of female figures who were dressed like Eve, and in such postures I find myself unable to describe them, both for lack of courage and the necessary temperament. The little figurines smiled flirtatiously, and everything in them clearly testified that, if not for the obligation to hold a handkerchief, they would willingly have jumped off the pedestal and organized a jolt of such a sort that just thinking about it would embarrass the reader. The doctor looked at the gift with a worried look, scratching his ear, and finally made an unarticulated sound, sounding with an insecure gesture. \"Yes, it's a really beautiful object\", he managed to whisper, \"but you see, it's not quite right... that's not exactly a scout... well, God knows what it is. - But why do you think so? - Because even the devil himself could have invented anything worse... putting this object on my table would ruin the respectability of the house. \"What a strange way you have to consider art, doctor\", exclaimed Sacha, offended. But you look at it carefully. It's a real work of art. There is such beauty and grace in her that it lifts our soul and brings tears to our eyes. Look at the movement, the lightness, the expression! - I understand very well, dear. - The doctor interrupted. But you must realize that I am a family man, my boys go around and ladies come to see me. \"Of course, from the point of view of the common man\", said Sacha, \"this object of such artistic value is completely different... but you, doctor, are so above the mass. Besides, if you refuse, we will be deeply sorry. You saved my life, and all I feel is not having the match for this chandelier. -Thank you, good boy; I'm very grateful to you. Say hello to your mother, but take care, word of honor, that my children are walking around and ladies are coming... Well, what will be done to her! Let go of him! I won't be able to make you understand my situation anyway. \"There is nothing more to talk about\", said Sacha very cheerfully, \"the candlestick will be placed here, next to this vase. Too bad he doesn't have the partner! Yes, it is a real shame! Well, goodbye, doctor! When Sacha left, the doctor stayed a long time scratching his neck with thoughtful air. It is indisputable that this is an art object, he said to himself, and it would be a shame to throw it away. However, it's impossible to have him at home... What a problem! Who could I give it to or what kind of favor could I pay with it? After many cavities he remembered his good friend lawyer Ujov, with whom he felt indebted to for a matter he had settled. \"Perfectly\", the doctor decided, \"as a good friend, he won't accept my money and I'll have to give him a gift. I'm gonna get you this damn chandelier. He is exactly single and somewhat skull-bound. And, without waiting any longer, he quickly dressed, picked up the candlestick and went to see Ujov, whom he met by chance at home. - Hey, man! - What's up? - he shouted as he entered. I came to thank you for the trouble you've taken with me, and since you don't want to accept my money, at least accept this object. Yes, dear friend, it is a very valuable object... when the lawyer saw the candlestick, he exclaimed enthusiasm. - There's an object! - exclaimed the lawyer, laughing. Not even the devil himself would be able to invent anything better! It's great! That's great! Where did you find this beauty? After thus exhibiting his enthusiasm, he dreadfully looked at the door, and said: \"Just, brother, please keep your gift. I don't want to. - Why? - I don't know. -He asked the doctor, scared. Because my mother and my clients often come to my house, even in front of the maid, it's going to be a little annoying. You won't dare to make me this disgraceful! - he exclaimed, gesturing, the galen. This would be ugly of you. Besides, it's a work of art, and look at the movement, the expression. Don't say anything else or I'll get angry! - If you could at least carry some leaves... but the doctor wouldn't let him go on and he started talking with great vehemence, gesturing. He was finally able to go home happy to have gotten rid of the gift. As soon as the doctor left, the lawyer stared at the candlestick, turned it around, and touched it everywhere, and, like its previous owner, was babbling about the same issue. What was I going to do with that gift? \"It's a wonderful work\", I thought. It would be a shame to throw it away, but it's not possible to keep it either. I think it's best to give it to someone... and if you take it tonight to comedian Schaschkin. This shameless person likes objects of this kind and, besides, today he has a charity festival... And said and done, at night he wrapped the candlestick in a paper and sent it to comedian Schaschkin. The artist's dressing room was full all afternoon; at every moment men came in to contemplate the gift: there was only a mixed noise of exclamations and laughter, something like a relinch. When one of the artists came up to the door and asked if she could come in, the comedian's hoarse voice was heard shouting, \"No girl, no. I'm all naked. After that show, the comedian, raising his arms and gesturing, said all worried, \"Well, where am I going to put this candlelight crap? I have a private flat, but it's impossible to get him there. They come to see me as artists, and this is not a photograph that you can hide in a drawer at the table. \"You can sell it, sir\", advised the barber, comforting him. Not far from here lives an old woman who buys antiques... asks about the Smyrna. Everybody knows her. The comedian followed this advice... two days later, when Dr. Kochelkov was sitting in his cabinet with his head between his hands and thinking about bile acids, the door suddenly opened and he entered the room Sacha Smirnov. She smiled glowingly of happiness. He was carrying something wrapped in a newspaper piece. -Doctor, what are you doing? - he cried out all choked. Imagine what joy! It's been a huge luck to you. We found your match lamp... my mother is so happy... you saved my life. And Sacha, whose voice trembled with emotion, placed the candlestick before the doctor. The doctor opened his mouth, tried to say something, but he couldn't: his tongue was paralyzed. Finished in the book Fragments, 1886", "title": "La obra de arte", "author": "Anton Chejov"}