{"metadata": {"length": 3041, "words": 639, "reading_time_min": 3.195}, "text": "The snow falls in big cups, the wind blows, the cold wreaks havoc. I'm going home fast, I'm setting the fire, the lamp. I'm waiting for my lover. We'll have dinner together at my house; I ordered dinner, I bought a bottle of Burgundy wine, a beautiful fruit pie in almibar (it's so sweet!). It's six, I hope. The snow falls in big cups, the wind blows, the cold wreaks havoc; I light the fire, I close the curtains, I take a book, my old Villon. What an ineffable delight! Dinner at home by the fire. The wall clock rings at six and a half; I pay attention to see if your steps touch the stairs lightly. Nothing, no sound. I turn on my pipe, they tie me up in my armchair, I think about her. Seven minus five. Oh, my God! At last! It's her. I leave my pipe, run to the door; the steps keep going up. I sit down again with my heart broken; I count the minutes, I approach the window; the snow keeps falling into large cups, the wind keeps blowing, the cold keeps wreaking havoc. I try to read, I don't know what I'm reading, I just think about her, I excuse her: she's probably been kept in the warehouse, she's probably stayed at her mother's house. It's so cold! Maybe he's waiting for a car, poor girl, how am I gonna kiss his cold nose and sit at his feet! It's 7:30 and I can't stand it anymore, I have a feeling he won't come. Let's go! Let's go! Let's try and have dinner. I try to swallow a few bites but my throat closes. Oh, my God! I see now! A thousand little things stand before me; doubt, the unforgiving doubt torment me. It's cold, but what does it matter, cold, wind, snow, when you love? Yeah, but she doesn't love me. Oh, my God! I will stand firm, I will rebuke her vigorously; and besides, this must be ended, she has been laughing at me for a long time; what the hell, I'm not eighteen! She's not my first lover; after her will come another! Will he get mad? What a disgrace! Women are not a scarce item in Paris! Yes, it's easy to say, but another wouldn't be my little Sylvie; another wouldn't be this little monster that has me madly hooked! I walk in big strides, furious, and as I get angry, the clock rings cheerfully and seems to mock my anguish. It's ten o'clock now. Let's get close. I sit in bed and I doubt when to turn off the light; I don't care what you say! I'm going to turn it off. I'm going to be angry, I'm going to be choking. Oh, my God! Yes, it's all over between us, well done. Oh, my God! My God, someone's coming up; it's her, it's her steps; I get out of bed, I turn, I open. - It's you! Where are you from? Why are you coming so late? - My mother has entertained me. -Your mother! Three days ago you told me you weren't going to her house anymore. You know what? I'm very angry, if you're not willing to come up with more precision, then... - Then we'll get mad. - Okay, let's get angry right now; I'm tired of you always fighting me. If you're not happy, I'm going... three times coward, three times idiot, I held her back! Fin Le Drageoir aux épices, 1874 Spanish translation by Cobos Castro", "title": "Cobardía", "author": "Joris-Karl Huysmans"}