{"metadata": {"length": 3545, "words": 666, "reading_time_min": 3.33}, "text": "I possessed the orphan the very night we watched her father in the flashing light of the chariots. (Oh, if I could say the same thing in other words!) As is known in this world, the thing came to the ears of the old man who looks at our century through his malicious jaws. I mean that old gentleman who presides over the Mexican letters played with the memorialists' sleeping hats, and who vaporized me in the middle of the street with his angry cane, in the face of the ineffectiveness of the citizen police. I also received a corrosive rain of insults uttered in a sharp, furious voice. And all thanks to the wrong patriarch the devil takes it away! I was in love with the sweet girl who from now on hates me. Oh, my God! I already hate the laundry, despite our candid and long-term loves. And the beautiful confidante, whom the popular saying refers to as my Dulcinea, no longer wanted to hear the complaints of her poet's painful heart. I think even dogs despise me. Fortunately, these infamous gossip cannot reach my beloved audience. I sing for an audience made up of a bunch of cheerful ladies and a bunch of excited old positivists. They are not the most atrocious species; they are far from the worldly noise. To them I am still the pale young man who curses the divinity in imperious tercetus and who holds his tears with a blonde goat. I'm overwhelmed with debt to the critics of the future. I can only pay with what I have. I inherited a lot of worn-out images. I belong to the genus of prodigal children who waste their ancestors' money but cannot make a fortune with their own hands. All the things that have happened to me I received grounded in a metaphor. And I have not been able to tell anyone the terrible adventure of my lonely nights, when the seed of God suddenly begins to grow in my empty soul. There's a devil punishing me by making me ridiculous. He dictates almost everything I write. And my poor canceled soul is drowning under the flood of strophes. I know very well that by leading a little more hygienic and rational lives I could get into good shape into the next century, where a new poetry is waiting for those who manage to escape this disastrous 19th century. But I feel condemned to repeat myself and repeat others. I imagine my role by then and I see the young critic who says to me with his usual elegance: \"You, dear sir, a little further back, if you don't mind. There, among the representatives of our romanticism. And I would walk with my hair full of webs, representing the 80s the old trends with increasingly cavernous and inoperative poems. - No, sir, I did not. Will you tell me a little further back please? I'm leaving now. I mean, I'd rather stay here, in this comfortable tomb of romance, reduced to my role as a truncated button, a seed thrown by the cold breeze of skepticism. Thank you so much for your good intentions. The ladies dressed in pink will cry for me at the foot of a hundred-year-old owl. There will never be a shortcoming of a positivist carcass celebrating my brawls, or a sardonic young man who understands my secret, and weep for me a hidden tear. The glory, which I loved at eighteen, seems to me at twenty-four something like a mortal crown that rots and stinks in the moisture of a pit. I really want to do something evil, but I can't think of anything. At the very least, I would like to see this bitter almond smell spread a little in not only my room but throughout all Mexican literature, which exhale the liquor that, ladies and gentlemen, I am about to drink. FIN", "title": "Monólogo del insumiso", "author": "Juan José Arreola"}