{"metadata": {"length": 3569, "words": 674, "reading_time_min": 3.37}, "text": "Front of the factory there was a lot of harpoons coming from all over the place. Each trap had its own story, and each one spoke its own language, but we would not be able to listen to all of them. Some of the harpoons came from the interior, others from foreign lands. A Danish and Danish-speaking man sat next to a Norwegian, and if one was a legal Danish, the other was not less legal a Norwegian, and this was just the fun of both, as every sensible and reasonable Norwegian or Danish citizen would say. They were recognized by language, despite the fact that, except for Norway, their respective languages were as different as French and Hebrew. -In my land we live in rocky heights, and so is our language, while the Dane prefers his dulzona verborrea infantil. And the Andarajas said so; and Andarajas are Andarajas in all the countries, and they only have certain authority gathered together in a talab. -I am Norwegian - said the tal-, and when I say I am Norwegian I think I have said enough. My fibers are as strong as the mighty rocks of ancient Norway, a country with a free constitution, like the United States of America. I feel a sting in every fiber when I think of who I am, and I would like these words to resonate like a rusty nail in a granite jar. \"But we have literature,\" the Danish sailor replied. Do you understand what this means? - I understand! \"It is not so,\" said the Norseman. Poor occupant of the hill! I want to take him up to the top of the rocks and let the boreal aurora light him up, a piece of trapezoid! When the ice melts under the northern sun, Danish ships carrying butter and cheese, really tasty products, come to our country. And as a curse, they bring Danish literature. Don’t make us wrong! One gives up the tasteless beer there where the pure water comes from, and in our country there is a virgin well, not preached in all Europe by newspapers, breweries and travel abroad. It speaks without pauses, without pauses in the language, and the Danish will have to get used to this French and dry tone, and he will, thanks to his Scandinavian accent, by his connection to our high, rock-bound land, the origin of the world. -No Danish Andalusian could ever speak like that - said the other. It is not in our nature. I know, and like all of us Danes, we are good, modest, with very little faith in ourselves, and so we do not win anything, certainly. But it doesn't matter; at least I find him friendly. Besides, I can assure you that I know perfectly my own value, even though I do not speak of it. You cannot reproach me for this defect. I am soft and delicate, I love everyone, I don't envy anyone, I speak well of everyone, with how hard it is sometimes to do so. But let's leave this. I take things in good humor; this quality if I have it. -Do not speak to me in this soft, lulling tone of the land of the living; it makes me sick - said the nor'ea, and, taking advantage of a whirlwind of wind, he sprang from the dungeon to transfer himself to another. The two were turned into paper, and I wanted the Norwegian ash to become a leaf on which a young man from his country wrote a love letter to a Danish girl, while the Danish ash became the handwritten manuscript of a Danish ode in praise of the strength and the greatness of Norway. And the ants can also come up with something good once they have come out of the dung of old traps and have been transformed into truth and beauty; they shine in good harmony and contain blessings. This is the story, very uplifting and not offensive to anyone, except the Andrajans.", "title": "Los trapos viejos", "author": "Hans Christian Andersen"}