{"metadata": {"length": 3549, "words": 642, "reading_time_min": 3.21}, "text": "\"As a pulse security\", Gonzalo interrupted, \"I know nothing that is equivalent to Captain Funes's fact. - And how is it? - we asked in chorus. - Short and tasty. We came from Europe on a ship that today we would call a slick one, but of first order from twenty years ago. We were bored by the ocean, even though we had brought together five or six boys to trick and make jokes that would shorten the trip. He was playing for a small amount of money, and the jokes were very heavy. When we arrived in Santos, whether it was the fresh air or the proximity of the land, we were roused by a new stream of jokes and indians. For the better, a candidate came up, and we promised, after analyzing his subtle and pretentious face, to make him a victim of our inventions. The most enthusiastic of the group, Pastor Bermúdez, took care of getting in relationships and then introducing us. After a while, he returned, saying with satisfaction: \"It's a mine, brothers, a mine! I've already found the weak one. He's oriental, revolutionary, and, speaking of shooting, he's going to march like an angel. He introduced us that same night, at the bar, and we all started talking about war and gunfire, blazing, kicking, exaggerating, telling lies to hear others. \"So you, Captain\", said Pastor, \"have fought a lot?\" - Pretty much - he moved his shoulders like he was flirting. -You must know what bullets are - our eyes are twitching - - even by the smell will you know them? - Not for the smell, but for the crap, I can! - And what's the difference between them? - But very big, my friend, very big: those of remington whistle fat; so: chchch... - we bit our lips-; while those of carbine are higher, like: ssssss... - But see - said Pastor with gravity-: so those of remington do... how? - That's funny! What about the rifle? We should have been violet by force of containment. - The rifle, the shotgun, the shotgun. The captain looked at us, laughing gladly. - That's why I can't get my voice. We took the opportunity to soften the laugh that was rolling in our belly. We laughed, but excessively, throwing away all the buzz, wanting to hold and going back, like a disease, to our inconclusive laughs. Captain Funes had a small, imperceptible eyebrow shrinkage. - So I couldn't, Captain... of course... but when he does like the rifle... see, he's equal... I think he's hearing them... formal... and tell me, Captain, the revolver ones, how do they do? - That's it, my friend! - and before we even thought about it, two shots filled the room with smoke. There was a noise of chairs and overturned tables. I remember a tumult of pushes and pushes, a crowd of people falling everywhere, as, in a confused platoon, we rolled up to the deck. Pastor and Funes were fighting with their arms broken, and the latter, weaker, was at risk of being thrown into the sea, overboard, something Pastor was trying to achieve with all his strength. We finally separated them. We wanted to see the wound of our friend, whose blood stained us. Captain Funes, held by two sailors, shouted: \"I didn't want to kill him out of pity, but this little boy knows that if I don't know how to whistle gun bullets, I can handle them. - And what's Pastor gotten into? - we asked. - Pastor has been pointed with a whistle in each ear, and the worst part is that I'm less and less able to resist the temptation to ask him how the bullets that wounded him whistled. - I'm not advising you. - Someone said. \"Neither do I\", concluded Gonzalo, \"but I fear the temptation will overcome me. ♪ Finish ♪", "title": "El capitán Funes", "author": "Ricardo Güiraldes"}