{"metadata": {"length": 5916, "words": 1068, "reading_time_min": 5.34}, "text": "Egbert entered the vast dark room with the air of who knows whether he enters a pigeon or a dustbin and comes prepared for both contingencies. They had not finished the little domestic dispute sustained during lunch, and now the question was to tempt how much Lady Anne was in the mood to renew or abandon hostilities. His posture in the chair by the tea table was rather elaborate and stiff; and in the twilight of the December afternoon Egbert's glasses did not help much to discern the expression of his face. To break the surface ice that could exist, Egbert said something about the faint and mystical light. One of the two used to make this observation between 4:30 and 6 p.m. in the winter evenings and late fall; it was part of their married life. She lacked a fixed answer, and Lady Anne didn't advance any. Don Tarquinius lay on the Persian carpet, warming himself to the side of the house with majestic indifference to the possible bad mood of Lady Anne. His pedigree was as unblemishedly Persian as the rug, and his fur was already entering the splendor of a second winter. The servant, who had Renaissance leanings, had been baptized by Don Tarquinio. If it were for them, Egbert and Lady Anne would have certainly put Pelusa on him; but they were not stubborn people. Egbert served himself the tea. As nothing indicated that the silence was to be broken on Lady Anne's initiative, he set out to make another heroic effort. \"What I said at lunch was purely academic\", he announced, \"but it seems to give it an unnecessarily personal meaning. Lady Anne continued to be entrenched in silence. The royal finch filled that void with a lazy melody of Iphigenia in Tauride. Egbert recognized it at the point, since it was the only sound the finch knew how to whistle, and had come to them with the fame of whistling. Both Egbert and Lady Anne would have preferred something out of The Landlord of the Guard, their favourite opera. In artistic matters they had similar tastes. They were inclined to the honesty and the explicitness of art: a sheet, for example, that would put a story before the eyes, with the generous help of the title. A war race without a rider and with the rears in disorder, which enters a yard full of pale women on the edge of the twilight, and with the marginal annotation of Malas Nuevas, suggested a clear reading of some military disaster. They could see what he wanted to communicate and could explain it to other friends with more stubborn intelligence. The silence persisted. As a rule, Lady Anne's displeasures became verbal and pronounced after five minutes of introductory mutism. Egbert took the jar of milk and poured some of its contents into Don Tarquinio's plate. Since the plate was full to the brim, the result was a nasty spill. Don Tarquinio looked at him with surprised interest, which faded into a keen indifference when Egbert called him to lick some of the boiled liquid. Don Tarquinio was willing to play many roles in life, but the carpet vacuumer was not one of them. - Don't you think we're acting like a couple of fools? - he said in a good mood. If Lady Anne thought so, she wouldn't have expressed it. \"I suppose I was partly to blame\", Egbert continued, as his good mood evaporated. Look, I'm human after all. You seem to forget that I'm a human being. He insisted on it as if there were baseless rumors that it had satirical context, with bloody prolongations where the human part ended. The finch sang the tune of Iphigenia again in Tauride. Egbert was feeling depressed. Lady Anne didn't drink her tea. Maybe she felt uncomfortable. But when Lady Anne felt unwilling, she was not used to being reserved about it. \"No one knows what makes me suffer from poor digestion\" was one of his favorite statements. However, this ignorance could only be due to faulty ears: the information available on the subject would have provided sufficient material for a monograph. It was obvious that Lady Anne did not feel uncomfortable. Egbert began to believe that he was being treated irrational; and, naturally, he began to make concessions. \"Maybe\", he observed, focusing on the carpet as far as it was worthy of Don Tarquinio's permission, \"the whole fault has been mine. I'm willing to start a better life, if that brings back the good prospects. He wondered vaguely how he could achieve it. Years later, temptations came to him in a shaky and uninsistent manner, like a butcher who asks for a shrimp in February with the weak excuse that they forgot to give it in December. I had no other plans to succumb to them than to buy the leather bowls and the fish covers that some ladies are forced to offer at a loss, through the file of the advertising columns, for the whole year. Yet there was something impressive about that spontaneous renunciation of possible underground monstrosities. Lady Anne showed no signs of being impressed. Egbert looked at her restlessly through the mirrors. Taking the worst part of an argument with her was nothing new. To carry the worst part in a monologue was a humiliating novelty. \"I'll change for dinner\", he announced, with a voice he intended to give a shadow of hardness. At the gate, a later attack of weakness prompted him to make a new attempt. - Aren't we being very absurd? \"What an idiot!\" was Don Tarquinio's mental comment when the door was closed after Egbert's retreat; and then he lifted up the waved front fences and jumped swiftly to a shelf that was just under the cage of the finch. For the first time he seemed to notice the bird's existence, but he was actually carrying out an old, accurately ripe attack plan. The bird, which had been thought to be a kind of despot, suddenly compressed to a third of its normal size, and began to beat its wings desperately and to make a loud roar. Although it had cost 27 shillings without the cage, Lady Anne gave no sign of intervening. She was dead for two hours. FIN", "title": "La reticencia de lady Anne", "author": "nan Saki"}