{"metadata": {"length": 6170, "words": 1178, "reading_time_min": 5.89}, "text": "He once erased a man who had composed verses for the abecedary, always two for each letter, exactly as we see on the old card. He said something new was needed, for the old walls were very rotten, and his looked very good. For the time being, the new abecedary was only in manuscript, kept in the great armoire-library, next to the old printed card; that armoire which contained so many academic and entertaining books. But the old aphid did not want to be a neighbour to the new, and leapt in the old one, tying a sling to the aphid, which fell to the ground, and there was now all the leaves scattered. The old abecedary had turned up the first page, which was the most important, for there were all the letters, large and small. That leaf contained everything that constitutes the life of the other books: the alphabet, the letters that, whether we like it or not, govern the world. What a terrible power! Everything depends on how they are given: they can give life, they can condemn to death; they can cheer or frighten. They are nothing by themselves, but arranged in rows and numbered!... When Our Lord makes them interpreters of His thought, we read more things than our minds can contain and we bow deeply, but the letters are able to contain them. Because they were there, up there. The ray of the Mayan A was lit up by its red, blue and green plumes. He had a very stubby chest, for he knew what the letters meant, and was the only living one among them. When the old ape fell to the floor, the owl shook its wings, soared to a shelf, and, after releasing its plumes with the horn, launched a penetrating quiver. All the books in the library, which, when not in use, spent the day and night sleeping, heard the shrill trumpet. And then the wolf cried out, in a clear and perceptible voice, about the injustice that had just been done to the old abecedarian. -Now it has to be all new, all different - he said. Progress cannot be stopped. Children are so smart, they know how to read before they know the letters. “I must give them something new!” said the author of the new verses, which he spread out on the ground. I know them well! More than ten times I hear them read in high voice. How the man loved it! Because I will defend my hands, the old hands, which are so good, and the illustrations that accompany them. I will fight and sing for them. All books in the library know this well. And now I will read those of new composition. I will read them with all quiet and tranquility, and I think we will all agree on how bad they are. A. Ama Sale the grandmother endomingada By a honored foreign child. B. Boatman He has sailed and sailed, but now he is a merry man. -This wall cannot be any thinner. - said the owl - But I keep reading. C. Colón Colón threw himself into the sea, and the earth shook tremendously. D. Denmark There is more than a beautiful story in Denmark, Do not put God's hand on it. - Many will find these verses beautiful - the owl observed - but I do not. I don't see anything in particular. Let's go. E. Elephant With a roar and a thrust, the elephant, young at heart and talented, advances. F. Folly The forest of folly As the earth sees the white dress. G. Gorilla As you bring gorillas to the beach, they are always so rotten, it is a shame. H. Hurricane How often, wailing in our land, can a “hurricane” be the cause of a war! -How will a child understand these allusions! - protested the pig-. And yet, on the cover it reads: “An alphabet book for big and small.” But the elders have to do something more than just read verses from the Bible, and the little ones don't understand. This is the climax! Forward! J. Jilguero The jilguero, of lively colors and light body, sings cheerfully in his limbs. L. Lion In the forest, the lion flings his horn; then see him in the thorny tree. M. Morning (sun) Morning comes very punctual, but not because you sing the lark in the barn. Now you start with me - exclaimed the calf-. But I am in good company, in the company of the sun. Let's go. N. Black Black is the man of the Equatorial Sun; however much he shaves, he will always be equal. O. Olive Which is the best leaf, you know? Faith, the olive tree of the lark. P. Thinker In his mind, the thinker moves the whole world, from the highest to the lowest. Q. Cheese Cheese is used in the kitchen, where it is combined with other ingredients. R. Rosa Among flowers, it is the beautiful rose that in the sky is the brightest star. S. Wisdom Many think they have wisdom when in fact their well is dry. -Let me sing a little! - said the owl - With so much reading I was exhausted. I have to take a breath -. And he began to sing in such a way that it seemed like a brass instrument. It was good to hear him – at the trough, we understood. Forward. T. Tetera The tetera has a voice in the kitchen, but the voice of the baker is even more delicate. U. Urbanity Virtue indispensable is urbanity, if one does not want to be an ogre in society. There must be a lot of depth there - the sailor observed - but I don't go with it, I try to go deeper. V. Valley of Tears Valley of Tears is our mother land. We will all go there, in peace or war. -This is very raw! - said the owl. X. Xantipa - Here you have not found anything new: In the marriage there is a beach, to which Socrates gives the name of Xantipa. - In the end, he had to settle for Xantipe. Y. Ygdrasil In the Ygdrasil tree the Nordic gods lived, but the tree died and they mutated. -We are almost there - the pig said. It is not little consolation! Go to the last: Z. Zephir In Denmark, the cypress is the wind from the North, it blows you through the hottest country. - It's over! But we are not yet on the street. Now comes the printing. And then read it. And you will offer it in place of the venerable verses of my old abecedary! What does the assembly of books, monographs and manuals say? What does the library say? I have said it; let others speak now. The books and the wardrobe remained quiet, while the troll returned to its A, very sorry. - I have spoken well, and sung better. This will not be removed by the new abecedary. It sure failed. He has failed. He has no gall!", "title": "El abecedario", "author": "Hans Christian Andersen"}