{"metadata": {"length": 3921, "words": 771, "reading_time_min": 3.855}, "text": "There won't be any more leaves from the almanac. It was our last fortune. In a little while we'll be ruined. We'll stop before we pull the last leaf. What's inside? - What advice? A maxim? What, a promise? Some people leave that sheet on the cardboard. It's not right. Those who are left with nothing, they have left a ticket of choice on fire; who knows what gift furniture; who knows what photograph fate takes on that blank sheet and sends it to the retirement fund (after all, on that sheet is the voucher for the midwife who has to take it out well next year). Because there's a secret that I'm going to share, and that is that between the 31st and the 1st of the year that starts, there's a day that goes unnoticed, that goes unnoticed, that, like everyone else is worried, nobody sees: day 32. Since ancient times there has been that day, which is not of no, because it is even and cheerful. It's the day when the unmemorized - we're all unmemorized - regain memory; the day you spend your head on ice; the day many, who don't know how to play chess, spend it playing on the board; the day you change the dining room's paperwork and, as has been done in full unconsciousness, be surprised the next day how rare it is to contemplate red when yesterday looked yellow. What a great day for the 32nd! It's a day without charging and on whose balconies the landscape we've dreamed of appears, and maybe that's why we feel so good and life is dream. When I realized the existence of Day 32 was a year in which on the first day of the following year I was introduced to a friend of a cousin of mine with whom I had dinner on December 31 of that year. \"My son\", he said, \"what a day yesterday! I was surprised, not knowing what that meant. I remembered that on the last day of the year I had dined at my uncles' house and had accompanied that young woman to the home, which she herself gave me the address. I couldn't remember being a jerk or proposing. I accepted that idiotic, and when I heard her talk about the day we spent together among the balcony gas, full of transparent curtains and with some nesting, I suspected the existence of that day 32. Of course, I left her another day 32 the following year, taking advantage of the fact that no one remembers what happened that day. As happens invisibly, you can have an invisible goodbye. Day 32 is the day you eat little sherry sauce and you notice one last time it's portrayed in the hundred and twenty-three that would have been made if luck had blown faster. What beautiful brides and how many high-heeled hats I've spent! I smile when they pull the last sheet and they think there's nothing behind but a thick paper. - Tomorrow, first of the year! - Yeah, I might. - What do you mean, maybe? I wink and make fun of one more of the deceived. But how can you not understand that you cannot come one year after another without a truce, without the day of the white flag and the armistice? I'm getting ready, picking the woman of the day, looking in the window of the refectory the best of the best. I have a wine list booked for day 32, and I change my nose, and in some sections when my hair is white, I get it thicker, and in the radio catalogs I pick the best, and that day I hear the superpolar stations, where seals play the violin like there's never been a performer who's ever done it. What about entering day 32? That's my invention. I have a biomb of four broad, high leaves and I've opened a small gate in one of them. What a problem I had with my wife when I ordered that little escape! - I'd rather you call your friend the psychiatrist and put me in a mental institution than you make a door in that biomb. I finally convinced her, and through that door, on the second leaf of the biome, I escaped when the bell rang at noon on the 31st and plunged into the 32nd. She doesn't regain knowledge until the day she thinks is the next, and it's the next. FIN", "title": "El día 32", "author": "Ramón Gómez de la Serna"}