{"metadata": {"length": 6013, "words": 1113, "reading_time_min": 5.565}, "text": "Mariquita Castellanos was all that is called a real girl, a bite of archbishop and a sweet treat of eater. It was like singing this popular couplet: \"If I saw you, the key to the door was thrown, and the blacksmith would die, and the key would break... \" Didn't you know her, reader? I also did not, but an old man who had reached the good times of the viceroy Amat, spent my dead hours listening to him referring stories of the Marujita, and he told me the one from the refrain that serves as the title of this article. Mica Villegas was an actress of the theater of Lima, head of the excellent viceroy of these kingdoms of Peru by S. M. Carlos III, and to whom her enlightened lover, who could not sit academic for his correction in that of pronouncing the language of Castile, apostrofaced on the rats of anger, frequent among those who love each other well, calling her Perricholi. The Perricholi, whose feathers are better cut than those of this humble servant of yours who has written the biography, was a very poorly beautiful female. It seems that the viceroy was not a man of very delicate palate. Maria Castellanos, as I have had the pleasure to say, was the most beautiful little Limeña morenita who has ever worn four-and-a-half-point shoes. As one and one are two, so am I to die for the brown: the white one a dishwasher, and the brown one God made. Such was a popular cupla of that time, and in faith it must have been Marujilla the muse that inspired the poet. He told me, grinning, that subject of Amat that even the sun was still dark and the moon was still open when that girl, wearing twenty-five pins, went out to give a green through the gates. But just as the Villegas brought the rotter nothing less than the viceroy, the Castellanos had caught their eye on the impingoroted count of ***, old millionaire, and who, despite his lacras and decembres, retained a fondness for the fruit of paradise. If the viceroy was crazy about one thing, the count wouldn't be behind him about the other. La Villegas wanted to humiliate the ladies of the aristocracy, displaying her erroneous spells in a carriage and in the public promenade. The whole nobility was shocked and roared against the viceroy. But the comic, who had already satisfied her vanity and caprice, gifted the carriage to the parish of San Lázaro so that the parish priest driving the Viaticus would come out. And keep in mind that, at the time, a carriage cost an eye a face, and the Perricholi was the most splendid among those that lit on the Alameda. The Castellanos could not be satisfied that their rival would make so much noise in the limelight world on the occasion of the carriage ride. - No, I'm not! Well, since I'm a little bit between the eyebrows, I'm going to have to confuse that little pimp's pride. For my beloved is no dog-man or shotgun, nor learned to steal like Amath from his butler, and what he spends is his and very his, without having to tell the king where those masses come from. Coming to me with pride and fantasies, as if I wasn't better than her, the very comic! Look at the water puddle that wants to be a river arm! I'm the Castilian, and I'm pretty! And it's going on a digressory basis. The curse-takers said in Lima that during the first years of his rule, the excellent viceroy don Manuel de Amat y Juniet, knight of the habit of Santiago and decorated with a cemetery of crosses, had been a deck of morality and administrative honesty. But one day he succumbed to the temptation to get rich, thanks to a chance that made him discover that the provision of corrections was a more powerful and bountiful mine than those of Pasco and Potosí. Look how such a landmark discovery was made. Amat used to get up at dawn (which, as one of my friends writers says, is the quality of good rulers), and wrapped in a loose cloth he went down to the palace garden, and entertained himself until eight in the morning in cultivating it. A pretender to the correction of Saña or Jauja, the most important of the viceroyalty, approached the viceroy in the garden, confusing him with his butler, and offered him some hundreds of wigs so that he would use his influence all with his excellence in order to get him to wear the coveted prebend. - By the life of St. Cebollina, virgin and martyr, lawyer of the coals! Did we have those, Mr. Butler? - said to himself the viceroy; and from that day on he gave himself so good traces to make his August without the need of acolyte, that he soon managed to count on strong sums to please in his costly whims the Perricholi, which, by the way, was what is understood by manirrota and throw you. Let's get back to the Castellanos. It was fashionable for every woman who was worth anything to have a fondness for a skirt. Marujita's was a very cute little animal, I said. The Rosary was at its time, and the Count's dearest attended, very poorly dressed and carrying behind her a maid who was driving in her arms to the little one. You'll say, reader, that there was nothing wonderful about it; but it's the case that the skirt was wearing a solid gold necklace with glittering ribbons. Much said that speaking during the procession the extravagance of exhibiting a dog carrying upon himself such treasure; but the astonishment rose to a point when, after the procession was over, it was learned that Cupid with all his precious ornaments had been gifted by his mistress to one of the hospitals of the city, which for lack of income was little less than at closing. From that moment on, in the sympathies of the people and the aristocracy, Mariquita won everything that her proud rival Mica Villegas had lost; and it is famous that whenever she was told of this event, she said with emphasis, alluding to the fact that no other woman of her stofa would surpass her in arrogance and luxury: I'm the Castellanos! And so he repeated the stirrup, that it became a popular saying, and as such has come down to the present generation. FIN Peruvian traditions  First series, 1870", "title": "¡Pues bonita soy yo, la Castellanos!", "author": "Ricardo Palma"}