{"metadata": {"length": 6850, "words": 1286, "reading_time_min": 6.43}, "text": "People of all kinds joined the editorial staff and Orrison Brown had all kinds of relationships with them. When the office hours were over he was one of the editors, but during the job he was just a curly-haired man who a year ago had been director of the Jack O' Lantern at Dartmouth and now was content to take on the less desirable tasks of the editorial staff: from correcting illegible originals to performing the functions of a button without being. I had seen that individual enter the director's office: a pale, tall individual, about forty years old, with impeccably blond hair, and ademanes who were neither hurried nor timid, nor supernatural like those of a monk, but who had some of the three things. The name that appeared on his card, Louis Trimble, brought him vague memories, but, finding no reference point, Orrison became unconcerned, until a bell rang on his desk and, from previous experiences, guessed that Mr. Trimble was going to be the first meal of the day. Mr. Trimble, Mr. Brown, said the source of all the money for lunch. Orrison, Mr. Trimble has been away for a long time. Or at least he feels it's been a long time: almost twelve years. A lot of people would consider themselves lucky if they'd lost the last decade. That's what Orrison said. \"I don't have time to eat today\", the boss continued. Take him to Voisin, or the 21 or wherever you want. Mr. Trimble thinks a lot of things have been lost. Trimble politely objected: \"Well, I can handle it. I know, comrade. No one knew this town like you. And if Brown tries to explain the horseless carriages to you, you send it to me immediately. And at four, you come over here, okay? Orrison took the hat. Has he been out for ten years? He asked as they were coming down the elevator. They were starting to build the Empire State Building, Trimble said. What year was it? In 1928, a little bit or so. But, as the boss has said, you've been immensely lucky to miss out on a lot of things and, like probing it, he added: Surely you had more interesting things to see. I don't think so. They came out on the street and, the way Trimble shrunk his face in the traffic jam, Orrison made another guess. Have you lived far from civilization? In a sense, the words were uttered in such a measured manner that Orrison concluded that the man would only speak if asked, and at the same time wondered if he would have spent the last thirty years in prison or in an asylum. This is the famous 21st, he said. Would you rather eat somewhere else? Trimble kept quiet for a few seconds, while he watched the red limestone building. I remember when the name of the Twenty-One started to become famous he said, about the same year as the Moriarity immediately continued almost in an excuse tone : I thought we'd take a walk down Fifth Avenue and eat wherever we wanted: somewhere where we could see young people. Orrison glanced at him quickly and thought again of grays and gray walls and more grays; he wondered if his duties would include introducing Mr. Trimble to complacent girls. But Mr. Trimble did not seem to have thought of such a possibility: he had an expression of absolute and profound curiosity, and Orrison tried to link his name to Admiral Byrd's lost expedition to the South Pole or to the missing aviators in the Brazilian jungle. He was, or had been, a whole character: it was obvious. But the only definitive clue to find out where he came from and to Orrison that little clue told him was that, as a city man, he respected traffic lights and preferred to go down the sidewalk rather than halfway down the street. Suddenly he stopped to look out the window of a shirt shop. \"Crispons ties\", he said. I haven't seen ties like this since I left college. Where did you study? At the Massachusetts Institute of Technology. - Great place. Next week I'll go and visit him. We could eat something somewhere around here... they'd been past 50th Street. You choose. There was a nice restaurant with a little marquise around the corner. What do you prefer to see? Orrison asked when they sat down. Trimble will be thinking for a moment. Well, the people's necks suggested. The neck... how the head joins the body. I'd like to hear what those two girls are telling your father. Not exactly what they're saying, but just if the words float or sink, and how they close their lips when they're finished speaking. It's just a matter of rhythm: Cole Porter came back to the United States in 1928 because he intuited that there were new rhythms in the atmosphere. Orrison believed he had finally found a safe track, and, with kind delicacy, did not follow that path a millimeter, even repressing a sudden desire to tell him that there was a good concert at Carnegie Hall that night. The weight of the spoons, Trimble said, so light. A small bowl glued to a handle. The slight strabismus of that waiter. I've known him a long time, but he sure as hell doesn't remember me. But as he left the restaurant, the waiter looked at Trimble as if he was hesitant, as if he was about to recognize him. When they went out on the street, Orrison laughed: \"Ten years is enough to forget. I was here in May. Trimble was abruptly interrupted. Orrison came to the conclusion that all that was a little crazy, and suddenly he decided to become a kind of guide. From here you can see the Rockefeller Center, he pointed out cheerfully, and the Chrysler Building and the Armistead, the father of all new buildings. The Armistead Building Trimble looked over that area, obedient. Yeah, I designed it. Orrison nodded and smiled. I was used to dealing with all kinds of people. But the joke that he had eaten at the restaurant in May... stopped at the bronze plaque that was on the cornerstone of the building: Trimble made a gesture of assent. I started getting drunk that year, really. So this is the first time I've seen him. Oh, Orrison was hesitant. You want to come in? I've been in many, many times. But I haven't seen him. And now that's not what I'd like to see. I'd be incapable right now. I just want to see how people walk and what the dresses, hats, shoes look like. And the eyes and the hands. Would you mind shaking my hand? Not at all, sir. Thank you, thank you. He's very kind to you. I know it's gonna sound weird, but people will think we're saying goodbye. I'm going to take a walk down the avenue, so it's true we have to say goodbye. Tell the weekly I'll be back at four. Orrison followed him with his gaze as he began to move away, almost waiting to see him get into a bar. But there was nothing in Trimble that suggested or would have suggested that he ever drank. Jesus, he said to himself, ten years drunk. Suddenly he touched the fabric of his coat and then he stretched out his hand and squeezed his thumb against the granite of the building. *FIN* The Lost Decade, Esquire, 1939", "title": "La década perdida", "author": "F. Scott Fitzgerald"}