{"metadata": {"length": 7097, "words": 1325, "reading_time_min": 6.625}, "text": "I was walking along the tiled wall of the university when I decided to change course and march toward the college building. As I crossed the white fence around the yard, from a dark set of bushes, under some cherry trees that were already black, I heard the singing of an insect. I slowed down and paid attention to that sound, not wanting to get rid of it, so much so that I turned to my right not to leave the whole yard. Turning left, I saw the gate opening toward an orange-filled terrace, and as I approached that corner, I missed a shout of surprise. My eyes, glowing with curiosity, discovered what was being revealed to them and I hurried on with swift steps. At the bottom of the terraplén was a cluster of beautiful, multi-colored lanterns, like those seen at festivals in remote peasant villages. Without further details, I realized that it was a group of children taking part in an insect hunt in the bushes. They were like 20 flashlights. Not only were there crimson, pink, violet, green, blue, and yellow, but some even shone in five colors at once. There were also some red, square shaped, bought at some store. But most were very beautiful squares that the children themselves had made with much love and dedication. Did not the flashlights that were swinging, the group of children on that lonely hill, make up a scene worthy of a fairy tale? One night, one of the neighborhood children had heard the singing of an insect on that hill. He bought a red flashlight and came back the next night to look for it. The next one, another one joined. This new companion could not afford a flashlight, so he cut the front and back of a cardboard and, papering it, put a candle at the base and tied a rope at the top. The group grew to five, and immediately to seven. They learned to color the paper they were tense on the already cut cardboard, and to draw on it. Then these wise children artists, cutting out of paper sheets shapes like round, triangle and rhomboid, and coloring each window in a different way, with circles and red and green diamonds, achieved a complete decorative design of their own. The boy with the red flashlight soon dismissed it as an unpleasant object that could be bought in any store. The one who had made his own discarded it because he judged its design too simple. What I had planned the night before was unsatisfactory the next morning. Every day, with cards, paper, brushes, scissors, knives and tails, the children made new flashlights that sprang from their minds and hearts. Look at mine! May she be the most beautiful! And every night they went out to their insect hunt. It was the children and their lovely flashlights that I was looking at. I was ecstatic, and I let time run. Not only did the square lanterns have outdated designs and flower shapes, but the names of the children who had built them were engraved in straight syllabary characters. Unlike those painted on red lanterns, others (made with thick cut cardboard) carried their drawings on the paper covering the windows, so that the candlelight seemed to emanate from the shape and color of the drawing. The lanterns highlighted the shadows of the bushes. And the children would flock anxiously to that hill wherever they heard the singing of an insect. Does anyone want a lobster? A boy, who had been peering into a bush about three meters from each other, suddenly ran off to shout that phrase. Yes, give it to me. Six or seven children came running to him. They piled up behind the one who found her, trying to spy inside the bush of plants. Stretching his hands and stretching out his arms, the boy stood up, as if guarding the bush where the insect was. Waving the flashlight with his right hand, he summoned the other children. Does anyone want a lobster? A lobster! I love her. Four or five more boys came running. It seemed that no one could have hunted a precious insect more than a lobster. The boy screamed for the third time. Does anyone else want a lobster? Two or three others came closer. Yes, I want her. It was a little girl, who was right behind the boy who had found the bug. Turning around graciously, he leaned toward her. He put the flashlight in his left hand and put his right in the bush. It's a lobster. Yes, I want it. The boy stood up from a jump. As if to say, \"Here you are\", he reached out his fist that the insect held toward the girl. She, sliding her left wrist under the lantern rope, wrapped the boy's fist with her two hands. He hurriedly opened his fist. And the bug got caught between the girl's thumb and index finger. Oh, it's not a lobster, it's a cricket. The girl's eyes glittered as she looked at the small brown insect. A cricket, a cricket. The children repeated like a greedy choir. A cricket, a cricket. Nailing her clever and bright gaze at the boy, the young girl opened the cage she was carrying to the side and laid the cricket in it. It's a cricket. Oh, yes, it's a cricket, murmured the kid who had captured it. He held the cage to the eye level and looked inside. In the light of his beautiful multi-colored lantern, also held at the same height, he looked at the girl's face. Oh, I thought, and I was jealous of the boy, and I felt restrained. How foolish I had been not to understand his action! And I held my breath. There was something about the girl's chest, something that neither the boy who had given her the cricket, nor the girl who had accepted it, nor the children watching had noticed. Didn't the faint green light falling on the girl's chest read the name Fujio clearly? The boy's flashlight, which hung next to the girl's cage, inscribed her name, engraved with a knife on the green, paper-covered opening, on her white cotton kimono. The girl's flashlight, which hung softly from her wrist, did not project her inscription so clearly, but it was possible to distinguish, in a red, trembling spot over the boy's waist, the name Kiyoko. This random game between red and green was out of chance or game, and neither Fujio nor Kiyoko knew about it. Even if they would forever remember that Fujio had given him the cricket and Kiyoko had accepted it, they would not even in their dreams know that their names had been written: green on Kiyoko's chest, red on Fujio's waist. I ran away! When you have become a man, laugh with pleasure at the delight of a girl who has been told that it is a locus, and receives a cricket; and laugh also with love at her disappointment at receiving a locus when she was promised a cricket. Even if you have the cunning to look alone in a bush, away from other children, you should know that crickets are not abundant in this world. You'll probably find a girl like a lobster who you see as a cricket. Although in the end, your murky, offended heart to a real cricket will look like a lobster. And if that day comes, when it seems to you that in the world only locusts abound, it will grieve me that you cannot remember the game of lights tonight, when your name by the effect of your beautiful lantern has been written in green on the chest of a young girl. *FIN* Batta to suzumushi, 1924", "title": "La langosta y el grillo", "author": "Yasunari Kawabata"}