{"metadata": {"length": 4349, "words": 842, "reading_time_min": 4.21}, "text": "My wife was just chaffling, the guy was hunting, the suzarra was making the jarop... I'm a villain, I'm even a little junky, but such a calm, badly broken by that road or by the rare attachments of the gardener with the exarchium that day made me feel like an epithet or a bizma. I thought I'd better get out, run over, and take a walk to the spell. The truth is that we are no longer accustomed to natural spectacles and so we are all somewhat stingy and without syndesms. Is it worth being a boy-girl man if then not only are we not going to see the acirates and we can't even afford a ride? That's enough. So I went out and ran into one of my farmers who wanted to go with me for a bit. A real prick! I assure you that today there are no more those flaming, those chafalonas, or those scuba divers of old; and they are no longer worth the charantamaulas to make them speak; unfortunately they have also lost their beautiful and pure language of old. He was carrying two limes. Where are you taking them? The hovermen down there, see, where the fork is. I'll bring you some tearful shots. What about the paper or the liara? We don't need it. Well, I'm glad you haven't forgotten your simplicity altogether, I thought. But I wanted to get out of the way; he finally went into his business and I was able to be alone and I kept walking to the back of the car. What can I tell you? When I found myself among my little wordless friends, the fern, the telephony, the undercoast and all that algae, my heart widened. I followed along and saw the plums, the miracles, the agaloc, the acaphrases, the sulphur, though, quite frankly, somehow touched with corn or oak. And mountain and mountain zebras (milk-trees sphinxes or poppy sphinxes), and the little autals went from place to place; and next to me, or above me, sweaters and chingolos, christofues and alcaudons, and all the air was a whistle, a jugear... And then the smaller people; the cecidans, the ditiscus, the same types... Who would be able to name them all? In the mirage the water had been frozen for an infinite time: fire arabesques, blurred transparency of the lames, and apricots and navels. As I approached, three biscuits ran away and a totovía flashed. But destiny didn't want me to be left alone even there. I heard the foliage whispering behind my back and I turned around. It was the pull of the clipper that was spinning. Is that you? So how's the rifle going? - After regular. Now the master is more devoted to the mohatra. What was missing! I'm not a philene, but let's just... Yes, we're done with torches, we're missing even the sphinx. Well, good for your master. Well, you know, when it gets tight... What are you doing here now? I'm all for the alburos. We've been doing this for years. Oh, yeah? And how did you do that? With a little bit of a smile and a little bit of a sigh, he answered quickly. It wasn't a squirrel or a cheerleader, you'd have to say. But I left it there and went on the front. I knew from a certain place you enjoyed a beautiful view. And there was the great father and you could even see the seagulls glowing when they were in the sun. And there was a queche coming from far away with all his caps on the napkin... how many thoughts and how many fantasies seized me then! Did you still use the prophylactic anhedon? Oh, old times! : Cía, and to look for orebs, boquines, nacres and breaths. And some died in a foreign land; but the natron returned its spoils intact to his native people, or had he lost his virtue?... It was late: over the apricot and over the balcony lay the coogee, over the trope the atrop, over the amaranth the amaranth, and the sunshine was no more than an alizarine; it smelled of laughter, a distant trill was heard. And so, step by step, I came back. Now, while I freeze the earthquakes and until I get to my house, tell me, oh, my reader friend! Am I a little bit of a jerk? You don't answer and you sit, and you're not wrong. But I wouldn't give a single piece of bread for someone who couldn't fill his eyes and soul like I did that day or for someone who, knowingly, would like to keep everything for himself. But I came back. My wife was just chafing, the guy was chafing, the suzarra was preparing, if not the same, another jar. The following is a list of the most important publications in the field of education:", "title": "El paseo", "author": "Tommaso Landolfi"}