{"metadata": {"length": 7120, "words": 1339, "reading_time_min": 6.695}, "text": "Sitting on the threshold of the tavern door, Uncle Beseroles, from Alboraya, was drawing with his sickle stripes on the floor, looking back at the people of Valencia who, around the leaflet table, pushed the porrón and put his hand on the plate of oil morsels. Every day he left his house for the purpose of working in the field; but he always made the devil that he might find some friend in the tabernacle of the Ratat, and glass goes, glass comes, bells were sounded at noon, if it was morning, or he would close the night without him having left the village. There he was in a snooze, with the confidence of an old parishioner, looking to engage in conversation with strangers and waiting for them to invite him to a drink, with the other attentions that are used among fine people. Aside from the fact that he liked the job less than visiting the tavern, the old man was a man of merit. What did that man know, Lord!... And stories?... For some reason they called him Beseroles (Abecedarius) because a piece of newspaper that he did not read from beginning to end, singing the words letter by letter, did not fall into his hands. People laughed at their stories, especially those featuring chaplains and nuns; and the Ratat, behind the counter, laughed too, happy to see that the parishioners, to celebrate the stories, often had the pubs opened. Uncle Beseroles, thanking the people of Valencia for a drink, wanted to tell something, and as soon as he heard that one named the friars, he hurried to say: \"They are ready!... Who gives it to them...! Once a monk deceived St. Peter. And excited by the curious gaze of the outsiders, he began his tale. He was a friar near here, from the convent of St. Michael of the Kings; Father Salvador, much appreciated by all for his wit and campeanry. I've never met him, but my grandfather still remembered seeing him when he visited his mother and with his hands crossed on his belly waiting for chocolate at the door of the tent. What a man! He weighed his ten robes; when they made him a new habit, a whole piece of cloth would come in; he visited eleven or twelve houses a day, swallowing in each his two ounces of chocolate, and when my grandfather's mother asked him, \"What do you like more, Father Salvador: a few eggs with potatoes or a few longs of canned?\" He answered in a voice that sounded like a roar, \"Everything mixed up; everything mixed up\". That's how handsome and rattling he looked. Wherever she passed seemed to give her health away, and the proof was that all the chickens born in this outline had the same colors, their full moon face and a whimper that had at least three pounds of butter. But everything is bad in this world: to starve or to overeat; and one day, at dusk, Father Salvador, coming from a mock-up to solemnize the baptism of a certain creature who had his whole stamp, cataplum, gave a snoring that alarmed the whole community, and burst out like a deer, even if it's a bad comparison. We already have our Father Saviour flying through the air like a rocket, looking for the sky, for he had no doubt that there was a place for a monk. He came to a large door, all gold, nailed with pearls, like the ones that the mayor's daughter pulls out of her haircut when she's a bachelorette party keyboarder. \"Toc, toc, toc!\" asked an old voice from within. - Open up, Lord Saint Peter. - And who are you? - I am Father Salvador, of the convent of St. Michael of the Kings. He opened a window and peered out the head of the blessed saint, but letting loose jokes and throwing sparkles through his eyes through his glasses. For you should know that the holy apostle, being so old, is near to death. - Oh, that's a little embarrassing. - he screamed in a rage. What are you doing here? I like your confidence! Go up there, you little honor, for your place is not here! Come, Lord Peter! Open, for it is night. You're always kidding. - What's the joke? - If I take a lock, you'll see what's good, brazen. Do you think I don't know you, demon in hood? - Please, Mr. Peter, be good to me. Sinner and all, won't you have a little free pass, even at the gate? - Away from here! Look at the clothes! If I let you in, one day you'd stew our supply of honey cakes, leaving the angels and the saints to fast. Besides, we have here I don't know how many blessings that are still good to see, and a brave occupation would fall on me at my age: to always go behind you, without taking your eye off!... Walk to hell or lie in the cool in any cloud... The conversation is over. The saint furiously closed the window, and Father Salvador stayed in the dark, hearing in the distance the guitars and flutes of the angels, who that night were offering dawns to the most beautiful saints. The hours passed and our friar was already thinking of taking the road to hell, hoping that he would be better received there, when he saw a woman as big and fat as he was coming out of two clouds, slowly approaching, walking swinging, pushing her belly, swollen like a balloon. She was a nun who had died of a cough of jam. \"Father\", he said gently to the young man, looking at him with tender eyes, \"what, do they not open at this hour? - Wait, we're going in now. What was that man doing? At one point he had just invented one of his whirlpools. You know that soldiers who die in war enter heaven without any obstacle. If you didn't know, you already know. The poor come in as they come, even with boots and spurs; for any privilege deserves its disgrace. - Put your skirts on your head - ordered the friar. - But... my father! - the little nun said in a disgusting way. \"Do as I say and don't be stupid\", Father Saviour shouted with authority. You want to argue with me, that I have so many studies? What do you know about getting into heaven? She obeyed the nun, red-colored, and in the darkness a huge white circle began to appear, as if the moon had appeared. - Now, hold on tight. And, out of the blue, Father Salvador walked on his companion's back. - Father, that weighs a lot! - Gem, choked, the poor girl. - Hold on and jump, we're coming in now. St. Peter, who was collecting the keys to go to sleep, saw the knock on the door. - Who is it? \"A poor soldier of the cavalry\", he replied in a sad voice. I have just been killed fighting the infidels, enemies of God, and here I come on my horse. \"Come on, poor boy, come on\", said the saint, opening half the door. And he saw in the shade the soldier kicking his ankle, who could not stand still. A more nervous animal! ... Several times the venerable porter tried to find his head, but it was impossible. The crowd always presented him with leaps and bounds, and finally the saint, fearing that he might be released a pair of scissors, hurried to say, patting those thin and thick hips with clapping: \"Pass, soldier, go ahead and see to silence this beast. And as Father Saviour was leaping into the sky over the nuns' group, St. Peter closed the door that night, murmuring in wonder, \"Radios, and what a battle you are waging down there!\" What a way to beat! Poor jackass hasn't been left... not even his tail. FIN", "title": "En la puerta del Cielo", "author": "Vicente Blasco Ibáñez"}