{"metadata": {"length": 2364, "words": 433, "reading_time_min": 2.165}, "text": "There were thirteen men, thirteen valiant men, in danger, and skilled in the battles of the sea. They had a woman with them, the boss's. The thirteen men of the coast had the distinctive mark of the Basque race: broad head, eagle profile, the pupil dead from constant contemplation of the sea, the great devourer of men. The Cantabrian knew them; they knew the waves and the wind. The long, narrow, black-painted trail was called Arantza, which in Vascuence means \"thorn\". He had a short stick, planted by the bow, with a small candle... the afternoon was autumn; the wind, loose; the waves, round, soft, calm. The sail was barely swelling through the breeze, and the tractor slid gently, leaving a silver stern in the green sea. They had left Motrico and were marching to fish with their nets prepared, to meet with other boats for the day of Santa Catalina. At that moment they were passing in front of Deva. The sky was full of cotton clouds and lead. Between their jars, pieces of pale blue. The sun came out in bright rays through the opening of a cloud, whose red mouth reflected trembling over the sea. The thirteen men, serious and impatient, spoke little; the woman, old, was half-haired with thick needles and a blue wool lamb. The pattern, grave and sad, with his bow down to his eyes, his right hand on the rudder, stared impassionedly at the sea. A dirty water dog, sitting on a stern bench, next to the patron, was also looking at the sea, as indifferent as men. The sun was setting... up, flame-red, cobbled red, ash-colored, lead clouds, huge whales; down, the green skin of the sea, with red, scarlet and purple tones. From time to time the rhythmic shaking of the waves... the trailer was facing Iciar. The wind was of land, full of mountain scents; the coast was drawn with all its cliffs and its rocks. Suddenly, in the agony of the afternoon, the clocks of the Iciar church clock rang, and then the angelus bells spread out over the sea like slow, majestic and sublime voices. The boss took off his hood and the others did the same. The woman left her job, and everyone prayed, deep, dark, looking out at the calm sea and round waves. When night began to blow, the wind blew hard, the sail was rounded with the blasts of air, and the tractor sank into the shade, leaving a silver trail over the black surface of the water. The Dark Lives, 1900", "title": "Ángelus", "author": "Pío Baroja"}