{"metadata": {"length": 6839, "words": 1203, "reading_time_min": 6.015}, "text": "Stanislaw Pawlesky gave up his life, perfectly spotless, on April 19, when he left Jacob's Store carrying a 15-centimeter-by-five-inch package in his right hand, containing an admirable cherry pipe. Stanislaw was born in Krakow, the last of a long line of tailors, on 19 April 18... when he bought the pipe at Jacob's Store he had just landed at the age of 40. He had been practicing his hereditary profession in London for 26 years. Fourteen aspiring to have a £1 sterling without commitments to buy the cherry pipe. When I left Jacob's Store, I had just completed five minutes of happiness. For fourteen years, except for one time when he was in bed with pneumonia, every morning, passing by Jacobs... he stopped for a few minutes to detail the formidable collection of pipes on display in the window. He was carrying something that could be called inventory of stocks. He knew the old ones and loved them as his own, as his family's; his memory was not lost in knowing which corner of the window they were exposed. Before he stopped, he knew what he was going to see, but he always stopped with fresh yearning and a taste of surprises every day. When there was news, his pleasure was already overflowing the margins, like a beer foam. Of barley, cherry, wild cherry, amber foam, peach, terracotta; all I knew, I distinguished without hesitation, they shone with their own names in a small plane, constellations as inaccessible to the hands of their economy, as inaccessible to their hands the constellations of astronomy. But above all, the cherry, the magnificent specimen around which her longings danced, and which she protected as a taboo warning, the round cardboard where the fateful figure was highlighted in red: a pound sterling. Because we must confess that the wretched Stanislaw never allowed his profession to have such an excessive amount of vacancy. His constant fear during those fourteen years was that one morning his pipe would be gone. The unfortunate man was rightly afraid that such a thing would strike him nervously and pull him off his axis forever. But an inner voice assured him and he swore, that before he turned forty the pipe would be his. And indeed, Stanislaw was born at eleven o'clock in the morning of April 19 and this 19th of April, at eleven o'clock in the morning, the pipe was his. For exactly twenty-five minutes he beat fate. And for the first time in his life he could say he was completely happy. A rejuvenated sun was walking its long tail around the world. It's spring. Spring on earth and concise, concrete, indivisible joy in all corridors of Stanislaw's soul. His 15-for-5 package, plotting at the end of a tape, had a maximum prestige of a ticket to paradise. Stanislaw decided that it was a national holiday. He gave up his trade and went, down the street, jumping, a jovial song running through him vertically, and thinking about the whispers that, after all, life was a concrete thing and happiness too. Pure joy is a disproportionate engine. Their unconnected impulses, their Dionysian independence, are the only gladiators capable of defeating the black, sleepy giant of habit. The contentment was riding that led Stanislaw, over his forty years of abstinence, to a brewery. This is a curious phenomenon, which causes the man who experiences great joy to experience at the same time a relentless need to ingest liquids with an alcoholic basis. At the brewery he made several friendships, talked abundantly on all subjects, he, a quiet animal by nature, almost misanthropic, and related with lyrical lexicon his unusual wealth, the happy ending story of the purchase of his pipe. Madame Pawlewsky and her four Pawlewski extended, saw appear at dinner time a Stanislaw of candy, gleaming with joy, carrying a dozen almond cakes, and a little drunk. During the dinner, Stanislaw developed a juvenile talkative; he recalled his childhood in Krakow and even made, for the first time in his life, dark allusions to a future in which he would own a large tailor shop and could go to the theater whenever they wanted. After all, he said as a glorious colophon, \"Life is of the willing, and everything is within the reach of the one who feels capable of achieving anything\". And he caressed his 15-pack by five, still unopened. After the coffee he sat, almost horizontally, on an old leather stool, randomly opened a backed copy of the Telegraph, and lit up with a ceremonial Great Wizard at the time of the sacrifices, his cherry pipe. I'm not smoking. I'm not smoking. I'd be happy to. Serenity. All that was too strong, too heavy to be held by Stanislaw's weak shoulders. He was enveloped by dreams of a mighty future, his present-day dreams dissolved, and crushed by oceans, mountain ranges, continents of happiness, Stanislaw went to sleep kindly. By the next morning, the vertigo had calmed down. The displaced wheels adjusted. The trampled galope became a rhythmic frog. Stanislaw woke up again. The sleepy, black giant of habit brought down the gladiators. And Stanislaw, with the cherry pipe almost forgotten in his pocket, went out to his workshop, silent, still, without tickling or songs and without observing or caring about anything that spring had come or not. It was just a longing that never took shape, almost indistinguishable, blurred by circumstances. Arriving in front of Jacob's Store, an automaton built for fourteen years prevented him from remembering that his animation star was resting, no longer shiny, with the sadness mate of the things achieved, in the bottom of his pocket. Yesterday's Stanislaw made a hole in the text, and today's Stanislaw couldn't, didn't know, didn't want to see anything else but the lack of his pipe in the window. His fourteen-year longing was gone, missing, gone. That's all it was. In the face of that terrible fact, his triumph the day before was very recent and dead letter. How do you remember that? For this it would have taken the strength of a god, and Stanislaw was nothing more than a small, weak, tailored man, born forty years earlier in a neighborhood south of Krakow. In front of Jacobs' window, the ambulance from the Emergency Hospital picked him up; a malignant fever, caused by a nerve shock, the doctor diagnosed. You are stupid! He lived fourteen days one for each year of yearning, continually asking, in his delusion, to return his cherry pipe. When the nurse had the one she had found in her pockets, she would reject it with a disgusting gesture, and she would cry with such anguish that even the doctor, a tearless animal, would weep bitterly. In the moments of agony, a strange smile took the place of his anguished moan of request and he was left serene, serene, as if a tender dreamer were caressing him. Finally, a sigh and silence in the windows of the sky pipes. The Cherry Pipe and Other Tales, 1987", "title": "La pipa de cerezo", "author": "Félix Pita Rodríguez"}