{"metadata": {"length": 5456, "words": 1063, "reading_time_min": 5.315}, "text": "She was fat, short, sinful and hairy, overly creamy, half yellow. He had a huge bust, while we were all still chats. As if that wasn't enough, the top of the shirt's two pockets were filled with candy. But she had what any comic book-eating girl would have liked to have: a father who owned a bookstore. I didn't take much of it. And even less so for us: even for birthdays, instead of a cheap booklet at least, he handed us a postcard from his father's shop. Above was always a landscape of Recife, the city where we lived, with its bridges more than seen. On the back, he wrote very elaborate words like \"birthday\" and \"memories\". But what a talent he had for cruelty. While she was making noise and sucking candy, she was all pure revenge. How she must have hated us, that girl, who were unforgivably short, tall, hairless. With me he exercised his sadism with serene ferocity. In my anxiety to read, I did not realize the humiliations she imposed on me: I kept borrowing books that she did not care about. Until the big day came when he started inflicting Chinese torture on me. As he passed, he informed me that he had The Misadventures of Naricita, by Monteiro Lobato. It was a fat book, God forbid, it was a book to stay with, to eat with, to sleep with. And totally beyond my means. She told me if I came by her house the next day she'd lend it to me. Until the next day, I was transformed into the same hope, joyfully: I was not alive, I was slowly floating in a gentle sea, the waves carried me from side to side. Literally running, the next day I went to his house. I didn't live in an apartment like me, but in a house. He didn't let me through. With his eyes fixed on mine, he told me that he had lent the book to another girl and that he would come back the next day to get it. I walked slowly, but soon hope had completely taken hold of me again and I was already walking down the street in leaps and bounds, which was my strange way of walking the streets of Recife. That time I didn't fall: I was guided by the promise of the book, it would come the next day, the next would be after my whole life, I was expected to love the world, and I didn't fall once. But things weren't that simple. The secret plan of the bookstore owner's daughter was serene and diabolical. The next day there I was at the door of his house, with a smile and a beating heart. All to hear the calm answer: that the book was not yet in his hands, that he should return the next day. Little did I imagine that later, in the course of life, the drama of the next day would repeat itself to my beating heart other times like that. And so on and so forth. How long? I went to his house every day, not one missing. Sometimes she would say, \"Well, the book was with me yesterday afternoon, but since you didn't come until this morning, I loaned it to another girl\". And I, who was prone to dark circles, could feel the dark circles sinking under my surprised eyes. Until one day, when I was at the door of her house listening silently, humbly, her refusal, the mother appeared. He must have missed the silent, everyday presence of that little girl at his doorstep. He asked us to explain to both of us. There was a silent confusion, interspersed with unclarifying words. The lady found it increasingly strange not to understand. Until, good mother, she finally understood. He turned to his daughter and exclaimed, with great surprise: \"But if that book has never left the house and you didn't even want to read it! And the worst thing for the woman wasn't finding out what was going on. It must have been the horrific discovery of the daughter he had. She was quietly spying on us: the power of perversity of her unknown daughter, the blonde girl standing at the door, exhausted, to the wind of the streets of Recife. It was then that, finally recovering, firm and serene, he ordered his daughter: \"Go and lend that book right now\". And to me, \"And you keep the book as long as you want. You got it? That was more valuable than if I had been given the book: \"All the time you want\" is all a person, big or small, can dare to want. How do you tell what happened next? I was stunned and that's how I got the book in my hand. I don't think I said anything. I took the book. No, I didn't jump off like I always do. I walked very slowly. I know he held the thick book with both hands, squeezing it against his chest. It doesn't matter how long it took me to get home. He had a warm chest, a thoughtful heart. When I got home, I didn't start reading. He pretended he didn't have it, only to feel the thrill of having it afterwards. Hours later, I opened it, read some wonderful lines, closed it again, went for a walk around the house, delayed it even further, going to eat bread and butter, pretended not to know where I had kept the book, found it, opened it for a few moments. He created the most false obstacles to that clandestine thing that was happiness. For me, happiness should always be underground. It was like I had a feeling. How long it took me! I lived in the air. I had pride and modesty. I was a delicate queen. Sometimes I would sit in the hammock and swing with the book open in my lap, untouched, in a pure ecstasy. She was no longer a girl with a book: she was a woman with her lover. The Commission has also adopted a number of proposals for the establishment of a European Parliamentary Committee on the Environment, Public Health and Consumer Protection.", "title": "Felicidad clandestina", "author": "Clarice Lispector"}