{"metadata": {"length": 7219, "words": 1314, "reading_time_min": 6.57}, "text": "His real name was Paolo di Dono; but the Florentines called him Uccelli, that is, Pablo Bird, because of the large number of painted bird and animal figures that filled his house; because he was too poor to feed animals or to get those he did not know. It is even said that in Padua he painted a fresco of the four elements in which he gave as an attribute of the air, the image of the chameleon. But he had never seen one, so he represented a camel-belly that has the tube very open. (Now, Vasari explains, the chameleon resembles a small dry lizard, and the camel, on the other hand, is a large unjointed animal.) Of course, Uccello cared nothing for the reality of things, but for their multiplicity and the infinity of lines; so he painted blue fields and red cities and knights dressed in black armor on ebony horses that had flames in their mouths and spears aimed like rays of light toward all the points of the sky. And I used to draw mazocchi, which are wooden circles covered by a cloth that are placed on the head, so that the folds of the hanging fabric frame the entire face. Uccello painted them pointed, other squares, others with pyramid-shaped and cone-shaped facets, according to all the appearances of the perspective, and all the more so as he found a world of combinations in the mazzocchio's replicas. And the sculptor Donatello said to him: \"Ah, Paolo, you despise the substance for the shadow! But the Bird continued his patient work and grouped the circles and divided the angles, and examined all the creatures under all their aspects, and was going to ask his friend the mathematician Giovanni Manetti to interpret Euclid's problems; then he locked himself up and covered his scrolls and his tables with dots and curves. He devoted himself perpetually to the study of architecture, in which he was helped by Filippo Brunelleschi; but he did not do so with the intention of building. He confined himself to observing the direction of the lines, from the foundations to the corners, and the convergence of the straight lines at their intersections, and how the vaults closed in their keys, and the reduction in the range of the ceiling beams that seemed to join at the end of the long halls. It also represented all animals and their movements and gestures of men in order to reduce them to simple lines. Then, like the alchemist who leaned over the mixes of metals and organs and scoured their fusion in the furnace for gold, Uccello rolled all the shapes into the crispness of the shapes. He assembled, combined, and fused them together, with the purpose of obtaining their transmutation in the simple form on which all others depend. It was for this reason that Paolo Uccello lived as an alchemist in the back of his little house. He thought he could turn all the lines into one ideal aspect. He wanted to conceive the created universe as reflected in the eye of God, who sees all the figures of a complex center emerge. Around him lived Ghiberti, della Robbia, Brunelleschi, Donatello, each proud and masterful of his art, mocking poor Uccello and his madness for prospect, pitying his house full of spiders, empty of provisions. But Uccello was even more proud. With each new line combination I hoped I'd discovered how to create. Imitation was not the goal he had set, but the power to develop all things sovereignly, and the strange series of folded hoods seemed more revealing to him than the magnificent marble figures of the great Donatello. So lived the Bird and his thinking head was wrapped in his cloak; and he did not notice what he ate or drank and looked entirely like a hermit. And it happened that in a meadow, next to a circle of old stones sunk in the grass, he saw one day a girl laughing, with her head tied by a girdle. He wore a long delicate dress, held up in his waist by a discoloured ribbon, and his movements were elastic like the stems he bent. Her name was Savage and she smiled at Uccello. He noticed the twist of her smile. And when she looked at him, she saw all the little lines of his eyelashes and the circles of his pupils and the curve of his eyelids and the subtle entanglements of his hair and in her mind she made the girdle that girded his forehead adopt a multitude of positions. But Savage knew nothing of it, because she was only thirteen. She took Uccello by the hand and loved him. She was the daughter of a Florentine dry cleaner and her mother had died. Another woman had gone to the house and hit Savage. Uccello took her to his. Savaggia lay in a sleeper all day in front of the wall where Uccello drew the universal forms. He never understood why he preferred to look at straight lines and arched lines to the tender figure that leaned toward him. At night, when Brunelleschi or Manetti were going to study with Uccello, she would fall asleep, after midnight, at the foot of the intersecting straight lines, in the shadow circle that extended under the lamp. In the morning, she woke up before Uccello and was happy because she was surrounded by painted birds and colored animals. Uccello drew his lips and eyes and hair and hands and fixed all the attitudes of his body; but he did not paint his portrait, as did the other painters who loved a woman. For the Bird knew not the joy of confining himself to one individual; he never remained in one place; he wanted to plan, in his flight, over all places. And the forms of the attitudes of Savage were thrown into the crucible of forms, with all the movements of animals and the lines of plants and stones and the rays of light and the ripples of the earth's vapours and the waves of the sea. And without remembering Savage, Uccello seemed to remain forever bent over the crisscross of forms. There was nothing to eat at Uccello's house. Savage didn't dare tell Donatello or the others. He shut up and died. Uccello represented the rigidity of his body and the union of his small, weak hands and the line of his poor, closed eyes. He didn't know she was dead, just as he didn't know she was alive. But he threw his new forms among all those he had gathered. The Bird got old and no one understood his paintings anymore. All they saw was a confusion of curves. The earth, plants, animals, and humans were no longer recognized. For many years he had been working on his supreme work, which hides all eyes. It was to encompass all his pursuits and be, in his conception, the image of them. It was unbelieving St. Thomas, touching the wound of Christ. Uccello finished his painting at the age of eighty. He called Donatello and found him out in his heart. And Donatello exclaimed, \"Oh, Paolo, cover your painting! The Bird questioned the great sculptor, but he didn't want to say anything else. So Uccello knew he had accomplished the miracle. But Donatello had seen nothing but a lineage. And a few years later Paolo Uccello was found dead of exhaustion in his dressing room. His face was radiant with wrinkles. His eyes were fixed on the mystery revealed. He had in his hand, strictly closed, a small scroll full of entanglements that went from the center to the circle and returned from the circle to the center. FIN Paolo Uccello: Paintre, Vies imaginaires, 1896 See  The masterpiece unknown", "title": "Paolo Uccello: Pintor", "author": "Marcel Schwob"}