{"metadata": {"length": 7434, "words": 1513, "reading_time_min": 7.565}, "text": "On the other side of the Ebro valley, the hills were long and white. On this side there was no shade or trees and the station rose to the sun's rays, between two rail lines. Next to the station wall, the building's warm shadow fell and a bamboo curtain of accounts hung in the bar doorway, so that flies wouldn't come in. The North American and the girl he was with took a seat at a shady table outside the building. It was very hot and the Barcelona express would arrive in forty minutes. He stopped for two minutes at this entronque and then continued on to Madrid. - What do we have? - the girl asked. He had taken off his hat and put it on the table. \"It's hot\", said the man. - Let's have a beer. \"Two beers\", said the man to the curtain. - Big ones? - asked a woman from the threshold. - I know. Two big ones. The woman brought two beer jars and two felt cups. He put the cups and jars on the table and looked at the man and the girl. The girl was looking at the hill. They were white in the sun and the field was brown and dry. - They look like white elephants, he said. - I've never seen one. - The man drank his beer. - No, of course not. - Nothing clear\", said the man. I might as well have seen it. The girl looked at the accounting curtain. - He's got something painted on it. What's he saying? - The year of the bull. It's a drink. - Can we try it? -He's here. -The man called through the curtain. The woman came out of the bar. - Four real ones. - We want two of Anis del Toro. - With water? - You want it with water? - I don't know, \" said the girl. You know how to use water? - It doesn't taste bad. - You want them with water? - the woman asked. - Yes, with water. \"You know how to whisper\", said the girl and left the glass. - That's what happens with everything. - Yes, she said. Everything tastes like a whirlwind. Especially the things you've been waiting for so long, like the worm. - Oh, that's enough. - You started it, the girl said. I was having fun. It was a good time. - Okay, let's try to have a good time. - All right, you got it. I was trying. I said the mountains looked like white elephants. Wasn't that occurring? - It happened. - I wanted to try this drink. That's all we do, right? Look at things and taste drinks? - I guess. The girl looked up at the hills. - They're beautiful hills, he said. They don't really look like white elephants. I was just referring to the color of his skin among the trees. - Shall we have another drink? - All right, you got it. The warm wind was pushing the accounting curtain against the table. \"The beer is good and fresh\", said the man. \"She's beautiful\", said the girl. \"It's actually a very simple operation, Jig\", said the man. It's not really an operation. The girl looked at the floor where the table legs rested. - I know it won't affect you, Jig. It's not really anything. It's just for the air to come in. The girl didn't say anything. - I'll go with you and be with you the whole time. Just let it in the air and then everything is perfectly natural. - What do we do next? - We'll be all right later. Just like we were. - What makes you think that? - That's the only thing that bothers us. It's the only thing that makes us unhappy. The girl looked at the accounting curtain, reached out her hand and took two of the stitches. - And you think we'll be fine and happy. - I know. - I know. You shouldn't be afraid. I know a lot of people who have. - I too\", said the girl. And then everyone was so happy. \"Well\", said the man, \"if you don't want to, you don't have to. I wouldn't force you if you didn't want to. But I know it's perfectly simple. - And you really do? - I think it's the best. But I don't want you to do it if you really don't want to. - And if I do, will you be happy and things will be the way they were and will you love me? - I love you. You know I love you. - Yeah, but if I do, will it ever seem nice to you again if I say things are like white elephants? - I'd love to. I love it, but right now I can't enjoy it. You know how I look when I worry. - If I do, will you ever worry about it again? - I won't mind you doing it, because it's perfectly simple. - Then I will. Because I don't care. - What do you mean, \"I'm not a man\"? - I don't care what you say. - Well, I do care about you. - Oh, yeah, I did. But I don't care about that. And I will, and then everything will be magnificent. - I don't want you to do it if you feel that way. The girl got up and walked to the end of the station. There, on the other side, were fields of grain and trees along the banks of the Ebro. Far away, beyond the river, there were mountains. The shadow of a cloud crossed the grain field and the girl saw the river between the trees. - And we could have all this\", he said. And we could have it all and every day we make it more impossible. - What did you say? - I said we could have it all. - We can have it all. - No, we can't. - We can have everybody. - No, we can't. - We can go anywhere. - No, we can't. It's not ours anymore. - It's ours. - No, not anymore. And once they take it away, you never get it back. - But they haven't taken them away. - We'll see sooner or later. - Go back to the shadow, he said. You shouldn't feel that way. \"I don't feel any way\", said the girl. That's all I know. I don't want you to do anything you don't want to do, or that's not for my own good, she said. I know. I know. Shall we have another beer? - I'll see you later. But you have to realize... I realize, said the girl. Couldn't we just shut up a little? They sat at the table and the girl looked at the hills on the dry side of the valley and the man looked at her and looked at the table. - You have to realize, he said, I don't want you to do it if you don't want to. I'm perfectly willing to step in if anything means anything to you. - Does it mean anything to you? We'd figure a way out. - Of course it does. But I don't want anyone but you. I don't want anyone to stop. And I know it's perfectly simple. - Yeah, you know it's perfectly simple. - It's okay to say that, but I really know. - Would you like to do something for me? - I'd do anything for you. - Would you please please please please shut up? He said nothing and looked at the suitcases strapped to the station wall. They had labels on every hotel they'd stayed at. - But I don't want you to do it, he said, I don't care at all. - I'm going to scream\", said the girl. The woman came out of the curtain with two beer jars and put them in the wet felt cup holders. - The train will be here in five minutes. - What did he say? - the girl asked. - That the train will be here in five minutes. The girl pointed a vivid smile of gratitude at the woman. \"I'll take the suitcases to the other side of the station\", said the man. She smiled at him. - All right, you got it. Come back later, we'll finish the beer. He picked up the two heavy suitcases and carried them, circling the station, to the other roads. He looked in the distance but didn't see the train. He came back and crossed the bar, where the people waiting for the train were drinking. He took an anise from the bar and looked at the people. Everyone was reasonably expecting the train. He came out through the accounting curtain. The girl was sitting there and smiled at him. - Are you feeling better? - he asked. - I feel very well, she said. I'm all right. I feel really good. Fin Hills Like White Elephants, Transition, 1927)", "title": "Colinas como elefantes blancos", "author": "Ernest Hemingway"}