{"metadata": {"length": 6615, "words": 1242, "reading_time_min": 6.21}, "text": "...Ah!, yes, my dear lady. As you can hear: after a jar of pomegranates and to that of the sun setting. They cried like little children, they did not rest, going and coming from a neighboring yew tree to a shady and shady grove, which is beyond where you see that rose, a little further. What do you want to know how, how and why we understand those things the poets?... Easy question. You will know it after I have told you about it, that which has raised a few doubts in your mind, and that has happened as I have told you; a very simple thing: the trust of a bird under the clear blue sky. It was cold. The mountain was a bride, with its immense white crown and its gleam of bruma; there was a roar that sounded to the bones; in the streets there was the sound of horses neighing, of cars, of horns, of rambunctious boys selling papers, of horns, of great city noise, and there was the sound of adobes and ash, with the shoemakers in their thongs, who had come from the workshop, the gentry engulfed in their coats, in their shawls, with their hands smeared in greasy leather mittens to warm themselves. Because it was cold, my dear sister. Because I was there where you were standing, in this very garden, near that marble bench whose bare feet are covered by the leaves of the ash tree. He saw the bright glints of the sun falling on the great cup, and the sky that was strewn about the west. Soon they began to clap. And they made it beautiful, as if they did not know that I understood their parable. Both were tanned, small, beautiful birds. They walked around the garden, almost imperceptibly, and then on the branches began their conversation. – You know I like your way of doing things – one said to the other – your way of proceeding? It is not a little thing to have surprised yourself this morning cutting the beautiful owner of the neighboring garden, at the risk of breaking your head and tearing your head against the windows of your window. Oh!, have you seen a bigger tiger? As you leave the flowers for the women, you will be like Plumas de Oro, my more gallant cousin, with blue eyes, who wore a yellow turban that when the sun was shining on him seemed to call him with wings. – And what happened to your brother? –returned the other a little astonished. – Listen – the counselor said, taking a very grave breath and clenching his head –. Listen, and take it in your hand. It was Gold Plumes, remono, monesimo. What a monkey! And your story! In those beautiful cities called gardens, there was no other flower more preferred by the flowers. In the spring, when the roses were at their best, how much pleasure did not they receive in their petals, red as a fresh bite, the peak of the playful and savage robin! The forget-me-nots sat in the green windows of their flower-houses and drew back a hidden, perfumed kiss, with the point of their ribbons; the thorns shivered if a gale blew past them with its rock; and the violets, the prickly violets, shook their heads a little and taught the beautiful face of the frightened humming-bird that flew quickly, glinting with its fragrance of soft, cut plumes, by the thorns of nature. Pinaud of the elegant forest. Plumas de Oro was a great prank... as if you knew things! Under the encasings, on moonlit nights, they carry malignant auras that they themselves have brought into their twisted complaints and palatable aromas of rotten flesh and rotten odors. See, who says that Gold Plumes was not a song? Oh, how he loved the flowers! Because you will see, imprudent, what happened to him, what can happen to you, as you go along with your bad inclinations. Avino says that one spring morning the Golden Plumes were taking the sun. In that shady spot under the garden one of those, one of those women who look like flowers and that's why we love them. He had blue eyes like a campanula, a front like azucena, lips like a cypress, hair like a slender hymen, and, in conclusion, what to say that Plumas de Oro lost the sex? What a continual revolving; what going and coming from place to place to be seen by the lady ruby! Ah! Gold-flowered, you do not know what you are doing... Since that day the flowers have wrung their heads in forgetfulness; some have become distressed; and they have not felt pleased when other of our fellows come to kiss their coronets. And while he was away, the redeemed thief sounded the rafters of the house in which the beauty lived; he forgot the gardens, nor his odious lovers; was it not true that he was a lost sailor? I had to get to the railings where he was waving and say in full voice, First class, you are a trapper. Are we? It was a fatal day. That had to happen. I, I saw it with my own eyes. While the gold flakes spun, the window opened and the young ruby appeared laughing. In one of his hands, white as jasmine, with rose-pink palms, on the side, he had a cup of honey, and in the other? Oh, the other one had nothing. Plumas de Oro flew and swung about, licking the honey from that cup, as it did in newly opened liquor stores. My friend, don't take that, you're drinking your death... I chill and chill, and Goldfinger always in the cup. Then the ruby slapped the unfortunate with her right hand... So he was chilling more than I was. But it was too late... Oh, Gold Plumes, Gold Plumes! Didn't I tell you? The window was shut again, and I, frightened, drew near to see through the windows what my poor father was like. Then I heard... God of birds! Then I heard the lady say to another like her: –“Look, look, I caught him; he was so handsome, he was made for a hat! –– Horror! –– I grasped the shocking reality... I went to refer him to the roses, and then the fierce vengeful ones exclaimed in a roar, blown about by the wind: ––Bravo, that thief for bribe! Two days later the thief who killed the happy one passed by our sight in the gardens, carrying the cold body of Plumas de Oro in his hat... I think we were fashionable, we are still fashionable!... Have you heard, imprudently, the story of my first beaten friend? Because do not take my warnings in vain. Oh, how sad the story of the lily! And then, my dear lady, they flew, flew, those two little daffodils, from the lark to the hyacinth, from the hyacinth to the rose, and from the rose to the space... And I heard the flowers speak in a faint voice, so faint that I could only hear it in those moments: –Among stars and women, these are the most terrible rivals. Where are they so far away? Now, my dear lady, if you want to know how and why I know the languages of birds and flowers, tell me, tell me, that my eyes will tell you... *FIN*", "title": "La historia de un picaflor", "author": "Rubén Darío"}