{"metadata": {"length": 5699, "words": 1066, "reading_time_min": 5.33}, "text": "This story was found by R.P. Adone Doni in the archives of the convent of Santa Croce, Verona: Madam Eletta of Verona was so wonderfully beautiful and well-formed that the scholars of the city who had knowledge of history and mythology called her mother-mother with the names of Leto, Leda or Semele, implying that the daughter had been begotten in her by some Zeus before any mortal man such as were the husband and lovers of the said lady. But the wisest, especially Fr. Battista, who was before me the guardian of the convent of the Holy Cross, considered that such bodily beauty had something to do with the devil who is an artist in the sense that Nero, the emperor of the Romans, interpreted him as saying when he died: \"What artist perishes!\" And there is no doubt that Satan, the enemy of God, who is very skilled with metals, is also excellent at working the human flesh. I, who am speaking to you, who have a wide knowledge of the world, have seen on many occasions bells and images of men made by the enemy of mankind. His tricks are incredible. I have also had knowledge of children that some women conceived by the devil's work, but on this matter my lips are sealed by the secret of confession. I shall therefore limit myself to saying that strange theories were running about the birth of Mrs Eletta. I saw this lady for the first time in the square of Verona, on Good Friday 1320, when she had just turned fourteen. And I kept seeing her from then on in the walks and in the churches that the ladies frequented. It was like a painting by a magnificent artist. He had twisted blonde hair, white forehead, eyes of a color found only in a precious stone called watermarine, pink cheeks, straight, thin nose. His mouth was like Cupid's bow, and he hurt with his smile; and his chin was as laughable as his mouth. Mrs. Eletta's whole body seemed to be made for the pleasure of lovers. Their breasts were not large but they hollowed out their sweater with two full and smooth rounded twins. Both for my sacred character and for the fact that I only saw her veiled and covered in her street clothes, I will not describe to you the rest of her body that, through the tissues that covered her, her perfected. I will only tell you that when he was in his usual place in the church of St. Zeno the Great, he could not make a move to get up, kneel, or to put his forehead on the slabs, as should be done at the time of the elevation of the sacred body of Jesus Christ, without immediately inspiring the men who looked at her the burning desire to have it clenched against their body. And it happened that, about the age of fifteen, Eletta married Maese Antonio Torlota, a lawyer, who was a learned man, prestigious and rich but already so old and thick and deformed that, seeing him carrying his papers in a large leather bag, it was not known which bag the other was carrying. It was a shame to think that, for the sake of the sacrament of marriage, instituted for the glory and eternal salvation of men, the most beautiful lady of Verona would have slept with such an old, so deformed and so ruinous man. And the virtuous saw, with more pain than surprise, that taking advantage of the freedom left to her by her husband, busy all night solving matters about what was right and wrong, Antonio Torlota's young wife welcomed in her bed the most handsome gentlemen of the city. But the pleasure she felt came from herself and not from them; for she loved herself and not them. He never felt pleasure except with his own flesh. It was for itself desire, longing and charm, so I think the sin of the flesh was too grave in her. For though this sin separates us from God, which makes us think of its gravity, it is true that fleshly sins are considered by the Sovereign Judge in this world and in the next, less strictly than those of the greedy, the betrayers, the murderers, or the wicked who have trafficked with sacred things, since the evil desires that form the sensual men are for another and not for themselves and in a sense they make appear the disgraced remains of true love and charity. But none of that existed in the adulteries of Eletta who, in all her affairs, loved only herself. And so she was more alienated from God than many other women who did not resist her desires. But those desires were for someone else, while those of Eletta were for herself. I say all this so that we can better understand the continuation of the story. At the age of twenty he became ill and felt himself to be dying. Then she wept her beautiful body with deep pity. She made her maidens dress her in her most lavish clothes, looked in the mirror, caressed her breasts and hips with both hands in order to enjoy one last time her own charms. And when he had not allowed the flesh of that worshiped thing to be eaten by the worms of the wet land, he breathed with a great breath of faith and hope, and said, Satan, Satan my beloved, take my soul and my flesh; Satan, my sweet Satan, take my prayer; take my flesh and my soul. She was transported to St. Zeno the Elder with her face uncovered as was customary and, as far back as men's memories go, a more beautiful dead woman had never been seen. As the priests chanted the profession of the dead around her, she seemed fainted in the arms of some invisible lover. After the ceremony, the carefully sealed casket of Mrs. Eletta was brought into holy ground among the tombs surrounding the church of San Zenón, some of which are ancient sarcophagi. But the next morning, the ground that had been thrown over the dead man had been removed and the coffin could be seen open and empty. Fin Le puits de Sainte Claire, 1895 Spanish translation of Cobos Castro", "title": "La dama de Verona", "author": "Anatole France"}