{"metadata": {"length": 8736, "words": 1611, "reading_time_min": 8.055}, "text": "Intenso rigidam in frontem ascendere canos Passus erat. – Lucano, De Catone...a hirsute hair. -Translation We shall go up to the walls - said Abel-Phittim to Buzi-Ben-Levi and Simon the Pharisee, on the tenth day of the month of July of the year 3000, forty-one and one. We shall go up to the wall, near the gate of Benjamin, in the city of David, which overlooks the camp of the circumcised; for it is the last hour of the fourth watch, and the sun will set; and the idolaters, keeping the promise of Pompey, shall be waiting with cords for the sacrifices. Simeon, Abel-Phittim and Buzi-Ben-Levi were the Gizbarim or subcollectors of the offerings in the holy city of Jerusalem. -You have said it all - the Pharisee said. We rejoice, for this generosity on the part of the pagans is astonishing, and the zeal of the worshippers of Baal has always been a characteristic of them. -That they are a stumbling block and a liar is true as the Pentateuch says, said Buzi-Ben-Levi, but only for the people of Adonai. When did it become known that the Amonites were neglecting their interests? I don’t think it’s so generous to help us carry our cords to the Lord’s altar and receive in return thirty silver tins for our heads! - Remember, Ben-Levi - Abel-Phittim retorted - that the Roman Pompey, the implacable lord of the city of the Most High, has no guarantee that the cords thus acquired will be dedicated to the nourishment of the spirit and not of the body. - How, for the five points of my beard! - cried the Pharisee, who belonged to the sect of the so-called Tundinotors (a small group of saints, whose way of tying their feet and slapping their feet against the ground had been a scorn and a reproach to the less enlightened, and a stone of stumbling for the less blessed)-. For the five points of that beard, which, as a priest, I am bound to shave! Have we lived to see the day when an advened Roman blasphemer urged us to devote the most holy and blessed elements to the appetites of the flesh? Have we lived to see the day when...? -Do not be troubled by the reasons of the filibuster - interrupted Abel-Phittim-, for we are today the first time to benefit from his avowed avaricism or his generousity; we rejoice in reaching the walls, whether the offerings fail on that altar whose fire the rains of heaven cannot extinguish, and whose columns of smoke no storm can alter. The part of the city towards which our excellent Gizbarim came bore the name of its architect, King David, and was considered the best fortified area of Jerusalem, being situated on the abrupt and majestic hill of Zion. A wide and deep cirque-shaped pit, carved in the living rock, was defended by a solid wall that had grown on its inner edge. At regular intervals on the wall, towers of white marble were erected, the smallest of which was sixty feet high, and the largest, one hundred twenty. But in the vicinity of the gate of Bethel the wall did not come from the edge of the pit itself. Rather, between this level and the base of the baptistery was a cliff of 2,000 feet that formed part of the abrupt Mount Moriah. So, when Samuel and his companions reached the top of the tower called Adoni-Be-zek -the highest of the towers that surrounded Jerusalem and the usual place of a king's court with the occupying army- they could contemplate the enemy's camp from an eminence that surpassed the pyramid of Keops by many feet and the temple of Belus by not much. -In fact, I say - the Pharisee sighed, as he leaned over the cliff edge - the uncircumcised are as sand on the beach - as the sands of the desert. The King’s valley has become the valley of Adommin. -And yet - Ben-Levi added - you could not point me to a single syllable... not even one, from Aleph to Tau, from the desert to the fortifications, that seems larger than the letter Jod! -Stir the bottle with the silver lids! - cried out, with a roar as shrill as a lion, a Roman soldier who seemed to have sprung from the regions of Pompey-. Bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money, bad money Is this how you show your gratitude to our dear friend Pompey, who, in his condescending kindness, has thought it fit to hear your pleas for help? The god Febo, who is a true god, has been running in his car for an hour. And you didn't have to be in the walls when he was slaying? Depol! Do you think we, the conquerors of the world, have nothing else to do but wait at the door of every doghouse to traffic with the dogs of this world? Let's go down... and make sure your bangles have the right color and weight! - Elohim! - the Pharisee protested, while the discordant cries of the centurion reverberated in the cliffs and rang out against the temple-. The Elohim! Who is the god Febo? Who does the blasphemer call? Do you, Buzi-Ben-Levi, know that you are a man of the Gentiles, and have inhabited among those who are contaminated with the Teraphim? Did the idolater speak of Nergal? Or from Ashimah? Of Nibhaz... of Tartak... of Adramelech... of Anamalech... of Succoth-Benith... of Dagon... of Belial... of Baal-Perith... of Baal-Peor... or of Baal-Zebub? - None of them, really... but take care that the string does not slack too much between your fingers, for if the box remained hanging from that loose peg, you would be sadly letting the holy things fall out of the shrine. With the help of a rather crude construction machine, the heavy basket then slid slowly down to the depths below; from the soaring pinnacle it could be seen that the Romans were astonished at what was happening round it, but the great height and the darkness would not allow precise division of what was happening. It took about an hour. -We will arrive too late! - the Pharisee sighed as the period came to an end, looking at the abbey-. We will arrive too late, and the Katholim will deprive us of our functions! - Never again will we be given the best of the earth! - added Abel-Phittim-. Our beards will lose their fragrance of incense and our bodies will lose the beautiful linen of the Temple! -Racing! - he cried Ben-Levi-. Will they steal our money from the purchase? Holy Moses! Will you be able to pull the curtains of the tabernacle? - You gave the signal! - cried the Pharisee-. Finally they have given the signal! Get off the rope, Abel-Phittim... and you, Buzi-Ben-Levi! Because I truly say that the filthy ones are still clinging to the basket or the Lord has enlightened their hearts and they have loaded it with a heavy animal! And the Gizbarim drew from the cord, while their burden was stumbling heavily between the wide gloom. - Booshoh! Booshoh! Such was the exclamation that came from Ben-Levi's lips when, after an hour of work, something began to look amiss at the end of the string. - Booshoh! Oh, shame! It is a craggy outcrop of the hills of Engedi... and more rugged than the valley of Jehoshaphat! -It is a first born of the tribe -Abel-Phittim-. I recognize him by his balance and his innocent way of bending his knees. His eyes are more beautiful than the jewels of the Pectoral, and his flesh is like the honey of the Hebron. -It is a fat calf in the plains of Bashan - said the Pharisee-. The pagans have done admirably with us! Let our voices rise in a song! We give thanks with the shawm and the saxophone! With the harp and the harpsichord, with the harp and the saxophone! Only when the basket was found within a few feet of the Gizbarim, a gruff shepherd revealed that it contained a huge pig. - The Emanu! -cried the trio, raising his eyes and letting go of the string, with which the pig turned his head among the flies. The Emanu! God be with us...! It is the incomparable meat! “A Tale of Jerusalem”, 1832 Translated by Julio Cortázar", "title": "Cuento de Jerusalén", "author": "Edgar Allan Poe"}