{"metadata": {"length": 3488, "words": 637, "reading_time_min": 3.185}, "text": "So he ate the orange slowly, spitting the seeds. Outside, the snow was turning into rain. Inside, the electric stove seemed to be unwarming; rising from his desk, he sat down beside it. How good he was! This was living! He took another orange. Far away in Paris, Mascart had knocked out Danny Frush in the second round. Even further away, in Mesopotamia, there was seven meters of snow. Across the world, in the distant Australia, British cricketers were sharpening their clubs. All that was romantic. He read that the masters of the arts and letters had discovered the Forum. He's the guide, the philosopher and the friend of the thinking minority. Top-notch stories; will these same authors write the most successful books of tomorrow? You can enjoy those warm, homey American tales, pieces of real life, on the large ranch, in the crowded apartment or in the comfortable house, all of them impregnated with a healthy stream of good humor. I must read them, he thought. He continued reading: \"What about our children's children?\" New means must be discovered to find a place in the world for us. Will it be achieved by war or peaceful means? Or do we all have to go to Canada? Will science unravel our deepest convictions? Is our civilization inferior to some older order of things? And, meanwhile, in the remote jungles of the Yucatan, the axes of those who light the rubber trees ring. Do we want the biggest men or do we prefer the cultured? Let's take Joyce. To the President Coolidge. What star would our students have to choose to emulate? There's Jack Britton. He's the one who's got it. Dr. Henry Van Dyke is here. Can we reconcile the views of both? Let's take the case of Young Stribling. And what about our daughters who have to do their own polls in life? Nancy Hawthorne is forced to make her own way in the proclaimed sea of life. Bravely and firmly she faces the problems of every eighteen-year-old girl. It was a splendid pamphlet. Are you an eighteen-year-old girl? You take the case of Joan of Arc. The Bernard Shaw case. The case of Betsy Ross. Think about 1925 in all these things: Was there any bold page in the history of the Puritans? Modern poetry and painting, are they art? Yes and no. Let's take Picasso. Do the vagabonds have any code of conduct? Let go of your fantasy. There's romance everywhere. Forum writers are up-to-date, have humor and wit. But they never try to be too smart or too fancy. Live the full life of the mind, rushed by new ideas, intoxicated by the romanticism of the unusual. He left the pamphlet. Meanwhile, lying on the bed of a dark room in his home in Triana, Manuel García Maera was drowning from pneumonia, with a tube in each lung. All the newspapers in Andalusia dedicated special supplements to his death, which had been expected for days. Men and boys would buy pictures in all colors to remember him, and they would lose the portrait of him that had formed in their memories by looking at the lithographs. The bullfighters breathed relief because he always did things on the wheel that they could only do once in a while. They marched under the rain behind his coffin and a hundred and forty-seven bullfighters followed him to the cemetery, where he was buried next to Joselito. After the funeral, everyone went to the cafes, covered in rain, and the men bought many color photographs of Maera, rolled them over and put them in their pockets. FIN Banal Story, Little Review, 1926 Also published under the title A trivial tale", "title": "Relato banal", "author": "Ernest Hemingway"}