{"metadata": {"length": 6902, "words": 1311, "reading_time_min": 6.555}, "text": "That long and agonizing shiver that seems to be a messenger of death, the true shiver of fear, I have only felt once. It was many years ago, in that beautiful time of the majority, when information of noble quality was made available to the military. I just got the cords for the Cadet Hall. I would have preferred to enter the Guard of the Real Person; but my mother opposed me, and following the family tradition, I became a grenadier in the King's Regiment. I don't remember the years that have gone by, but then I was just a kid and today I'm almost a gnat. Before entering the Regime my mother wanted to give me her blessing. The poor lady lived in the midst of a village, where our peace was, and there I was quiet and obedient. On the same day I arrived, he called the Prior of Brandeso to come and confess me in the Chapel of the Pazo. My sisters Mary Isabel and Mary Fernanda, who were little girls, went down to the garden to gather roses, and my mother filled the altar with them. Then he called me in a low voice to give me his devotional and to tell me that there was a test of conscience: - Go to the tribune, my son. The preaching stall was on the side of the Gospel and was in communication with the library. The chapel was hot, tense, resonant. On the painting was the sword awarded by the kings of the Catholic Kingdom to the Lord of Bradomin, Pedro Aguiar de Tor, called the Chivo and also the Old. The knight was seated at the right of the altar. The tomb had the statue of a warrior. The presbyterian lamp shone day and night before the gilded altar, a royal crown. The radiance of the evangelical life seemed to offer fruit. The holy guardian was that beloved King of the Magi who offered his gaze to the Child God. Her silk kimono embroidered with gold glistened with the devout splendour of an Oriental miracle. The light of the candle, among the silver chains, had a faint chirp of a prison bird as if it were preparing to fly toward the Holy. My mother wanted it to be her hands that left that afternoon at the feet of the Magisterial King the flowers laden with roses as an offering of her devoted soul. Then, accompanied by my sisters, she sat down at the altar. I, from the audience, hear only the murmur of his voice, which guided the last rites; but when the girls were called to respond, I hear all the ritual words of the prayer. The afternoon was aching and the cries resounded in the quiet, dark chapel, hunches, sad and august, as an echo of Passion. I was adoring myself in the audience. The girls sat down at the altar steps. Their clothes were white as the linen of the liturgical countries. She could only see a shadow that hung under the light of the presbytery. It was my mother, who held open a book in her hands and read with her head bowed. From afternoon to afternoon, the wind blew through the window of a high window. I then saw in the darkened sky the face of the moon, pale and supernatural as a god who has her altar in the forests and the lakes. My mother closed the book with a sigh, and again called the girls. I saw its white shadows pass through the presbytery and columbarium that lay on either side of my mother. The light of the candle shone with a faint gleam on the hands that held open the book. In the silence the voice sounded sweet and slow. The girls heard. and I saw their hats lying on the whiteness of the clothes and falling to the sides of their faces equal, sad, nazarene. I was astonished, and soon the cries of my sisters overpowered me. I saw and saw them in the middle of the presbytery embracing my mother. They were frightened. My mother took them out of her hand and cried three. Lower pressure. I tried to follow them and was overcome with fear. In the warrior's tomb the bones of the skeleton were interred. The hairs on my head stood up. The chapel had remained in the greatest silence, and the hollow and resounding rumble of the gravestone on its stone cushion was clearly audible. I was terrified as I had never been before, but I did not want my mother and sisters to think me crazy, and I stayed motionless in the middle of the cloister, my eyes fixed on the open door. The light of the candle was oscillating. Above the window pane was a window, and clouds passed over the moon, and stars shone and faded as our lives. Soon, far away, a merry barking of dogs and music of horns rang out. A grave and ecclesiastical voice called: - Here, Carabel! Here, Captain...! It was the Prior of Brandeso who came to confess me. After that I heard the voice of my mother tremulous and terrified, and I felt the retort of the dogs. The grave and ecclesiastic voice rose slowly, like a Gregorian cantus: -Now let us see what it was... Something from the other world, surely... Here, Carabel! Here, Captain...! And the Prior of Brandeso, preceded by his brethren, appeared at the door of the chapel: - What is the matter, Mr. Granadero del Rey? I cried in a low voice: - Lord Prior, I have heard the skeleton trembling in the tomb...! The Prior slowly walked through the chapel. He was an arrogant and egotistical man. In his youth he had also been a King's Guard. He came to me, without a trace of his white habits, and, putting a hand on my shoulder and looking at my swollen face, he said gravely: - Who can ever tell the Prior of Brandeso that he has seen a King's Grenadier shake...! He did not lift his hand from my shoulder, and we remained motionless, meditating without speaking. In that silence we hear the warrior’s grave. The Prior's hand did not shake. On our side the dogs were licking their ears with their mouths dripping. Again we hear the corpse swaying on its stone cushion. The Prior cried out: -\"Sir, Grynadier of the King, you must know whether they are trolls or witches! And he came near to the sepulchre, and threw the two brass rings into one of the stones, that which had the epitaph. I came to shaking. The Prior looked at me without a trace of a smile. I put my hand on hers in a ring and pulled. Slowly we raised the stone. The pit, black and cold, stood before us. I saw that the arid and yellow-skinned corpse was still moving. The Prior extended a hand into the tomb to grasp her. I received her shaking. I was in the middle of the presbytery and the light of the candle fell on my hands. When she fixed her eyes she screamed in horror. She had a nest of pigeons that were squawking and squawking, while the corpse walked around the presbytery. The Prior looked at me with his warrior eyes that blazed under the cloak like under the visor of a helmet: -Sir, Grenadier of the King, there is no absolution...I do not absolve the sinners! And with a ruddy snout he went out, not to catch the flight of his white habited talers. The words of the Prior of Brandeso reverberated for a long time in my ears. They still do. Maybe because of them I have seen later on smile at death like a woman! FIN 1902", "title": "El miedo", "author": "Ramón del Valle Inclán"}