{"metadata": {"length": 7354, "words": 1361, "reading_time_min": 6.805}, "text": "As soon as they passed it, Carner realized that Friday was going to be different. He thought he remembered timid premonitions, tried to protect himself by saying goodbye to the long waiting room he had just left, to the eternal night or day that fluorescent tubes imposed, to the poor and silent humanity that rubbed shoulders without support, keeping bodies rigid for hours, fearing that their abandonment would mean the renunciation of their hope. He said goodbye to so many such, confusing Friday afternoons that he had chosen to visit Miller or already, selflessly, to visit the Headquarters, to pass through the greeting of uniformed police officers and lose the notion of time between the men and women who filled the waiting room, faceless, substitutable, perhaps secretly differentiated by anecdotes of misfortune. She had chosen Fridays because it was her day off in the paper and because Hilda used it to go to church. He had forgotten the likelihood of a great job in the provinces, and spent Fridays quietly listening to Miller brag, smoking his cigarettes, measuring his misery, making him happy with his attention, and accepting the folded bills he put in his hand when he fired him. He realized that that Friday was going to be different, and perhaps the last, because Miller completely changed the reception farce and also the role he had assigned him. I didn't expect him smiling in the middle of the room, small, cordial, fat, youthful, stretching out his arms to grab his hand and palmed it as he slowly recited his welcome and surprise speech, in which the inevitable resuscitations dragged his wet softness. The Miller of that afternoon was sitting behind the desk, pretending to read and correct, in shirt sleeves and without a tie, barely sweating in the first heat of spring. You're going to tell me it's useless that he keeps coming, even though it's been so many Fridays we haven't talked about the job or thought about it. It's not going to meet the weekly quota, it's not going to give me a single weight, just today, the first time I made plans using the colored bills. Carner put up a quiet, indifferent smile, and waited for the other to look at him; two floors down, in the packed yard, the boots, buttons, orders rang, removing the warm afternoon air that was beginning to decline, scaring the insects nesting on the dead leaves of the victory regia. \"Sit down\", Miller said without raising his eyes. With calculated violence, Carner threw his hat over the desk and occupied the armchair. He lifted the lid of the heavy wooden box always full of English cigarettes, took one and left it open. He pulled the chain of the desk lighter and blew the smoke forward, toward his slanted, round, blond, thin-haired head. Miller closed the folder and put the pencil back in the tin can; he looked at the open cigarette case and picked one. Thank you, I said ironically and without a smile. He lit it with a match, laid his head on the leather back of the chair and sucked the cigarette, once, with his eyes closed, without swallowing the smoke. Then he opened his eyes and was examining Carner's smile, already a little dull, devoid of visible meaning. What's wrong with you? He asked. Nothing, said Carner. You know, I haven't had anything that really matters in years. But I'm happy, in case you're going to ask. I'm fucked up on everything and everything that you can think of. Prontuary of Carner, José, thirty-one years old, married or widowed, journalist. Then Miller smiled, but it was the sweet, retrospective, and deliberately nostalgic smile of Friday evenings. That's how you should smile when a poor, unhappy man, sitting in that chair, starts lying to you to save himself. So, with patience and certainty, thank God of the tribes in whom he must continue to believe, and only in him, those of his father and grandfather who left him like beard traces of being on that side of the table and not on this one, and believing also that he deserves it. \"Passionate and not entirely accurate\", Miller said, and he leaned over to approach him with an ashtray. Thirty-two years. And the profession you're declaring is not the only one. It's not about full-time. We talk a lot about Hilda, a woman named Hilda. - Yes, I did. A lot of times. She lives with me, I live with her, we live together. What's the matter with her? Little, nothing extraordinary. I'd even tell you that nothing's going on if I wasn't your wife. My wife Carner refused her smile, clear, insulting, but it wasn't directed at Miller. I never had, never met or touched a woman who was my wife. There's a piece of pension we pay half, we sleep together, there are often times that allow me to say without a lie that we live together. I was thinking about one of them when I said it. I can tell you. Or maybe you'll order me to tell you, Commissioner. Miller turned his head back and looked at the other from the back, making a sweet, mysterious mock with his lips. I'm impressed to have heard today, he said. The coincidences fill me with suspicion. I didn't try to find out, he came alone. Hilda Montes? She was a woman. Freedom 954. The report says, without originality, that he practices prostitution. And apparently 954 contains nothing but prostitutes and coffeehouses. Your house. I live there. F on the second floor. I even invited you, I think, to go out for a night. I don't care what Hilda does to make money. I mean, I don't care on any moral level. On the plane she counts, I'm interested, I listen to her and sometimes I ask her questions. It's not for moral reasons that I pay half my rent and like my money. Some nights, of course, and also by coincidence on Friday nights, we go for a walk and she pays all the expenses. If I wanted her, I'd live without scruples on her money. Just an asshole, and you don't do it that way, could think I'm blowing a whore off after looking at my suit, shirt, shoes. This is all ridiculous and boring. You, I think, should be enough to look me in the face. Miller coughed the smoke and started laughing, nervous, rolling his eyes, showing the white boy's teeth. He stood up, turned around the table and put a hand on Carner's back. It's the fucking coincidence, he said. Blessed, if you prefer. We'll see. - Yes, I did. And coincidentally, this is the first Friday I come to visit you thinking about the usual twenty pesos, with a specific destination for them -- the hand pressure was replaced by a slap; Miller walked slowly and put a butt in the corner of the desk. He lit another cigarette and stared with novel curiosity at Carner's thin, dark face. This coincidence with the one that Lucia is dying. Ten pesos would buy a book of postures to watch tonight with Hilda. The other ten I was going to keep, not for long, as I was told, to buy flowers for Lucia. This is the coincidence of today; it is not silver the contrast of the fate of the two ten-peso bills I expected. I just think about it now and it's natural, gray, meaningless. A bell rang on the desk and Miller said a dirty word. He'll wait. He went to put on his sack and tie, came out through the back door, of heavy and shiny wood, surrounded by the worked and deep panel. Then Carner leaned over the table and thought without love on Friday, on the repeated, identical, changing hide-and-seek Friday that had just ended forever. ♪ Finish ♪", "title": "El último viernes", "author": "Juan Carlos Onetti"}