{"metadata": {"length": 2082, "words": 387, "reading_time_min": 1.935}, "text": "The Emperor, so goes a parable, has sent you, humble subject, who are the insignificant shadow cornering in the most remote distance of the imperial sun, a message: the Emperor from his deathbed has sent you a message for you alone. And he commanded the messenger to kneel by the bed, and whispered the word, and made the word so great, that he commanded the messenger to repeat it in his ears. Then, with a nod, he confirmed that he was right. Yes, before the gathered spectators of his death - every obstruction wall has been laid down, and on the spacious and colossally high steps are in a circle the great princes of the Empire - before all of them he has sent his message. The messenger immediately embarks on his journey; he is a powerful, tireless man; now pushing with his right arm, now with the sinister, he cuts a path through the crowd; if he finds resistance, he points to his chest, where the symbol of the sun shines light; unlike any other man, his path is thus made easier for him. But the crowds are so vast; their numbers are endless. If only he could reach the wide fields, how fast he would fly, and soon, no doubt, you would hear the welcome hammering of his fists at your door. But instead, how vainly he spends his strength; he still traces his way behind the chambers of the deep interior of the palace; he will never reach the end of them; and if he succeeds, nothing will be achieved in it; he must, after that, fight during his way down the stairs; and if he succeeds, nothing will be achieved in it; he still has to cross the courts; and behind the courts, the second outer palace; and once again, more stairs and cuts; and again another palace; and so on for thousands of years; and if he finally reaches out, behind the last door of the last palace - but that never, could ever happen - the imperial capital, the center of the world, would fall before him, squeezed out with its own sediments. No one could fight and get out of there, not even with a dead man's message. But you sit behind the window, at nightfall, and you imagine it, in dreams. FIN", "title": "Un mensaje imperial", "author": "Franz Kafka"}