{"metadata": {"length": 8215, "words": 1382, "reading_time_min": 6.91}, "text": "Do you know by tradition and description the fat tower from which the unhappy Isaura, seventh wife of Blue Barba, awaited with sweats of agony her brothers, who came to liberate her from death? Afraid to a minimum as if instinctively defending herself from the knife, Isaura, with the face of the color of the skin and the tremulous body, had no desire to continue observing the horizon. His husband and father, after he had been amazed at the dreadful stain of blood on the door of the terrible cupboard, ordered Ishmael to ascend to the top of the tower to pray to God, warning her that from there, at half past six, without a break, he would scourge her. Isaura, shivering her legs, her eyes swollen with fear, only managed to ask minute by minute, with a voice that grew more mute and shrill with each passing minute: “Sister Ana: You see nothing? There is much written and discussed about the tower of Blue Barba. The general opinion is that it lies in ruins, and that if the underground caves, with their mummies and pygmies where they still appear today, are preserved intact, when excavating and registering, bones and human corpses, the tower of Hope has come to earth. Better informed, I can assure you that the torch exists. It is so strong and solid, its stones are so well trampled, with cement so indestructible; its grove of elegant arches has such a resistance that neither the storms, nor the rain, nor the air, nor even the course of time and the abandonment, have been able to take it in. There is more to come. Not only has the tower not suffered deteriorating, but it is now visited by innumerable pilgrims and travellers from all over the world, who come there as in Rome, attracted by the legend. He assures that, entrusting himself to the tower of Hope and waiting patiently -without forgetting to ask for the help of Heaven-, each one who has just seen come, raising the indispensable cloud of dust, a representation of his future and his destiny. It is already known whether the tower platform will be crowded and whether those who will cling to its rungs -the same ones that Isaura embraced in a trance of apprehensive trance- will feel the weight of anxiety, at times of pain, at times of supreme joy. Not long ago -this news interests us especially-, a caravan of Spanish travelers, as it happens near the tower of Hope, wanted to climb it. Before the ascent they conferred, and with the verbal familiarity and spontaneous Frenchness that characterizes the Spaniards, they reciprocally confided their aspirations and even their fantastic dreams. They opened their hearts as a door opens, par in par, and it turned out that there was affinity and strange analogy between their hearts. They wanted to go to the Tower of Hope, because, tired and weary of the present, they only trusted in the news that promised the future. They showed the pilgrims dissatisfied with what there was, and went along with acquitting the evils and decay of Spain to the individuals who figured at the head of the nation. Only a blind man would not see the decadence and harmful exhaustion of our “heroes.” On this matter I had to hear pilgrims, opportunists, decision makers and epigrammaticians. The flaws, deficiencies, weaknesses and failings of the celebrities came to light with a hot sauce of sarcasm and anecdotes. The pulverized peaks remained, the glory dispersed and devoured by the corrosive acid of a scrubbing muddler. The statists? Garbage, living without consciousness. The sabers? Cowards, and, on the contrary, inepts, without the instinctive flair of the guerrilla nor the vast strategy of the true great captain. Artists? Imitators miserrimos, which bring from the foreign ideas and even forms, as ballerinas bring pantyhose of cotton. The writers? Poor, dry, rotten devils, rotten to the bone, and besides, heavy... “Stiff as a board!” cried one of the pilgrims, who was twenty-five years old and sat on the sacrament with the third of Right. The phrase summarised the debate; everyone agreed that a cathedral of leaves was being built for posterity. It was time to refresh, change the personnel; it was time to change the barricade, introducing a new, tight, resolute, not soused nor fatigued from use... Others, the unknown, the ignored geniuses that encloses in its seno the anonymous multitude! The Spaniards therefore arose early the next morning, and, trembling over the stones, clinging to the thorns of the firs, clambering up the ladders and the steps, stumbling over their hands, they reached the platform, and, reclining on the parapet and the ledge, they anxiously surveyed the horizon. They have since been able to re-examine the historical-topographical truth of the Blue Barbazon. Leaving the road leading to the shaky bridge over the castle, and continuing until it lost itself between two almost luminous mountains on the horizon, the silver ribbon of the road was shivering with the cold breeze. In the farthest distance from him the Spaniards' eyes were slit, as the frightened Isaura had slit them; and repeating their question with a little less awe, they asked the piercing eyes of the powerful twins: -What, nothing? Do you still have nothing to eat? And the others said, \"Nothing...only the green grass and the way that was blazing. They spent hours and hours, and my Spanish friends sat there, huddled in a corner, or even becoming screens and tubes with newspapers they had previously lacked. The sun, rising to the zenith, was hotter than it should have been and burning the pupils and stinging the eyes; the sand was inflaming the nostrils and the hunger was tearing the stomachs; but the magic of Hope, like a filter, sustained the explorers, keeping them from withdrawing. Near the time of the meridians, a privileged man with a pair of dark glasses exhaled an indescriptible chill. There, there, in the remotest distance, a white point, the nucleus of an asteroid, the mysterious cloud of dust! They thought the Spaniards were crazy. Hand in hand the gems passed. Yes, yes, there it was, growing, dilating, the cloud! Soon, he broke the glass, they could see what was approaching. It was a clear-sighted horse-borne company, a splendid horde, briskly armed and clad in white, ready for battle. The swagger of the flames, the swagger of the arches and the cotas, the flutter of the flags and the flutter of the bands of color; the swagger of the pendants and the blare of the swords; the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of the crowd, the ebullient ebullience of The hoped-for, the unknown... they were not only “they” themselves, vive God!, those who had been struggling for years, resisting the tyranny of censorship and the demands of discontent and fatigue. All equal, invariable, already curtailed, already veterans... the same kings, the same satraps, the same artists and renowned writers... no new face, live God! And the Spanish travellers, as soon as they could, sank down... At night they shivered, armed with a trident, re-pulverizing the eternos “heroes”, and planning, for the next autumn, another ascent to the tower of Hope.", "title": "El torreón de la esperanza", "author": "Emilia Pardo Bazán"}