{"metadata": {"length": 6423, "words": 1189, "reading_time_min": 5.945}, "text": "At that time, Nicolas Nerli was a banker in the noble city of Florence. At the third hour he was already sitting at his desk, and at the ninth hour he was still sitting there, counting the whole day on his tables. Nicolas Nerli lent money to the Emperor and the Pope. He was bold and suspicious. He had acquired great wealth and had robbed many people. For this reason he was respected in the city of Florence. He dwelt in a palace where the light of God's creation entered only through narrow windows; that was by prudence; for the mansion of the rich should be like a citadel; and those who possess great possessions do well to defend by force what they have acquired by cunning. Nicolas Nerli's palace was therefore equipped with bars and chains. Inside, the walls were decorated with paintings by expert masters who had depicted the Virtues, patriarchs, prophets, and kings of Israel. The tapestries on display in the rooms showed the stories of Alexander and Caesar. Nicolas Nerli made his wealth shine throughout the city through pious foundations. He had ordered a hospital built in the area of the extramural whose frieze, sculpted and painted, represented the most honorable actions of his life; in recognition of the sums of money he had donated to finish Santa Maria la Nueva, his portrait was exhibited in the choir of this church. He was seen kneeling, hands together, at the feet of the Blessed Virgin. He was recognized for his red wool cap, his linen coat, his rolling face, and his waking eyes. His good wife, Mona Bismantova, with an honest and sad expression, was on the other side of the Virgin, in humble prayerful attitude. This man was one of the first citizens of the Republic; since he had never spoken ill of the laws and had no concern at all for the poor or those whom the powerful of the day condemn to fines or exile, nothing had diminished in the opinion of the magistrates the esteem he had acquired in their eyes for his great wealth. One winter night, on his return to his palace a little later than usual, he was surrounded at the doorstep by a group of half-naked beggars holding his hand. He turned them away with harsh words. But the hungry man makes the rich and bold like the wolves: they formed a circle around him and asked him for bread with a murmuring and hoarse voice. He was already bowing down to pick up stones and throw them at him when he saw one of his servants coming with a basket of rye bread on his head, intended for the workers of the fields, the kitchen and the gardens. He made a sign to the bread maker to draw near, and putting both hands into the basket, he threw the loaves to the needy. Then he went into his house, lay down and fell asleep. While sleeping, he suffered a stroke and died so suddenly that he thought he was still in his bed when he saw, in a dark corner, St. Michael illuminated by the radiance radiating from his own body. The archangel, with the scale in his hand, was loading the plates of it. Recognizing in the plate that weighed most the jewels of the widows he kept as a pledge, the multitude of unduly retained shields and some very beautiful gold pieces, which only he owned and which he had acquired by usury or fraud, Nicolas Nerli recognized that it was his life, already finished, that Saint Michael was weighing in his presence. He looked carefully and worried. \"Lord Saint Michael\", he said, \"if you put in one plate all the gains I have made in my life, put in the other, I beg you, the beautiful foundations by which I have manifested my piety. Don't forget the dome of Santa Maria la Nueva, which I contributed to financing the third part, or the hospital for the outsiders, which I built entirely with my own money. \"Do not be afraid, Nicolas Nerli\", replied the archangel. I won't forget anything. And with his glorious hands he placed on the other plate the dome of St. Mary the New and the hospital with the sculpted and painted frieze. But the plate didn't move. The banker was very restless. \"Lord St. Michael\", he said again, \"look well. You have not placed on that plate of the scale my beautiful pile of blessed water of St. John, or the pulpit of St. Andrew, where the baptism of Our Lord is represented in natural size. It's a play that cost me a lot. The archangel placed the pulpit and stack above the hospital on the plate that didn't move either. Nicolas Nerli began to notice that his forehead was flooding with cold sweat. \"Lord archangel\", he asked, \"are you sure your scales are working properly?\" St. Michael smiled and replied that although the scale was not like the ones used by the Venetian money changers, it was not at all accurate. - How can I? -Suspirated Nicolas Nerli, completely livid. - The dome, the pulpit, the stack, the hospital with all its beds, weigh nothing more than a straw or a bird's feather? \"You see it already, Nicolas\", said the archangel, \"and so far the weight of your iniquities is far greater than the light weight of your good deeds. \"I'm going to hell, then\", said the Florentine. And his teeth were rustling in terror. \"Be patient, Nicolas Nerli\", continued the celestial weighing, \"be patient! We're not done yet. We've got this. And the blessed Michael took the hundred loaves that the rich man had thrown to the poor the night before. He placed them in the good works plate which suddenly descended, while the other one went up, leaving both plates at the same level. The faithful man did not bow to the right or to the left, and the needle indicated the perfect equality of the two weights. The banker couldn't believe what his eyes saw. The glorious archangel said to him, \"As you see, Nicolas Nerli, you are not fit for heaven or hell. Come on, get back to Florence! Multiply in thy city those loaves which thou hast given with thy hands, at night, and no man shall see thee, and thou shalt be saved. It's not enough that the sky is open for a repentant thief. God's mercy is infinite: He is able to save even a rich man. You know that rich guy. Multiply the loaves whose weight you can see on my scale. - Go on, get out of here! Nicolas Nerli woke up in his bed. He decided to follow the archangel's advice and multiply the bread of the poor to gain entry into the kingdom of heaven. During the three years he spent on earth after his first death, he was charitable to the needy and very generous in charity. The Points of Sainte Claire, 1895 Spanish translation", "title": "Los panes de centeno", "author": "Anatole France"}