{"metadata": {"length": 7335, "words": 1444, "reading_time_min": 7.22}, "text": "My dear friend, the advice you ask me for is hard to give. You have a love affair that you cannot undo and that I think is a pity for you. I'm old; you've been told I've lived, and you call my experience to help you. I'm afraid I can't do anything for you, I don't think you're in a good position. If I understand your letter correctly, here's your case: You've won over a married woman who's too stubborn. And I'm gonna do some precision to make sure I'm not wrong. You're young, very young, 25 years old. After you've been running a little, to the right and to the left, through the streets and the women of the street, you've felt called, as we all do, to the desire for more refined love. So you noticed a friend of your mother's who'd noticed you for a while. She was then at that moment when the woman was still well, but about to get worse. Forty years, the fat, the freshness, that freshness of the preserved grapes and the love enough to sell, which her husband hadn't consumed in quite a while. They started by looking at each other. Then his handshakes were a little longer, narrower, with a shy strength at first, then more significant. Then you kissed her one night behind a door and she gave you back your kiss with usury. You went out for a walk, enchanted, light, delirious. You were in jail. A few days later the chain was tightly closed. A hard chain, my poor friend. First of all, the age of your lover is itself a terrible danger. Women who have reached that point, seek their last feat, put the wheat in the barn for the last few days. But the barn is reinforced. I'm going to be better. But what does it matter? An old fox is more twisted than a young one. And he also thinks the thing a woman is less willing to give up is love. Delay that moment of abdication as much as possible and, if possible, even senile paralysis. I would like to condemn the rampant abuse of older women as well as the corruption of minors. Is it more guilty, indeed, to begin too early than to finish too late? In both cases, nature is violated. My poor boy, how sorry I am for you! Well, that thing lasts five years, right? Yeah, I got it right, it was still delicious. It's not like that anymore. Five years, at the age of flirting, count to fifty. You've seen it deteriorate day by day. When you took it, it was a digestible dish, but it's nothing more than leftovers... to throw away. From now on, I'm afraid, you'll have no more comfort than to see him grow old. This is, at least, revenge... and good revenge. I can't imagine how you could get rid of her unless you tell your mother, which would be rude. She dines at your house twice a week; she visits, at night, when she wants. Her husband loves you and takes you to the show. It's the normal thing. As for her, she stones you with her attentions, care, affectionate and undeniable love. Here are two things you should teach children in alphabetical order: Never have a lover who can no longer be unfaithful and stay as far away as possible from relationships that can't be ended with money. When a woman is still desirable, by handling herself well, one can often get rid of her at the expense of a friend. You don't have that hope. However, you want to break at any cost, break! What a mess! Whoever made a good manual on the art of breaking would do mankind, especially men, more favors than the inventor of the railroad. Let's look for practical means. If we were living in another century and with other customs, I would advise you to simply poison it, since it often eats at your house. But you'd do it wrong and they'd get you. I know there are other ways to poison a woman that the law cannot provide for or punish. I'm not the one who should be unveiling it. Let's go. There's only one good method to actually break up with a lover: diving. It disappears and never appears again. He writes to us, no one answers him; he comes to see us, one has changed his home. He searches everywhere for us, and you are impossible to locate; and if you happen to find him, he pretends not to know him and passes by. If she stops us, she politely asks, \"What do you want, ma'am?\" And he enjoys his wonder, his indignant fury. With this procedure, all you have to do is fear the vitriol. This medium has the advantage of being radical and rude. But it's not applicable to you, unfortunately, since you live with your family. It is necessary that the hunted rabbit always locks itself in its hole again: however long the absence may be, it must always return to the father's house. He'll catch you back on your way, that's easy. So what? Resign! Keep up with her. I know you feel both hatred and loathing for her now. I'm not happy. I think it's necessary that you apply only your skill to avoid opportunities. Then he eludes her, loses consciousness, simulates a nervous breakdown, rabies or epilepsy, shouts, \"Fire!\" The killer! From the moment they're alone, drop your coat or even more, pay a maid to knock on the doors as soon as she's locked up with you. But resign yourself to suffering, at least platonically, his passion. Now if you need a break anyway, have her husband catch you in flagrant misdemeanor, you'll get rid of her with just two months in jail. It's not much. As for the procedure, don't think it's unnecessarily delicate. It's as lawful as it is legal. I know that your husband may not want to surprise you and that you expose yourself to a capital and very painful date. I'll show you how to lure the suspicious and prudent husband into your trap. Write him a love letter that you will sign with the name of a young, handsome actress, asking him for an hour to meet him in person. Every man has a tendency to think he's irresistible. He'll be right there. And you have advised him to enter the designated mansion boldly without calling. You won't get past the lock and resist as long as you can. If he gets angry or forgives you, he'll fix your affair. Be careful, though, to keep witnesses in a closet in case you deny all the evidence. Love, my child, is a very pleasant and very unpleasant thing at the same time. When you're tired, you have to drink it, as the Marshal of Saxony said. Unfortunately, old love wines are not equal to old wine cellars. I realize I've given you a long sermon, and I'm not giving you, in short, any practical formula. There is no one. It all depends on personal skill, tact and people. Can you become a priest too, or burn your brain? You could also... a marriage! But wouldn't that be getting worse? And besides... would that set you free? Anyway, between us, you know what I'd do if I were you? It's a petty thing to say, but anything is allowed to defend itself. Well, I'd try to make her a mother, if I could still. I'd hate you so much that I might leave you. But I would like to see special education in schools to prevent young pupils from the dangers of this kind. They are taught Greek and Latin, which are of little use to them, and they are not taught to defend themselves against women who are, in short, the greatest danger to our lives. You should reveal your nature, your tricks, your tenacity, a thousand other things. Let us know about them. It's true that none of that would be of any use to us. I shake thy hand, as is done at the gate of the graveyard, to the people that cannot be relieved nor consoled. FIN", "title": "Vanos consejos", "author": "Guy de Maupassant"}