{"metadata": {"length": 3501, "words": 651, "reading_time_min": 3.255}, "text": "The train was every day at the early afternoon, but it was late, as sensitive to the landscape. I was going to buy something for my mother. It was a soft moment, like rolling was a love on the lush railings. I went upstairs, and I started to catch the oldest memory, the first of my life. The train was so late that I found in my memory a mother's scent: warm milk, lightened alcohol. This until the first stop: Haedo. Then I remembered my childish games, and I was already in my teens when Ramos Mejía offered me a somber, romantic street, with his girl ready for a date. I married right there, after visiting and meeting her parents and the backyard of her house, almost Andalusian. We were leaving the village church when I heard the bell ringing; the train was continuing the journey. I said goodbye, and since I'm so agile, I got it. I went to give to Citadel, where my efforts wanted to foreshadow a past perhaps impossible to resurrect in memory. The stationmaster, who was a friend of mine, came to tell me to wait for good news, for my wife was sending a telegram announcing it. I struggled to find a childlike terror (for I had them), which was before the memory of heated milk and alcohol. That's how we got to Liniers. There, at that stop so abundant in present time, that offers the F. C.O., I was able to be reached by my wife, who brought the twins dressed in homemade clothes. We went down and at one of Liniers' glittering stores, we provided them with standard yet elegant clothing, and also good school bags and books. We immediately reached the same train we were on, which had been delaying a long time, because before that there was another train unloading milk. My wife stayed at Liniers, but I was on the train, I liked to see my children so flourishing and robust, talking about football and making the jokes that youth think they can make. But in Flores the unthinkable awaited me: a delay in a carriage crash and an accident on a level step. The Liniers station chief, who knew me, got in telegraphic communication with Flores. I've been told bad news. My wife had died, and the funeral procession would try to catch the train that was stopped at this last station. I went down in anguish, unable to tell my children, whom I had sent forward to go down to Caballito, where the school was. In the company of relatives and relatives, we buried my wife in Flores' cemetery, and a simple iron cross names and indicates the place of her invisible detention. When we returned to Flores, we still found the train that would accompany us on such happy and welcoming journeys. I said goodbye to my political relatives in Eleven and, thinking about my poor orphan boys and my late wife, I went like a sleepwalker to the Insurance Company where I worked. I couldn't find the place. Asking the elders in the area, I learned that they had demolished the house of the Insurance Company a long time ago. A twenty-five-story building was erected in its place. I was told it was a ministry where everything was insecure, from jobs to decrees. I got in an elevator, and on the 25th floor, I furiously looked for a window and threw myself into the street. I went to give the foliage of a cloudy tree, with leaves and branches like cotton figs. My flesh, which was about to be destroyed, was scattered in memories. The herd of memories, along with my body, reached my mother. \"You didn't remember what I ordered you\", my mother said, while making a comic threat gesture. You have a bird's head.", "title": "El tren", "author": "Santiago Dabove"}