{"metadata": {"length": 7672, "words": 1374, "reading_time_min": 6.87}, "text": "“Ding, dang, ding, dang!” was the tinkling of the bell from the bottom of the forest crossing the Odense River. What river is that? All the children of Odense know it; it runs down, around the gardens, from the sluice to the mill, crossing the wooden bridge. There grow yellow \"water bottles\", cypress-leaf canes and black, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, Old gnarled, twisted and twisted oaks, swaying on the “Montano del Monje” and along the Bleicher Path; but in front of them are lined gardens and orchards, all different, ora planted with beautiful flowers and with clean and primrose glories, like a doll’s house, ora sown only from vegetables. Sometimes the garden is not even seen, by the great saxons that grow there, on the edge of the current, which in some cases is deeper than the rooster can reach. Further away, before the convent of noble sisters, there is the deepest place, called the “Hoya de la campana”, and there lives the genus of the waters. From day to day, when the rays of the sun make the waters glow, the genio sleeps; but it comes to the surface on starry nights and moonlit nights. It's very old. Grandma knew about him because she had told her grandmother about him. He says he has a solitary existence, with no one to talk to, except the old great bell. This once hung from the bell tower, but today there are no traces of the bell tower or the church of San Albani. \"Ding, dang, ding, dang!\" the bell rang when the tower was still standing. One evening, as the sun was setting and the bell rang with all its might, it sprang up and flew into the air. The molten bronze shone like a burning torch in the red rays of the sun. -Ding, dang, ding, dang! I'm going to bed! -singing the bell jumping into the river and clapping at the bottom of its cascade; hence the place is called \"Hoya de la campana\". But he found neither sleep nor rest in him. In the house of the water god he continues to sing and to sound. Sometimes you hear through the water, and many say it announces the imminent death of someone. But it is not true; what he does is to play and to tell stories to the ear, which does not feel so alone. And what does the bell tell us? We said it was very old, very old; so old, that it was there before grandmother of grandmother was born. However, he is nothing but a child in comparison with the genius of the waters, an old, stifling and mute individual, who wears a thong of stingray skin and a jug of squid, with yellow water bottles, combs in his hair and water glasses in his beard, which he cannot say he adorns. To reproduce here everything the bell knows would take us a very long time. One year yes and another also tells the same things, in a way either concise, or a bit rambling, depending on the humor. He always speaks of old times, hard times and tense times. -In the church of San Albani, in the tower where the bell tolled, the monk climbed up to the bell tower. I was young and foolish, but dreamer as none. He looked out over the river, whose mouth was then wide, and over the lake, which was then a lake, on top of the green wall, to the “Monk’s Hill,” where the convent was raised, and the light shone in the window of the religious house. She had known her well - she thought of her, and her heart pounded strongly as she remembered her - ding, dang, ding, dang! So the bell rings. -The bishop's bell also sounded from the tower, and when I, the bell, who was of bronze, sounded hard and terribly, it might have broken his head. He sat down beside me, almost touching me, and he played with two broomsticks, as if he was playing the harp, and he sang: “I can sing in a high voice what outside of here is only given me to whisper. Sing of all that is contained in the mazmora. There the cold and the humidity reign. Rats eat living bodies. Nobody knows. Nobody hears it. Now neither, for the bell rang with a great ringing: ding, dang, ding, dang!». -Hubo once a king -Canuto called him- who bowed before the bishops and monks, but he obstinately looked down upon his neighbors with heavy homages and harsh words. Then they armed themselves with guns and other weapons and threw him out like an animal from the forest. He sought refuge in the temple, shutting the doors and portals. The multitude, gathered together, was before me; I saw it. The crows, the crows, and even the gulls cried out in such a loud and shrill voice, that they flew up to the tower and came out, looking at the multitude below, and through the windows of the church they also looked into its interior and said in a loud voice what they saw. King Canute was seated at the altar, pleading; his brothers Erico and Benedicto stood guard with their naked bodies, but the King's son, the false Blake, betrayed his lord. The outsiders knew where to shoot: one threw a stone through the window and killed the King. Crowds and cries rang out from the crowded multitude and the flocks of birds, and I joined my voice to the others, singing and clapping: ding, dang, ding, dang! -The bell tower of the church reaches a great height and can be seen far in the distance. The birds visit her, whose language she understands. The wind penetrates, rushing in, through the cracks and holes and groans; and the wind knows everything, knows it by the air, which encompasses all that has life, penetrates the lungs of human beings, perceives every sound, every word, every breath. The air knows him, the wind knows him, the church bell understands his language and spreads it throughout the whole world: ding, dang, ding, dang! - But I heard and knew too many things. He couldn't get them all into space. I became so exhausted and so heavy that the pillar that supported me broke, and I flew through the radiant air to plunge into the river, in its deepest place, where the loneliest genus of the waters lives, and here I tell you, year after year, the things I hear and know: ding, dang, ding, dang! All this the bell says from the bottom of the river; grandmother has told it. But our master says: - There is no bell to ring down there; it is not possible. There is no genus of water either, for such beings do not exist. And when all the other bells ring joyfully, he says that it is not the bells that ring, but the air that vibrates, and that he is the one who makes the sounds; and the curious thing is that grandmother also said that he had said so to the bell, so that you are in agreement; therefore, there can be no doubt. - Be careful, be careful! Be careful what you do! \"We are not going to do it,\" said the two. The air knows everything. It surrounds us, is within us, speaks of our thoughts and of our actions, and does much more than the bell of the day, where the water spirit lives, and spreads far, far, to the great heavenly spaces, always, forever, until the bells of heaven sound their ding, dang, ding, dang!", "title": "La hoya de la campana", "author": "Hans Christian Andersen"}