{"metadata": {"length": 3799, "words": 797, "reading_time_min": 3.985}, "text": "Miss Gisa sent me here. Can I come in? Go in and close the door. It's dark in here. Where am I turning on the light? Leave it like that. What's your name? Then I'll tell you. It's all right. H  Sit there. Do you have anything to drink? I'm looking forward to a drink. Oh, I'm so tired! In that closet there's drinks and glasses. Serve yourself. You don't drink? H  No. How did you get to Rio? I'll catch a tail in a wolswagen. It's more than four thousand kilometers. Did you know? I was late, but I got here. I just had the clothes I was carrying, but I couldn't waste time. Why did you come to Rio? MAh, ah, ah, my God. What a thing... just laughing. Why? Do you really want to know? Oh, yeah! For my husband. We lived four happy years, very happy. Then it was over. How did it end? Because of another woman. A girl who went out with him. I was pregnant. Oh, ah, just laughing, or crying, I don't know... I was pregnant... on October 13th we were having dinner at a restaurant when that girl he was falling in love with came. My husband was drunk and looked at her brazenly, and then she couldn't take it anymore and came to our table, spoke to her in secret in her ear and kissed in the mouth as if they were alone in the world. I went crazy; when I realized, I was holding a bottle pin in my hand and I had ripped off his shirt, one of those elastic shirts that highlights the bust well. I understand... keep going. With the tip of the bottle I hit her in the chest several times so hard that a nerve came out of her chest. When my husband saw that, he hit me in the face, just above the eye, and by a miracle I didn't go blind. I ran out to the house. He's behind me. I was screaming for help to see if my relatives could hear me. They lived near me. Because I'm not a dog without a owner, you hear? Just yesterday, at the house of Mrs. Gisa, I was telling a woman, that I can't say she's my friend, in this life nadie has friends. We barely work together as ladies of company. I told him, I'm here, but I'm not a dog without a owner, whoever puts a finger on me is going to have to mess with my family. But now they're up there in the north, far away... You ran away asking for help. Keep going. I locked myself in the room while my husband was smashing all the furniture in the house. Then he knocked down the door of the room and threw me to the floor and dragged me down the floor while kicking me in the stomach. There was a blood stain on the floor, blood coming out of my belly. I lost our son. Was he a child? I'm sure you are. H Continue. My father and five brothers showed up at the time I was kicking my belly and beat him so hard, but so hard, I thought they were gonna beat him to death. They only stopped beating him after he passed out. Then everyone spat on him and pissed on his face. After that, you didn't see him again? Once, far away, the day I left. He came to see me in crutches, with his legs bent, he looked like a ghost. But I didn't talk to him, I went out the back door. I knew what I was gonna say. What was he going to say? He was gonna apologize, ask to come back, say men were different. Are you different? MYes, they could have lovers, that's their nature. I'd heard that conversation before, so I didn't want to hear it again. I just wanted to meet other men and be happy. H? And you met other men? Many and many. And you're happy? Yeah, you may not believe me leading the life I'm leading, but I'm happy. And you don't remember your husband any more? I remember him leaning on crutches... they told me he was walking behind me and carrying a dagger to kill me. Can I turn on the lights? HYes, and you're not afraid that I might find you? I already had it, now I don't have it anymore... come on, what are you waiting for? Fin Entrevist a, Happy New Year, 1975", "title": "Entrevista", "author": "Rubem Fonseca"}