{"metadata": {"length": 7810, "words": 1399, "reading_time_min": 6.995}, "text": "The hand stopped with the pen suspended over the only two words drawn: \"The pigeons\"... The writer looked out the window. His hand rested on the white quartet. The quiet, quiet street reflected the sick winter sun, and the hard, feathered trees were cut down on the mud. The oven was almost out of stock. The melancholy cold of the winter afternoon was slowly descending upon the old man. His gaze lingered on the bookshelves, over which were lined up the portraits of dead children. In the dusty volumes hid his tiring life. There were the old books imported from London: Pope, Dickens, Scott, Bullwer-Lytton, to keep a distant thread that was thinning over time. There's the edition, which he retains after so many years, of Sterne's Sentimental Journey. The Lughing Nights, by Cadalso, in disused position, next to the much-reviewed edition by Lord Byron; Emilio de Rousseau, The Miserables, by Hugo. Next to it are the Seven Departments, the Fuero Juzgo, the Corpus Iuris Civilis. All my life stuck in a palm tree, where at least one book is opened every day. Isabel whispers when new packages arrive: \"The house will be insufficient\". Don Andrés joins and walks around the vast hall. He stops at a book; he opens it, he keeps scrutinizing the pages. Perhaps the same blurry splendor of the winter sun that comes through the window, or some memorable title he has found, will return him to his Hampstead passage, his memory of London, for which he is so apt this winter and in which has unexpectedly arisen, like a painful pin, the memory of Mary Ann Boyland; the arrogant and dubious silhouette of Irisarri stands in, the glacial distance of Bolivar still tormenting him. Fernández Madrid, Manuel José Hurtado, again Irisarri and the researcher of their monetary scandals, Don Mariano de Egaña. Everything is so far away in this little house in Santiago, in the middle of a quiet afternoon. When that problem arose in the League in London, he fled to Paris; memorable hours of the Restoration, artificial gossip of the post-Napoleonic times, and void, the great emperor's void. Like the void of Bolivar, think. But the 19 years of Europe that brought me here, do they make any sense? Does this make any sense? All the writing, all the work, criticism, poetry, facing Sarmiento, fighting each other, being banished, biting the bitter bread, the comforting friendship. Isabel is talking down there. I don't know what she's saying, but there's something that makes me feel like she's overwhelmed right now. The years pass. So Mary Ann died: of sorrow, of grief in the winter. Nineteen years from London and twenty-six from Santiago, which began with that trip to Valparaiso in the Greek. I remember only knowing the name of the ship when I boarded it. And that name tormented me, made that exile change even more cruel. Greek. Maybe I would have christened her like that myself. On the dock, I saw the ship, the name, the arrogant berry. Throughout the trip I thought about it, felt the cruel coincidence. What if it was a coincidence, or an unlikely move of fate? I almost forgot what life was like before, back in Venezuela, in Caracas, in Cumaná. Yes, in Cumaná, when my father was alive. There was La Griega, the Maria José de Sucre. The old man looked for a book, opened it, and pulled a pale miniature out of its pages. That was her, the arrogant size, the arrogant profile, the younger sister of Antonio José, who was then still a mozalbete who had not known the glories and betrayals of the golden hair of the Marquesa de Solanda. Her other sister, Aguasanta, was beautiful too, but she had a different profile. When Don Andrés met La Griega, Maria José, he fell in love with all the stubbornness of eighteen years. He chased her through the colonial streets of Cumaná. She was harassed in Caracas, in the world of salons, in the tertulia of Luis Ustáriz, under the cold and neoclassical aegis of Juan Bautista Arriaza. Humboldt had passed leaving the trail of unrest over the icy light of the dying humanism of the 18th century. But all this was the brain, it was the reason: Maria José was the heat, it was the tropical storm under the incredible attitude of Greek serenity. Don Andrés was just the beginning of himself, absorbing everything, feeling everything. Maria Jose let him love her, with a coquette illustration of a beautiful woman. But the love grew stronger, Andrés was absorbed by the whirlwind. His hands shake a little as he looks back at the image of La Griega, remembering that at one point and for an hour, on a dazzling afternoon of Cumaná, he possessed it. It all remained in the rigorous mystery of his chivalry, which protected him from the brotherly sword of Sucre. The old man smiled for a moment. But as unexpectedly as it had come, Mary Joseph's love faded. On his return to Caracas, he found her, in the same room where he had earned his smile, in the arms of a French adventurer, with whom he spoke in that language that Andrés still barely could decipher when he heard it. The man's name was Marie-Jean d'Arbois, he was exiled from France, from those who dreamed of the return of the monarchy at the same time the Revolution was filling it all. He was trotting around the colonies, hunting for adventure or money. And Miss Sucre fell under the influence of the Court, the evocations of Paris, European life. And she fell in love with him. The old man still feels the depth of the wound. In the distance, Elizabeth's voice is heard calling, but he does not answer. It continues to break down the painful moment when the Frenchman alienated her. Where was Maria Joseph traveling in that boat instrument of her misfortune? He sailed one day from Guaira, with his sister Aguasanta and his nephews. Don Andrés didn't want to know if DArbois was traveling on the same boat, a predictable event. When the sails were already visible far above the blue Caribbean, he arrived at the port, to say to himself a necessary farewell. A few days later, still consumed in his pain, he heard in Caracas the news of La Griega's death amid a vague storm that tore the ship to pieces. All that he had remembered in the Greek, which took him with his own to Valparaiso. Surely the farewell to La Griega had foreshadowed this moment in his life. And more certainly, in the shadow of La Grecia, he had lived, by the sea, two moments of desolation that had closed stages of his life, and that were now gathering together to give a distressing light to the crowded gathering of shadows that invaded the library. Don Andrés Bello trembled, and his hand wanted to drive the memories out of his mind. He was due back to the final revision of his great Civil Code Project. Stoically, like someone who sinks into the sea or into oblivion, he sat down to write. The Romans, the Spaniards, Napoleon. But what his hand found were the two words: The pigeons... And as everything was still present there, don Andrés Bello continued to perfect in the winter evening of Santiago, that day of 1855, this happy version of article 621 of the Civil Code Project of the Republic of Chile: Article 621. The pigeons which leave one pigeonhole and enter another shall be considered to be legitimately occupied by the owner of the second, provided that the latter has not used any industry to attract and acquire them. In such a case, he shall be liable for compensation for all damage, including the restitution of the species if the owner so requests, and if he does not so, to pay his price1. When he finished writing, Don Andrés looked again at the window, over which tiny branches of ice were forming. Death and the sea are the two great compensators. But they don't fill the void with water or time. Notes 1 and 2. It corresponds to Article 697 of the Colombian Civil Code. *FIN* Inventions and artifacts, 1975", "title": "Corpus iuris civilis", "author": "Pedro Gómez Valderrama"}