{"metadata": {"length": 4132, "words": 757, "reading_time_min": 3.785}, "text": "Around 1820 a blacksmith named Keane lived in the village of Longformacus, in Lammermoor. He was a tough, passionate guy, who kept on blaspheming. For many years he was a blacksmith to the troops of the bourgeoisie of Spottiswood and Eagle. One day he went to Greenlaw to attend his sister's funeral, pretending to go home before dark. His wife and family were surprised that he would not return when they were expecting him, so they sat down and waited for him. About two o'clock in the morning they heard the sound of something heavy falling against the door of the house, and when they opened it they discovered the old Keane, almost fainted, on the threshold. They put him to bed and tried to cure him, but when he regained consciousness he went crazy and said terrible things that terrified his entire family. She continued this way until the next day, but eventually regained consciousness and asked to see the minister alone. After a long conversation with him, he called his entire family around his bed and required each of his sons and wife a solemn promise that they would never pass over a particular place in the wetland between Longformacus and Greenlaw, known as The Infected Vadoes (it is the ford over a small watercourse east of Castle Shields). He gave them no reason for doing so, but demanded a promise. He didn't speak any more and died that same night. About ten years after his death, his eldest son, Henry Keane, had to go to Greenlaw on business, and by sunset he was preparing to return home. The last person to see him leaving town was the Spottiswood blacksmith, John Michie. Keane tried to persuade Michie to come home with him, which he refused. Keane begged him with a great deal of grief, and told him that he had to go through the Infected Vadoes that night, and that he preferred to go through hellfire rather than through such a place. Michie replied that it was not necessary to pass through the Infected Vados, as he could avoid them by going around a few meters. He persisted with his idea of passing them and Michie finally left him alone, very surprised that he would talk about passing through such a wilderness, when everyone knew that he and his entire family were bound to the promise, to the late father, never to cross that place. The next day a Castle Shields worker, named Adam Redpath, was on his way to work (as a drainage digger in the wetland) when over the Infected Vadoes he saw the body of Henry Keane, without any signs of violence on the body. His hat, coat, vest and shoes were found about 100 meters away from him, towards the side of Greenlaw, over the Vados. And while his handkerchief was scattered along with his other clothes, his pants stayed on. Mr. Ord, Longformacus' minister, had told one or two people what John Keane (the father) had told him on his deathbed, and gradually the story spread. And it was this: Keane told him that he was slowly returning home, after his sister's funeral, looking out into the countryside, when he was suddenly surprised by the sound of a horse-drawn stampede. He saw a long band of horsemen riding towards him, two by two. And what horrified him was seeing that one of the two riders leading the line was his sister, who he had seen at that funeral in Greenlaw. And he looked on, and saw several of his relatives and friends who had been dead a long time; but when he saw the last two horses, he saw that one of them was riding on a man whose face he had never seen before. This same one was driving the other horse, which, although it was seated and with its bridle, went without rider, and on this horse the whole company wanted Keane to ride. He fought violently, he said, and for some time, until he finally managed to escape by promising them that one of his family would replace him. He still lives in Longformacus the only surviving son, Robert; he has the same horror of The Infected Vadoes that his brother had, and he does not speak, nor does he allow anyone to speak to him about the subject. Three or four years ago, a shepherd named Burton was found dead a short distance from the same spot, with no apparent cause.", "title": "Los Vados Infectos", "author": "nan Anónimo"}