{"metadata": {"length": 5582, "words": 1047, "reading_time_min": 5.235}, "text": "To Miss C. If you were less reasonable I would spare you much from telling you this crazy and ungalant tale I'm about to tell you. A baton of mustard is the matter. - A stick of mustard! My dear, my dear! What a horror! -I would cry out a Precious, who, always tender and serious, wants to hear nothing but the affairs of the heart. But to you who know how to tell more captivatingly than anyone else and with that natural expression that seems to us to be seeing what we hear, who know that in the way a thing is invented is beauty, even more so than in the matter of the story, you will like my fable and its morality. I dare say I am fully convinced. Once upon a time there was a poor woodcutter who was tired of the painful life he lived and used to say that he wanted to go rest at the edges of the Aqueronte; for he saw that, in his deep pain, the cruel Heaven had never been willing to grant him any of his desires. One day, while he was complaining in the forest, Jupiter appeared to him with lightning in his hand; he could hardly paint the fear that overwhelmed the good man. \"I want nothing\", he cried, throwing himself to the ground, \"I want nothing, no thunder or anything. Let's talk, sir, one way or another. \"Stop trembling\", said Jupiter, \"I have compassion on your grievances, to show you that you are unjust in your grievances. - I'm not going to. I promise you, I who am the sovereign owner of the whole world, to fully fulfill your first three wishes, the first you wish to formulate on anything. Look carefully at what can satisfy you, and since your happiness depends on your vows, think carefully before formulating your wishes. After he had said these words, Jupiter ascended into the heavens, and the woodworker, very glad, throwing the beam of wood behind his back, began the way back. Never seemed the least burden. \"You don't have to act lightly\", he said trotting. The case is important; you have to ask the relative for advice. And he came under the roof of the house, carrying figs, and said to him, Son, let us make a good fire and a good meal; for we are very rich. And we just need to formulate our wishes. And there, point by point, she tells you everything that happened. On hearing his account, the wife, alive and pressing, conceives a thousand plans in her mind; but considering the importance of conducting herself prudently, she says to her husband: \"Blas, my friend, in order not to commit a foolish thing because of our impatience, let us consider together what is right for us to do in such a situation. Let's leave our first wish for tomorrow and consult with the pillow. - I agree, says the good Blas. Go, go and get some old wine. And he went back to him, and drank, and tasted comfortably, by the fire, that sweet rest, and leaned on the back of his chair, and said, With these good coals, how well a stick of mustard would come! As soon as he had finished saying these words, his wife, very astonished, saw a long piece of meat coming out of a corner of the chimney, coming towards her snapping. At once she shouted; but judging that this affair was due to the desire which, out of sheer clumsiness, had been formulated by her husband's recklessness, there was no insult, no leap, no improper thing for her to, made a rage, not tell her poor husband. - When you could get an empire, gold, pearls, rubies, diamonds, dresses! And you don't think you want more than a piece of meat? - Well, I was wrong, he said. My choice has been misguided. I made a big mistake; I'll do better next time. - Well, well, she replied. Sit down and wait for me. You need to be an animal to formulate that desire! The husband, more than once, moved by anger, felt tempted to formulate a silent wish. And, between us, it would have been the best I could have done. \"Men\", they said, \"we came to the world to suffer. Damn the slice, please God, you damn sheep that's hanging from your nose! This plea was instantly heard in Heaven, and as soon as the husband spoke, the stick of mustard stalled in his nose. This unforeseen prodigy irritated Fanchon very much. Fanchon was pretty, very funny, and to tell the truth this ornament on her nose didn't have a good effect, except that hanging her over her mouth prevented her from speaking quietly, which was an advantage for her husband, so great that at that happy moment she thought she didn't want more. \"I could, I thought to myself, after such a terrible misfortune, with the desire I still have, become King once and for all. Of course, nothing equals sovereign greatness, but one must imagine the sorrow the Queen would have when, sitting on her throne, she saw herself with a nose longer than a stick. I'll see what she says and she decides if she'd rather become a great princess and keep that horrible nose or just a simple woodcutter with the common nose, like the rest of us, just like she had before the misfortune. Finally, the thing well examined, even knowing that the power that the scepter and crown provides and that when it is crowned you always have the nose well done, as there is nothing that possesses the strength to please, she preferred to keep her hat before becoming Queen and being ugly. So, then, the woodcutter did not change of state, did not become a potentate, did not fill his bag of shields, and was happy to employ the desire he had left to return his wife to her primitive state, weak happiness, poor resource. It is true that poor, blind, reckless, and varied men should not make any wish, and how few among them are able to make good use of the gifts God has given them", "title": "Los deseos ridículos", "author": "Charles Perrault"}