{"metadata": {"length": 3373, "words": 642, "reading_time_min": 3.21}, "text": "A lone farmstead rose up beside the road that traversed the forest; the road passed right through it. It was a bright day, all windows were open; there was a great deal of movement inside, but in the era, between the bloom of a florid spring, there was an open grave, with a corpse to be buried that very morning. Nobody looked at him, nobody cried for the dead man, whose face was covered with a white sheet. Under his head was a very large and heavy book; the leaves were of great folds of paper, and in each one were hidden and forgotten, flowers of a kind, all a herbaria, collected in different places. He had to be buried with him, for that was what his owner had ordained. Each flower summed up a chapter of their life. Who is the dead? We asked, and they answered: -That old student from Uppsala. It seems that in other times he was a very awake man, who studied ancient languages, sang and even wrote poetry, they said. But something happened to him, and he gave up the drink. He deteriorated in health, and finally came to the field, where someone was paying his pension. He was sweet as a child while he was not dominated by lustful ideas, but then he became a savage and he ran through the forest like a savage beast. Rather, when they had brought him home and persuaded him to open his book of dried plants, he could spend the whole day looking at them, and at times the tears would roll down his cheeks; God knows what he would have thought then. But he had asked them to deposit the book in the treasury, and there it was now. Within a short time the lid would be slammed shut, and he would be sunk into the grave. They swept away the corpse's sand: peace shone on the face of the dead, on which a ray of sun shone; a gull flew like a needle into the fog and circled half-circle, hovering, above the head of the dead. What a wonderful thing - we have all experienced this - to bring old letters from our youth to light and to read them again! All of life arose then, with its hopes and cares. How many times do we think that a person with whom we were heart-to-heart, is dead long ago, and yet, lives on, only that we have stopped thinking of her, although one day we think we will always be with her, sharing sorrows and joys. The robin's-winged oak leaf in that book recalls the companion, the companion, the friend for life; it was taken from the twig of a student's ear that day when, in the green forest, the perenne alliance was sealed. Where are you now? The leaf is preserved, the friendship has vanished. There is an exotic winter flowering plant, too delirious for Nordic gardens... It would be said that the leaves still wilt. She was given the gardener's job at that noble house. And here is the neem tree that he himself took and nourished with bitter almonds, the rose of sweet waters. And there was an orchard; what say their leaves? What would he be thinking when he flung her to the ground to save her? See here the bud of the solitary solitude, and the thorny twig snared in the trough of the tabernacle, and the naked and snared stalk of grass. The South American lily tilts its sweet-smelling, fragrant umbels on the head of the dead; the gull returns to flying and launching its trinket... And then come the men with their hammers and chisels; they put the lid on the corpse, so that the head rests on the book... preserved... untouched.", "title": "El libro mudo", "author": "Hans Christian Andersen"}