{"metadata": {"length": 5469, "words": 972, "reading_time_min": 4.86}, "text": "In the \"Hosterie de la Manzana de Adán\" they had their quarters a few literate and unemployed people who used to go to philosophize in front of their well-stocked fireplace. It was an old meson whose brown, lime-white walls glittered in the moonlight. There, between the smoke of the pipes and the smashing of the glasses, the bohemians were wasting their spirit and good humor. Once, out of curiosity, I visited that establishment. The interior consisted of a room that could accommodate up to twenty tables. In the dim light of the candlesticks, the cheerful faces of the scribes could hardly be seen; but laughable sounds indicated their presence. I remember being struck by a man who, with aristocratic disdain, did not seem to want to join the others. The wavering light of a cerium struck his face, on which he wore long gold brushes. He was tall and thin. It evoked the blurry canvases of Holbein and the Flemish masters. His hair and blond beard gave him a certain resemblance to St. John the Evangelist. But what impressed me most were her eyes, wonderfully pure and blue, full of sweetness. He was standing, leaning against the doorbell, and smoking slowly on a long German porcelain pipe. I don't know how I got in touch with him. As if by magic I saw myself sitting in front of him, at a table where two thick glasses of beer glow. I looked, then, at his tight suit and romantic tie, knitted with care, and thought: a poet. He was a painter. That's what he told me while, on the decaying piano, a woman with big, ripped-eyed eyes began playing a Chopin night. The profane murmurs are gone. Softly, with a musical voice that seemed to follow the painful rhythm of the Night, my painter spoke. He belonged to the school of artists who want to revive in their canvases the dead art of Byzantium. With her eyes closed, her beard caressing, she narrated the fortunes of Theodora's wealthy cities. It was a real frisbee, a bas-relief, the one that put before my dazzling eyes. And there were in it harsh patriarchs, lazy emperors and sumptuous courtesans, all wrapped in the strange glow of jewels. The immense palaces of marble and mosaics rose, stone by stone, in my imagination. I saw the glow of the lands and the glow of the heavy rings in the imperial hands. Athenais, Irene, the domes of the basilicas were erected like Saracen metal helmets. He was witchcrafted, I could hear him. This man was an artist. A real artist. He spoke of his art, his ideals, with religious fervor, as a priest can speak of his worship. Then, without transition, he looks at an inaccessible point, the stranger told me of his life, unfortunate and miserable. Despite his deep knowledge of ancient history and his remarkable Byzantine studies, his triumph had not crowned his efforts. Now, indifferent, he lived his inner life without worrying about his surroundings. He had a great indulgence for everyone and his only defense against adversity and boredom was shrinking his shoulders. \"There you have those poor boys\", he told me, pointing to a group of young men who were light-headed. None of them are worth it and yet you see them happy, cheerful, calling each other 'teacher' sometimes they come and read me their verses. In their breasts, the blue, well-marked veins swelled. I watched his hands of old ivory, exhausted, resting on the table. She shrugged her thin lips a little and smiled bitterly. In that instant, St. John the Evangelist completely disappeared from my mind. My interlocutor seemed to me an oriental sovereign, a Persian satrap, carefree and tongue-tied, like those whose voluptuous profile is gently erased on the old gold coins of Asia Minor. He got up and gave me his hand. I was leaving. He told me his name was Diego Narbona and he lived nearby. I was alone at my table. Far away, the chimney whispered its sad song. The smoke was so thick that it seemed to envelop us in a thick fog. One of the young men in the group was saying, \"My soul is a child in a parade robe\". I was thinking about my painter. I saw him wearing Justinian's imperial cloak, and lifting, with his hands loaded with rings, a heavy diadem. A beautiful woman, puffed up before him, waited for the solemn moment of the coronation. And that woman was Beauty. Aux pieds de son fautiel longés noble, deux lévriers d'Écosse aux yeux mélancoliques... someone, with his foot, marked the end of each verse. Behind the counter, the hostess looked with admiration at her parishioners. Sometimes he smiled, showing a black tooth. On top of a table lay a thick encyclopedic dictionary, and a sinful boy was slowly scrolling through it, reading down: Asur... Asur... Asurbanipal... Waking up abruptly from a newly begun dream, the front door opened in pairs, and a beautiful young woman came in, crying desperately. His arm was bleeding. - Here again? - the messenger groaned in bad mood. The youngest of the poets approached her. - Did he hit you again? - he said. - Yeah... because I let the tortilla burn... and I came up close. It seemed impossible for a man to mistreat such a fragile woman... If my friend the painter were here, how would I know how to comfort her! With what gentle inflections of voice I would calm down...! Compassionate, I came even closer. Vengeful ideas crossed my mind watching her so beautiful, so weak. - What's your husband's name? - I did. She raised her bright blue eyes to me, which reminded me of two other bright blue eyes, full of sweetness and purity:", "title": "Un artista", "author": "Manuel Mujica Lainez"}