{"metadata": {"length": 6361, "words": 1178, "reading_time_min": 5.89}, "text": "Septime was a slave under the African sun, in the city of Hadrumeto. And their mother Amona was a slave, and their mother a slave, and they were all beautiful and dark, and the gods of hell revealed to them filters of love and death. The city of Hadrumetus was white, and the stones of the house where Septime lived were of a trembling rose. And the sand of the beach was filled with shells that dragged the warm sea from the land of Egypt, to the place where the seven mouths of the Nile poured forth seven limes of various colors. In the seawater house where Septima lived, the silver strip of the Mediterranean could be heard dying and, at her feet, a range of bright blue lines stretched out to the sky. The palms of the hands of Septime were red with gold, and the tips of her fingers were painted; her lips smelled of myrrh, and her anointed eyelids trembled gently. And he went by the way of the country, bringing a basket of tender bread to the house of the servants. Septime fell in love with a free young man, Sextilius, son of Dionysius. But it is not permitted to be loved by those who know the underground mysteries, since they are subject to the adversary of love, who is called Anteros. And just as Eros rules the twinkling of an eye and sharpens the arrowheads, Anteros deflects the gaze and dims the sharpness of the darts. He is a good-doing god who lives among the dead. He's not cruel, like the other one. He has the forgetfulness-inspiring nerve. And because he knows that love is the worst of earthly pains, he hates and heals love. However, it has no power to throw Eros out of a busy heart. Then take the other heart. So Anteros fights against Eros. This is why Sextilius could not love Septima. As soon as Eros had carried her torch into the bosom of the initiate, Anteros, irritated, seized the one she wanted to love. Seventh learned of Anteros' power in Sextilio's low gaze. And when the purple trembling held on to the evening air, he went out by the way that goes from Hadrumet to the sea. It's a peaceful path where lovers drink wine from dates lying on the polished walls of the tombs. The eastern breeze blows its perfume over the necropolis. The young moon, still in the evening, goes there wandering, uncertain. Many embalmed dead boast around Hadrumet in their graves. And there slept Phoenicia, the sister of Septime, a slave like her, dead sixteen years old, before any man had breathed her fragrance. The tomb of Phoenicia was as narrow as her body. The stone embraced her breasts, crushed by bandages. Very close to his lower forehead a long slab cut his empty gaze. The steam of the scents that had soaked her still rose from her black lips. In his still hand shone a green gold ring with two pale, murky rubies embedded. He dreamed eternally in his barren dream of things he had not known. Under the virgin whiteness of the new moon, Septime lay beside her sister's narrow grave, against the good ground. He cried and hit his face on the carved girdle. And she put her mouth to the stream of the libations, and her passion burst forth, and said, O my sister, depart from thy sleep, and hear me. The little lamp that lights the first hours of the dead is out. You let the stained glass bottle we gave you slip out of your fingers. The thread of your neck was broken and the golden grains spilled around your neck. None of us is yours anymore and now the one with the hawk in his head owns you. Listen to me, for you have the power to bear my words. Go to the cell you know and ask Anteros. Beg the goddess Hator. Beg the one whose crushed corpse was carried by sea in a chest to Bibles. My sister, have pity on an unknown pain. By the seven stars of the Chaldean magicians, I swear to you. By the infernal powers invoked at Carthage, Jao, Abriao, Salbaal and Batbaal, you receive my enchantment. Make Sextilius, the son of Dionysius, consumed with love for me, Septime, daughter of our mother Amen. Let it burn in the night; let it seek me by your grave. Oh, the Fountain! Or take us both to the dark, mighty abode. He begs Anteros to cool our breaths if he refuses Eros to light them. Dead perfumed, she welcomes the libation of my voice. Ashrammachalad! Immediately the blindfolded virgin got up and went down to the ground, showing her teeth. And Seventh, ashamed, ran through the sarcophagi. Until the second night he remained in the company of the dead. He spied on the runaway moon. He offered his throat to the salty bite of the sea wind. She was caressed by the first gold of the day. Then she returned to Hadrumeto and her long blue shirt floated behind her. Meanwhile, rigid Phoenicia was wandering through hell's circuits. And he who has a hawk on his head did not hear his plea. And the goddess Hator lay in her painted casing. And Phoenicia could not find Antherus, for she knew not the desire. But in his heart, he felt the pity the dead have for the living. Then, on the second night, when the corpses were released to consume the spells, he made his bound feet move through the streets of Hadrumet. Sextilio trembled comfortably, agitated by the sights of sleep, with his face turned toward the roof of his room surmounted by roms. And Phoenicia, dead, wrapped in smelly bandages, sat beside him. And she had neither brain nor guts; but her dried heart had been put back into her chest. And at that moment Eros fought Anteros, and took the embalmed heart of Phoenicia. At once she desired the body of Sextilus, so that he would be lying between her and her sister Septime in the house of darkness. Phoenicia put her dyed lips in Sextilus' living mouth and life escaped him like a bubble. Then she went to the cell of Septime's slave and took her by the hand. And Seventh, asleep, let herself be carried away by the hand of her sister. And the kiss of the Phoenicians and the embrace of the Phoenicians killed, at about the same hour of the night, Septime and Sextilus. Such was the funerary outcome of Eros's struggle against Anteros; and the infernal powers received a slave and a free man at the same time. Sextilius lies in the necropolis of Hadrumetus, between Septima, the charming, and her virgin sister Phoenicia. The text of the enchantment is inscribed on the lead plate, rolled and pierced by a nail, which the enchantress slipped through the conduit of the libations in her sister's grave. FIN", "title": "Séptima: Encantadora", "author": "Marcel Schwob"}