{"metadata": {"length": 7408, "words": 1341, "reading_time_min": 6.705}, "text": "I could not give Alicia as much detail about the flowers as she asked for, but for good reason. So let's turn the conversation to butterflies. She listened to me very attentively, and all the smallest forms of life, of insects, awakened her intense attention. The white larvae, ingenious tweezers, the mysterious criss-crosses, slumbering in their dream of rejuvenation and shade, the awakening of wings to the love of the sun. as in a breath of light... When exhausted with my knowledge of entomology, she proposed to move on to another subject, she, with the adorable impertinence of her thirteen years, said: “Have you a story to tell about that?” And I preferred to tell her a story, in which, of course, there is also love. When Lila had to leave for a school in France, she talked with Albert, her friend; she talked things that must have been many, for they talked for three hours without stopping; important, for they talked very softly; and sad, for when they parted he had his eyes swollen and she had very red cheeks and the pillow was rather wet: at least wetter than usual, and not excessively heliotrope. The day Lila left, the house of her grandmother was very sad, and Albert began to think, looking at the poor old woman, that her black dress was a gift from her father, and that her mother had died when he was born. They spent long, many days of excruciating silence. Alberto did not speak to his grandmother because he did not know what to say to her, and the grandmother, seeing the boy so sad, could not but cry more, knowing that such sorrow was incomparable. Because she knew very well that the boys were boyfriends and therefore had to cry a lot if they were really boyfriends. It was then that Alberto became a butterfly hunter. He learned to manage the network with delicacy, to classify the beautiful prisoners, to place them very artfully in clear glass cases, each on its own shelf, with their wings well tended. This disturbed him more than once, especially in the afternoon, when the sky was a great smoky grey and the trees were bare of leaves, he cried a little still, remembering these words of Lila: “If I forget, I will somehow remember you, be assured, that I have not given up on you,” but he did not really cry much, and he cried less and less. Eventually the butterflies came to take over, and he had no other care but his collection, which was becoming more and more brilliant and numerous. Grandmother, seeing him happy, encouraged that quiet and ardent attachment, and Albert never had to complain of the lack of a window or a mirror. Soon Lila was nothing but a memory to him; although he loved her very much, he no longer experienced any need to cry. Now I thought: “If you see my collection!” Nothing more. The truth is that I was only nine and a half years old. I also had a girlfriend at age ten and seven, but she died in me between one night and one Aurora. So things are made: so that there be things sad in the world and nothing else. We remained, therefore, that Alberto did not cry for Lila. In addition, something happened that seemed to interest him more than anything. One afternoon, she was sitting with her net open under the vines of the garden. The sun, like a flaming chalice whose fiery wine poured forth in raging waves over a tremendous sacrificial fire, fell, among the glorious clouds. There was silence under the trees. Suddenly, on a dead junco, Alberto saw a butterfly of an unknown species. She was white, but had on her wings two blue streaks like two violets. He could not remember seeing another of the same in the collections or in the technical books. It was truly a marvel, a completely new specimen, and it is to be presumed that he would have wanted to possess it. Get into racing with passion. But that butterfly was terribly frightened, and was always placed out of the reach of the net, although it was not completely out of sight. And so the day went, and the night came, and Albert lay down very tired, and dreamed till morning with a white butterfly with two blue spots on the wings. And the next day he found her in the same place, again pestering her incessantly and dreaming of her. Finally, on the third day, after an hour of utterly useless races, “If Lila were here, she would help me to take her and I would not suffer.” Just then the butterfly came to sit very close to him, on a twig. He shook the net and cried a shrill yell. He was frozen. Grandma was so impressed with the beautiful insect that it was immediately hung in a long hanging, with the proper precautions, to not let its beautiful wings fly away. But, something strange! The next day the butterfly awoke alive, always writhing in pain, without the most powerful toads being able to kill her. And it came to pass, as the wings were agitating so much, that they were losing their beautiful feathers, and at the six right days (how long had the death of the poor dragged on!) The wings were just two bare armaments. Then the grandmother interceded, and Alberto, who had no interest in keeping that modest animalucho, so determined to live, persuaded him to let him go wherever he wished. And the butterfly, although a bit shaky, disappeared soon after in the wind. —And Lila? — Alicia asked with interest. —Lila’s story is very short and very sad: shortly after entering school, where she was soon noticed for her feigned happiness and sadness, she was sick with melancholy. Nobody warned her because she never complained. She had only been beaten up a lot, and after studying she cried. It seems that she dreamed at night, for her roommate once said to her as she lay asleep, \"When it is night here it is day in my country: while I sleep, I dream that I am there, and that comforts me.\" His death did not disturb him, for with the change of climate and the separation of his family, it was natural that he should be a little sick; and his silence was attributed to the almost complete ignorance he had of the language of France. In addition, since silence is a virtue in the inner-city schools, it earned him very good grades in behavior. And so Lila lived for ten months, until one morning she was found dead in her white sack, warning that she had died not because she was pale and quiet, but because she was covering a great chill, as if she were wrapped in moonlight. The doctor was unable to definitively diagnose her condition, although he examined her very carefully, finding only two reddish-purple smudges on the chest and back of the dead girl. Nothing more could be figured out, and a wreath was placed on his grave. The balcony where I had just told Alicia the story had already been invaded by the night. Over our heads glowed, illuminating the gloomy peace of the shadow, the seven worlds of Orion. The wind was saying something that was obviously not for us. I suddenly understood what had just awakened a soul. With what right? Didn't you know, perfectly, that virginity is snow, snow in tears? And I was looking for a vulgar epilog that would absorb the emotion of my story, when there, very near, Alicia, already invisible, swept away by night: —And Alberto...? — he said. A glimmer of hope shone in my spirit. —Alberto? —Alberto, yes, what did he do after? The stars, impenetrable, looked. —Alberto continued living with his grandmother, very happy, although he lamented that his collection had lost a butterfly. —A butterfly? *FIN*", "title": "¿Una mariposa?", "author": "Leopoldo Lugones"}