{"metadata": {"length": 4653, "words": 901, "reading_time_min": 4.505}, "text": "In the course of my travels I stumbled upon an old Brahmin, a man of very good judgment, full of wit and very wise; besides, he was rich, and therefore his judgment was even better; for, having nothing, he had no need to deceive anyone. His family was well ruled by three beautiful women who strove to please him; and when he was not distracted with women, he was occupied with philosophy. Near her house, which was beautiful, well-adorned and surrounded by charming gardens, lived a blessed, stupid and rather poor old Indian. One day the brahmin said to me, \"I wish I hadn't been born. I asked him why. And he said unto me, Forty years have I studied, and forty years have I been lost; and I have taught others, and I know not; and my soul is so humbled and disgusted, that my life is unbearable. I am born, I live in time and I don't know what time is; I am somewhere between two eternities, as our sages say, and I have no idea what eternity is. I am composed of matter; I think, and I have never been able to know what thoughts produce; I do not know whether my understanding is in me a simple faculty, such as that of walking or that of digesting, and whether I think with my head as I take things with my hands. Not only am I unfamiliar with the principle of my thought, but even the principle of my movements is equally unknown to me: I do not know why I exist. Yet every day I am asked questions about all these worlds; and I must answer them; I have nothing interesting to say; I talk a lot, and after I have spoken I am confused and ashamed of myself. The worst is when they ask me if Brahma was produced by Vishnu or if both are eternal. God is my witness that I don't know a word of all this, and yet it is seen by my answers. Oh, reverend father! (I am told), explain to us how evil floods the whole earth. My ignorance is equal to that of those who ask me this question; sometimes I tell them that in the world everything is going as best as possible; but those who have been ruined or maimed in war do not believe me, and I do not believe myself either; I retire to my home overwhelmed with my curiosity and my ignorance. I read our old books and they thicken my darkness even more. I speak to my fellow workers: some tell me that you must enjoy life and make fun of men; others think you know something and lose themselves in outlandish ideas; everything increases the painful feeling I experience. Sometimes I feel like I'm about to fall into despair when I think that after so much study, I don't know where I come from, or what I am, or where I'm going, or what will become of me. I realized that the more knowledge he had in his head and the more sensitivity in his heart, the more miserable he was. That same day I saw the old woman who lived near her house; I asked her if she had ever felt sad because she did not know how her soul was made. She didn't even understand my question: in her whole life she had never thought for a moment about one of the issues that tortured the Brahman; she believed with all her soul in the metamorphoses of Vishnu, and so that she could have Ganges water to wash herself from time to time, she was considered the happiest of women. Impressed by the happiness of that poor woman, I went back to my philosopher and said, \"Don't be ashamed to be miserable when there is an old automaton at your door that thinks nothing and lives content. \"You are right\", he replied, \"I have told myself a hundred times that I would be happy if I were as foolish as my neighbor; yet I would not want such happiness. This answer from my brahmin impressed me more than anything else; I examined myself and saw that, indeed, I would not want to be happy on condition of being an idiot. I proposed the dilemma to philosophers who were of my opinion. And yet, I said, there is a scandalous contradiction in this way of thinking; because, after all, what is it? Of being happy. What does it matter if you're talented or stupid? There is more: those who are satisfied with what they are are very sure of being satisfied; those who reason are not so sure of reasoning well. It is therefore quite clear, I said, that we should strive to have no common sense, even if this common sense contributes to our unhappiness. Everyone was my opinion, and yet I found no one willing to accept the attempt to become an idiot to live happily ever after. From this I concluded that while we value happiness very much, we value reason even more. But after thinking about it, I think it's very unwise to prefer reason to happiness. How, then, can this contradiction be explained? Like all the others. There's a lot to talk about here. FIN", "title": "Historia de un buen brahmín", "author": "nan Voltaire"}