{"metadata": {"length": 3462, "words": 648, "reading_time_min": 3.24}, "text": "The train was passing through a room full of fine cows who, familiar with the passage of the great iron lizard, are peaceful. It was a well-known show and we talked, indifferently, of minor incidents in our camper lives. Old Don Juan was looking out the window for a while and he saw things very different from what we could have seen. Memories of you. And what memories could not have this seventy-four-year-old man since his youthful participation in the war in Paraguay? Suddenly he thought out loud: \"We are amazed at the evolution we have witnessed in Buenos Aires... it is amazing, indeed, to witness it in advances and improvements but there are incredible things in the past of an old man, and it is like thinking if one has not seen them in another life. So I look at this stay and I think that perhaps it is a dream what happened to a group of men in different times than these, as the crusades of modern European days are. What happened to them? We ask, more out of deference than interest. Imagine the government had ordered me to make a measure shortly after General Roca's campaign against the savages. As the work presented dangers, I sent for soldiers to my friend, and near relative, Napoleon Uriburu, who was known as one of the expeditionary chiefs. Uriburu sent me fifteen men to complete a squad capable of measuring land and defending themselves by their cables from possible Pampas attack. We were twenty men in all, with a great convoy of chariots and cattle. We worked tirelessly, and at night, for added security, we camped around the locks of the wagons. A man was left on guard; he had not taken care that he fell asleep. The Indians came by accident, and no one would smile to die without selling their skin. That night they fell in numbers. We could not fight with advantage; but instead of the run-off we expected they contented themselves with setting the peacock on fire, and soon the flames lit us up like daylight. I had to see, my friend: we trembled in fear like our dancing shadows. We'd be dead roasted if we stayed. And shoot? Where else would we not have been to shake with the spears of the savages who were waiting for us for that? It was death by fire or iron. We could choose. Suddenly I saw salvation. The lagoon where we had given our animals a day before. I said the word, and we ran out of time. The heat was already peaking on the body, and we were about to head off into the water, bright with reflections. I guarantee you I have a little slaughter in Purgatory. We saw the flames coming, bursting into the water to the core, snoring in a sustained, severe note; it seemed as if the earth were bursting with smoke, and our faces were materially folded. Then we begin the only defensive maneuver. We put our heads under water as long as possible to avoid the burning of the flames passing over us, but we had to breathe and so we played the game of buzz until we felt the fire go away. The water looked like a puddle. To think of going ashore was crazy. We'd have cooked our feet like steaks. So we chose to stay, and, calm down, feeling like we're resurrected, we started looking at each other. There was no shortage. It was already clear in the morning when we came out of the water, flamingos-colored and cold in contrast. But we laughed. We laughed at each other, despite running out of resources in the desert, because we thought the fire lit for our death would save us by driving the Indians away from us.", "title": "Puchero de soldado", "author": "Ricardo Güiraldes"}