{"metadata": {"length": 6848, "words": 1258, "reading_time_min": 6.29}, "text": "At ten o'clock in the morning, at the corner of the side road, on the turn that leaves the plain and sets towards the coast, where without reaching to see the sea it seems as if it leaked among the narrow branches of the jungle that extends to the same beach, naked men and women dance, next to the skeleton of a bus armed against a cliff at the edge of the road. The potential driver sits, with a gesture of desolation, in front of the powerless rudder. The four wheels of the bus are inflated, and the carriage looks like a powerless old lady, curled up by the side of the road. The bus's diverse crew moves gently from one side of the pavement to the other. Three young girls dance with their boyfriends to the sound of a portable radio, without any fear of each other's nakedness, and their greedy hands lie on their fertile buttocks. The nakedness of everyone does not allow us to establish exactly the occupation. There is a lady with wide hips and blond hair - whose color does not match that of the pubis - who talks to a middle-aged man who has not just eaten her with his eyes, and whose manliness is pronounced, he watches only the lady, who looks at her with flattering smile. After all, from the very beginning everyone acts more or less naturally, without thinking of others, in an earthly paradise environment. A group of three old-timers playing the suit with a blade that no one knows where it came from; a fat, mature man covers his shame with a newspaper, and reviews the black accounts of a rosary. Three children run after the mother, who tries to hide behind a bush for reasons that are understandable, while a thin, silent man, who has not spoken to anyone, urinates quietly in front of everyone, setting a contagious example. The blonde lady and the middle-aged man quietly retreat to a place they think under the cover of curious gazes, but through a wide hollow of thickness whoever wants can watch them twist and shake in the delirium of love. The three couples of boyfriends continue to dance, but the dance has been transformed into a strange sexual act of San Vito, to the sound of Caribbean music. There's a couple who bends their four knees and falls to the road floor unable to restrain themselves. One of the antiochenes accuses the forty, while the priest sighs Glory to the Father. The two nuns who have learned the most are the two nuns, who find nothing to cover themselves with and who keep only the touches. They are sitting next to the mothers of the three students, who have chosen not to see anything after the initial rumor of scandal. Six more men and two colorless women calmly contemplate the different shows. The disappearance of the clothes is a touch of magic. The driver philosophically looks forward. A warm breeze circulates among the trees, making the feeling of paradise even more perfect, seeing the nakedness and the sloth with which they are carried, among wild flowers, among leaves, with their backs to the earth. Everything turns crazy, the music seems to speed up, becoming a celestial rumor from the beginning of the world. We have returned to the primordial state of nature, to the true paradise before the serpent or with the serpent, turbulence passes through the rest of the earth, but only the dresses give that epidemic sensitivity to feel them; instead, the skin caressed by the slow sun, by the circumspect breeze, by the moving leaves, by the discrete grass, makes us understand and feel much more deeply what the world possesses and freedom, yes, true freedom, being naked, the verb to be, the direct naked complement, yes, thinking that a few hours from here the bathing suits are necessary, the dresses circulate that raise the need for beauty, the electric light for nights, in turn here tonight we can forget and do the work of the grass, because at the end of the day we see the green, the beautiful, the beautiful, the beautiful things that are in the middle of the horizon, the beautiful, the beautiful things that we do not see in the middle of the world, the beautiful things that we do in the middle of the horizon, the beautiful things that we do not see in the middle of the horizon, the beautiful things that we do not see in the middle of the horizon, the beautiful things that are in the middle of the horizon, the beautiful things that we do not see in the middle of the horizon. The deflated bus has a name on purpose. It's called Let It Be. Among the trees, where occasionally an orchid, a butterfly, a cardinal bloom, naked people circle, unwary, until the sound of the bus's strident horn is heard. Everyone runs in a hurry to find shelter in the jungle, in front of the people in clothes coming. The driver gets off, and carefully covering up the shame with his hat, he says to the driver of the other bus: \"Three and a half hours ago we were stopped by a pickup truck crossing the road. A band of ten men came out, all with machine guns, rifles and revolvers. They let us into the little road. They took the money, then the luggage, and then they ordered us to strip. We're 24 naked people, and we need something to cover ourselves with to follow the next village. We don't want to wait till night, because this place used to show up the Driver's Bride, dressed in white, dancing in front of the trucks to make them crash. But without a cover, we can't go on, because in the village they're gonna stone us. People in clothes look in their suitcases. A handkerchief, some pants, a bra appear. With that stuff, the rest of you can improvise on palm leaves. The driver of the BANDOLER HEART starts, and let DIGAN feel his passage through a trembling of fear. As the kidnappers get dressed in half, shame comes back. The blonde lady who debated under the middle-aged gentleman feels well away from him, dressed in a small, crimson bra and a precarious, open-topped palm-leaf skirt. The prettiest of the girls is covered with a scarlet scarf and a kind of red flower collar. The nuns managed to cover themselves with heroic flour tallies, while the priest had to settle for a bag of cement. The driver checks his crew, to see if they're already dressed. The assistant covers the sex with a straw hat that falls off often. Among all the men, they repair the tires, until finally, soaked in sweat and roasted in the sun, they manage to get the machine moving. The modesty has definitely taken over all of us. The priest thinks of Adam, and reflects on whether it was first the feeling of sin or of nudity, which seems to be, rather, crystal clear, baptizing water. Through the middle of the jungle of warm land the bus sails again to the promised sea, where nudity is still less important. On the back of the bus, among the clouds of dust, shine the huge red letters: TRANSPORTES THE CARIBE  LET THEM SAY... *FIN* The Ship of the Madmen and Other Stories, 1984", "title": "Lista de pasajeros del autobús intermunicipal", "author": "Pedro Gómez Valderrama"}