{"metadata": {"length": 3845, "words": 758, "reading_time_min": 3.79}, "text": "The strange thing, he said, was the way they shouted every night at midnight. I don't know why they were screaming at that hour. We were in the harbor and they were on the pier and at midnight they were screaming. We used to put the reflector light on them to calm them down. He never failed. We would flash the reflector over them two or three times and they would stop. On one occasion I was the shift officer at the dock, and a Turkish officer came up to me, moaning in anger because one of our sailors had been the most insulting to him. So I told him we'd send the guy to the ship and punish him very severely. I asked him to point it out. Then he pointed to a gunner's mate, a most harmless boy. He said that he had been most scandalous and repeatedly insulting; he spoke to me through an interpreter. I couldn't imagine how that gunner's assistant knew enough Turkish to be insulting. I called him and said, \"This is for the sake of talking to any of the Turkish officers\". I didn't speak to any of them, sir. I'm sure you're right, but you better get on the boat and stay off the land for the rest of the day. So I told the Turk that we were boarding the man, and we would handle the case the most harshly. Oh, in the strictest way. He felt the most about it. Great friends we were. The worst, he said, were the women with dead babies. It's impossible to get those women to deliver their dead babies. They'd been with the dead babies for six days. They just didn't deliver them. There was nothing that could be done about it. We finally had to take them off. Then came that old woman's case, the most extraordinary case. I told a doctor and he told me he was lying. We were taking them off the dock, because we had to get the dead out, and this old lady was lying on a kind of couch. They said, \"Don't you want to look at him, sir?\" So I looked at him and right then he died and he was absolutely stiff. She raised her legs and got up from her waist and then she got totally rigid. Like she's been dead all night. Well dead and absolutely rigid. I told one of the doctors and he said it was impossible. There they were all on the dock and nothing like an earthquake or something like that because they never heard of the Turks. They never knew what those damned Turks would have done. Remember when they ordered us not to come back to take us away? I could feel the wind blowing against us when we came in that morning. They had as many batteries as they could imagine and they could have swept us out of the water, we were going in, sailing very tightly along the pier, unleashing the bow and stern anchors and then cannonating the Turkish quarter of the city. They would have swept us out of the water, but we would have simply made a hell of the city. They just settled for shooting us a few saves when we walked in. Kemal came and fired the Turkish commander. For exceeding his orders or something. He's overreacted a little. It would have been a demonic mess. You remember the harbor. There were a lot of cute objects floating in it. It was the only time in my life that I got so dressed I dreamed of those objects. You were less impressed with women giving birth than those with dead babies. Of course they were having a baby. It's amazing how few died. You just covered them with something and left them on the job. They always picked the darkest place on the cove to have them. None of them were interested in anything once they left the pier. The Greeks were nice boys too. When they evacuated they had all these cargo animals that they couldn't carry, so they broke their hind legs and threw them into shallow water. All those mules with broken hind legs thrown into shallow water. It was a nice affair. Word of mouth, yes, a matter of the most pleasant. FIN On the Quai at Smyrna (Introduction by the author) In Our Time, 1930", "title": "En el muelle de Esmirna", "author": "Ernest Hemingway"}