{"metadata": {"length": 2535, "words": 479, "reading_time_min": 2.395}, "text": "A few days ago I went to see my friend, journalist Misha Kovrov 1. He was sitting on his couch, cleaning his nails and drinking tea. He offered me a glass. - I don't eat without bread. Let's get the bread! - No, not at all! To an enemy, say, I invite bread, but to a friend never. - It's weird... Why, then? - And look why... Come here! Misha took me to the table and pulled out a drawer: I looked in the drawer and I definitely didn't see anything. I don't see anything, some crap, some nails, some nails, some nails, some nails, and that's exactly what I see. I've been collecting these little traps, ribbons and nails for 10 years! A memorable collection of them. And Misha stacked all the trays in her hands and poured them over a newspaper sheet. - See this burnt match? - he said, showing me an ordinary, slightly charred chalk. This is an interesting match. Last year I found it on a string, bought at Sevastianov's bakery. I almost choked. My wife, thank you, was at home and hit me in the back, if I hadn't gotten this cork in my throat. See this nail? Three years ago, it was found in a cookie, bought in Filippov's bakery. The cookie, as you can see, was handsless, feetless, but with nails. The game of nature! This green-colored little guy lived in a sausage five years ago, bought in one of the best Moscow stores. That dried cockroach once bathed in a soup, which I took at the station office, and this nail in a shrimp, at the same station. This little rat coat and a little piece of cordobán were both found in the same Filippov bread. The boqueron, of which only the thorns remain, my wife found in a cake, which was given to her on Saint's Day. This beast, called a bug, was given to me in a jar of beer in a German slumberhouse... and there, that little piece of guano I almost swallowed, eating a steak in a tavern... and so on, dear. - What an amazing collection! - I know. Weighs a pound and a half, not to mention everything I, by carelessness, managed to swallow and digest. And I've probably swallowed, like, five, six pounds... Misha took carefully the newspaper sheet, looked at the collection for a minute, and poured it back into the drawer. I took the cup in my hand, started drinking tea, but I no longer begged to send for bread. The Commission has decided to extend the period of validity of the agreement. I'm not sure. Kovrov, pseudonym under which Chejov signs his articles in The Spectator, early 1883. We thank Esteban Molina for his contribution to this story to the Ciudad Seva Digital Library.", "title": "La colección", "author": "Anton Chejov"}