{"metadata": {"length": 4929, "words": 919, "reading_time_min": 4.595}, "text": "There far away, in that lake of black waters that has no entrance or exit and is surrounded by high forest, there once lived a huge panki. It gives fear to such a shadowy and lonely lake, whose darkness only reflects the trees, but more fear came when that panki, so uncommunal as no other has been seen, gushed from there. Of course, the aguarunas we encounter due to the water boas, called by the white-legged anacondas. We know to shoot the bow and to hit it in the middle. If you have to struggle, resisting the pressure of nails that bind meat and bones, you kill them like tigers or eat them like men, putting your fingers in their eyes. The boas squeak when they feel their teeth on the skin or fall haphazardly in the shade. With a sledgehammer, we put poisoned berries on them and they rot. The bow is equally good weapon. In many ways, the aguarunas are only beaten by the panties. But in that lake of black waters, mysterious to this day, a panki appeared that had really been frightening the people of Aguaruna. It was immense and they say it almost filled the lake, with half of its body lying in the sand and the rest shivering, until it reached the head. Over the water, in the tan head, the eyes shone like two polished acorns. If closed, the oval mouth looked like the shell of a giant turtle; if opened, it grew dark. When such a panki resounds, the rumor is heard from a great distance. When he moved, the water agitated like a dead river. Walking through the forest, it was like a storm was coming. The terrified animals could not move and the panki engulfed them in a mass. It looked like a fish out of the air. At first, men imagined defending themselves. The flies infected with curare, the lanyards and arrows flung wildly, were of no use. The reedy skin of the panki was also thick, and the thorns grew like the irises, that little thorn of the forest, and the thorns and thorns were like the thorns of the slain beast. No thinking in body to body struggle. The evil panki was too powerful and engulfed men as easily as animals. So the aguarunas could not even fight. The panki's fixed eyes paralyzed a village and was apparently uninventable. After his run, he returned to the lake and there he stayed, for days, without anyone daring to come near but to bathe in her. It was a hidden threat in that hidden lake. All the forest dreads the panki's embrace. Having secluded himself in a large part of the forest, he had to reach a certain village of the Aguaruna where a warrior called Yacuma lived. This memorable man of the forest was as strong and valient as the tiger. He was expert in the handling of all weapons, neither men nor animals had ever defeated him. She always saw the head of an enemy, reduced to a rag doll, hanging on her slender chest. The warrior Yacuma resolved to go to the encounter with the serpent, but not in a simple way. He made a sort of a hat in which he placed his head and part of his body, and two smaller hats into which he placed his arms. The clay had been mixed with tree resin to make it stronger. With one hand he held a leather-bound knife. Protected, disguised and armed thus, Yacuma advanced into the forest on the shores of the lake. Suddenly he entered the water while, not far away, in the gleaming shaven head, the astonished eyes of the fiery panki shone. The snake would not have to shiver. Whether it be because he was disturbed by someone disturbing his tranquility, whether he was hungry or by natural habit, he shivered to Yacuma and, opening his mouth, he swallowed him up. The conceived protection made Yacuma, once devoted, arrive unharmed to where the serpent's heart was beating. Then he took off his hat of greed and lust, bared his knife and began to give tender pleasures to the beating heart. It was as big and loud as a maguro. Meanwhile, the panki was writhing in pain, twisting and giving tremendous screams. The lake looked like a swarm of bees. Although the whirlwind of blood and ensuing explosions had almost smashed him, Yacuma fought on until he had broken the heart of the sacrificial panki. The snake bowed, not without work, because panties die slowly and more that. Having slashed her throat, Yacuma opened a gullet between her ribs, sprang out as a bloody arrow and reached the shore in a whirlwind. I couldn't last many days. The liquids of the water shook the meat and it was rotten. And thus the greatest and fiercest panki died, and the best warrior Aguaruna also died, but after having been beaten. All this happened a long time ago, no one knows how long. Moons are not enough to measure the age of such a story. No rushing of the rivers nor the memory of the old who knew the old. When some water reaches the edge of the dark lagoon, if you want to give voice, pull a rope and observe. The water puddles remain quiet. A panki like the death of the warrior Yacuma has not arisen again. FIN Panki and the Warrior, Lima, 1968", "title": "Panki y el guerrero", "author": "Ciro Alegría"}