{"metadata": {"length": 4511, "words": 864, "reading_time_min": 4.32}, "text": "There was a widow who had two daughters; the eldest one looked so much like her in character and in body that whoever saw the daughter looked like his mother. Both were so nasty and proud that you couldn't live with them. The smallest, true portrait of her father for his sweetness and gentleness, was also an extreme beauty. Since we naturally love who we look like, this mother was mad about her eldest daughter and at the same time had a heinous aversion to her youngest. He made her eat in the kitchen and work tirelessly. Among other things, this poor girl had to go twice a day to fetch water half a mile from the house, and come back with a huge jar full. One day when he was at the well, a poor woman came to him and begged him to give him a drink. \"As if not, my good lady\", said the beautiful girl. And he immediately flushed his jar, and took water from the best place in the well, and offered it to himself, always holding the jar, that he might drink more comfortably. The good woman, after drinking, said to him: \"You are so beautiful, so good and so kind, that I cannot help but give you a gift - for I was a fairy who had taken the form of a poor village girl to see how far the kindness of the young woman would go\". \"I give you the gift\", the fairy continued, \"that for every word you utter a flower or a precious stone will come out of your mouth. When the beautiful young woman came home, her mother rebuked her for coming back so late from the fountain. \"I'm sorry, my mother\", said the poor girl, \"for taking so long\". And when she said these words, two roses, two pearls and two large diamonds came out of her mouth. - What am I seeing? \"It seems that pearls and diamonds come out of your mouth!\" said his mother, astonished. How is that, my daughter? It was the first time I ever told her daughter. The poor girl naively told him everything that had happened to her, not without throwing a lot of diamonds. \"Truly\", said the mother, \"I must send my daughter; look, Fanchon, look what comes out of your sister's mouth when she speaks; wouldn't you like to have such a gift? And thou shalt go and fetch water from the well, and when a poor woman shall ask thee for a drink, offer her it very graciously. - It was all I needed! - \"Go to the fountain!\" the young woman said rudely. \"I want you to go\", replied the mother, \"and now! She was, but always re-swinging. He took the most beautiful silver jar in the house. She went to the fountain and saw a beautifully dressed lady coming out of the forest to ask her for a drink. She was the same fairy who had appeared to her sister, but who presented herself in the form and clothes of a princess, to see how far the wickedness of this little girl had gone. \"Have I come here\", said this rude, mean maid, \"to give you a drink?\" I have just brought a silver jar nothing more than to give your lordship a drink! All right, drink straight, if you want. \"You're not very nice\", replied the fairy, without getting angry. Since you are so unmindful, I grant you the gift that for every word you utter, a snake or a frog will come out of your mouth. The mother saw her and cried out, \"Well, my daughter? - And well, my mother! - replied the evil one, throwing out two snakes and two frogs. - Oh, my God! - the mother exclaimed - what am I seeing? Your sister's guilty, she'll pay me! - and ran to hit him. The poor girl got out and took refuge in the nearby forest. The king's son, returning from hunting, found her and asked her why she was there alone and why she was crying. - Oh, my lord, it's my mother who kicked me out of the house. The king's son, who saw five or six pearls and other diamonds coming out of his mouth, begged him to tell him where he got the diamond. She told him about her whole affair. The king's son fell in love with her, and considering that such a gift was worth more than anything that could be offered to the other in marriage, he took her with him to his father's palace, where they were married. As for the sister, she went on to become so hateful, that her own mother drove her out of the house; and the unhappy one, having gone from one place to another without anyone wanting to receive her, went to die in the depths of the forest. Morality Wealth, jewelry, diamonds are of the spirit favorable influences, yet pleasant discourses are even stronger, more gravitating. Another moral principle Honesty costs care, requires effort and much diligence that in the least thoughtful moment its reward will be received.", "title": "Las hadas", "author": "Charles Perrault"}