{"metadata": {"length": 6555, "words": 1294, "reading_time_min": 6.47}, "text": "1 Inspector Miro brought the woman to me. It was the husband, Miro said carefree. In that neighborhood police station, husband and wife lawsuits were common. He had two broken front teeth, bleeding from his lips, his face swollen. Brownish on the arms and neck. Was it her husband who put her like that? But you didn't do it with bad intentions, Officer, I don't want to file a complaint. Then why did you come here? Well, I was angry then, but now I'm over it. Can I go now? - No, I'm not. I looked up and sighed. Let her go, she said between her teeth. You, ma'am, have suffered bodily harm, and this is a crime that is pursued by profession, whether you file a complaint or not. I'm going to ask for a thorough examination, I said. Ubiratan is a little nervous, but not bad, the woman said. Please, don't do anything to him. They lived nearby. I decided to talk to Ubiratan. Once, while in Madureira, I managed to convince a man not to hit his wife again, and while working at the police station in Jacarepaguá, I managed to persuade two other people about the convenience of treating women decently. A tall, muscular man opened the door. I was wearing shorts, no shirt. In one corner of the room was a steel bar with heavy rings and two red-painted weights. I must have been training when I got here. His muscles were noticeably swollen and covered by a thick layer of sweat. He breathed out the spiritual strength and pride that good health and a body full of muscles provide certain men. I'm a cop, I told you. Oh, my God! With that idiot has gone to denounce me, in? He opened the fridge, took out a can of beer, unlocked it, and started drinking. Go and tell her to either come home soon, or I'll measure her ribs. I have the impression that you haven't realized yet what I'm really here to do. I'm here to invite you to join me at the station. You have to testify. Ubiratan threw the empty can out the window, took the steel bar and lifted it over his head ten times breathing out loud with his mouth, as if it were a train machine. Do you think I'm afraid of the police? He asked as he looked with admiration and affection at the muscles of his chest and arms. It's not about whether or not I'm afraid. You have to go there to testify. Ubiratan grabbed me by the arm and shook me. I'm out of here! You hear me, shit? I'm getting tired of this place! I pulled the revolver out of the case. I can stop him for contempt, but I won't. Don't make things complicated, come with me to the station. In half an hour he'll be free, I said calmly and gently. Ubiratan laughed at the thought. How much do you measure, dwarf? One hundred and seventy feet. Come on, let's get out of here. I'm gonna take that shit out of your hand and piss in your cannon, dwarf. Ubiratan contracted all the muscles of his body, like a fighting animal trying to scare the other. He held out his arm, with his hand open to grab my revolver. I shot him in the thigh. He looked at me in amazement. Look what you did to my tailor! shouted Ubiratan, showing me his thigh. You're crazy, my tailor! I said, \"I'm really sorry\", and now we're leaving or I'll shoot you in the other leg again. And where are you taking me, dwarf? First to the hospital. Then to the police station. This isn't gonna end like this, dwarf. I have influential friends. He was bleeding down his leg, dripping on the car floor. My tailor! Her voice was louder than the siren that was opening our way through the streets. 2 A warm December morning on the street of Sao Clemente. A bus ran over a ten-year-old boy. The wheels crushed his head leaving a trail, brain mass, a few meters. Next to the body, a new bike, no scratches. A traffic cop flagrantly stopped the driver. Two witnesses said the bus was going at high speed. The crash site was carefully isolated and traffic diverted. An old woman in a bad dress, with a burning candle in her hand, wanted to cross the cord of isolation, to save the soul of that little angel. He stood staring at the body from afar, along with other spectators. Isolated, in the middle of the street, the corpse looked even smaller. It's a good thing today's a party. Can you imagine if this happens on a working day? Said a guard of traffic diversion. A woman broke in screaming and lifted the body from the ground. I ordered him to leave. I grabbed her arm and twisted it, but she didn't seem to feel the pain. A drowned Gem, without giving in. The other guards and I fought her until we could rip the dead man out of his arms and put him back on the floor, where he was to remain until the coroner arrived. Guards dragged the woman away. Those bus drivers are all killers, the expert said, he's gonna charge, he's gonna charge. The case is very clear. I went to the patrol car and sat in the front seat. I was there for a while. He was carrying the dirty warrior from the dead man's spoils. I tried to clean myself with my hands. I called a guard and told him to bring the prisoner. I looked closely at him on the way to the station. He was a lean man, about sixty years old, and he seemed tired, sick and afraid. An ancient fear, disease and fatigue, which were not just from that day. 3 I came to the house on Chancel Street and the guard at the door said, \"First floor\". He's in the bathroom. I went up. In the room, a woman with red eyes looked at me silently. Next to him, a thin, half-shrunken boy, with his mouth open, breathing with difficulty. The bathroom? He pointed me to a dark runner. The house smelled of mold, as if water pipes were pouring through the walls. Somewhere there was a smell of fried onions and garlic. The bathroom door was cross-opened. The man was there. I went back to the room. I had already asked all the questions to the woman when Azevedo, the forensic examiner, arrived. In the bathroom, I said. It was getting dark. I turned on the room light. Azevedo asked me for help. We went to the bathroom. Lift up the body, the expert said, I have to let go of the knot. I grabbed the dead man by the belly. A groan came out of his mouth. It's the air that had stayed inside, Azevedo said. It's funny, huh? We laughed like wild. We left the body on the wet floor. A skinny, unshaved man with a face of ashes. It looked like a wax doll. He didn't leave any notes, I said. I know these people, said Azevedo, when they can't take it anymore they die quickly, it has to be quick, if they don't repent. Azevedo urinated in the toilet. Then she washed her hands and dried herself on the skirts of her shirt. *FIN*  Occurrence book, O collector, 1979", "title": "Crónica de sucesos", "author": "Rubem Fonseca"}