{"metadata": {"length": 1871, "words": 351, "reading_time_min": 1.755}, "text": "In a village called Hamelin they had settled, being owners and masters, all the mice that lived and had, destroying with the food of all its inhabitants. This was because Hamelin was run by a very stubborn queen, who did not want to make any expense to remedy the invasions of mice. - This is terrible, they take my own food! The Queen, when she saw that the mice had arrived at her palace, sent for a young man who had a reputation for making rodents disappear with the help of her flute. - I, Queen of Hamelin, promise you a bag of gold if you can get rid of those cheese-eating ones! - That's how I'm going to do it! - the boy answered, making his flute ring. The mice, enchanted by the magical sound, followed him to the nearby river, where they all boarded a raft and got lost in the distance. The flute player, having left Hamelin without any mice, went to the Queen to receive his reward. But the Queen, who was very greedy, refused to keep her promise. - I don't think I owe you anything outside my kingdom! - You're so unfair and I'll get back at you! - said the gentleman very angry. Then he sounded the flute, and all the children of the town followed him, listening to his sound. He took them to a mountain and locked them in a large cave, unknown to the whole world. So he took revenge on that lying, evil queen. Several months passed and Hamelin became a sad village, without the laughter and joy of children; even the flowers had the pale color of such sadness. All the parents of the children marched together to the castle to claim the Queen, asking her to pay the flute player the debt, because they did not want to be without their beloved children. The Queen had no choice but to pay the flute player, and then all the children returned home, bringing with them again happiness to the kingdom. From that moment on, that Queen always kept her promises.", "title": "El flautista de Hamelín", "author": "nan Anónimo"}