{"metadata": {"length": 4570, "words": 906, "reading_time_min": 4.53}, "text": "Once upon a time there was a donkey who, unfortunately, was out of a job. He was too old and therefore could no longer transport bags of cereal to the mill. But even though he was old, the donkey wasn't stupid. He decided to go to the city of Bremen, where he thought they could hire him as a municipal musician. And said and done! The donkey left the farm where he had worked for years and embarked on a journey to Bremen. The donkey had been walking for a long time when he met a tired dog along the way. \"You must be very tired, my friend, \" he said\". Don't say it, \" the dog replied. Since I am old, my master wanted to kill me, because he says I am no longer useful to the house. So I decided to move away quickly. What I don't know is what I can do now to not starve to death. -Look\", the donkey said. I've been through the same thing. I decided to go to Bremen to see if I could be hired as the city's musician. If you come with me, you could try hiring you, too. I'll play the laude. You can play the timbals. The dog liked the idea and decided to accompany the donkey. They walked a good distance when they met a cat with a hungry face, and the donkey said to him, \"You don't have a good face, friend. The cat said, \"How can I have a good face if my mistress tried to drown me because she says I'm too old and I don't hunt mice like before?\" I managed to escape, but what am I going to do now? \"We\", said the donkey, \"have been the same, and we decided to go to Bremen. If you come with us, you could join the band we're gonna form, because you could collaborate with your mourning. The cat, as he had no other choice, accepted the invitation and left with the donkey and the dog. After a long walk, and as they passed near a farm, the three animals saw a rooster singing with great sadness at the top of a gate. And the ass said to him, \"You must be very sad, my friend. The rooster said, \"Well, I'm actually more than sad. I'm desperate to get out of here! There's a party tomorrow and my mistress has ordered the cook to cut my neck to make me a good stew. And the ass said to him, \"Do not despair. Sell with us to Bremen, where we'll form a band. You, with your good voice, will be very useful there. The rooster raised his head and accepted the invitation, following the other three animals along the way. The night came and the four of them decided to rest in the woods. They had settled under a tree when the rooster, who had climbed to the highest branch, warned his companions that he was seeing a light in the distance. The donkey told him it could be a house and they should go to the house so they could be more comfortable. And so they did. As they approached the house, they found out that the house was a den of thieves. The ass, being the tallest, looked out the window to see what was going on inside. - What do you see? - Everybody asked him. I see a table with plenty of food and drink, and beside it are thieves who are having dinner. - I wish we could do the same thing! - the rooster cried out. - Yes, yes, he agreed. The four animals set out to put together a plan to drive the bandits away so they could leave them food. And the ass lay hands by the window; and the dog leaned on the ass; and the cat sat upon the dog; and the rooster flew and lodged on the dog's head. They immediately began to scream and suddenly broke the windows of a window. They created such confusion that the bandits, terrified, quickly left the house. The four friends, after achieving their purpose, made a real banquet. After the meal, the four of them turned off the lights and each found a corner to rest. But in the middle of the night the thieves, seeing that everything seemed quiet in the house, sent one of them to inspect the house. The messenger entered the house in the dark and, as he went to light the light, he saw something glowing in the stove. It was the eyes of the cat that had woken up. And without thinking twice, the cat jumped into the thief's face and started scratching him. The bandit, frightened, ran away. But not without first taking a donkey's cousin, being attacked by the dog and getting a good scare with the rooster's screams. When the bandit met his companions, he told them that there was a witch in the house who attacked him everywhere. He scratched it, stabbed it, hit it and screamed at it fiercely. And that everyone should run away quickly. And so did everyone. And so, thanks to a good plan put together by the animals, the four Bremen musicians were able to live their old age in peace and comfort in that house. FIN", "title": "Los músicos de Bremen", "author": "nan Anónimo"}