{"metadata": {"length": 3332, "words": 617, "reading_time_min": 3.085}, "text": "It is said that many years ago, when our grandparents' grandparents had not yet been born, there lived in a Cervantes land castle a middle-aged gentleman named Froyás, who had two sons: the eldest, a male, was named Egas, and his sister, Aldara. The two brothers loved each other very much, and even though the land was very fertile, they sometimes went for a horse ride together. Aldara, who was a beautiful maiden, had a lover admirer, the young Aras, son of the lord of another castle in the same region, and since their parents did not get along badly with each other, it seemed that the marriage was not to take long to take place. But one afternoon, at lunchtime, Aldara did not appear in her usual place. Her father asked about her and so did her brother. No one could say anything, no one knew where he could be. The whole castle was searched from top to bottom; but Aldara did not show up. Finally, a ballerina who had been on the watch at the castle's gate said that she saw her leave at mid-afternoon, and that she seemed to be heading for the stream running to the foot of the mountain on which the castle was located. Fearing disaster, father and son went there, with shields and servants, to cross the shore. But they could find nothing despite their careful search. So they sent a messenger to the castle of Aras. The boy presented himself discouraged, accompanied by his people, and all together undertook a general search through the surrounding mountains and forests and for the pallas and country houses; but without getting a better result. After a few days of useless inquiries, and already given Aldara's definitely lost, they concluded that she might have been killed by some boar or bear, or perhaps torn apart and eaten by wolves. A long time passed; no one remembered Aldara, except her father and brother, who still longed for her as dead. One day Egas, hunting, came to a mountain woodland in search of a mountain rooster, a urogallo. As he returned to the castle with the piece hanging from his waist, he was surprised to see a beautiful white deer, white as the snowfield, that was flicking smoothly. He hurriedly armed the ballast and with a sure shot sent an arrow to the deer, which, wounded to death, fell down on the grass. The meeting was so quick, he didn't think that being alone and walking he couldn't carry that precious load. Then, with his mountain knife, he cut off one of the front legs of the deer, kept it in his horn and, looking closely at the place where it was, thinking of returning with the servants who could pick up and transport the deer, he went on his way to the castle. When he arrived, telling his father of such an extraordinary hunt, he pulled the deer's leg out of the blade. Both were horrified: instead of the leg, what Egas found in the bag was a hand; a thin, white, soft hand; a hand of a maiden hidalga. And on one of the fingers of that hand was a golden ring with a yellow stone. The ring Aldara was wearing. Then they ran in crazy riding up the mountain, to the place where Egas had knocked down the deer. There was, lying on the ground, the unfortunate Aldara, in her white dress in which, next to her chest, a large blood stain pointed to the place where the arrow had wounded the young woman's heart. And one arm was missing. FIN Traditional Galician legend", "title": "La doncella cierva", "author": "nan Anónimo"}