{"metadata": {"length": 7200, "words": 1321, "reading_time_min": 6.605}, "text": "Mr. Azorin, is this an elegy? Dear reader, this is an elegy. His name was Julien. How do you guys picture Julien? Do you think this masculine name is that of some blond, vibrating, rebellious boy? No, you're wrong, Julien was Julia. And Julia was a thin, thin girl with big, melancholy, blue eyes... I remember her when, after a long absence, I set foot again in this monotonous city where my childhood has been. Already in the morning, I have walked through the wide streets, of low houses, with the doors, at this hour, rounded, with the silent zaguanes. The sun is slowly bathing the white facades; from time to time the rhythmic and crystal-clear bells of the church are heard, and the blacksmiths, all the blacksmiths of the city, the blacksmiths, the silent blacksmiths at night, begin to sing. I will tell you that these are the supreme moments when all these secular, venerable, people's offices are awakened. And if you love them, if you feel a deep sympathy for them, you can see at this hour, fresh, clear and energetic, how the workshops of the bakers, the plumbers, the pelters open up; and how the few and old cloths that still endure, as overwhelmed, as frightened, as hidden in a sloping swamp, there in a steep and quiet street, begin to march; and with what joyous, strong and rhythmic tinkling the mills sing their songs. I have a favour with these men who forge and twist the iron: let my carpenters, my friends, give me this confidential, hitherto secret, in these words there is not the slightest grievance for them. Another day I will dedicate a cordial line to these other men, also excellent and kind, who work wood. Now I'm going to sit in a blacksmith shop. The flame of the forge rises briosa in the home; the fuelle is blowing loudly; in the middle of the workshop, the old eunuch, patriarchal, venerable, soul of the blacksmith, awaits the red iron to be hammered. And iron is taken out of the coals. And the hammers, the reefs, fall and fall upon him again, and they go singing cheerfully his millennial song, while the thick ant seems to widen with satisfaction, perhaps vanity, thinking that without it nothing could be done in the blacksmith's shop. And from time to time, the hammering stops; then the teacher and I talk about the things of the people, that is, about the little or much work that is there, about the houses that are being built, about how delightful they are - no doubt about this - the iron works that come from the factories. I think that all these locks, these passages, these failures, made in large, mechanically, in the huge cosmopolitan workshops, among the fast and thronging multitude of workers, have no soul, have no this mysterious and indefinable thing of the pieces forged in the old ages, which are still being forged in the villages, and in which it seems that the human spirit has created an indestructible, enduring polarization... the hammers are singing, singing with their clear and strong sounds; the flute is blowing and blowing a whimper. And now the teacher and I are not talking about the harvests, or the factories, or the houses; we are talking about the friends who have disappeared forever. If you go to your village after being away from it, for a few years or many years, these memories will be inevitable. I was pointing something like this somewhere else the other day. What has been done to Don Ramon, to Don Luis, to Don Juan, to Don Rafael, to Don Antonio? How did Don Pedro end up? Is it true that don Jenaro built a new house, a proud house, in which he had put all his illusions, and died eight days after moving into it? Did Don Rafael leave the work of the Tomillares to his niece Juanita, the daughter of Don Bartolomé the doctor? And when I pronounce the name of Juanita, the teacher stands for a moment in suspense, with the hammer in one hand and the sticks in the other, and he says to me: \"Man! Don't you know that Julien died? Do you remember? Julia, the girl of Don Alberto... I do remember; I feel a deep sadness when I hear the master. Don't you love this contrast between a masculine name and a fine, white, soft girl with blue eyes, dreamy, thoughtful, sad? You may not know that in villages it is perhaps where girls are still romantic, that is, where there are sad girls who play sad things on the piano, who spend whole hours motionless, who read novels, who memorize verses, and, above all, who have inexpressible smiles, smiles of a lovely, divine ingenuity. Have you not seen these girls at the village fairs, or at the dances, or walking on the station platform one day when you have been on the train and you have looked up dreamy, tired of reading a rumor of newspapers that all say the same thing? The hammers continue with their joyful and loud song; the fuelle makes fa-fa-fa-fa... I can no longer be quiet in this blacksmith shop; an irrepressible sadness invades my spirit. When I go out, Don Baltasar is at your door. I say to you, \"Good day, Don Baltasar. He says to me, \"Oh, my God, Azorín! Is it that good around here? Don Baltasar is the photographer. Will you confirm that there is a man more interesting in the villages than the photographer? Let no such nonsense ever pass through your imagination. I also cherish the photographers cordially; I will also dedicate a few lines of affection to them one day. Now I'm going to go in for a moment to my friend Don Baltasar's house. I want to chat with this simple man and see the pictures he has placed in wide frames. I'll confess to you that whenever I arrive in an unknown city, my first concern is to gaze at the photographer's windows. I see in them the portraits of the good gentlemen who live in the village and who I don't know, and this makes them nice, and the faces, so diverse, so enigmatic, of these girls I spoke of before. What do these faces say? What ideas, what ambitions, what hopes, what discomforts are behind all these female, youthful fronts? Can you tell all this by the eyes, the folds and contractions of the mouth, the shape and attitude of the hands? I'm going to my friend don Baltasar's window. I'm going to see these gentlemen, these ladies, these girls. And suddenly my gaze falls on a photograph that causes me a lively and deep emotion. Have you suspected him yet? It's Julian. I watch her get absorbed, forget everything, excited. Don Baltasar says to me, \"What are you looking at, Azorin? I say to him, \"I look at Julin, the daughter of Don Alberto. Don Baltasar exclaims: \"Oh, yes! When I portrayed her, she was already very sick... Julien appears sitting on a rustic bench; her face is more oval and thinner than when I last saw her; her body is thinner; her eyes seem more thoughtful and larger; her arms fall along the skirt with a supreme rush of fatigue and melancholy. And a half-open fan lies between the long, transparent fingers... in the house's flap there is a deep silence; a mosquito is riveting in incongruent comings and goings, with a sounding buzz. I say goodbye to my friend Don Baltasar. The hammers sing upon the locks with their joyful sounds; the last morning masses are called by distant bells. I walk slowly; I say, \"The beautiful things were meant to be eternal\"...", "title": "Una elegía", "author": "nan Azorín"}