{"metadata": {"length": 6060, "words": 1103, "reading_time_min": 5.515}, "text": "What youth and what age of old age are so laborious and arduous those of Zoilo Terron! Without a moment of rest and recreation, without a minute of pleasure and solitude, Zoilo lived, not like the ant -after all, the ant does not work-, but like the poltergeist, which flies and flies and does not leave its rincón, does not leave its tethered wing, never spreads its wings, seeking what butterflies seek: light, solar heat and open flowers. Resolved to win a crown, for Don Zoilo saw in money the key to life and the axis of the world, he shivered, trembled and strove with inexhaustible ardor, until he reached the desired sum. Having sat in the dreary work, Zoilo did not know what was happening, did not look at the mirror, did not care for his health, did not know that the years were already bending his back and weighing down on his body, received as a lump of clay. Only when he found himself powerful, the owner of the petty riches he had formerly promised to acquire, did he realize that he had not enjoyed the sweet and savory pleasures of existence. “I have been a beast of burden,” he thought, full of regret and melancholy. \"This cannot be allowed to happen. See if once, at least, I am a rational person. I need to be housed, have a family and experience its joys and its expansions, and, in addition, my wife likes me a lot..., as much as I like Casildita Ramrez, the widow who lives on the second floor.\" When he made these reflections, Don Zoilo knew that it was precisely the Casildita susodicha that had come to him as a picture, because its slender beauty and its charming sandbank suggested a remolino of bucolic and juvenile ideas. When he saw Casildita, whom he had been searching for on the stairs, he felt all his maladroitness rising to his head and pouring down into his heart in waves of blood. And as the money was a great sham and a swindle, Mr. Zoilo did not hesitate, and he hurried up to the beautiful wife's home, giving her an interview and revealing to her his Christian and honorable thoughts. She was Casildita, when she received the fulminant declaration of the opulent don Zoilo, more monstrous than usual, for surprise and malice were tearing at her great brown eyes, and laughter was in her lips, and the thorns were bursting out of her soft, fresh lips like the leaves of the magnolia. Playing with a small lanolin-haired dog that looked like a ball of wool and cotton, Casilda heard the neighbor's extremist words, and so, having just formulated his plea, the wife, wagging the funny animal for which Zoilo would be very glad to trade, answered categorically: -Truly, what you propose to me is a sin, and to win the glory you may not even be able to win. Don't be afraid, let's go, don't be afraid. If you had ten teeth less, ten teeth... but if you are grayer than rats and more toothless than an old gnat! They would laugh at us when we were walking together down the street, believe you, people are so mean...! Only for this reason I do not congratulate you, that you are, by the way, a person very much appreciated and very worthy. He came out of the fourth class astonished, and at the same time convinced that he had never loved her so much, that he would die for her, and that all those things he had read which were a matter of rage to the passionate lovers he felt in a degree of heroic and superfine. \"What is the point of money - I was ruminating - if it is not to have, when one is told and needs it, black hair like the night and teeth that gleam with white?\" And soon, as the one who is going to eat is going to be bitten by a very thin chisel, it occurred to Zoilo that with \"guano\" also teeth and hair are bought. A savior, the best dentist in Madrid -of course, American- was entrusted with furnishing the tense antelope of the mouth of Don Zoilo with a double row of piones, equals, relucientes and pairs. He came then to the barber - French, who doubts it - and, armed with a series of glass combs and a dozen or so brushes and combs, made Zoilo's hair go from the pale yellow to the dark brown, and from the dark brown to a deep black of coal, deep, almost I can say insolent. The same lobotomy, performed on the beard, roused Don Zoilo with a shrill exclamation of puerile glee, for the magical licor of the swollen arteries had shaved him of twenty years' weight at the very least, leaving his face encased in a frame that faced the endrina and the arrow of the sword too. The orthopaedic surgeon completed the restoration with a faja-corse, firm repression of abdomen and a spleen-detachment, and the sartorial and photographic assistance crowned the work, draping, stippling, tucking and composing Zoilo, leaving him a petimetre1, according to the latest fashion decrees. Rejoicing, perfumed, with a cigarette in his mouth and radiant with hope, Don Zoilo climbed the stairs again, and without anyone noticing him, he fell like a bomb into the coquettish cabinet of Casildita. It was such his remorse, such the turbulence that the moment produced, that he could only murmur, in interspersed phrases, a new declaration more passionate, more fervent than the previous, and repeat the proposal of marriage, among protests of exalted tenderness. Casilda heard and contemplated with evident astonishment, and sat, waiting for the recitation of the galan to be completed. So this made a pause, perhaps because of the need to breathe, and the wife, covering the slender and soft ears of the dog, and with a chuckle that was the opening of a rose on a May morning, said with a witty sneer: -The case is that I cannot please you with what I ask, and I rather deplore it. - Why? - said Don Zoilo, with infinite joy. -Because fifteen days ago your father was here with the same pretense, beginning to ask my hand... and after giving apples to a more respectable person than you, it is not enough to tell you \"yes\". FIN El Imparcial, 1895 1. Petimetre: A person who is very concerned about their composition and about following the fashions. From French petit maître: ‘little master’ or ‘little master’.", "title": "Implacable Kronos", "author": "Emilia Pardo Bazán"}