{"metadata": {"length": 6631, "words": 1236, "reading_time_min": 6.18}, "text": "I remember. Old Pepa Mondelli lived in the village of Los Perdices. She was an aunt of my in-laws, the sons of Alfonso Mondelli, the terrible Don Alfonso, who beat his wife, Maria Palombi, in the living room of his general branch business. It broke, one night, in a goods-crowded country house, while in Italy the Palombi spent among the sackcloths of Terra Bossa, the money don Alfonso sent to pay for the children's education. The seven Mondelli were now dark, selfish and intelligent, like the dead. It was said that once, in front of the railway station, with the whip's handle he jumped, beating, the eyes of a horse that could not pull out of the crutches the overloaded carriage. Maria Palombi's blood carried her rash sensuality, and her nerves the sudden shrinkage, which makes ferocity more calculating in the moment of danger. They proved it later. Maria Palombi had already put her father to death in a barn. And Aunt Pepa's sons went to the cemetery one night, raped the rustic pantheon, and stole the dead man's vest. There was a gold watch in the vest. I lived among these people for a while. All his gestures were transparent brutality, despite being gentle. I've never seen gray pupils so still and dead. They had their lower lip slightly hanging, and when they smiled, their faces acquired an expression of suffering that would be said to be exasperated by some inner convulsion, circulating like ghosts among them. I remember. Then I had lost a lot of money. I was wandering the dirt streets of the red village, not knowing what fate to give my life. A rain of yellow dust enveloped me in its whirlpools, the sun glittered terribly high, and in the trail of the crooked road I heard the huge wheels of a wagon loaded with many large bags of corn grind. I was taking refuge in the pharmacy of Egidio Palombi. In the lab, Egidio, in a corner, would grind salts in a mortar or, with a spatula in a marble, grind a compound. And as I made myself a drink of citric acid and syrup, Egidio said, smiling sadly, This recipe cost me eight cents, and I will charge two and sixty-five pesos. And he smiled, sadly. Or, at nightfall, he would open the iron box that once belonged to don Alfonso, take out the money, product of the day's sale, and line it up on top of the green rug of the desk. First the yellow notes of one hundred pesos, then the fifty, then the ten, five and one. And he added it, and said, I have gained today a hundred and thirty-four pesos. I gained a hundred and eighty-nine pesos yesterday. And her big gray eyes stopped in my face with intolerable fixation. With an invincible numbness, I was immobilized by his cruelty. And he repeated, because he understood my anguish, he repeated, with an expression of suffering drawn on his face by a smile: \"One hundred thirty-four pesos, one hundred eighty-nine pesos. And I said it because I knew I'd already lost my fortune. And that knowledge made his money bigger and sweeter, and he needed to see me pale in hate against his money to enjoy it more tasty. And I was wondering, \"Who's got this ferocity coming from?\" In a six-cylinder car, he took me to his aunt Pepa's house, his father's sister. There she ate, so as not to spend in the hotel, and the old woman, remembering the selfishness of her deceased brother, rejoiced in this virtue of the nephew. When I arrived, Aunt Pepa would take me around her cabinet, open the closets, and show me cloth rolls, bags of fragrances, and jewelry she would give to her future nieces and take me to the garden, where she would pick up salad for lunch or show me the empty rooms and the solid window grille. Otherwise, he would speak, interrupting himself, taking me by the arm and nailing me with his relentless gray eyes, greener still in the bow of his eyelids. And behind the nephew's back, he told me about his dead brother, his brother that I understood had stolen all the hours of his life, to leave a million pesos to the children of Maria Palombi. The old woman shouted, \"And that bitch threw everything out on the street. When she named her sister-in-law, Aunt Pepa chewed her hatred like a pulpy meat, and exalted herself, she told me so many horrible things, that I ended up feeling her hatred come to tone my anger, and we both stopped, shaking with a courage that was becoming unbearable in the beat of the veins. And I was like, \"Where did these people get such a dirty soul?\" And sometimes I believed in the legacy of the Maria Palombi and others in the continuity of the terrible Don Alfonso Mondelli. Then I realized they were both complementary. This story will explain the soul of the Mondelli, the selfishness and cruelty of the Mondelli, and their smile, which gave them an expression of suffering, and their hanging belfry like that of idiots. And this story was told to me, laughing, by the son of Aunt Pepa, who went to the cemetery one night to steal the vest from Maria Palombi's father. Aunt Pepa had chickens in the back of the house, and next to the brazier, always curled up next to her, a beautiful black cat. When one of the hens got caught, Aunt Pepa got a dozen real Catalan eggs. Later eleven chickens were born, walking side by side through the earthen yard, under the relentless gaze of the old woman. Watching over them, the black cat would roost, raising its back and turning its round pupils into oblique gold stripes. One morning he ate one chicken, and ruined another with a raft. When Aunt Pepa picked up the dead chicken from the ground, the cat, sunning on the crest of the wall, moody, spied on her with the tip of her eyes. Don Pepa didn't shout. Suddenly she was so angry that she went to sit by the brass. At noon the cat entered the dining room. He slipped prudently, glancing at the grey eye of the boss, and stopping at the table's feet, he groaned painfully. Aunt Pepa threw a piece of roast meat at him. After the boys left, the old woman took an empty can, on whose circular lid she made several holes, and filled it with half water. He also made some wire, of those used to tie the grass weights, and called the cat in a mellifluous voice. This one slipped like noon, cautious, suspicious. Aunt Pepa insisted, calling him slowly, hitting her thigh with her palm. The cat whimpered, complaining of a deviation, then came closer, and rubbed her fur on the old woman's saw. Suddenly, he put it in the roof, tied the lid with the wires, poured more coal into the brazier, put the can over it, and taking the screen, gently, moved the air to ignite the fire. And sitting there, Aunt Pepa spent the afternoon listening to the cries of the cat cooking alive. FIN", "title": "El gato cocido", "author": "Roberto Arlt"}