{"metadata": {"length": 3126, "words": 637, "reading_time_min": 3.185}, "text": "One of the few people who know I still exist is Mrs. M., from the corner store. Twice a week, he brings me what I need to live, but not that he's killing himself for weight. I see her very late in the afternoon, because she has a key to the apartment and she leaves the purchase at the entrance, it's better that way, so we protect each other, and we maintain a peaceful, I would almost say friendly relationship. But once I heard her open the door with her key, I felt compelled to call her. I had fallen and hit my knee, and I was unable to reach the couch. Luckily, it was one of those days when it was my turn to buy up, so I only had to wait four hours. I called her when she got here. He wanted to go get a doctor right away, his intention was good, only the closest family calls the doctor in bad faith, when he wants to get rid of older people. I explained the necessities of hospitals and nursing homes without a return, and the good woman put a bandage on me. Then he made three sandwiches and left me on a table by the bed, plus a bottle of water. Finally, he came with an old jar he found in the kitchen. - In case you need it, he said. And he left. I had a sandwich in the evening, and while I was eating it, he came to see me. Your visit was so unexpected that I must admit I was overcome with feelings, and I said, \"What a good person you are. \"Well, well\", he said quietly, and he began to change my bandage. \"This will do you good\", he said, adding, \"So you don't want to know anything about old people's homes; by the way, I suppose you know that now they're not called old people's homes, but old people's homes. We both laughed gladly, the atmosphere was almost cheerful. It's a pleasure meeting people who have a sense of humor. My leg was hurting for almost a week, and she came to see me every day. Last day I said, \"I'm fine now, thanks to you. - Well, don't get solemn - he interrupted me - everything went perfectly. I had to give her the reason for that, but I insisted that without her, my life could have taken a turn for the worse. \"Bah, you would have gotten away with it one way or another\", he replied, \"you're very stubborn. My father looked like you, so I know exactly what I'm talking about. I felt I was drawing conclusions on a too weak basis, because I didn't know myself, but I didn't want it to sound like a rebuke, so I just said, \"I'm afraid you think too well of me. \"Oh, no\", he replied, \"you should have known him, he was a very difficult and very stubborn man. I meant it completely seriously, I admit I was impressed, I got a laughing stock, but I kept it serious and said, \"I get it. Did your father grow up too? I always spoke ill of life, but I've never met anyone who would work so hard to preserve it. I could smile at that without a problem, it was liberating, I even laughed a little, and so was she. \"I suppose you are too\", he said, and asked me impulsively if I would let him read my hand. I had one, I don't remember which one, but he wanted the other. He stared at her for a moment, then smiled and said, \"Just as I thought, you should have died a long time ago. FIN", "title": "La señora M.", "author": "Kjell Askildsen"}