{"metadata": {"length": 2347, "words": 451, "reading_time_min": 2.255}, "text": "To make the hat fit in my head, they decided to cut my two ears. I admired her exquisite simmetry, which made her decision from the beginning to cut me in two. I was surprised that as far away as possible from a hospital, I was flung with a sledgehammer that turned meat into silk by pounding it. An emergency as if someone was waiting to buy my two ears. There was no deliberation, but I understood that they had decided not to carry them. In reverse, with one in each hand, they flung them once against the marble of the receptacle. He entered the room singing and squeezing a lemon against the stain that had stayed on the mirror. I thought there would be a smell or a stain. I thought, but when I looked carefully, everything was equal, except the gesture of the patron to get into that situation singing. Two days later I saw him pouring lemon drops on the part of the rag that was not stained. Then the ceremony would have to be repeated, or my sacrifice would be out of place, and it would not be me to whom the two orbs should have been thrown. I felt called to the other ceremony: to leave scented balls in the hole left by the orejas. A group of Mozalbetes, perhaps soldiers dressed in a country-style, placed the bullets in open craters on the walls. I don't know if it was an adolescent learning curve or a fact that would become clearer later. While I waited for the ceremony and the soldiers continued to march, the band returned, now not singing, but collecting a large number of already smashed tin cans that were lying on the ground. They would fall down in their robes as if they were flowers. Then, the previous night they had been eating there before I arrived, when I still had my two eyes. I pass the swollen arteries from one ore to another, and the patron looks at me slowly, circles me, hums. \"Tomorrow, he says, I'll go back and get more hay, I'll bring the basket.\" \"Mire,\" he said, \"if I can do it, as my face is tanned, I have my nails as food in a tin can, but I have left that as snow.\" \"All that comes out of this house, it tells me with malice, comes well done.\" Of course, my two eyes have been cut off, I have two swollen brows, and when I awake I see a huge white face, it does not move, and in the afternoon I see empty syringes. Another frontal, another frontal, frontal, another frontal, another frontal. FIN", "title": "Invocación para desorejarse", "author": "José Lezama Lima"}