{"metadata": {"length": 7476, "words": 1374, "reading_time_min": 6.87}, "text": "The black eye is the focus of a photographic machine. The Black Hunger is a black scorpion with mutilated genitals. The black Omicrón Rodrguez walks down the street, makes a portrait of a couple, feels a painful pinch in the stomach. Thirty-seven hours and a half without eating; twelve and a half hours without telling the night, without painting; most of the time, he was silent. Omicron lived in Almera and climbed, with the heat of the summer, to Madrid. He climbed up with the thermometer. Omicrons takes, when he has money, dark coffee with milk in the bars of the Puerta del Sol, and old glasses of water in the tapas bars of Vallecas, where everyone knows him. He sleeps, he says, in a cottage in Vallecas, for it comes to Vallecas before any other place at night. And in the morning, very early, when the sun rises, it gives a ray of light through your window that reflects and penetrates into your bed, into your cushion. Omicron takes a hand from between the towels and the heat in the sun, next to his nose of a beginner boxer, snarling, but not very deformed. Omicrón Rodrguez does not have a coat, he does not have a gabardine, he has nothing but a white dress and a green cloak like a lizard, in which the collar is wrapped when, clean-cut, he walks down the street. At noon it spreads like a giant mushroom on the steel where the sun passes, because the sun passes only one way, heating up the people without coats and without umbrellas who cannot stay at home, because there is no heating, and lives to sell newspapers, red tobacco, lottery, nylon swatches for collars, rubber toys and to take pictures of the forested hills. Omicron speaks in a nasal and onomatopoeic way. It's fey, very fey, fey, almost horror-like. And it is good, very good; therefore he supports everything that the women of the Metro mouth, the fatigued companions, say to him. - Satan, dead of hunger, why don't you eat with the Rabbit? - Don't call me Satan, my name is Omicron. -Good name! That is not Christian. Who put it on you, Satan? - My father. - Well, have a good laugh. And was your father black? Omicron looked at the questioner almost in silence: - For the seen. From the small photographic industry, if things went well, Omicron made enough money to sustain itself. They brought a heavy bag for the room in the cottage in Vallecas. He ate in cheap restaurants, drank a lot of beer and had strange food. But two days later he was eating an orange, huge, yes, but with one orange. And others who were not fed. Seventy-seven hours and a half without eating and twelve and a quarter hours, not counting the night, without rest are many hours to Omicron. The scorpion bites you again and again in the stomach and forces you to turn. The lottery seller asks: -What, dancers? - No, I don't dance. - Well, boy, who would tell you!, you look like you're dancing. -It's the stomach. - Hunger? Omicron shook his head, putting his eyes white, and said, - No, a wound. - Ah! -Why don't you go to the pharmacy to be looked at? Omicrons Rodriguez was even more irritated: \"Yes, I have to go, but... \"Claro that you have to go, that's very bad.\" I know of a man, who always criticized me, who died of not caring for her. Then he added the nostalgic and apesadumbered: -I lost a good client. Omicrón Rodrguez approached a couple walking fast. - A picture? I'll take a picture of you? The woman looked at the man and smiled: - What do you think, Federico? Well, as you wish... - It's just to have a memory. Yes, take a picture. Omicron has taken a few steps. The escorts seized him. The photograph is slowly moving. They gave him the address: Hotel... The lottery seller congratulated him: -God, you've started off well, black. - Yes, let's see what happens today. Rodriguez made a tense silence. - Casilda, can you give me a hard time? - Yes, son, yes; but with a turn. - Well, give it a try and I invite you to coffee. - Who has taken me? I do it without invitation. - No, I want to invite you. The lottery seller and the photographer went to the corner. They came back and sat down in a small cafe. Small, fluttering flies flew over the marble where the swollen thigh was seated. -Dose with milk. They sowed them. In Omicrons hands shook the tall vessel, with a yellow spout and much foam. He was fed in small sips. Casilda said: -This is comforting, isn't it? - Yes. The “yes” was long, stumbling. A gentleman, at the other end of the display, looked at them insistently. The lottery seller realized and was embarrassed. -You've decided, black, how we look at that guy? I don't think we would have monkeys on the boat. Although you, with that of being black, calls attention, it is not enough. Casilda began to look at the Lord with challenging eyes. The lord lowered his head, asked how much he owed for the consumption, paid and approached Omicron: - Forgive you. He took a card out of his pocket. - My name is Rogelio Fernández Estremera, I am in charge of the union to organize something in the next Christmas festivities. Well - he shook his head - I suppose you won't be molested. I would give you twenty hard if you want to make the black king in the cavalcade of kings. Omicron was paralyzed. - Me? - Yes, you. You are black and we would look very good, and if we don't, we would have to paint one, and when the kids go to give it a hand or kiss it in the toy box it would be lost. Do you accept? The Omicron did not react. Casilda gave him a look: - Accept, black-tongued... They are twenty cute things that will go very well with you. The Lord interrupted: - Pick up the card. He thinks so and he will see that direction. What do you want to take? -I drink a double of coffee with milk - said Casilda - and this is a simple and a cup of years old, who has that habit. The Lord paid the expenses and was dismissed. - Bye, kiss him and come to see me. Casilda made a farewell bow. -Orrevuar, sir. Do you want a number for the next draw? - No, thank you very much; goodbye. When the Lord disappeared, Casilda threw the bag. -When you tell your friends that you are going to be king they go from laughter. - Well, that's why I'm going to be king... - said Omicron. * Omicrons Rodriguez was only standing on the horse. I was putting down roots. They shook his legs. It was almost a raging storm. The people from the hills rejoiced to see him pass. Some parents bribed their children. - Well, it's King Baltasar. Omicrón Rodriguez received the conversation of two boys. -Is it really black or is it painted? Omicrón Rodrguez was annoyed. They wondered for the first time in their lives whether he was white or black, and he was making a claim to the throne. The horse galloped forward. He felt the turban slipping off his head. When he came near the Metro mouth, where he gambled daily, he turned his head, not wanting to see Casilda and her friends. Casilda and her companions were there, waiting for him; they moved forward from the line; they stood in front of him, and when he was waiting for them to open their laughter, their shrill, trembling, stuttering laughter, he heard Casilda say: -Because, girls, he is very handsome, he looks like a king indeed. Then some guards dragged them into the steel. Omicrón Rodrguez stood up in the saddle and began to shiver a little. A child called him, pointing with his hand: -Baltasar, Baltasar! Omicrons Rodriguez bowed his head solemnly. He greeted. - One moment, Baltasar! The flashes of the news photographers woke him up. FIN 1953", "title": "Un cuento de reyes", "author": "Ignacio Aldecoa"}