{"metadata": {"length": 5827, "words": 1128, "reading_time_min": 5.64}, "text": "-Burnt calories - the little boy said. It seemed that the blue guy was about to blow the whistle, but he finally let the arm fall to one side. Then, with his eyes closed, he looked out over the street through the huge fixed glass. -There is no right - the boy said. In the middle of October and we are aching. -Oh, it's not for so much - said the blue one, without emphasis. -No? What then leaves for January? - More calories. Do not be troubled. From the street, a thin man in a hat looked inside, forming a screen with his hands to avoid the window reflection. As he recognized him, he opened the door and came in joyfully. The blue one was not taken in until the other was put before him. He only then gave him the hand. The other, in a quick glance, found which of the four available chairs had the cushioning that suited him best. Then he sat down without flinching his muscles. - What about it? - asked, still smiling. - As always - said the blue one. The little boy came back, resolute, to pick up the order. - A coffee... a livianito, please. For a long time they stood there looking out. There was, among others, an inquisitive woman in a blouse and the newly arrived man shivered in his seat. Then he shook his head significatively as if seeking the comment, but the blue one had not sounded. -One day to be rich - said the other. - Why? -You will lie down in bed, you will not think of anything, and in the evening, when the frost is gone, you will begin to live again. - Depends - said the blue one. -Eh? -You can live like that too. The boy came near, let out the lingering coffee, and walked away with his legs open, so that no one would forget that his trousers were wet. - I have the sick man's pattern, you know? - said the other. -Ah, yes? What does it have? - I don't know. Fiebre. And the riones are dueling him. -Make it look. - Clear. The blue one gave a signal to the scout. He heard the rustling of the leaves and came closer, shivering. -A few days ago you were walking in the wrong direction - said the other. -So? - I know the thing is with me. The sailor shook his head and looked down, his teeth clenched, squinting his eyes. - What happens is that you will be baptized in the following. - Really? -You are put in a bad situation and there is no one to help you. You know why I did it? -Why did you do that? - You? It cannot be so. What do you think if we speak French? - Okay. Talk. Both looked at the left shoe that was beginning to shine. The scythe gave her the final stroke and carefully swung her trapito. “I am fifty-five,” he said. He took the weight, turned around and sat down at another table, while he re-mated half of the scabs he had kept between his teeth. - Do you think I don't realize it? You have heard me speak to the Old Man to leave you bad. -What? - It wasn't for that, you know? I'm not so fat... -No? - I spoke to him to defend me. Everyone said I had entered the Gerencia before nine. Everyone said I had seen the bad paper. - That is. - But I knew you had entered earlier. A rotten and malignant boy came close to offering pills of menta. They even told him not to. -The Old One called me and said the thing was serious, that someone had read it. And everyone said I had seen the film before nine. The blue one said nothing. He carefully picked up the pantyhose and walked the leg. -I didn't say you were you - the other, tense, as if about to run or cry -. I said they had been before me, nothing more... you have to realize that. - I realize. - I had to defend myself. If I am not defying, I am submitting. You know that he doesn't go with little girls. - And it's good. - Chih, you say that because you are alone. You can bet on it. I have a wife. -Jodete. The other sounded the bell, as if to remove the offence. He looked at the coast, suddenly pale. Then, jadeant, confused, he lifted his head. -You have to understand. Figure that I know more than you if you want me to liquidate. You know how to do it. I was going to shoot right at you? You have to telegraph to Ugarte and I'm hot. I tell you this so you can see that I am aware. I was not going to shoot just at you, that you have a bank account with Rengo... You understand now? - I understand. The other made a sudden, trembling protest, and without a desire pushed the cup with his hand. The water fell forward, full on the blue screen. - Please. It's that I'm nervous. - It's nothing. Then it is dried. The boy came closer, picked up the most important pieces of glass. Now he seemed to be suffering less heat. Or he had forgotten to aparent him. - At least, give me the peace of mind that you won't be telegraphing. I couldn't open my eyes at night... - Mira... do you want me to tell you something? Leave that topic. I get the impression that he has a sneeze. - Then... you're not going to... - Don't worry. - You knew you were going to understand. Thank you. Really, che. - Don't worry. - I always said you were a good guy. After all, you had the right to telegraph. Because I was bad... I admit it... I should think that... -You can't really call me? - You are right. I'll just leave you alone. He slowly stood up, pushing the chair with a lot of noise. He was about to raise his hand, but the other's look demoralized him. - Well, chau - I said -. And you know, always to the order... anything... The blue one moved his head only, as if he didn't want to express anything specific. When the other came out, he called the little boy and paid for the coffee and the broken cup. For five minutes it was quiet, slowly rotting an eye. Then he arose, saluted the steward with his eyes, and opened the door. He walked without a care, to the corner. He examined a syringe, gave the last swig to the cigarette and pulled it under a car. He crossed the street and entered the Post Office. FIN Montevideanos, 1959", "title": "Tan amigos", "author": "Mario Benedetti"}