{"metadata": {"length": 6297, "words": 1163, "reading_time_min": 5.815}, "text": "Procopius opened up what might be called the superstition of superstition, or the lack of it. The world seemed a mystery to him, though of insignificance. That is, nothing wants to say anything. The meaning of things is an invention of man, superstitious by nature. All philosophy - and for Procopius religion was philosophy in youth or old age, before or after his mental virility - was reduced to the art of making charades, in which the whole precedes the parts, my first, my second, my third, etc. The supreme philosophical aphorism of Procopius, the a and the zeta of his wisdom, was this: \"That does not mean anything.\" There is nothing that wants to say anything, even if it says something; it says it without wanting to. In fact, man thinks only to communicate, to communicate with his fellows, and thus to assure himself that he is man. One day, when Procopius was cutting his fingernails - an operation he performed often - he noticed that at the base of the finger of the fat hand on the right, and to the left, he had appeared a white speck, like a blemish. Something organic, not glued together; something of the fabric. “Bah! - It will rise up as the eye grows and will end in disappearance; one day I will cut it off with the edge of the eye itself. And it was proposed not to think about it again. But as man proposes and God provides, God decreed that Procopius could not remove the white speck from his eye. When he was put once, at the beginning of the discovery, to write Procopius, the handmaid would not let him carry the pen where he wanted. “But this is a stupidity! - he said, irritated at himself - 'if this means nothing, what degrading superstitions!' He remembered that when he was a child he had been told that those white painted dots on the eyeballs were lies and that they came from lying children; but he was no longer a child - nor was he old yet - and he could not remember having said, or having said, anything recently to be considered a lie. Besides, he didn't want to say anything. And he went out into the field, to see if in the open air and sunshine he could remove the picture of the mage. What if you want! It would have been easier for him to take it out of his eye. “But what can you want to say about something like that? - it was said, without wanting to say-. What can you say? Clear as mud! Some thing will have, of course! because there is no effect without cause, and this is undeniably effect, effect of something; for something I have this sting in my eye, and specifically in the fat hand of the right hand, and not of any of the other ten. See?’ And he looked at the other eye. And then he said, \"There is no cause without effect, as there is no effect without cause; but, why has this thorn come out of my side... thorn? And he wondered if it was or was not a stain. Because the stains seemed to have to take away the black. \"However, however - it was added - white on black is as blemished as black on white; in a black hat the milk stains as in a white shirt the ink.\" He thought that with these transcendental cries he could rouse the wrath of the wrathful; but, oh!, not for those! The question was not what that little painting meant, but whether it meant anything at all. And if there is something that means something. Procopius believed not to believe in \"fools\", hocus pocus, and superstitions - a belief which, according to him, had been taught by P. Astete, was sinful; but Procopius's superstition was that nothing meant nothing, that nothing had meaning. \"And if we do not see - it was said - what does it mean that I am called Procopius, why did he baptize me with the name of my father, who, by the way, was called Wilibrordo, and had, of course, a brother, Burgundoforus...?\" But even so... No, he did not succeed with these lies apart from his obsession with the sex. The peacock was there, in the eye, smiling, yes smiling ironically and saying to him, \"Wisdom, wisdom, what does the egg in the sack do? And I, what shall I do here?\" And it was an egg, a little egg, a little hen, of descending weights. Who didn't want to say anything, eh? Because, at least, it said want. And to say you want is not the same as to want to say? The peacock said she wanted to eat the scum of the waters of the spirit, the sediment of the superstitions. The thing - it was already called, by me, \"the thing\" - began to cause him an intimate desease, something like a shivering of the spine. Pain, no! Pain was not there; pain did not come. But something was not letting him rest, like when he couldn't remember his father's name or his son's name or his own name. And he remembered how, as a child, he had to leave the church after hearing a mass, to which he had attended with a most devoted heart, because he could not control the crows to eat the crumbs from the altar rails. And he reproduced that infantile Congo. Would you paint your finger? Would you like to eat it? Would you cut it? Better to let it grow. And perhaps with your desire that the mysterious - yes, mystery, mystery! - disappears, the eye grows more hurriedly. Because... doesn't the will influence the growth, more or less slowly, of the eyes? “They say that Newton - Procopius said - was first introduced to the idea of gravity by seeing an apple fall... Stories, of course! But will the appearance of this thorn in my eye be like the falling of a Newtonian apple? And now, what do I discover? And he wondered what he would discover. Because he needed to discover something; his spirit demanded a discovery. Only as nothing means nothing... would you discover that nothing means nothing? He thought he had discovered it, but only for himself; and when he could not discover it to others what he thought he had discovered, he began to suspect that he had not discovered it himself. And if I could show - it was added - that the thing means nothing?\" He began to fear. The obsession with the tiger did not let him think of other more serious things. More serious? And why more serious? Procopio returned home with his mind stuffed with thoughts of thoughts. The eye's pupil had become a cosmic nebula of the right. And he did not want to sleep, not even to dream... Procopius had a superstitious horror of superstitions. *FIN* Los Lunes de El Imparcial, Madrid, 1923", "title": "La manchita de la uña", "author": "Miguel de Unamuno"}