{"metadata": {"length": 4680, "words": 929, "reading_time_min": 4.645}, "text": "There was a row of avellanos around the garden, and on the other side of the row were the fields and pastures where the sheep and cattle grazed. But in the middle of the garden grew a rose full of flowers, and in its midst lived a frog that carried a whole world within its cranium, for it was itself. -Patience! - said the crow-. It will be my time. It will do much more than give roses or apples, much more than give milk like cows and sheep. -We expect a lot from you - said the rose. Could you tell me when you will teach me what you are capable of doing? -I take my time - the owl said - you are always in a hurry. No, so the surprises are not prepared. A year later the crow was found taking the sun almost in the same place as before, while the rose was fluttering about in its hats and keeping the lullaby of its roses, always fresh, always new. The hawk drew half its body out, shook its wings, and gathered them again. - Nothing has changed - he said. No progress is urged on the smallest of steps. The rose keeps with its roses, and that is all it does. The summer was gone and the autumn was come, and the rose continued to bloom with buds and roses until the snow came. The weather became hot and humid. The rosary swung toward the earth; the chalice sat hidden under the earth. Then a new season began, and the roses went up into the air, and the crow did the same. -Now you are a rotten rose - the crow said. Soon you will have to go thinking about death. You have already told the world how much you have inside of you. If it was or not of much value, it is something I have not had time to think calmly about. But it is clear that you have done nothing for your internal development, for in that case you would have very different fruits to offer us. What do you say to this? Soon you will be nothing but a dry lump... Do you realize what I mean? -You are afraid - said the rose. I never thought about it. - Claro, you have never been tempted to think of anything. Have you ever wondered why you bloom and how you bloom, why you do it that way and not another? -No, - the crow protested. Florecchia was a happy flower, for she could not avoid it. The sun was so warm, the air so refreshing!... I was drinking the sweet sand and the generous rain; I was breathing, I was alive. From the earth, down below, the force came upon me, and it also came upon me from on high. She felt a happiness that was always new, deep always, and so had to bloom without remedy. That was my life; I couldn't do anything else. -Your life was too easy - the owl said. -Very well, - said the rose. They gave me everything. But you had more luck than that. You are one of those creatures who think a lot, one of those highly intelligent beings who are going to surprise the world some day. -No, no, no, no way - the crow said. The world does not exist for me. What do I have to do with the world? It is that I am concerned about myself and in myself. - But we should not all give the best of ourselves to others, we should not offer them as much as we could? It is true that I have not given you roses; but you, who have so much given, what have you given the world? What can you give him? -Will you? Give me to the world? I hear it. For what purpose does the world serve? It means nothing to me. And, keep cultivating your roses; it is for the only purpose that it serves. Let the figs produce their fruit, let the cows and the sheep give their milk; each one has its own public, and I also have my own public within me. I am drawn into my inner self, and I will stay there! The world is not interested in me. And with these words the calf went into his house and shut the door. - What a shame! - said the Rose-. I can't hide, no matter how hard I try. I always have to come back, I always have to show myself again in my roses. Their petals fall and are blown away by the wind, although I have seen how a mother kept one of my flowers in her prayer book, and how a pretty girl wore another on her chest, and how a child kissed another in the first joy of his life. That made me happy, it was a real blessing. These are my memories, my life. And the rose continued to bloom in all its intoxication, while the harp was asleep in its house. The world meant nothing to him. And the years went by. The crow had become a land in the land, and the rose a land in the land, and the memorable rose of the prayer book had disappeared... But in the garden were new roses blooming, and the new crows were gathered into their houses and heard the world, which meant nothing to them. Were we to start our history again from the beginning? It is not worth the effort; it would always be the same. FIN", "title": "El caracol y el rosal", "author": "Hans Christian Andersen"}