{"metadata": {"length": 4577, "words": 884, "reading_time_min": 4.42}, "text": "There was an elderly couple who, although poor, had spent their entire lives working and tending their small farm. One winter's night husband and wife were sitting at the edge of their quiet home in love and companionship, and instead of thanking God for the good and peace they enjoyed, they were listing the greater goods others were achieving, and desiring to enjoy them as well. \"If I had my little girl\", said the old man, \"who is of bad soil and only serves as a revolver, I would have Uncle Polainas' ranch!\" \"And if I\", his wife added, \"instead of this one, who is standing because she has not been pushed, I would have our neighbor's house, which is in the first life!\" \"If I\", continued the husband, \"instead of the donkey, who can't even do it with a few smoke-filled shovels, I had Uncle Polainas' mule! \"If only I could kill a 200-pound pig like the neighbor!\" Those people, to have things, have nothing but desire. Who had the joy of seeing his wishes fulfilled! And it came to pass, when he had said these words, that they saw a very beautiful woman coming down the chimney; she was so small, her height was not half a staff; and she had a crown of gold on her head, like a queen. The robe and veil that covered it were diaphragm and white smoke, and the cheerful sparks that rose with a small blast, like rocket fire of joy, placed over them, splashing them with glittering lentils. In his hand he carried a small golden scepter that ended in a dazzling carnation. \"I am the Fairy Fortune\", he said, \"I was passing by here, and I have heard your complaints; and since you are so anxious that your desires may be fulfilled, I have come to grant you the fulfilment of three: one to you\", he said to the woman; another to you, he said to the husband; and the third one must be mutual, and on it you two must agree; the latter one I will give personally tomorrow at this hour, when I return; until then, you have time to think about what it must be. When this was said, a smoke burst rose up among the flames, in which the beautiful Witch disappeared. I leave to your consideration the joy of a good marriage, and the number of desires that as pretender at the door of a minister besieged them. There were so many, who, not knowing which to attend to, decided to leave the final choice for the next morning, and all night to consult her with the pillow, and they began to talk about other indifferent things. Little by little the conversation about his lucky neighbors faded. \"I was there today; they were making the snacks\", said the husband. What a bunch of beets! It was a glory to see them. \"Who has one of them here?\" replied the woman, \"to roast it on the coals and give us dinner!\" I had just said it, when the most beautiful piece of meat ever appeared on the coals, there is and there will be in the world. The woman stood looking at her with her mouth open and her eyes amazed. And the husband rose up desperate, and went round to the room, and plucked his hair, and said, One of the desires is wasted on thee, for thou art more sweet and more edible than the earth. Look at you, sir, what a woman she is! More foolish than a hadrat! This is to despair. I'd hate you and the ham, and I'd rather it stick to your nose! Not well, he had said it, when the piece was already hanging from the right place. Now it's time to amaze the old man, and despair the old woman. - You look good, you bad-mouthed! - he was shouting this one, making vain efforts to rip the appendix out of his nose. If I have used my desire badly, it has been to my own harm, and not to the harm of others. But in sin you repent. For I desire nothing, and I desire nothing, but the morsel of my nostrils is taken away. - Woman, by God! What about the ranch? - I'm not doing anything. - Woman, by God! What about the house? - I'm not doing anything. - We'll want a mine, daughter, and I'll make you a gold lid for the nut. - Don't even think about it. - So, what, we're gonna stay the way we were? - This is all I want. As much as she kept begging her husband, nothing came of her wife, who was for moments more desperate with her double nose, and severely straining the dog and cat, who wanted to kick her. The next night the magician came and they asked him what his last wish was. He said to them, \"You see how blind and foolish people are, thinking that the satisfaction of their desires will make them happy. Happiness is not in the fulfillment of desires, but in not having them; how rich is he who has, but happy is he who desires nothing. Popular tales, fortunes and refrains, 1921", "title": "Los deseos", "author": "Fernán Caballero"}