{"metadata": {"length": 4360, "words": 829, "reading_time_min": 4.145}, "text": "The first time we had a monkey in the house was near New Year's. We were without water and without a maid, she was in line for meat, the heat had burst out, and that's when, silent from perplexity, I saw the gift coming home, already eating banana, already examining everything very quickly and a long tail. He looked more like a big, ungrown monkey, his potential was tremendous. He would climb up the clothes hanging from the rope, from where he would shout like a sailor, and throw banana peels wherever they fell. And I'm exhausted. When I forgot and went into addiction distracted, the big breakthrough: that man's happy there. My youngest son knew before I knew it, that I would get rid of the gorilla: And if I promised you that one day the monkey would get sick and die, would you let it stay? What if you knew that somehow he'd fall out the window and die down there? The happy and filthy unconsciousness of the great monopoeic made me responsible for his fate, since he himself did not accept guilt. A friend understood what bitterness my acceptance was made of, what crimes my dreamy air was fed from, and rudely rescued me: the morrow children appeared in a happy crib, took the man who laughed, and on the dis-vitalised New Year to me at least they gave me a house without a monkey. A year later, I had just had a joy, when I saw the grouping there in Copacabana. A man was selling monkeys. I thought of the boys, the joys they gave me for free, nothing to do with the worries they also gave me for free, I imagined a chain of joys: \"Whoever gets this, let him pass it on to another, and another to another, like the craving on a gunpowder track. And right there I bought what would be called Lisette. It barely fit in one hand. He had a skirt, earrings, necklace and a banana bracelet. And an immigrant air that still lands in the typical suit of his land. Immigrant eyes were also round. As for this one, she was a miniature woman. He was with us for three days. It was so delicate of bones. Such an extreme sweetness. More than eyes, the look was round. Every move, and the earrings were shaking; the skirt always fixed, the bright red collar. She slept a lot, but to eat she was sober and tired. Their strange caresses were just slight bites that left no mark. On the third day we were in the ward admiring Lisette and the way she was ours. A little too soft, I thought, missing my gorilla. And suddenly my heart was responding very hard: This is death. The dryness of communication left me still. Then I told the boys, \"Lisette is dying\". Looking at her, I noticed how much love we had already reached. I wrapped Lisette in a napkin, I took the boys to the first ward, where the doctor couldn't take care of us because he was operating on a dog. Another taxi Lisette thinks she's walking, Mom another hospital. They gave him oxygen there. And with a breath of life, suddenly a Lisette revealed that we didn't know. With much less round eyes, more secret, more laughter and on the prognated and ordinary face a certain ironic arrogance; a little more oxygen, and they gave her a whim to talk that she could hardly bear to be a nun; she was, and she had much to tell. Soon, however, he succumbed again, exhausted. More oxygen and this time a serum injection whose bite he reacted to with a thinning, angry palm of a bracelet. The nurse smiled: \"Lisette, dear, please!\" The diagnosis: she would not live unless she had oxygen on hand and still unlikely. \"You don't buy monkeys on the street\", he scolded me shaking his head, \"sometimes they come sick already\". No, you had to buy the right coin, know its origin, have at least five years of love guarantee, know what you'd done and what you didn't, like it was to get married. I just sorted out a moment with the boys. And I said to the nurse, \"You're really into Lisette. So if you let her spend a few days near oxygen, not well-healthy, it's yours. But he thought. Lisette is beautiful. I begged her. \"It's beautiful\", he thoughtfully accepted. Then he sighed and said, \"If I cure Lisette, it's yours\". We left with the napkin empty. The next day they called, and I told the boys Lisette was dead. The youngest asked me, \"Do you think he died with the earrings?\" A week later the oldest said to me, \"You look so much like Lisette!\" I said, \"I love you too\". FIN Macacos, A foreign legião, 1964", "title": "Monos", "author": "Clarice Lispector"}