{"metadata": {"length": 6512, "words": 1202, "reading_time_min": 6.01}, "text": "- That's enough! I'm not drinking anymore! Time to get to work... Do you like getting your paycheck? For he works honestly, zealously, without rest or rest. You're used to collecting your paycheck in buckets, and this is bad, this is not fair, and after such reasoning, the train boss, Podtiaguin, feels an invincible desire to work. It is almost two in the morning, but despite the early hours, she wakes up the drivers and goes with them to the wagons to check the tickets. - The bills! -he shouts joyfully, making the drill ring. The travelers, sleeping in the darkness of dim light, jump out and hand him the tickets. - The ticket! - said Podtiaguin addressing a second-class passenger, a thin, veined man, wrapped in a blanket and pinch and surrounded by pillows. - The ticket! The skinny man does not answer; he sleeps deeply. The trainmaster hits him on the shoulder and impatiently repeats: \"The ticket! The passenger, frightened, opens his eyes and looks in dread at Podtiaguin. - What? - What? Who's that? - Didn't you hear me? The ticket! Have the goodness to give it to me! - Oh, my God! - I look at the skinny man, showing a sorry face. Oh, my God! I'm running from rheumatism! Three nights I haven't been able to get my sleep... I've taken morphine to sleep and you're out... with the bills. It's inhuman! It's cruel! If you knew how hard it is for me to get my sleep, you wouldn't come here to bother me with those peddles... This is stupid and cruel! Why do you need my ticket? This is inepth. Podtiaguin reflects on whether or not he should be offended; he decides to be offended. - Don't you shout here! Are we in a tavern? \"In a tavern people are more human\", replies the passenger coughing. When will I be able to sleep again? I traveled all over the country without anyone asking for the ticket, and here it is as if the devil was chasing me every moment: The ticket. The note. - In that case you go abroad, which he likes so much. - What you're telling me is stupid! It is not enough to have to endure the heat and the air currents, you have to endure that formalism too!... Why the hell do you need the bills? What zeal! Which doesn't stop half the passengers from leaving empty-handed. \"Listen, gentleman\", exclaims Podtiaguin, \"if you do not just yell and disturb the other passengers, I will be forced to get you down at the first station and raise a record. - It's disgusting! - murmur the other passengers. That's not leaving a sick man alone... it's over once, finally! \"But if it is the gentleman, he insults me\", replies Podtiaguin. All right, keep the ticket! But I was doing my duty, you know, if it wasn't my duty, you can ask the station chief, Podtiaguin shrugs his shoulders and walks away from the sick. At first he felt offended and mistreated; but after traveling two or three carriages, his trainmaster soul experiences some restlessness and a sort of remorse. You're right; I didn't have to wake the sick man. But it's not my fault. They think I do it for my own pleasure; they don't know that it's my duty. If you don't believe me, you can check in with the station chief. Stop for five minutes. In the second-class car comes Podtiaguin, and behind him, with his hat embodied, appears the station chief. - This gentleman claims I have no right to ask for the ticket, and he's even gotten angry. I beg you, Chief, to clarify whether I am acting out of obligation or by passing time. - What? - continues Podtiaguin, addressing the thin man. Gentleman, if you don't believe me you can question the station chief... the sick man jumps like a wasp bitten, opens his eyes and shows a blunt face and leans on his cushions. - Oh, my God! I took the second morphine powder, which calmed me down; I was going to take a nap, and again!... Again the bill!... I beg you to have mercy on me! - Interrogate the boss, and you'll see then if I have the right, or not, to ask for the tickets. - This is unbearable! You take your ticket! And I will buy five more for him, if he will, but let me die in peace. Is it possible that you have never suffered? What a callous people! - She's a mockery! - said indignantly a gentleman wearing military uniform. I can't explain myself any other way, so much insistence! \"Leave him alone\", says the station chief, frowning and pulling Podtiaguin from his sleeve. Podtiaguin shrugs his shoulders and walks slowly behind the boss. - What's the use of being complacent? - adds with perplexity. Just to reassure the traveler, I called the boss, and instead of thanking him, he scolded me. Another station. Stop for ten minutes. Podtiaguin goes to the cafeteria to have a glass of water from Seltz. Two men in uniform come up to him and say, \"Look, train boss! His treatment of the sick passenger is unworthy of all we have witnessed. I am an engineer and this gentleman is a colonel; I declare that if you do not present your apology, we will file a complaint against you to your line boss, who is known to us. - But, gentlemen, it's me... it's him... - We don't want explanations; we warn you that if you don't present your excuses, we'll take the patient under our protection. - Okay... perfectly... I'll give you my apology... if you want. Half an hour later, Podtiaguin prepares his excuse sentence to satisfy the passenger and not to diminish his dignity too much. Hey, back here in the second car. - The knight! - He says. Gentleman, listen to me! The sick man shakes and jumps. - What? - What? \"Do I want to... how to say it?... how to explain it to you?... Do not be offended... - Ah!... Water!... - shouts the sick man, reaching his heart. I took the third morphine powder, I was asleep, and again... my God, when will this torture end? - But I... - I'm sorry... - Just... - Get me off at the first station... I can't take it anymore... I... I die... - This is abominable - voices from the audience are screaming - You will have to answer for your insolence! You go! Podtiaguin sighs deeply and leaves the car. In the employee's car he sits down by the table and starts to complain. - What a crowd! Be you complacent, keep them! How can one work? So it happens that one abandons everything and gives himself to drinking... when one does nothing, they get angry with him; if he works, they are equally angry with him... I will drink a drink... Podtiaguin absorbs half a bottle of vodka in a stroke, and no longer reflects on work, his obligation, or honesty. The following is a list of the most important publications in the field of education.", "title": "¡Qué público!", "author": "Anton Chejov"}