{"metadata": {"length": 2282, "words": 436, "reading_time_min": 2.18}, "text": "The answer that conde Fernán González gave to Nuño Laínez, his relative, conde Lucanor spoke one day with Patronio, his advisor, in this way: -Patronio, you know well that I am no longer so young and that I have gone through many jobs. I assure you I would like to be able to rest from here on out, hunting whenever I want to exercise and living free of discomfort and worry. I know that you have always advised me well, so I urge you to do the same now, telling me what you think is best for me. Mr. Count - replied Patronio - although you are very right in what you say, I would like you to know what Count Fernán González once said to Nuño Laínez. The Count begged him to tell him. \"Sir Count\", began Patronio, \"being Count Fernán González, who had spent many jobs to defend his land, once in Burgos with calm and peace, told him Nuño Laínez that it would be very good that from there on he did not get into wars and that he rested and let his rest. To this the Count replied that no one in the world would like more than him to rest and live in peace with his neighbors, but that he knew well that the Moors, the Leones and the Navarres were enemies of the Castilians and that, if they wanted to rest, they would immediately attack them, and that if they wanted to settle down hunting with good birds along the banks of the Arlanzon, mounted on thick mules, instead of defending their land, they could do so, but that what would happen to them is what the old proverb says: \"The man died and his name died\"; if, on the contrary, the Castilians, forgetting solitude and delights, defend themselves and increase their honor, they would say of them: \"The man died, but not his name\". And since we must die living in pleasures rather than in labor, it is not good for us to let go of such things and to make a good name for ourselves after death. You, my lord count, as you must die, will never, by my advice, stop sacrificing pleasures or rest to works that serve you to gain lasting fame. The Count was very pleased with what Patronius advised him, put it into practice and it went very well. As don Juan found this tale very good, he had it put in this book and wrote these verses: If for rest or delight we lose the good reputation by ending our lives dishonored we will remain.", "title": "Cuento XVI – El conde Lucanor – La respuesta del Conde", "author": "nan Juan Manuel"}