{"metadata": {"length": 6033, "words": 1054, "reading_time_min": 5.27}, "text": "In May 1829, accompanied by a friend, a member of the Russian Embassy in Madrid, the capital of Spain, I began my journey to discover the beautiful regions of Andalusia. The ample events that have nuanced the road are lost to the spectacle of Spain's most mountainous region, which includes the ancient kingdom of Granada, the last stronghold of the believers in Muhammad. On a high hill near the city, the ancient fortress has been built, surrounded by thick walls and capable of housing a garrison of forty thousand warriors. Within that enclosure stood the residence of the kings - the magnificent palace of the Alhambra. Its name derives from the term Aljamra, the red, because, the early fortress was called Cala-al-hamra, meaning castle or red fortress. The researchers disagree on its origins. For some the fortress was built by the Romans; for others, by the Iberian peoples of the region and then occupied by the Arabs when they conquered the territory of the peninsula. After the Moors were expelled from Spain, Christian kings resided there for short periods. After the visit of Philip V, the palace fell into the most complete abandonment. The fortress was taken over by a governor with numerous military forces and special and independent powers from the authority of the captain general of Granada. To reach the Alhambra, you have to go through the city and climb up a rough road called the Gomeres Quarter, famous for being mentioned in many romances and couples running through Spain. Upon arriving at the entrance to the fortress, a grand gate in Greek style was built by Emperor Charles V. In front of her, on a stone bench, two old and poorly uniformed soldiers slept, while the sentinel (due to his age must be a real military relic) was talking to a crawling individual who at the point offered himself to me as a guide and good acquaintance of the Alhambra. With some hesitation I accepted his services, which later proved to be very useful. We followed a path covered with leafy trees, and on our left we could see the domes of the palace, and on the right, the famous Bermejas Towers, whose red color hurt the sun's rays. As we climbed the shady hill, we reached a fortress built to defend the entrance of the forts and which is called barbecue. She guarded the \"Gate of Justice\" because the judges used to meet there to deal with small matters. Through this tower you can see the Aljibes Square, where the Moors have drilled deep wells that flow into the crystal clear fresh water fortress. In front of the square is the palace, which, according to Charles V, was to eclipse all Arab arts in beauty. Passing by, we entered the Alhambra palace with some excitement. We thought we were raised in ancient times and surrounded by legendary characters. With great curiosity we examine the large courtyard covered with marble slabs, called the Patio de la Alberca, in the center of which a pond of forty meters long by ten wide, full of colorful peaches and surrounded by beautiful flowers, appears. At one end of the courtyard is the Tower of Comares, while on its front, after crossing an artistic arch, you enter the famous Lions' Court. In its center, the famous fountain, supported by twelve lions, casts thin threads of water, magnifying the beautiful waterfalls held by delicate white marble columns. On the courtyard is the wonderful \"Sala de las Dos Hermanas\", whose walls are covered with a flower-colored tiled floor, which features the royal shields and helps to highlight the artistic reliefs and vivid colors that adorn the walls. In front of this chamber is the Abencerrajes Room, where, according to legend, the members of that family, rival of the Zegríes, found the death. The Comares Tower and an original sport we returned on our steps to visit the famous tower named after its builder, where the renowned Sala de los Embajadores, artistically decorated, and the Tocador de la Reina, a kind of minaret where the beautiful princesses were distracted in contemplating the landscape surrounding the fortress. On a fresh dawn, we decided to climb to the high tower to admire the beautiful view of Granada and its fertile moors. We had to climb a long, dark, dangerous, snail-shaped ladder that forced us several pauses until we reached the top. From there we were gazing at the most famous sites of the Alhambra. At our feet was a pass through the mountains of the Darro River Valley, whose sands dragged gold particles. On the front, on top of a hill, the \"El Geeneralife\" rose, a magnificent palace where the Moorish kings spent the summer months. Then we look at the busy pass that bears the name of Alameda of the Darro Race and La Fuente del Avellano. Then, in a more well-known gorge, the Lope Pass and the Pines Bridge, famous not so much for the bloody battles fought by Christians and Moors, but because there Christopher Columbus, discoverer of America, was reached by a envoy of Queen Elizabeth, when, convinced that nothing Spain could do, he was heading to France to submit to the king of that country his magnificent project. After admiring the landscape, when the sun made it impossible for us to stay there, we set out to descend; we observed, with great surprise, that in one of the towers of the Alhambra two or three boys were waving long reeds, as if they wanted to fish in the air. Our astonishment grew as we saw that the same thing was happening elsewhere. There was no wall or tower that the unique fishermen had not been embedded in. Worried and making all sorts of assumptions, we reached the Lion's Court, from where we sought our wise guide. We soon came to him, and with it the mystery that had so much to think about disappeared. The abandoned ruins of the Alhambra had become a prodigious breeding ground for swallows and locusts, which swirled in quantity over the towers. What better hobby than hunting them with braided hooks with appetizing carnations? Fishing in the sky! Here is the pleasant and productive sport invented by the inhabitants of the Alhambra. FIN", "title": "El Palacio de la Alhambra", "author": "Washington Irving"}