{"metadata": {"length": 9318, "words": 1617, "reading_time_min": 8.085}, "text": "In the village of Montonera, for two months, no one spoke of the exemplary punishment of Petronila, the daughter of Crispin Terrones. When he heard the girl's scream, her father had begun by slapping her with the taray-stick -the one that burns the skin for fear of the pollla-, done which, the girl cried solemnly, as if exorcising an energy, and, finally, after giving her a ten-rupee tiffin and thirty reals, he took her out of the house, blaring in a high voice this sentence: \"Go wherever you want, that my door you do not have to cross it again in your life.\" Petronella, quietly, lowered her head and walked to the table where she had spent the first night; the next morning, at dawn, she arose from the imperial bed of diligence and walked away from her place, resolved never to return. The mesoner, a woman of slender features, was very astonished; no one had ever seen her cry so bitterly; the screams of the wretched woman reverberated throughout the mesonet. So much could the lust with your aunt Hilaria - the dearest sister had this name - that when Petronella, asking how much she owed for the lodging, rather than ask for anything, slid a hard object into the hot-tempered girl's hand, not without slicing her swollen eyes with the tip of the comb. See the pain, and do not alleviate it by might! For that Hilaria, the Cojitranco saleswoman, had not been born. Five years passed without anything being done about the thief. In Montonera, it was said only rarely; the family was an example of indifference; the father, ensconced in his ages and his thirties; the daughters - who had gone out to marry, despite the bad note Petronila had struck on them -, squatting in their home and preparing their retombs. However, Zoila - the youngest, the only single girl - would stop at the door of the dining room to talk, rather to chitchat with your aunt Hilaria, enthused by the desire to learn something about Petronila, of whom she had not forgotten. And it came to pass that one day, putting her hand casually on the mesonera's shoulder, Zoila -who was as fond of composing and emperifolling herself as her humble state would allow- threw a chilli and exclaimed: -Anda, and what a slender figure, your Hilaria! Maybe you are gold! And with screams, I say! No Virgin of the Pardal! Where have I taken them from? -They gave them to me, ty! - evasively challenged the mesoner. -Relax! Ten! And who has had the opportunity to give that precious to a..., a senior person! -Said to an old, that is what you mean, fat -said Hilaria something picada, for there is no woman, so comes the years of Matusalen, to whom does not mortify the one who sees them on the face-. You will see; who gave them to me..., who gave them to me is a very familiar person to you. It was not possible to take another word; but Zoila was not averse nor averse to understanding, and she came to a reasonable conclusion. Since then he has gone back to the Cojitranco basin whenever he could, and observed. Hilaria, who was not simple, noticed the spying and seemed to delight in challenging it and irritating the jealous curiosity. Every day he would perform new dances, tricks and jewels that would return to the mogul and turn him into a tiger. It was already the golden and luminous rose in the uppermost mass, already the rich eight-pointed mantle in which it was hung, already the sort of a bright thigh, already the good black wool dress with agreman's ornaments. There are no unintentional details of this magnitude in any part, and much less in Montonera; but before the astonished people could be persuaded of the insolent squandering which your sister Hilaria had made; before the rebotica could be acquainted with the countless repairs and improvements which had been made at all costs in the ruinous mesa, and the acquisition of several lands of the most productive tillage, attached to your sister Hilaria's inheritance, and which were circling round like a ball, Zoila had cried to her father with a shrill and fervent voice and with a tremulous tremble of lips: \"All the Asian luxuries of your sister Hilaria, you know where they come from?\" Why not? From Petronila, nothing more or less! And now, what ice have you got, let's see? - And what do you want me to tell you? - The pale, hoarse and hunched-over Paleto, with a deep crease in the front and a slackened gaze, slid his gaze across the floor. -What do I want? Come, come! What a sin against God that foreigners and relatives are baptized by the blood of the Holy Spirit! We do not even know that we have a sister richer than the Bank of Spain! Yes, sir; do not make a sign that you are not with the eyes... It is already running through the place, and yesterday in the apothecary the doctor, Dr. Tiodoro, explained it... There is Petronella in Madrid, and she lives in a large house near the palace, and without any lack of anything, she even drives a car with two rolling dogs, which the ladies of the obispo do not. And at least you send your Hilaria a few pence by mail... is that right? - Hey, girls! - he sighed, sombre and wretched - 'The evil eats, that it may be used by whomsoever it pleases!' -And you know what he knows if it's bad luck? God calls us to think the best. They cried father and daughter, but their vivacious gazes, their stooped fronts, their eyes, in which the cries of the frightened cried out involuntarily, were expressed with a lowly eloquence. Zoila was the first to resolve to form the dark dream of her will. Retorting a bit of the pillow and smacking his lips two or three times in a row before he broke into a snort, he murmured softly, softly and seriously: -I know you..., for I wrote you two letters... more than two letters! Medium-soft! -Would that be nice, Zoila?... Oh, my dear... as if you were going to die now, would it be nice? After you pass, daughter! - Beautiful, beautiful... what is beauty? More funny is that your Hilaria is brought what in law should be of you... or me at least, ea! Terrones raised his stubby hand and rubbed it slowly, with a maquillage motion, the swollen chin, masked by a strand of cerulean hair, short and hard. For the first time, since Petronilla’s expulsion, he meditated on the problem of that fateful woman, whom he had so decisively influenced by condemning, rejecting and maltreating her when she fell. Then it seemed to the good of the Palette that he had fulfilled a moral duty, and until he walked as a gentleman, there in his rustic manner, but impregnated with a romantic flavour to the old Spanish; and he pronounced the curse, he swore and he cleaned the house with the march of the guilty daughter, the Pardillo had grown great, strong, a sort of domestic monarch, of absolute power and patriarchal appoints. The judge, the judger, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the executor, the Remember what money is to the thief... but what about honor? BAH! Whom does the honor of a poor person matter to? How often does the poor person's money take a back seat to honor? Despite these dissolving reflections, the old man, shivering his eyebrows with a sudden energy, rising as if to cut the discussion, exclaimed in the most stern and dry, full of dignity and intransigence: -The ink with which I write on that piece of paper, I do not know how to make or how to make, woman. Before Zoila, a shivering, shivering, shivering, shivering, shivering, shivering, Terrones paused for a moment and murmured, without a change in tone: -Now, if you want to write... daughter, I do not say... you, it is another thing. Take that to school and make that linoleum so beautiful, you'll think you're studying the art of memorialist! FIN", "title": "Tío Terrones", "author": "Emilia Pardo Bazán"}