{"metadata": {"length": 4324, "words": 822, "reading_time_min": 4.11}, "text": "In the city of Prato there was before a law, certainly no less condemnable than it is, which, without making a distinction, commanded that the woman who was found by her husband in adultery with some lover should be burned as well as that who for money with some other man was found. And while this law was in force, it happened that a noble lady, more beautiful and in love than any other, whose name was Domeness Philippa, was found in her own quarters one night by Rinaldo de los Pugliesi, her husband, in the arms of Lazarino de los Guazzagliotri, a beautiful and noble young man from that city, whom she loved as herself and was loved by him; which thing seeing Rinaldo, very angry, with hard pains refrained from throwing himself over them and killing them, and if he had not done so because he feared for himself, following the impulse of his anger, he would have done so. He was not able to keep himself from doing what the law forbade him to do, namely, to kill his wife. And having testified to the woman's guilt, and having had many good witnesses, he brought her to trial at the dawn of the day, and did not change his mind, accusing his wife. The lady, who was of great courage, as are usually those who are truly in love, although discouraging many of her friends and relatives, decided firmly to appear and would rather, confessing the truth, die with a courageous spirit than vilely, fleeing, be condemned to exile for rebellion and declare herself unworthy of such a lover as he was in whose arms she had been the night before. And very well accompanied by women and men, by all urged to refuse, she came to the podium, asked with firm gesture and with a sure voice what she wanted from her. The power, looking at her and seeing her very beautiful and very admirable in her ways, and of great courage as her words testified, felt compassion for her, fearing that she would confess something for which he would have to make her die if he wanted to preserve her reputation. She couldn't help but ask, \"Mother, \" she said\", Your husband Rinaldo is here with you. He is accusing you of adultery. So you ask me to punish you according to your law by putting you to death. But I cannot do this unless you confess. So consider your case. Tell me if what your husband is accusing you of is true\". The lady, without being frightened a moment, replied in a pleasant, assured voice, \"Sir, it is true that Rinaldo is my husband and that last night he found me in Lazarino's arms, in which I have often been for the good and perfect love I have for him, and I will never deny this. But as I am sure you know, the laws must be equal for all and made with the consent of those they affect; things that do not happen with this one, which only obliges the poor women, that much better than men could satisfy many; and besides this, no longer any woman, when it was made, gave her consent but none was called here; by which things can rightly be said to be bad. And if you want to be its executor at the expense of my body and your soul, I leave it to you; but before you proceed to judge anything, I ask you to grant me a little grace, which is to ask my husband if I, every time and how many times he wanted, without ever telling him no, gave him all of myself or not. To which Rinaldo, without waiting for the podestà to ask him, soon replied that no doubt his wife whenever he had requested her had granted him as much as he wanted. \"Well\", she continued quickly, \"I ask you, sir, if he has always taken from me what he needs and likes, what should I do with what I have left? Should I throw it to the dogs? Is it not much better to serve a noble man who loves me more than himself than to let him be lost or ruined? They were there for such an interrogation of such a famous lady almost all the praetens assembled, who, hearing such a sharp answer, immediately, after much laughter, shouted in a voice that the lady was right and said well; and before they left there, urging them to it the power, they modified the cruel law and let it only refer to women who for money were lacking against their husbands. For which thing Rinaldo, being confused with such a mad enterprise, left the court; and the lady, joyful and free, from the risen fire, returned to her house full of glory. Day six, narrative seven, The decameron", "title": "¿Qué debo hacer con lo que me sobra?", "author": "Giovanni Boccaccio"}