{"metadata": {"length": 7415, "words": 1330, "reading_time_min": 6.65}, "text": "In front of the chapel of the Virgin of the Miracle is a house of special architecture, house sui generis and which offers no point of similarity to any other of those in Lima. However wide its yard, the house is wet and exhale damp steam. It has a I don't know what cloister, a feudal castle and a town hall. That the house belonged to a conqueror, a companion of Pizarro, is proved by the fact that the staircase was placed in front of the door of the street; for such was one of the prerogatives agreed to the conquerors. Today, there are fewer than ten houses that maintain the border staircase. The stranger passing through Miracle Street unwittingly stops at his door and throws a peeping look inside. And the thing is, the same thing happens to us Limes. It's a house that speaks to fantasy. Even the Holy Father of Rome will not make a little lemon believe that this house has not been a theater of mysterious legends. And then, the mysterious house was known, for three or four generations, by name on purpose so that the imagination would be twisted. Our grandparents and our fathers called it the house of Pilate, and so we call it, and so call it our children. - Why? - I don't know. Did Pontius Pilate own the property in Peru? Between my hands and under my mirrors I have the titles which the present owner, perhaps sympathetic to my mania for embellishing myself with antiques, had the kindness to allow me to examine; and of them it does not appear that the praetor of Jerusalem had art or part in the factory of the building, whose area measures forty castle sticks in front by sixty-eight in the background. And yet, the house is called Pilate's. - Why? - I don't know. I'll satisfy the curiosity of the foreigner, telling the same things as the old women tell and nothing more. The Limean reader will be shocked to think that I am going to tell him something about the house of Pilate that he has not known. The house was built in 1590, that is, half a century after the founding of Lima and when the Jesuits had just taken the neighborhood card on this land of cucanaa. It was Father Ruiz del Portillo, their superior, who outlined the plan; he was close friends with a wealthy Spanish merchant named Esquivel, owner of the land. With the wood and bricks left over from the San Francisco factory that Esquivel bought at a modest price, the same architect who was building the San Pablo High School was commissioned to build the mysterious, solid, earthquake-proof house, which not a few have withstood without experiencing damage. Through a wide gallery, basement or underground vault, six square meters long, the factory is in communication with the convent of San Pedro that the Jesuits inhabited. That underground that, with the permission of the current owner of the house, can visit the curious who my claims doubt, will come to the forefront of future writers of patibular novels. In the basement, smugglers, conspirators, and fake wallets, and knights in the closet, and tyrannical maidens, and all the Romantic arsenal can be operated. When I say that Pilate's house is called to give in the future a lot of cloth to cut! What was this subway built for? I don't know, and I don't care. The house until 1635 served as a hostel and lodge for Portuguese miners and merchants. Thirty-seven thousand pesos from eight had been invested by Esquivel in the factory, and the leases produced him more than a decent interest on the capital employed. There was also a time when the market square in San Francisco was the courtyard of Pilate's house occupied by fruit vendors. He inherited the house of Maria de Esquivel and Járava, wife of a Spanish general; and dead she, the Inquisition, which by census had a credit of eight hundred pesos, and other creditors, formed a contest. The process of the file took three years, and in 1694 the finca was decreed to close to satisfy claims that rose to twelve thousand pesos. D. Diego de Esquivel y Járava, native of Cuzco, knight of Santiago and who in 1687 obtained the title of marquis of San Lorenzo de Valleumbroso, did not want to consent to the house of his aunt's grandmother pass to a strange family; and after paying creditors, he gave the heirs twenty-eight thousand pesos. After the Independence the house ceased to be part of the Valleumbroso estate and passed to other owners, a very natural circumstance and of no importance to us. I forgot to point out that in the time of the viceroy Amat, in connection with the expulsion of the Jesuits, it was said that a treasure had been taken from the basement of the house. I'm not saying it. I'm getting the word. But to all this, why is that called the house of Pilate? Don't say, reader, that the saint has gone to heaven. Have patience, we're going there. The town says that in August 1635 and when the house was rented to Portuguese miners and traders, a certain young truhan who was carrying alcoholics from the rooms of the head passed by it, one Friday at midnight. The doorman probably forgot to lock the door, as the doorpost was overturned. He saw the drunken lights on the heights, felt some noise or murmur of people, and trusting to find there jaran and muscorrofio, he dared to climb the stone staircase, which is, by the way, another of the curiosities that the building offers. The intruder advanced through the hallways until he reached a window, behind which the cello was placed, and he was able to examine at its width a spacious room with abundant lighting and whose walls were covered with black tapestries. Under a canopy he saw one of the richest men in the city, the Portuguese D. Manuel Bautista Pérez, and up to a hundred compatriots of this sitting in chairs, listening with reverent silence to the speech that Pérez addressed them and whose concepts the spy could not clearly perceive. In front of the canopy and between the wax blends was a beautiful, life-size crucifix. When Perez finished speaking, all the circumstantials except this one were by rigorous turn getting up from the seat, moving towards the Christ and unloading on him a strong twitch. Perez, like Pilate, authorized the mocking punishment with his impatient presence. The spy did not want to see any more profanations, escaped as he could and went with the gossip to the Inquisition, which a few hours later threw the bait on more than a hundred Portuguese Jews. The Limeño Catholics gave the Jewish man Manuel Bautista Pérez the nickname of Pilate, and the house was named after the house of Pilate. That's the legend the people tell. Now let's see what the historical documents say. The Portuguese process originally existed in the Lima Library, and it only appears that on Miracle Street there was a Jewish synagogue, whose rabbi or grand captain (as the Holy Office prosecutor says) was Manuel Bautista Pérez. The prosecutor speaks of desecration of images, but no detail is in harmony with the popular council. The trial lasted three years. Whoever wants details, look them up in my Annals of the Lima Inquisition. Pérez and ten of his fellow believers were burned in the faith car of 1639, and fifty more Portuguese were imprisoned, all of them wealthy people. It seems that the poor Portuguese were not even allowed to be Jews, or that the Inquisition gave no importance to the shirtless. And I don't know anything more about Pilate or his house. FIN Peruvian traditions  First series, 1868", "title": "La casa de Pilatos", "author": "Ricardo Palma"}