{"metadata": {"length": 5135, "words": 1048, "reading_time_min": 5.24}, "text": "In the past there was an old man who had a cat and a dog who were very close friends. One day the old man went into the forest to work; the cat brought him his lunch and the fox stayed to guard the house. A fox came to the house, and sat down under the window, and began to sing: - \"Cuckoo, Goldcrest! If you go to the window I will give you a guide. The fox opened the window, and in a flutter of his eyes the fox took it up to carry it to his hut. The pig cried out: - Help! I was taken by the wolf and led through dark forests, deep valleys and high mountains. Oh, my dear friend, please forgive me! When the Cat heard the cries he ran to look for the Goat; he found the fox, he seized the Goat and brought him home. -Take care, dear Gallito - the Cat said - not to look out the window; do not make the mistake of the fox, who wants to eat you without leaving you even the bones. The other day the old man also went into the forest; the Cat brought him food and the Gallo stayed to look after the house, not without recommending to the good old man that he should not open the door to anyone or to open the window. But the fox, who was very hungry, sat down by the window and began to sing as the day before: - \"Cuckoo, Gold-crest fox! Look through the window and I will give you a hint and other seeds. The wolf walked around the cabin without responding to the fox; then he repeated the same song and threw a frightened look out the window. The wolf ate it and said to the fox: - No, fox, do not deceive me; what you want is to eat me without even leaving the bones. - But why do you think I want to eat you? What I want is for you to come to my house to visit me, meet my daughters and be given what you deserve. And again he sang in a very soft voice: - \"Cuckoo, little gold-crest and silk-cap pig! Look through the window; as I gave you a guiding light I will also give you seeds. The wolf snatched the head out of the window and the wolf took it with its feet and carried it to its den. The gull, terrified, cried out in a great cry: -Help! The fox has taken me and is taking me through dark forests, deep valleys and high mountains. Oh, my dear friend, please forgive me! The Cat heard the cries of the Gall, searched everywhere and found him; he gave him to the Zorro, brought him home and said, - \"I didn't tell you, dear Gall, not to look out the window? The best day the wolf will eat you and will not leave you even the bones. Take care tomorrow because we are going far away from home and I can't hear or help you. The next day the old man went out again into the field, and the Cat, as usual, brought him food. When the fox saw that the old man had left, she came to the window of the cottage and began to sing the same song she had always sung; she repeated it three times, but the wolf did not respond. - What's up? - said the fox - Why, Gallito, do you not answer me today? - No, Zorra; this time don't fool me; I won't look out the window. The fox threw a flint and several seeds at him through the window and began to sing very sweetly: - \"Cuckoo, Gold-crest and Silk-cap, salt to the window!\" I have a big, big palace; in every corner there are many grain bags and you can eat as much as you want. If you see how many boobies I have there! Do not think of the Cat, that if I had loved to eat you I would have done so; I love you very much, and my wish is that you travel and see new lands so that you learn to live well in the world. Do you have fear? Because look, look, look out the window, I'll take a little bit off. And he hid himself under the window. The wolf leapt over the fence and threw his head out; the fox, with a thud, took him up and carried him home. The old man cried out in despair, calling the Cat for help; but both the old man and the Cat were very far away and could not hear him. Just as the Cat returned home, he went to look for his friend, and not finding him, he thought that the same misfortune had befallen him again. He took a sling and a stick and went in search of the fox hole. Once there, he sat down and began to sing accompanied by the lute: -Turn, gold cords. Is Mrs. Zorra home? What beautiful daughters they are, the elder Maniqui, the other Helping Maniqui, the third Dame the Huso, the fourth Carda the Lana, the fifth Cierra the Fire, the sixth Enlighten the Fire and the seventh Make Pasteles! The fox, hearing the song, said to her daughter Maniqui: -Let's see who can sing such a beautiful song. Just as Maniqui was about to approach the Cat, he gave her a blow on the head with the stick and held her in a bag he was carrying. He repeated the same song, and the fox sent her second daughter, and then sent her third, and so on until the last. As they came out of the cave, the Cat killed them and put them in his bag. Finally the same fox came out, and the fox gave the fox with the club a blow so hard in the face that the fox fell backwards on the ground and could not rise again. The pig was very happy, jumped out of a window, thanked the cat for having saved him, and the two went back to the old man's house, where the three lived very happily for many years.", "title": "El gato, el gallo y la zorra", "author": "Aleksandr Nikoalevich Afanasiev"}