{"metadata": {"length": 7477, "words": 1355, "reading_time_min": 6.775}, "text": "I know a lot of things that nobody knows. I know of the sea, the land and the sky infinite little and magical secrets. This time, however, I will only tell about the sea. Downstream, downstream of the deep, dense area of darkness, the ocean is illuminating again. A golden light bursts out of gigantic sponges, glowing and sun-yellow. All kinds of plants and icy creatures live there submerged in the light of that glacial, eternal summer... green and red actinia are clinging to wide meadows where the transparent jellyfish are entwined that would not break their ropes yet to undertake their errant destiny through the seas. Hard white corals are entangled in static bushes where dark velvet fish slide through, opening and closing softly, like flowers. I see hippocampus. That is, tiny sea corals, whose seaweed ridges spread slowly around them as they gallop silently. And I know that if you ever lift certain anodinous gray snails you can find yourself under a little mermaid crying. And now I remember, I remember when as children, jumping from rock to rock, we held our impulse to the unforeseen edge of a narrow gorge. A gorge inside which the waves retreated leaving behind a long royal mantle made of foam, of a rainbow foam, recalcitrant in dying and whispering, whispering... something like a message. Did you then understand the meaning of that message? I don't know. I'm not sure. I must confess I understood. I understood that it was the secret of their noble origin that that kind of dying foam tried to sigh in our ear... Far, far and deep they trusted us there is an underwater volcano that is erupting constantly. Night and day their crater boils tirelessly and blows thick bubbles of silver lava towards the surface of the waters... but the main purpose of these short lines is to tell them of a strange, unknown event, which happened equally down there. It's the story of a pirate ship that centuries ago rolled up and down the steps of a whirlwind, and continued to travel downstream between unknown currents and submerged reefs. Angry octopuses gently embraced his masts, as if to guide him, while the elusive stars of the sea animated throbbing and confident in their cellars. Returning at the end of his long slumber, Captain Pirate, with a single roar, awakened his people. He ordered anchorage. And as they were all running, the captain in his tower, not well to look a second time at the landscape, began to curse. The ship had stumbled upon the sands of an endless beach, which a calm clear moon, shade green, bathed by pair. But there was even worse: No matter how long the view was turned around the ship, it could not find the sea. The condemned Mar voiced. Damn tides that the Devil himself drives. Bad lightning is blowing them. To leave us stranded in the coastline... to pick us up again who knows what sinister hour... angry, turned up front and TV up, looking for sky, stars and the service barracks to watch that moon of nephal glow. But he found no sky, no stars, no visible barracks. By Satan. If that upstairs looked like something blind, deaf and dumb... if it was exactly the reverse reflection of that demonic, sandy desert they'd stumbled into. And now, for the record, this latest extravagance. Still, silent, the leafy black sails, the pride of their ship, hanging there on the mast as wide as they were... and that which did not run the slightest blow of the wind. On the ground. On land, people hear the thunder of the ship. Loading knives, lifeguards. And to recognize the coast. The ship is soon thrown out, a half-sleeping crew gently disembarks; its last captain in line, gun in hand. The sand they were treading, almost sinking to the ankle, was thin, silky, and very cold. Two sides. One's marching east. The other one, west. Both looking for the sea. The Captain has ordered. But, you know, - I'm not. - I'm not. High voice stopping the scattered trout of his people. The Boy's here to save the relay. And the others go on. - Go ahead. - What? And El Chico, a young boy son of honest fishermen, who frantic of adventures and mischief had escaped to board the Terrible (which was the name of the pirate ship, as well as the name of its captain), obeying orders, returns on his steps, his forehead low and as observing and counting each of them. Woe to the moron... the grasshopper... the turtle... reta the Pirate once to the boy in front of him; so small despite his fifteen years, that he barely reaches the massive golden buckets of his blood-spattered belt. Kids on board, suddenly thought, haunted by an unpleasant, indefinable discomfort. \"My Captain said at that moment, \"The boy, the voice is very loud, \"have you not noticed that in this sand footprint is not left? Or that the sails of my ship cast shadow? He replies this, dry and brutal. Then his anger seems to calm down a little at the naive look, questioning that the Boy is obstinate in seeking his own. Come on, son, bear your rough hand on the boy's shoulder. The sea will be soon. - I'm not. - I'm not. Yes, sir, the boy murmurs, like the one who says, \"Thank you\". - Thank you. - Thank you. The forbidden word. You'd better burn your lips. The Pirate Act. Did I say thank you? asked the boy, surprised. I called him son, the Captain thought in astonishment. My Captain speaks again to the Boy at the time of the sinking... here the Pirate blinks and stands up sharply. I mean, I was in the cellar. When I get better, what do you think? I find them full of the most disgusting bugs I've ever seen... What kind of bugs? Well, of sea stars... but alive. They suck. If they lingered like the guts of a newly torn human... and moved back and forth looking for, piled up and even trying to grab me... And you scared, huh? I, quicker than an eel, rushed to open doors, hatches and all; and with kicks and brooms I began to sweep them out. How they were running twisted, running through the sand! However, my Captain, I have to tell you something... and it's that I noticed... that they did leave footprints. - I'm not. - I'm not. The terrible one doesn't answer. And side by side they both stand under that green, dying light that can't tickle, in front of a silence so unresponsive, so complete, that they suddenly start to hear. To hear and feel within themselves the rising and ascending of an unknown tide. The tide of a feeling they don't dare to find a name for. A feeling a hundred times more destructive than anger, hatred or fear. It's an orderly, nocturnal, rodent feeling. And the heart to him surrendered, patient and resigned. Sadness murmurs at last The Boy, without knowing it. Word blown in his ear. And then, energetically, trying to shake that nightmare, the Captain clings back to the scream and the bad mood. Boy, that's enough. And let's be clear, you, with us, learned to assault, stab, steal and burn... yet I never heard you blaspheme. Brief pause; then, lowering his voice, the Pirate asks simply. Kid, tell me, you have to know... Where do you think we are? \"Wherever you think, my Captain\" replies respectfully the boy... \"After a billion feet under the sea, the old pirate blows up in one of his famous, creepy laughs, which suddenly cuts off, almost to the root. For what he wanted to be laughed at echoed a tremendous groan, a cry of grief from someone who, within his own chest, was usurping his laughter and his feeling; from someone desperate and burning in desire for something he knows irremediably lost. The Last Fog, 1941", "title": "Lo secreto", "author": "María Luisa Bombal"}