{"metadata": {"length": 6850, "words": 1223, "reading_time_min": 6.115}, "text": "Job, was the name of a modest pollen who had the exclusive task of carrying, from the trill to the barn, the sheaves full of blond wheat. Poor Job was old. The load and the sticks which, without any further reason, had propped his back, had annihilated him. Yet, humble, resigned, he did his duty, thinking, there in the darkness of the brain-crow. That his destiny was to die, the forks on his back, during the daily trekking. Since providence is maternal and quite relieving, Job was retired in a sudden sentimental softening of the master. It was time. Fourteen years of hard work, from dawn to dusk, were well worth the reward. Job earned it honorably with abundant sweat from his ribs. Free of hardship, our hairy hero was taken to the potter's field, where he was like a moonlight, a carefree thread of water. Verdino was the countryside, the meadow smooth, and a stretched silk mantle floated in the mountain slopes. Job opened his nostrils wide, breathing on the grass, sucking its freshness. His ears moved to the impulse of funny gestures, which he did to better perceive the buzzing notes of the thousands of insects that soften the great summer feast. His snout swung back and forth, voluptuous with vegetable treats, methodlessly biting on all sorts of tasty weeds. He was finally giving himself away after a life of deprivation. Meanwhile, the unfortunate man remembered his youth. Was it my youth? she wondered. He was born beautiful. The body covered with curly silver skin, wavered over the thin legs. Long, right, ears threatened to touch the horns of the moon. This was what his honest mother, a patient asshole from Noria, told him as she lovingly groomed her son, licking him tenderly. When Job could eat potato shells, melon rind, and other soft ribs, the hind legs brutally tore him out of maternal protection, and without consulting his vocation, they put him to work. In his younger sex, Job did not conceive of soulless beings. Why could they exist if he was resigned and bent his long gray head to all vices? But there were cruel men, for he felt that their hips were carrying weights that his weak, tender body of pollen could barely withstand. He was in a lot of pain. They filled the corral with their painful buds. But who would pay attention to a donkey? At the end of his first year of work, his obedient conduct caught the attention of the farm steward, who ironically named him Job. The quadruped also remembered the jokes of his stablemates; bitter taste rose to his lawn, making the juicy vegetables uncomfortable for him. One night, after a hard day's work, he noticed that his heart was gently opening to love; donkeys have hearts too. The robust silhouette of a beautiful bay owl that grazed around the stable disturbed her tranquility. Spontaneous, full of enthusiasm, I brought the inexperienced puppy closer to the object of his restlessness and put on his feet the offering of passion. It would have been better if you kept your enthusiasm. Wretched Job! As a reward he received a pair of cows, coming to bitter his newborn tribulations, the peaches of insolent joy with which the gaznapires of the corralon welcomed such a celebrated gesture. From then on, the disappointed donkey hid his feelings, dedicating himself to ruminating them sadly, as he made his way from the trill to the barn and from the barn to the trill. Everything around him was preaching hope. The bright field, a vast cluster of crushed wheat; the trees where the voices of the sun and life nest, the broken collar in shadows, which is offered up in the heavens as a burnt offering of fragrant mice. Job seemed to have no hearing or any taste; his illusion was dead. The wise say that a fool's only disappointment is enough to cure his fantasy. The donkey accepted everything. What is resignation but the agony of ideals? Thus, when Job found himself free from slavery, he experienced relief and pain. It was a painful time to be free; the quadruped felt the melancholy of a prisoner who had lost his sight in chains. He was old. Never, ever would that little bud spring from his heart that once made him tremble with love. He was now wandering about in the wilderness, enjoying only food, like an old man afraid to dream... and it happened that one of those wandering afternoons, vindicated by a sudden desire for adventure and painful back, he went out to walk unknown paths, without looking back. He walked stopping by stretches, to roam on one tree after another of the path that he tried with his delicate buds his old appetite. He was struggling to make a journey that would lead him to nowhere. After much wandering, he caught his attention with a point that blazed out of the seedlings, and that waved generously to the wind. What's that beautiful thing? Job was said to have never seen anything so beautiful on the master's farm. He was approaching cautiously, afraid the blue dot would disappear. Will it be a bird or a flower? Job had doubts as he approached, for he once wanted to show his great admiration for a rose and kiss it. The caress must have been dull, for the flower, as if attacked, nails mercilessly in its nose, its spiny dagger. Confident, stealthy, Job approached the arrogant slayer who held up the blue object that aroused his greed. A guttural expression of wonder escaped from his swallow. Would I be dreaming? Yeah, that was a blue heart thorn. Recalling, our donkey remembered the surface of the aljibe which, during the day, showed in its mirror as colorful as the flower; color which he heard say one day to his back, was a reflection of the sky. And poor Job, who knew no Latin, or understood no heaven, thought that a piece of that heaven had fallen to form a heart into a flower. It was slowly darkening, and mountains and pine trees were cut out on the pale horizon. The night was beginning to light up the stars of his court. Job was cavorting, numb to the thorn. Hard complication was housed in its opaque cacumen. The cistern was far away; what means would it use to compare the color of the flower and the water if it were not possible to approximate them? Nervously he was howling here and there about grass that he did not eat; his tail was in disorderly turns shaking the neighboring leaves. How would he get rid of this complicated curiosity? In interrogation movements he thought of lifting his head for the first time towards the spaces. Job was taken aback. Miracle of miracles! The vault was blue and it was all bloomed with cardos. Job remembereth not his sorrows, nor his desolate life. When his fellow slaves rest under the roof of the stable, he quietly leaves them and goes into the dark plains. There, in the midst of the stillness, he raises his eyes to the sky wrapping in a static human gaze the fleeting hearts of the blue field. Tales for men who are still children, 1919", "title": "También para ellos", "author": "Teresa Wilms Montt"}