{"metadata": {"length": 4139, "words": 719, "reading_time_min": 3.595}, "text": "Every evening, the elderly couple waited on the television screen for the girl of the time, sitting on the decrepit sofa smelling of dog urine: that was Blaqui's clearest reminder; with his death, which occurred four years ago, they had suffered more than ever the emptiness of loneliness, the fatigue of the years they survived with resignation; until one good day the young man who had pampered them as a child with the irrepressible vocation of grandparents knocked on their door. His last letter - incomprehensible, incoherent - had arrived ten or fifteen years ago: it was impossible to remember it with certainty. Within a few months they were getting used to the curiosities of the new experience: some days, when dawn broke and strange words murmured, the grandson wore a field uniform of olive green with designs that simulated branches and leaves, and wore a silver bracelet with his name, soldier number and a woman's name in an unknown language on his right wrist. His grandparents booked him a seat in front of the television and, since then, the three remained mute in front of the screen, except for brief comments about the relentless drought of that year. They spent hours watching shows that happened between countless commercials, but the moment they waited with slight anxiety was the evening news, where the weather girl sympathized with her audience when she had to inform her, program after program, that there would be no sign of rain in the coming days; filinegro, with torn eyes, the girl would not be more than twenty years old. The months of drought had caused a crisis: the crowd languished in thirst, heat, and bad smells; cattle died in the dry fields that were lit from nothing; fruits dried up in the branches that were no longer with leaves; rivers displayed their beds of stone and square mud; now that the reservoirs had lowered their levels to the surface of the earth and people feared to disappear under the sun's flames, the girl of time seemed more troubled than ever, ashamed and hurt that she could not offer the eager crowd the good news they had hoped for. One afternoon, the girl could not bear the bad news she was supposed to tell her audience, so, coming out of the booklet, she exclaimed: \"I swear I am not to blame, I just communicate the reports I receive from the Weather Service!\" \"He suffers a lot\", said Grandpa. \"Yes\", replied the grandmother; they stood still in the darkness of the room, smelling dog urine, without looking. Like other days, the grandson had risen murmuring strange words, and walked through those streets of God in his combat uniform (he usually returned before the news); he also didn't have much to say: he was limited to a yes or a no sometimes repeated the words of his grandfather, still behind them: Suffer a lot. That Thursday - it could have been another day, of course, since nothing would have prevented the events - the grandparents learned quietly of multiple accidents on the roads, acts of looting, murders, citizens asking for help for their sick, corruption in the Government; almost without the grandparents realizing it, the girl of the time had begun her report; her eyes were red with tears: it would not be seen relief in the coming months, the reservoirs of water from the reservoirs would last only four days...; suddenly, the girl looked at her left - to the right of the screen - and backed a step through the camera; lonely, silent in the oscurity of the room - which smelled of Blaquior - the elderly saw a revolver entering from the left side of the screen. At first they could not understand this absurd composition of objects - there were elements that did not belong to the routine of so many years of television, it was like seeing a pen inside a shoe - and they mechanically brought their faces closer to the screen; but it was the detonation and the sight of the girl's shattered face - which was collapsing off the screen - that definitely alerted them and forced them to see that the hand that was wielding the revolver was showing on its wrist a silver bracelet with inscriptions impossible to read at that distance. FIN 1995", "title": "La muchacha del tiempo", "author": "Emilio Díaz Valcárcel"}