{"metadata": {"length": 5492, "words": 1044, "reading_time_min": 5.22}, "text": "Once upon a time there was a gentleman who had three children. He also had a magnificent garden near his home, which he appreciated very much, for the trees in it produced excellent fruit: apples, pears, and spicy plums like no other place. One morning, the gentleman found out that a basket of water pears, ripe in their point, had been stolen from him, which he was just about to pick up. \"The next night, \" he said to his eldest son\", you will be guarding the garden. - Yes, father. When evening came, the eldest son took his rifle, hid himself by a tree and waited. Only, besides the shotgun, he had also taken a good bottle of wine to keep him company. When he emptied the bottle, he fell asleep, and with such a deep sleep, that he did not hear the thieves return, climb up the pearls and take this time a sack full of rich pears. Another father's anger the next morning. He tried to uselessly take his eldest son, and said that the second son would take his place the next night. Unfortunately, the second didn't do any better than the firstborn. He drank the bottle too and he fell asleep too. On that occasion, the thieves took two bags full of fruit... of course, the next morning, the gentleman had a new approach of rage. The youngest of the three brothers was Peter. It's your turn to watch the garden. He only took the shotgun - not the bottle - so he stayed awake and, in the moonlight, could see a shadow climbing the garden wall. He took his rifle, pointed it and pulled the trigger. The thief fell dead on the spot. When the father heard the gunshot, he came. He raised his arms to heaven, and was afraid for his son: \"You run the risk of being arrested... Escape, miserable; you should not have fired, you just had to scare the thief\". Peter fled with a gift from his father as his only baggage: a miraculous bag capable of containing anything or anyone. Peter was walking through the woods when he saw a strange-looking, even terrifying, white as wax man coming down from a hedge. But when Peter saw him, he felt no fear at all, for he was not afraid of anything. - Who are you? - I'm not sure. - he asked her. - Poor bastard! Years ago, I stole several objects from a church. I can't get into heaven until the objects are returned by someone who digs them out of the place where they're hidden and moves them. - I will. - Aren't you afraid of me like everyone else? - No, I'm not. - Normally, anyone who sees me runs away... Peter went to the nearby priest's house and knocked. The priest lent him shovel and plough, and Peter found the stolen items. Very happy, the priest went to place them in their place in the church. At that moment, and by the doorway open, the two men saw a flying star passing through the sky: it was the forgiven thief who was heading to paradise. \"Since you are so brave\", the priest told Peter, \"you should go to the castle on the top of the mountain. Ropotou, the devil, has settled in him. Get him out of there! \"I will\", replied Peter. I already have a miracle sack gifted by my father; if I add a good stick to it I will never fear anyone. The boy then headed for the castle with a slight step. The fortress seemed deserted. However, the fire was burning in the chimney of the great kitchen. Peter sat down next to him and warmled his hands calmly. Suddenly, there was a loud noise and a black, horny, ugly devil came out of the flames. - What are you doing here? - She shouted gesturing. \"You see, I'm getting warmer\", Peter said. The demon seemed surprised by the boy's reaction, who did not scream at him, did not run away, nor did he seem to fear him. - You want to eat roast pork? \"No, thank you\", replied Peter, who had no doubt that the food offered by the devil was haunted. - You miss it, said Ropotou. So, let's play. He made a gesture with his hand and several devils appeared bringing a bowling alley. Only the bowls were human bones, and the ball, a skull. Peter played with the devil and won the game. - You owe me a dress, he said; come in here. The devil didn't have time to react: Peter put him in his magic sack. Ropotou was not helped by all his efforts, for he could not get out. \"You will not be free\", said Pedro, \"until you sign a document agreeing to leave this castle forever\". - I won't sign! - the devil screamed. - As you like! Peter took his dagger and began to beat the demon inside the sack. Ropotou screamed for a long time before he gave in and signed the boy's paper. Then he left with all his devil courtship. Peter returned to the presbytery to tell the priest his victory, who, completely happy, wanted to present it at all costs to the true owner of the castle. The latter had a daughter as beautiful as she was prudent. As soon as she saw Peter, she fell in love with him. The young man also fell in love with her. And he said in a boastful voice, I will marry only him who scares me. - I'll scare you, she promised. - I doubt that. The young woman tried 20 times but failed and Peter laughed... finally pretending to give up, but asked that 100 live pigeons be put in the castle's plowshelf. A cloth covered the artisanal space. The next morning he said to Peter, \"Please help me to pull this off\". Let's make the dough and make the bread. He obeyed and removed the cloth. A hundred pigeons at once jumped in his face! This time, he was scared. That's how he married the lord's daughter. They lived happily ever after and had many children. FIN Anonymous French translation by Esperanza Cobos Castro", "title": "Pedro sin miedo", "author": "nan Anónimo"}