{"metadata": {"length": 3990, "words": 764, "reading_time_min": 3.82}, "text": "Many years ago, I was married. They were very poor, he was a woodworker, she was a laundress. They were very ugly, almost horrible; she with her huge nose and her coal-burned eyebrows, looked like a witch; he, with his rough peel, looked like a bear. But they loved each other so much, so much, that they had a child more beautiful than the dawn. They didn't dare to caress that little flower-like flesh with their rough hands. They worshipped the son as a Jesus. They put him in a very rich cradle, fed him with the milk of the best goat in the valley. He grew up, and he was dressed and dressed up in luxury. They kissed their footprints, and were drunk with the echo of their voice. They needed gold for the idol. His father cut wood by day, and at night he did mysterious deeds, until he was caught in them and hanged. When the mother didn't wash in the river, she asked for alms. Sometimes along the way, I would meet gentlemen, who would stop at her and laugh at their huge noses and coal-burning eyebrows. - What? Witch, get on this stick, and fly to the cave! Then the woman would make jokes, and collect copper coins. Meanwhile, the son had turned into an arrogant slut. Bold and happy, he walked his thin figure adorned with silk and linen. On their agile heels sang two silver spurs, and on their velvet cap trembled a funny ostrich feather. When he was told about the washing machine, he said, 'I don't know her, because I'm not from here.' My mother, that old lunatic? And I still suspect she's a thief. However, he secretly went home, where he always found a handful of money, a table with tasty dishes, a polished bed, and two slave eyes. Once the daughter of the king of the region passed by, and fell in love with the young man. - What's your family? - I'll ask him. \"I am Prince Rubio\", he answered. My homeland is far away, to the right of the end of the world. The girl believed him and married him. There were big parties, and they were sent to the right of the end of the world ambassadors who never returned. The mother would have died of pride and delight had she not thought that she could still, by some chance, be useful to her son. A year later it was learned that the prince had fallen ill with a contagious and horrible disease. The princess had fled from his side, and no one dared to rescue him. The prince was dying alone. Then the mother crawled to the palace doors, and so much so that she was allowed in as a nurse. His son was in a lavish Damascus bed, under a purple canopy. His face was disappearing, devoured by a monstrous leprosy. \"My dear\", said the mother. I'll save you. And she kissed him and cared for him lovingly until nightfall. But at midnight Death came for the prince. \"Death, have pity on me\", pleaded the mother. He's taking this decrepit old woman, not this vigorous young man. Allow her to live, and beget for yourself new mortals. - Which one? - he asked smiling Death to the leper. The prince stretched out his unbridled right hand and pointed to his mother, who shouted a cry of joy. - Thank you, my son! And Death took her in her arms, and snatched her away without effort, for she weighed less than a ghost. The next day, the prince appeared healthy and robust before his court. And he reigned a long time, and had many sons, and enjoyed all the pleasures of the earth. But his white beard reached his knees, and his bones dried up. His time came, and he called his mother. - What do you want, my child? - he sighed silently. - Save me now! - My son, I'm gone; I'm nothing but a pain without a body. Maybe you heard me groan in the wind and cry with the rain in your crystals. I was devoid of substance and energy. I'm less than the memory of a shadow. I can't even hold my tears for you. I'm your dead mother. - Cruel mother, bitter mother, be damned a thousand times! - exclaimed the dying man. - What's my crime? - he broke the silence. - Why did you give me life if you didn't give me immortality? Finish short stories, 1911", "title": "El hijo", "author": "Rafael Barrett"}