{"metadata": {"length": 1944, "words": 386, "reading_time_min": 1.93}, "text": "God our Lord had created all the animals and chosen the wolves to serve him as dogs, only he had forgotten to create the goat. Then came the devil and, not wanting to be less and create something too, made the goats, to which he endowed a pretty and long tail. But it happened that when they went out to make peace, at every moment their tail was caught in the shoots and thorns, then having to go to the devil to release them, which gave him not a little work and fatigue. Finally, he was so upset that he cut off the tails of all of them, as you can see, by the bite left over. Then he sent them back to make peace. Our Lord saw that they were eating a tree as soon as it broke its branches or ate its delicate vegetation. It hurt so much that, in the end, out of sheer kindness and mercy, he sent his wolves, which did not walk with pity, and soon had killed the goats. And when Satan knew, he came to our Lord and said, \"Your daughters have devoured my daughters\". And Jehovah said to him, And why hast thou created them to do evil? What else could they do? The devil replied. Just as my mind is always directed toward evil, so must what I believe be of a perverse nature. You have to pay me, and expensive. I'll pay you as soon as the oak leaf falls. Come then, and I'll have your money prepared. And when the oak leaf had fallen, the devil came to claim the debt; and our Lord said unto him, There is a very high oak in the cathedral of Constantinople, which is still full of leaves. Releasing tacos and renegades, the devil left to look for that oak. But before he came to him he strayed, and wandered six months lost in the wilderness. On their return, all the other oaks were again covered in frontage. He had to give up his credit and, full of rage, took out the eyes of all the goats that remained and put them his own. That's why every goat today has demon eyes and a tail-button, and the devil likes to adopt his figure. ♪ Finish ♪", "title": "Nuestro Señor y el ganado del diablo", "author": "Hermanos Grimm"}