{"metadata": {"length": 4902, "words": 933, "reading_time_min": 4.665}, "text": "Ivan Ivanich Liapkin, a young man with a pleasant exterior, and Anna Semionovna Samblitzkaia, a girl with a repelled nose, descended down the slope of the shore and sat down at a banquet. The banquet was right next to the water, among thick young willow bushes. What a wonderful place that was! He was sitting there, guarding himself from everyone. Only fish and floating spiders, passing like lightning over the water, could see one. The young were provided with reeds, worm jars, and other fishing attributes. Once they sat down, they immediately began fishing. \"I'm glad we're finally alone\", Liapkin said, looking around. I have much to say, Anna Semionovna, much! When I first saw you, you are biting the hook! I understood the reason for my existence. I understood who the idol was to be my honorable and hardworking life. It's biting! I loved it when I saw it. I loved for the first time and passionately... Wait! Don't shoot me yet! Tell me, my beloved, I beg you, can I expect it to be my answer? I know I'm worth nothing! I don't even know how I dare even think about it!... Can I wait for that?... Shoot now! Anna Semionovna raised her hand holding the cane and shouted. In the air shone a silver-green fish. - Oh, my God! It is a perishable thing! Woe! Woe! It is soon! The perch broke off the hook, made a few jumps toward its familiar element and sank into the water. Chasing the fish, Liapkin, instead of this one, unwittingly grabbed Anna Semionovna's hand, and unwittingly took it to her lips. She pulled it off, but it was too late. Their mouths unintentionally joined in a kiss. It was all accidental. This kiss was followed by another, then came the vows, the promises of love... happy moments!... By the way, in this terrible life there is nothing absolutely happy. Happiness usually either carries a poison within it or is poisoned by something that comes from outside it. That's what happened this time. When the young men kissed, a laugh was heard. They looked at the river and were stony. Inside the water, and stuffed in it to the waist, there was a naked kid. It was Kolia, the college brother of Anna Semionovna. From the water he looked at the young men and smiled with a picky smile. - Ah... who did you kiss with? I'll tell my mom! \"I hope you, as a gentleman, \" said Liapkin, turning colored. To stalk is a villain, and to accuse others is low, ugly and disgusting... I think you, as an honorable person... if you give me a rouble I will say nothing, but if you do not give it, I will tell you everything. Liapkin took a rouble out of his pocket and gave it to Kolia. This one locked him in his wet fist, whistled and swam away. The young people never kissed again. The next day, Liapkin brought Kolia from the city paintings and a ball, while the sister gave her all the boxes of pills she had kept. Then he had to give him twins that represented dog cubs. Apparently, the boy liked everything a lot. To get more, he stalked. Wherever Liapkin and Anna Semionovna went, he went too. I wouldn't leave them alone for a minute! - The sewer! - said between Liapkin's teeth. So small yet and now such a big bastard! What's tomorrow gonna be like? Throughout the month of June, Kolia didn't leave young lovers alone. He threatened to tell them, watched, demanded gifts... seemed like nothing, finally spoke of a pocket watch... what to do? There was no choice but to promise him the watch. One day, during lunchtime and while serving a cake as dessert, he suddenly laughed, and winking at Liapkin, he asked, \"Do I tell you this?\" Anna Semionovna got up from a jump on the table and ran to another room. In such a situation the young people were until the end of August, until the very day when Liapkin finally could ask for Anna Semionovna's hand in marriage. Oh, what a happy day that was!... After talking to the bride's parents and getting their consent, the first thing Liapkin did was run out into the garden looking for Kolia. He almost cried out of joy when he found the evil boy and was able to grab him by one ear. Anna Semionovna, who was also coming running, grabbed him by the other, and it was to see the delight that was expressed in the faces of the lovers hearing Kolia cry and plead... - Dear ones!... Precious ones!... I will not do it again! Oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, what are you saying that I was wrong, and I was wrong, and I was wrong. Later, they both confessed that never, during their time in love, had they experienced such happiness, such great bliss... as in those minutes, while they were plucking the evil child's ears. FIN", "title": "Un niño maligno", "author": "Anton Chejov"}