{"metadata": {"length": 6796, "words": 1224, "reading_time_min": 6.12}, "text": "Seeing the black habit of the Dolores, in the humble atavd -of the most cheap, according to the will of the devil-, they hid the remains of what was so beautiful in their youth. The light of the four cirios falls yellow on the marble face, decorated with that peculiar majesty of death. That calm of the corporal embrace was a certain sign of the well-being of the spirit: so Mary of the Assumption, the sister of whom she rested with such august repose when she sat at the door to contemplate for the last time the apparition of the Passion. From a young age, she heard Mary of the Assumption repeat that your Rafaela was a saint. Not of those holy hands, of splayed arms and a drooping brain, but active, strong, a fighter. It was not the mornings that he spent in the church, but, hearing his sermon, he would go up to the slums, run through the slums, explore the sacrificial comarcas of the vicarage and the suburbs. He brought money, advice, solutions to extreme and desperate cases. It was sitting at the head of the sick, and better if the sickness was infectious, repulsive and very painful. And if he found a sick man of the will, a candidate for crime..., then he would establish cordial intimacy with the miserable, seeking work suitable to his taste and ability, distracting, hypnotizing, until he could save and redeem his poor, wretched soul. Thus the voice of the people, united with that of the family, repeated this affirmation: “Sister Rafaela Quirós, the Dolorosa, was a saint!” The nun, recollected in the convent of the Sacred Heart, where she was educated according to her social class, believed in a sweet and poetic way in the saintliness of her mother’s sister. By the sermons heard first by the nuns, then by the lay people, I knew that Sister Rafaela used, attached to the flesh, a twig of holly, a belt of thorns; that whole days were spent without more food than a twig of holly and a drink of pure water. The girl’s imagination was strained, and when she remembered the always arrogant figure of the Passionist, she saw a glimmer of light, the light of the pure body, a body redeemed and sanctified by penance. She would be like Lady Rafael, when she could, when she acted in her actions! She would continue the beautiful legend... And here it is that, in the few days after Mary of the Assumption returned home, having reached the age of seventeen, Sister Rafaela succumbed to a heart disease, a result of so much climbing and descending stairs, the doctor said... As the soldier who collapses at the foot of the flag, at the end of a day of battle, the holy sailor defeated by his sublime task of consoling -invidious journey-. So her face had that expression of peace, so different from the indefinable anguish that the cloud in life... She wanted to be, at the inevitable hour, Mary of Desire! She would follow the footsteps of her dear aunt, Rafaela Quirós; she would walk the same path of ashes, which leads to the path of good luck; she would be another Dolorosa. And to confirm her vocation, she came, at the high hours, taking advantage of the neglect of the girls charged with the veils, to steal a relic, something very intimate, very personal, about the holy body. For the pious latrocinio, Mary of the Assumption had hidden embroidery needles in her purse. Tremulous, cold, resolved, she approached the corpse. The sour, semi-sweet smell of the roses covering him - no one forgets the peculiar smell of flowers placed on the dead - overwhelmed the girl. Her nerves twitched, and she turned right toward the head of the taint. As if it were a crime, he scurried about to convince himself that no one had seen her. Dilated eyes, trembling air, he finally decided to look attentively at the crimson face of the Dolorous. A strange smile had been fixed on his lips. Mary shook her head at the semblance in which the mystery of death seemed to threaten and enchant for a time, and, giddy and terrified, she slid her hand through the opening of the habit, seeking the escapulary that would be there, impregnated with the vitality and suffering of the saint. His crisp hand tripped over a metal and round object hanging from a string. He cut it with his scissors, shook it off, and looked at it in the light of the candle. It was not a devotional medal, but a gold medallion: it contained a miniature, surrounded by a ring of very dark hair. The shriek Mary of the Assumption was about to exhale was repressed by an instinct, a maquillage prudence; her body twitched; she had to recline in the fetal position, for a vertigo had cloaked her pupils. The miniature represented his father, in the splendour of youth, handsome and arrogant, with a certain air of challenge, which he had preserved to old age. However, nothing concrete and positive was said to the indifference of Mary of the Desire about this singular find. It was a surprise, no doubt, what he felt. He did not soon seek the explanation; something he had picked up from the floor, he sank down, he took the medallion that had fallen out of his hands, he kissed it, he kept it in the seno with great care, and he arranged his clothes in the closet, and he was about to kneel and pray, when, at the threshold of the door, he saw his mother, of a strict, stern countenance, wet with tears, who came, rose-colored to the door, to knock and look at her, while it was still dark. An idea crossed over Mary of Desire’s imagination. What an idea! What suggestion of the devil! What a snooze! What a sham! A fierce chill accompanied her... The girl shivered with the lady. - Have you lost something, mom? - Losing? Why do you ask? -You didn't have a medallion, the portrait of my father? Suddenly, the lady registered the breast. - Here is... what you told me! Mary of the Assumption approached the cries again and considered the medallion, taking it from the chain of gold that was attached to her mother’s collar. Then he let it fall, and his fingers touched, in his own hand, the rim of the other identical medallion. - That medallion you have..., didn't you have hair? - he said, humming. - No... Your poor father never wanted... He said that between husband and wife was ridiculous... And, besides, as he had come out of the cannons... But what do you have? - exclaimed the mother, seeing her daughter wailing - Do you put me down? See and listen, creature... I will see... Do not be troubled. Your grandmother is in heaven! It was a miracle! Who like her! Mary of Desire did not answer. She fell down and, hiding her face in her hands, broke into a silent cry, hysterically, squeezing her lips to keep the past from coming out - the past sinister - and feeling that something immense was breaking loose in her heart, whose ruins were engulfing and crushing her against the earth for an eternity. FIN", "title": "Por dentro", "author": "Emilia Pardo Bazán"}