{"metadata": {"length": 7365, "words": 1355, "reading_time_min": 6.775}, "text": "You know the story of that lady of the sack, that virgin of the Celestial Empire who, unable to bear to see the dry and hard ground covering the grave of the first husband, spent the days sacking it in order to be buried sooner. The conduct of such an unstable wife enrages certain raging people; but know that on the same rice paper where a layman wrote in Chinese ink the adventure of the abanico, is preserved the story of another most terrible, demonstration that the holy Fo -as the Indians call the Buddha or Saquiamuni - still rebukes with greater energy the intolerant hypocrites than the weak sinners. Remember that while the tyrant was not letting peace into the tavern, a philosopher and his wife were attempting to pass through. And the philosopher, seeing the end of such abatement, took his corresponding abacus - without abacus there is no Chinese- and helped the sage to sweep the earth. As for the philosopher's wife, seeing him so compliant, she wrung her hands like a vibraphone, and despite her husband's warnings to the contrary, he refused to vilify the slanderer, putting her as only the irritated and puffed up heirs of the fiery rage. So great was the sarta of deductions and so many the alharacas of unshakeable constancy and invincible honesty of the lady, that for the first time her husband, a shaky, distracted man, a wise man, and better versed in the doctrines of the I-King than in the máculas and triquiuelas of the heart, came to some cruel doubts and was faced with the question whether what was most questioned was the most real and positive; for which, and being of his bent to research, he resolved to put to the test the constancy of the model wife, who had just abruised and smeared the redeemed wife. Within a few days, the voice spread that the science of Sinic had suffered a cruel and irreparable loss with the death of the renowned scholar Li-Kuan -who was called our philosopher - and that his wife Pan-Siao was inconsolable, at the point of succumbing to the suffering. In fact, how many external signs can reveal the deepest sorrow, as Pan-Siao warned on the day of the execution: torrents of abrasive tears, eyes fixed on the sky as if asking for strength to bear the plea, hands crammed on the chest, nervous attacks and frequent fainting spells, in which the poor soul remained motionless and unconscious, and only by the force of auxiliary aids returned to itself to pour out more cries and to swell with greater drenching. Among the friends who accompanied her in her tribulation was the young Ta-Hio, the disciple of the dead, and the manservant in whom the scholar did not leave his seat. So the duel was over and the sighing, all sighing and gloomy, Ta-Hio came up to her and began to tell her, in very discrete and complex terms, that it was not right to afflict oneself in that way so rashly and so ill-healthy; that without a rebuke of the high garments and singular merits of the deceased master, the noble Pan-Siao had to take responsibility for her own life having an infinite value, and that all the sorrow and despair would not serve to return the luster of existence to the illuminating and luminous Li-Kuan. The wife responded with a smile. declaring that there was no consolation in the world for her besides that her useless life was nothing to her since it was the only thing she had left; and then the disciple, with a resounding thump and somewhat mumbled words -in such cases they are better than hurried speeches- said that, since no man in the world could equal Li-Kuan, someone might have to give up the palm in adoring the beautiful Pan-Siao; that if the master had kept silent in life for the sake of great respects, he now wanted, at least, to open his heart, even if it meant being thrown out of heaven, which was where Pan-Siao breathed; and that if he had to die as a quiet lover, he preferred to die as a rigorist, ending his statement by stepping on the tiny feet of the wife, who, languid and somewhat wetter still, gently lifted him from the floor, kindly assuring him that he really deserved to be hurried out of the house, and that if she did not, he was only in memory of the great admiration he had for the luminous dead. And, no doubt, the same estimation and the same memory were those that, from there to there -when it was still much too early for the abanicase to have dried up the land of the Li-Kuan cave -pushed his wife to make a lingering connection with the Ta-Hio yak. It was the night of the wedding, and when the newlyweds entered the wedding chamber, the wife noticed that the new husband was not cheerful and radiant, but rather extremely sad and melancholy, and that far from celebrating her, he sighed and sank as low as he could; and having earnestly inquired the cause, Ta-Hio replied with modesty that, he was afraid of the excess of his words, and it seemed impossible that he, the last of the mortals, could have blotted out the image of that scholar of science, the illustrious Li-Kuan. Pan-Siao calmly protested, saying that Li-Kuan was certainly a scholar and a sagacious commentator on the profound doctrine of the Book of Supreme Reason, but that one thing is the Book of Supreme Reason and another is to embarrass women, and that Li-Kuan had not embarrass or frightened her. Ta-Hio then remarked that it also frightened her to be experiencing the first symptoms of a certain illness she was suffering from, a very serious illness, which not only robbed her of meaning, but threatened her life. And Pan-Siao, seeing him pale, swollen, with eyes white, agitated by a convulsive tremor, -My perfumed sandalwood - he said - with what is this sickness taken away from you? I set out to find the remedy within the confines of the world. Ta-Hio shivered and murmured: -Beware of me! That the attack be not withdrawn but that the sting of death be applied to my heart! -and just as he was about to speak these words he fell down with the accident. Soon Pan-Siao became as confused as the reader can infer; but then came the thought that, in the first moments of her inconsolable marriage, she had commanded the luminous Li-Kuan to take her into the garden, so that she might be near him and visit him every day. In fact, he had never gone anywhere: all the same, he was now gratified by his foresight. He took a torch to light himself, a sling to hurl, and a hammer to smash the tables of the abyss and the skull of death; and he hurried and sprang into the garden, where a young and stout sauce was smothering the pit. He left the scallion and the radish on the floor, gave a sigh..., and then exhaled a sharp chilli, for behind the sauce a figure was emerging, and it was that of the same Li-Kuan, the husband to whom he had sworn to cover with two palms of earth! -Serpent escamosa - the philosopher pronounced in a grave voice - arrodillate. I will do with you what you were doing with me; I will take the sand, if you have it. Between my disciple Ta-Hio and I we have agreed that we would search the root of your malice, and especially of your deceit. I do not punish your inconsistency which only offends me, but your fumbling, your hypocrisy, which offends all humanity. Do you remember the lady from the cupboard? And the husband took the axe, shackled Pan-Siao by the complicated marrow, and slammed the axe against the horn of the saucepot. FIN", "title": "Agravante", "author": "Emilia Pardo Bazán"}