{"metadata": {"length": 3046, "words": 545, "reading_time_min": 2.725}, "text": "Where does the son of the sun go with such a large entourage? Tupac-Yupanqui, the rich in virtues, as the Cuzco haravicus call him, walks triumphantly through his vast empire, and wherever he passes, unanimous cries of blessing rise. The people applaud their sovereign, for he gives them prosperity and happiness. Victory has accompanied his valiant army, and the indomitable tribe of the Pachis finds itself subdued. Red-crooked warrior! Your body has been bathed in the blood of the enemies, and people come out to admire your bizarrity. - What? Leave the street and lead your little ones by the hand to learn, in the Inca soldiers, to fight for the homeland. The giant winged condor, betrayally wounded and powerless to cross the blue sky, has fallen over the highest peak of the Andes, staining the snow with his blood. The high priest, seeing him dying, has said that the ruin of Manco's empire is approaching, and that other people will come in high-ranking pirates to impose their religion and their laws on him. In vain do ye raise up your prayers and offer sacrifices, O daughters of the sun, for the augury is fulfilled. Happy art thou, old man; for the dust of thy bones shall be trodden down by strangers, and thy eyes shall not see the day of the reproach of thy own. But in the meantime, O daughter of Mama-Ocllo, bring your children so that they will not forget the bravery of their parents, when in the life of the homeland the hour of conquest sounds. Beautiful are thy hymns, child of rose lips; but in thy accent is the bitterness of captivity. Did you leave the idol of your heart in your native valleys? And today, as you go ahead, singing with your sisters, the golden scales that the noble curacas carry on their shoulders, you must drown the tears and sing praises to the conqueror. No, forest turtle!... The beloved of your soul is near you, and he is also one of the Inca prisoners. The night begins to fall on the mountains, and the royal convoy stops at Izcuchaca. Suddenly the alarm rings in the camp. The beautiful captive, the young girl with the gourds' necklace, destined for the monarch's lock, has been caught running away with her lover, who dies defending her. Tupac-Yupanqui orders the death of the unfaithful slave. And she hears the judgment gladly, because she longs to meet the master of her spirit and because she knows that the earth is not the homeland of eternal love. And since then, oh traveler! if you want to know the place where the captive was slaughtered, the place that the Huancayo people call Palla-huarcuna, look at the hill chain, and between Izcuchaca and Huaynanpuquio you will see a rock that is shaped like an Indian with a necklace on its neck and a feather turban over its head. The rock appears artistically cinched, and the natives of the country, in their simple superstition, judge it to be the evil genius of their region, believing that no one can dare to spend the night in Palla-huarcuna without being devoured by the stone ghost. FIN Peruvian traditions  First series, 1860", "title": "Palla-Huarcuna", "author": "Ricardo Palma"}