{"metadata": {"length": 3445, "words": 592, "reading_time_min": 2.96}, "text": "They danced wonderfully together, evolving from one side of the track to the erotic rhythms of tango, sometimes waltz. At the age of twenty and twenty-one, respectively, Claudette and Rodolphe became lovers. They wanted to get married, but their manager thought they were more exciting for customers if they weren't married. So they stayed single. The party room where they worked was called \"El Rendez-vous\" and was known to a certain clientele of mature, expendable men as an effective cure for impotence. Just go and see Claudette and Rodolphe dance, they all said. Journalists, trying to put a little spicy on their columns, described her number as sadomasochistic, because it often looked like Rodolphe was going to strangle Claudette. She squeezed her throat and moved forward, bending it backwards, or retreated backwards, holding her prey, sometimes shaking it by the neck, so that her hair waved furiously. The audience held their breath, sighed and looked at them fascinated. The three-piece band's drums sounded louder and more insistent. Claudette stopped sleeping with Rodolphe because she thought deprivation would stimulate her appetite. It was easy to excite Rodolphe while he danced with him, then leave him with a sudden move, making mutis accompanied by applause and, sometimes, the laughter of the spectators. Well, strangers were to the fact that I was really leaving him. Claudette was capricious and had no real plans, but she began dating a tough-ass man named Charles, good-natured, generous and rich. She even slept with him. Charles applauded loudly as Claudette and Rodolphe danced, he surrounded his hands with the graceful white neck, she bent back. Charles could afford to laugh. I was gonna take her to bed later. As his profits were tied, Rodolphe raised the matter with Claudette: either he stopped seeing Charles or he would never act with her again. Or at least, she wouldn't act with her hands around her throat, as if she were drowning her in an excess of passion, which was what clients were coming for. Rodolphe was serious, so Claudette promised not to sleep with Charles again. He kept his promise. Charles distanced himself; he was rarely seen by the Rendez-vous; on those occasions he walked sad and down and finally never returned. But Rodolphe went away slowly realizing that Claudette was seeing two or three men. He started sleeping with them and the business flourished more than with the rich Charles, who, after all, was a single man, with only a bunch of friends to bring to the Rendez-vous. Rodolphe asked Claudette to finish all three. She promised him. However, they, or their messengers with news and flowers, continued to frequent the dressing room every night. Rodolphe, who hadn't spent a night with Claudette in five months, but whose body squeezed against his every night before the eyes of two hundred people, Rodolphe danced a magnificent tango one night. He squeezed her like usual and she leaned back. More! More than that! The crowd, mostly men, cried out as Rodolphe's hands squeezed her throat. Claudette always pretended to suffer, to love Rodolphe and to suffer at the hands of her passion during the dance. This time he didn't get up when he let her go. He didn't help her either, as he used to. I had strangled her, so hard she couldn't scream. Rodolphe left the small stage and left Claudette there for others to pick her up. Fin The Dancer, Little Tales of Misoginy, 1975", "title": "La bailarina", "author": "Patricia Highsmith"}