{"metadata": {"length": 6483, "words": 1178, "reading_time_min": 5.89}, "text": "I'm not surprised at anything, because my learning took place in Sebastian Darrés' studio. It produced the most talented Argentine professional forum, but none had a size and clientele compared to its own, for the quality and quantity of crups. The fact that such a crowd came to our doctor suggests an affinity that I will not hide under the dictates of an untimely gratitude; however, because a man is two, or because of the desire to go from where we are and to be what we are not, or because even in a few moments of viciousness we will not see perfection, the truth is that Darrés had constituted an exemplary home; not only exemplary: rigidly bourgeois, with a good lady at the head, doña Agustina, and three girls who were never young and who on Saturday afternoon, at the time of the port and vanilla, played music for the guests. I held grudges against the poor old man, not so much for the routine of work or the nature of the customers, the vigorous crows we raised in the studio, among whom the picturesque individual was not missing, but for the Saturday meetings, for the port and vanilla (of which they always said: They are not like the ones before) and for the three ugly daughters, in which he held a trap, like the fox in the carriage. Why, if I didn't encourage the abominable hope of marrying at least one daughter, would that famous man invite me to his tertulia, me, the pinch of the firm? The pinch, to avenge his honour, forgot Carmen, Aida and Norma, as the ladies were called, and chatted with the housewife. I suspect that she longed, as for an unknown homeland, but that she cried out from her blood, for that world of adventure, which in her most ungrateful way was manifested in Dr. Darrés's study. As the lady was also ugly, I sometimes imagined that if she was a little younger and I a little more courageous... I would hurry to declare that I enjoy a serious character and that if I did not move a finger to conclude with the celibacy of the daughters, I also boast of never compromising a mother's reputation, a concept I hold up. It would have been paradoxical if good people had brought misfortune to this home. The gods did not allow it. When the justice shot came off, we found out that it was fired by a low-key blackmailer, who the study was extorting late into the evening, in principle and to maintain discipline. I wonder if this brief act will have paid off Dr. Darrés' considerable debt to the people of bad living; although judging by how disoriented the cranes were in the days we liquidated the study, the debt must have been mutual; they were roaming around the corner dairy, the garage where the neighborhood contains all the retirees, the same bottom of the middle block, with those face of crushed ants, who were trampled on by the ant. I certainly attended the vigil. The lady told me that her husband always looked at me with appreciation. I was surprised to think that there would be a man missing in the house; I found the daughters not so open-minded and I remembered the last words that the old hypo in my arms, when I had him half-leaning on the floor, against the cage of the elevator: To comply with the mandate, I paid sympathetic visits, until the very day it was not so easy to enter the house. The Saturday meetings, which I had previously desecrated, became a source of nostalgia. What I recommended most was comfort. Now, to visit the Darrés family, you had to make a phone call and little more than make up a pretext. By the way, the despair put me to sleep. I awoke brutally at ten months old, when the rumor reached my ears, confirmed in the bar and in the club bathrooms, that doña Agustina, after literally covering him with socks imported from France and natural silk ties, had married Ñato Acosta. Who in Buenos Aires ignored the catastrophe of the Nato? I dare not swear that our respectable housekeeper. I'll give you the following: studio client, inevitable silhouette of all sorts of garito, confectionery and dancing, eventual alkaloid dealer. Acosta used to live on the trolley of the poor blonde nicknamed Pez Limón and last year was about to go to prison, when he set up an agency dedicated to selling tickets for an imaginary cruise to the Holy Land. Woe to the doves of Dr. Darrés! In this bitter trance, how would your champion protect them? I considered the possibility that my words or actions, contrary to their distorted interests, would come to the attention of the aforementioned Acosta, a real lost bullet, and decided to stay out of the question, because a mediator is often detrimental to the parties themselves. I confess, by the way, I risked throwing the Vatican that anything could happen to the Darrés family. At the beginning of April was the wedding of Dona Agustina and it had not ended in May when my Vatican began to be fulfilled, inevitably. First I was told that the Cat Acosta had already squandered, in play and play, about a million pesos of the widow; then, before my own eyes, bordering the lake of Palermo in a voiturette with orange wheels, laughing from ear to ear, passed Acosta surrounded by a bough of buzzing blonde twigs: an image that came to confirm, more intuitively than logically, the first news. Other news brought my informants: not everything was going perfectly at the home of Mrs. Agustina; there were continuous quarrels between the spouses and the sad thing is that the lady, on her part very much in love, was incredibly sure of the affection of her young husband, although on more than one occasion she had to appeal to the remedy of excluding him from the bedroom, behind whose closed door she hid herself to shed tears. Then the end rushed. A dialogue heard at the club worked in my mind as a foreshadowing. We were in the bathrooms, naked. Under the shower across the street I had that little bastard from Acosta. A consort asked him, \"Is it true that Doña Agustina threw you out of the house?\" \"Don't worry\", replied the Cat. He'll call me back. She's a lovely old lady and when she spends another night without me in her bed she'll start barking like a wolf. Mrs. May have heard of this displacement or any of those which by festive boasting repeated then among friends the Natus, who was not delicate with the intimacy of anyone; the truth is that doña Agustina very soon left us amazed: she instituted divorce judgment. The rest you know. Within hours, Acosta had hanged himself with one of his famous natural silk ties. The Shadow Side, 1962", "title": "Cuervo y paloma del doctor Sebastián Darrés", "author": "Adolfo Bioy Casares"}