{"metadata": {"length": 5868, "words": 1177, "reading_time_min": 5.885}, "text": "Once Count Lucanor spoke to Patronius, his adviser, and said to him: \"Patronius, a man tells me that he knows, through witchcraft and witchcraft, what is to come, and that, if I want, I can take advantage of his knowledge for my own benefit, but I fear falling into sin. I have confidence in you. I beg you to tell me what you think I should do. \"My lord\", said the patron, \"a man who had been rich became so poor that he had nothing to eat. For there is no greater misfortune in the world than the misfortune for which he was always happy, that man, who from so much prosperity had come to so much misfortune, was very sad. One day, as he walked alone up a mountain, he was very troubled and worried. He knew why the man was so sad, and yet he asked him why. He replied that he could not cure her. Replicate the demon that if he wanted to obey him he would cure him, and that, so that he could see that he could do it, he would tell him what he was thinking and why he was sad. Then she told him her own story and told him the reason for her sadness, as if she knew it well. He also told him that if he wanted to do as he said, he would bring him out of poverty and make him richer than any of his descendants had ever been, because he was the Devil and could do it. When the man heard that he was demonic, he was very afraid. But because of his affliction and hardship, he replied that if he got rich again, he would do whatever he wanted. For Satan seeks every opportunity to deceive you. When a man is in great distress or great depression or is overwhelmed by fear or desire, he gets what he wants from him. Then they made a pact and the man declared himself his vassal. After this, the devil told him that from there on he would steal, for he would never find a door or a house so well closed that he would not open it, and that if he happened to be in some danger or was taken to prison, he would call him saying: 'Help me, don Martin', so that he would immediately come to free him from that danger. After which they split up. The man went to the house of a merchant at night, for those who want to do evil hate the light. When the devil came to the door, he opened it, and he did the same with the coffers, so that he could take a large amount of money. The next day he made a very big robbery, and then another, until he was so rich that he no longer remembered the misery he had gone through. The wretch, not content with having come out of poverty, continued to steal. He stole so much he ended up in jail. As soon as they arrested him, he called Don Martin. Don Martin came in a hurry and immediately rescued him. Seeing the man don Martin kept his word, he stole again, and stole so much that he became very rich. In one of these robberies he was arrested again and called Don Martin, who did not come as quickly as he would have liked. The judges at the place where he had stolen had already begun their search. When Don Martin arrived, the man said to him: \"Ah, Don Martin, how scared I have been! Why didn't you come earlier? I told Don Martin that he was busy with a very urgent matter and that's why he was late. He immediately got him out of jail. The man stole again. After many robberies he was again arrested and, made by the judges the investigation, he was convicted. Given the sentence, Don Martin came and put him on the street. Seeing that don Martin always freed him, he kept stealing. He was arrested again and called Don Martin, but he did not come until he had already been condemned to death. Don Martin appealed to the royal pardon and thus freed him again. He continued to steal, was arrested again and called Don Martin, but when he came the man was at the foot of the gallows. When he saw her, he said, \"Oh, don Martin, this was not a joke! You don't know the fear I've been through. Don Martin told him that he brought him 500 marvels in a prison, gave them to the judge and that he would be free. The judge had already ordered him hanged and they were looking for a rope to do so. While they were looking for her, the man came to the judge and gave her the jacket. The judge, believing that he had given him the money, said to the crowd, \"Men, who ever saw a man without a rope to hang him?\" I think this guy is innocent and that, since God doesn't want him to die, the rope is missing. Let's wait till tomorrow and see more closely, that if he's guilty, we have time to do justice. The judge said this to get him out of the money he thought he had given him, but when he turned away and looked at the jail, instead of money he found a rope inside. He immediately ordered him hanged. Throwing the executioner to his neck, the dogal asked don Martin to help him. Don Martin replied that he always helped his friends until they were in a trance like this. Thus the man lost his life and soul by believing and trusting the devil. You can be sure that no one ever trusted him unless he ended up in a bad way. Look at all those who believe in augurs or cast lots, and those who cast spells or spells or anything like that, and you will see that they always end up in a bad way. If you don't believe me, remember Alvar Núñez and Garcilaso, who so relied on waterfalls and witchcraft and what their end was. And if you, my lord, want to live well and save your soul, put your trust in God, put your hope in him, and do your best to get what is right in your eyes, and God will help you. But do not believe in water, nor tempt God, for this is one of the sins that most offend God and most turn away from Him. The count took very well this advice that Patronius gave him, he acted according to him and it went very well with him. As don Juan saw that this tale was very good, he made it put in this book and wrote a few verses, which say this: Whoever does not put his trust in God will have a very bad death; he will suffer misfortunes.", "title": "Cuento XLV – El conde Lucanor – Amigo del demonio", "author": "nan Juan Manuel"}