{"metadata": {"length": 8356, "words": 1561, "reading_time_min": 7.805}, "text": "The individual got sick. He came home with a headache and nausea. He immediately leaned down, and in the gloomy stillness of his room he felt undoubtedly relief. But at about three o'clock the man grew so bad that he began to complain with a tight lip. The doctor came, already at night, and soon the sick man was in darkness, with ice bags on his forehead. The daughters of the house, naturally excited, told us still low in the dining room that it was a stroke, but that luckily it had been counteracted in time. The oldest of them, especially a severely nervous, anemic, and unruly girl, whose eyes over-opened to the slightest crime story, was very impressed. He stared at each of his sisters who were taking each other's words to repeat the same thing. - And you, Desdemona, have not seen it? - I'll ask him some. - No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not He's complaining horribly... is he pale? - he went back to Ophelia. - Yeah, but at first, no... now he's got black lips. The girls continued, and again Desdemona's dilated eyes went from one to the other. I suppose the sick man had a very bad night, for the next day I found the dining room restless. What the guest had was not a stroke but smallpox. But like the previous diagnosis, the girls were burning with optimism. - Fortunately, it's a very benign case. The same doctor told the mother, \"Don't worry, ma'am, it's a very benign case\". Ophelia acted well, and Artemis was second to her safety. The older sister, on the other hand, was mute, pale and bare-headed than usual, eye-catching the one who had the word. - And smallpox doesn't heal, does it? - dared to ask, anxious deep down that she wouldn't heal and there were still much more desperate things. - It's a completely benign case! -the sisters repeated, roses of prophetic spirit. Although hours later they took the sick and his contagion to the isolation home. We found out at night that it was still bad, with the deadliest black smallpox you can get at Customs. The next day, men went to disinfect the room where the terrible thing had been incubated, and three days later the individual died, bleeding to death. Although our contact with the mortal would have been minimal, we did not live completely quietly until seven days later. The grave matter was fatally raised daily in the dining room, and as there were those at the table who knew the microbes, they made all water, air and touch suspicious. Death, already common surely in the nervous terrors of Desdemona, took on a more tangible form this time in the person of his subtle grandchildren. - Oh, what a horror, the microbes! - he'd close his eyes. To think that one is full of them... be careful with your hands, and you will rule out many chances. - Not so much\", another said. There have been mail contacts. Who's gonna wash their hands to open an envelope? Ophelia's oversized eyes stayed fixed on the last one. The others were talking, but he had suggested marvelously grim things to turn the young woman's gaze away from him. After a while of still dreadful dreaming, I suddenly looked at my hands. I don't know who had the misfortune of sugaring it. - He'll come to see you. The insistence on looking at one's hands develops the vision so that one gradually gets to see the microbes climbing over it... Shut up! Shut up! - Desdemona shouted. But the disorder was already occurring. Days later I stopped eating there, and a year later I went to see those people one evening. I missed the silence of the house; I found everyone gathered in the dining room, silent and red-eyed; Desdemona had died two days earlier. I immediately remembered the individual from smallpox; I had to, without realizing it. For the month following my retirement, Desdemona lived by washing her hands. After each washing, she looked closely at those, satisfied with their sterility. Little by little his eyes widened and he understood that after a moment of contact with the sleeve of his dress, nothing easier than the germs of the terrible smallpox were escaping by his hands. He'd come back to the laundry, leaving him in a quarter of an hour with his fingers red. Ten minutes later the germs were climbing again. The mother - who had read a novel before marrying, still retained weakness for the most romantic of the three child names - came to find this distinguished fear excessive. The skin of the hands, terribly mortified, looked like a bright pink, as if it were blistering. The doctor made it clear to the young woman that it was a monomania - dangerous, if you will - but ultimately monomania. That he reasoned, and so forth. Desdemona nodded willingly, for she understood him perfectly. I retired very happy. After laughing at herself with her sisters, she put her hands tied to her eyes, with a deep sigh of obsession finally concluded. \"Thinking I thought they were climbing\", he said, and he kept looking at them. Gradually her eyes became dilated. He finally shook those with a sudden movement and turned his eyes away, shrinking, trying to think of something else. Ten minutes later the desperate brush was breaking the skin again. For long months the madness continued, returning joyful from the offices, healed definitively, to, after two minutes of silent contemplation, run to the water. It was another doctor, who, more sceptical than his colleagues about fixed ideas, got very far away from intellectual suggestions, trying instead to cure in the same stream as those. After a close examination of the hand in every way, he said to Desdemona, with a very clear voice and eyes: \"This skin is sick. Her brush is even more abusive, but it must be modified; otherwise, she would always be exposed. And he wasted two hours touching his hand almost pore by pore with a syringe full of solution A. Then, every ten contacts, a cotton soaked in solution B, and silently squeezed there for half a minute. That day Desdemona was so happy that she woke up several times in the night, without the slightest temptation, though she thought about it. But the next morning I ripped off all the bandages to wash my hands desperately. So the brush eats the epidermis and the epidermis remains in flesh. The last doctor, informed of the failures in every order of suggestion, cured it, then locking his hands in hermetic rubber gloves, strapped to the forearm with colodions, strips and gutters. \"That way\", he said, \"you'll have the utmost certainty that microbes can't get in\". Plus, I have to tell you that in the state your hands are in, the slightest madness you do can lose them. - If I know it's my craziness! - she was confused. And he was happy until the exact moment when he realized that nothing was more possible than a microbe had stayed inside. He reasoned desperately and laughed out loud in bed to make himself more asserted. But in the meantime, the tip of a scissor opened a tiny hole in the gloves. Since it was undeniable that the two microbes would leave, I stayed calm. But through the holes they were all going in... the mother felt her bare feet. - Damn it, my daughter! - ran to stop her. The young woman cried for a long time, her head between her pillows. The next morning, the mother, restless, got up very early and found all the blood-stained bandages on the side of the bed. This time the germs went deep, and by telling me Ophelia and Artemis the five days of fever and death, they were recovering the lively verbal waste of another occasion, for the current drama. FIN", "title": "Los guantes de goma", "author": "Horacio Quiroga"}