{"metadata": {"length": 3429, "words": 645, "reading_time_min": 3.225}, "text": "Black-flattened, bordered by clay and with thick silver and ebony wires, Andrés Salaino's hat is the most beautiful I've ever seen. The master bought it from a Venetian merchant and it's really worthy of a prince. Not to offend me, he stopped by the Old Market and picked this grey felt cap. Then, wanting to celebrate the premiere, she set us up as models for each other. Dominating my resentment, I drew a head of Salaino, the best thing that ever came out of my hand. Andrés appears touched with his beautiful hat, and with the high-minded gesture that he walks through the streets of Florence, believing himself at eighteen a master of painting. Salaino, in turn, portrayed me with the ridiculous bonnet and the air of a newly arrived peasant from San Sepolcro. The teacher cheerfully celebrated our work, and he himself felt the urge to draw. He said, \"Salaino can laugh and he hasn't fallen into the trap\". And then, he turned to me, \"You still believe in beauty. You'll pay for it very dearly. There's not a line missing in your drawing, but there's plenty left. Bring me a cardboard. I'll show you how to destroy beauty. With a charcoal pencil he sketched a beautiful figure: the face of an angel, perhaps that of a beautiful woman. He said, \"Look, here's beauty coming. These two dark holes are your eyes; these imperceptible lines, your mouth. The whole face is out of context. This is the beauty. And then, with a wink, \"Let's get it over with\". And in a short time, dropping lines on lines, creating spaces of light and shadow, he made the portrait of Gioia out of memory before my amazed eyes. The same dark eyes, the same oval of face, the same imperceptible smile. When I was more enchanted, the teacher interrupted his work and began to laugh strangely. \"We're done with beauty\", he said. I was still looking at that splendid, unsecret face. Suddenly, the master broke the drawing in two and threw the pieces into the fire of the fireplace. I was stunned. And then he did something I'll never forget or forgive. From ordinary silence, he laughed with a hateful, frantic laugh. \"Come, quickly, save your lady from the fire!\" And he took my right hand and rolled with it the fragile ashes of the cardboard sheet. I saw Gioia's face smile for the last time in the flames. With my hand crushed I wept silently, while Salaino loudly celebrated the teacher's heavy joke. But I still believe in beauty. I won't be a great painter, and in vain I forgot my father's tools at St. Sepulchre. I won't be a great painter, and Gioia will marry the son of a merchant. But I still believe in beauty. I'm upset, I walk out of the workshop and I randomly wander the streets. Beauty is all around me, and it rains gold and blue over Florence. I see her in the dark eyes of Gioia, and in the arrogant dress of Salaino, touched with his bearded hat. And on the banks of the river I stop to gaze at my two unfit hands. The light gradually gives way and the Campanile cuts its dark profile in the sky. The panorama of Florence is slowly darkening, like a drawing over which too many lines accumulate. A bell drops the beginning of the night. Scared, I touch my body and run running in fear of melting in twilight. In the last clouds I think I can tell the cold, unchecked smile of the master, which freezes my heart. And I walk back slowly, headlong, down increasingly gloomy streets, sure I'll get lost in the forgetfulness of men. FIN", "title": "El discípulo", "author": "Juan José Arreola"}