{"metadata": {"length": 5215, "words": 1007, "reading_time_min": 5.035}, "text": "Back then, we knew street photographers who used to be barbers. They were said to be able to fly and maybe that's why no one saw them reach their places. This was a sounding little man, all dressed in saints and hanging mirrors, who made a frequent and joyful noise when he walked. It looked like a thin horse, horse's face and long yellow teeth and the hair that looked like a long, yellow, almybar, lying on its back. He put his camera in the hallway and looked even more like a horse when he put his head and shoulders under the black rag. The box opened on one side and inside you saw a black worm full of wrinkles. I, who was a boy, portrayed myself sitting on a cushion, rather slumped and with my hands together, praying and my fat mom who filled the whole chair, putting a hand on my head and looking at me like I was a real saint. I thought I was going to come out as Fongaland's Guide, all shiny, white porcelain just rubbed, but I came out yellow and asleep, eyes empty like an albino. Dad came out with a hand on his chest looking at us all in amazement and my Aunt Gardita, who was called Hildegardis, the dress of black pints completely discolored and flour came out of her head. Finally, my uncle Juan was forced to take a picture, was stopped on the wall with his black widow band on his right arm and was taken. The other morning, when the photographer was walking around the square and all the boys and dogs in the neighborhood were following him, my uncle had a syncope, broke a bag of blood in his head and died. He fell into the bathroom in one stroke, tight as if his flesh had suddenly dried up and the noise he made was so loud that it resonated throughout the house. My Aunt Gardita, who was sewing the books of the Register, because she was a chainer, came out screaming and saying that she had seen him fall long and long, as if he had fallen off the ceiling in the middle of that big table where she worked. He was buried. The other day they called the photographer, who the night before, while people were praying in the hallway and I was crying in my room, he put his front helmets on the window overlooking the garden and there he looked out his long, full-bodied horse face. The photographer took the portrait of my uncle and as in the week, when the days were still long and the steps were not heard, he returned with a large extension that was hung once in the room. It was a full-body portrait; my uncle was fat, pink and had lost half his hair. He was standing there, dressed in white and his arms tied to his body like a soldier. That day, the photographer put a hand on my head and it was so heavy that I felt it, cold, in my hair for many days. We didn't see him again. One day, my aunt Gardita - her hands were sticky with tails and her nose was full of veins - said that the black suit my uncle wore in the portrait, the same as the vest and the boots he had worn on his wedding day and that he had never worn them again. That suit was still in his room, hanging behind the door: one shook it with fear and cockroaches came running like blinds through that black cloth covered with dust. Over the months, my uncle also grew dimmer; his face became sharp and his black hair, with its feathered hair, shone like oil; he wore dark drill clothes and had long white hands. My mother found him to be like my uncle Roberto who died very young; but my uncle Roberto had the clearest forehead and the longest neck. One day he showed up on horseback, boots and Polish and a felt hat. He looked very tall, hard, like a statue. He was fatter and his face was rounded: Mother said that looking very well, you could see, barely, in that dim smoke from the background, my father riding also on horseback; but this was not possible to verify, so after a while he forgot. About that time, my Aunt Servilia showed up and woke up the house. Seeing my uncle in a chair with that huge neck where he was beating a vein and that swollen chest and heavy hands, he said it was a shame he had died so young. My aunt Servilia walked around the house all day, busy and never stopping to talk. He talked about nothing, told the things he was doing, and sometimes he laughed at what he thought. Under her sweater came some crazy little men running in front of her removing chairs and mattresses and everything they could find. Everything was noisy in the house and the day was flying by. So he invented changing everything, emptiing the rooms, everything. When we rolled the windows, the lizards came out in flyers and we were all sneaking. A stain of dust remained and things appeared that had been lost for centuries. When they went to get my uncle's portrait, a piece of the stake fell off and the portrait fell to the ground. I ran to look. There was the glass shattered, blackened by dust and the frame unlocked in a corner. My mom and aunt were screaming. The portrait was so dark, full of fur and glowing spots, it was hardly possible to distinguish the figure. My uncle's face looked a little bit, but since it was a long time since he died, I couldn't remember. My Aunt Servilia said it wasn't worth doing anything to get it back, and she sent me to throw it on the floor. The Hiding Place, 1972", "title": "Asunto de familia", "author": "Salvador Garmendia"}