{"metadata": {"length": 5258, "words": 971, "reading_time_min": 4.855}, "text": "For many children, in many capitals, including Madrid, there is a more public school than public schools: the street. Its rector is misery, its classrooms neglect and opportunity, its bedbelts the guards. It's always open. At midnight, as you cross the wide deserted streets, a little delighted to hear your tapping on the sidewalk and to have nothing but the bright lights for you, like those on imperial palace avenues waiting for the Lord's retreat, something comes before you and entangles you between your legs. It is a newspaper that runs alone, behind which the feet, head and hands of the person who holds it are then seen, as in the classic advertising banners. The Snowman! Says a little boy as tall as the newspaper. It came out of a portal, the furnace biome, where the cold was holding, lying on a bunch of children, who step on the overnight stays. An arm that retreats or a leg that shrinks: that's it. The golfs, thinks the one who leaves, and by the limbs intertwined there, he is as incapable of calculating the number of boys as he is of finding out by the movable, viscous thread of a platoon of worms. And I've looked at the ice cream boys once. There are blondes, with pretty, sweet faces like all three-year-olds. Their mouths smile with confident ingenuity, and their eyes are alive and intelligent. They ask for a pimple or they offer their merchandise by extending the tender hand, no matter who, with the loving grace with which they would ask their parents for a kiss, if they knew them. I have searched with insistance among them for the criminal born in Lombroso, to know him like this, little one. It's all for nothing. Bulging faces and silk spells... like all children, after all. The golfs! That's what the bad man says when he sees them, the same thing he says under the trees of the Retreat: \"The mosquitoes!\" The most important, remembers in them the Gavroche; he finds them funny and friendly, and it is imagined that they will forever be sparrows of the great city, to sleep in the hollows of the statues and jump by day in front of the battalions. It is well, then, that they do nothing; they will already be a harmonious effect to poets, like swans and the grass of carpets. The social order, which for two pesetas has a guard to represent, looks at the golfers and kicks them every now and then. Oh, but it's unfair to treat them like that, like thugs! Far from it. Those poor kids from the Ice cream and the Correspondence show the curiosity and willingness to learn that everyone their age, when they start to unfold their soul. They have it white, angel-like, and with it they have started their career and apply it in their first teaching. And don't teach them the public order punches! At six, they can run and take off their handkerchiefs, looking with one eye at their pocket and the other at their guard. It's the bachelor's degree. As they go through it, the officers keep a close eye on them, taking them to pick up diplomas from the prevention district, and handing them trumpets and necklaces. Though philosophically: they don't bother yet, society says. And as they do not interfere, until they are 15 or 20 years old, already enrolled in government records, they spend their lives, at the hands of cheerful students, running from the guards on the street and inviting them to caress in the taverns. Senior high school. It is indicated by the entrance of the educator in prison, as a result of a theft or a knife in a chimera. A little bit of a big break. Whoever's not completely stupid, gets his degree in three years, and since he's done most of it, here comes the day a marquis' palace is looted, gang-banged, with the owner murdered... society is moved. That man says, frowning at the murderer, \"Stop now. Let's get revenge; he's finished his career. And indeed, he enters the dungeon soon afterward; anthropologists weigh and measure him; they find that he has a depressed forehead, furry and rough hair, clenched ears, and protruding cheeks. They do not remember that when they were little they had the head of the angels, when they preached the Ice Cream, nor do they remember that the ferocity of their horse-toothed smile had been first, in the mouth of a child, a smile of love. Born criminal! The anthropologists are screaming. Because, yes, science is rotten. He's finished his career. He's wearing the hoodie and the judges' dressing gown. I mean, the toga. ••••• At least that seemed to me a very sad evening when I could contemplate a man in a black bonnet and bottom, sitting by a stick, clutched by the neck and with his tongue out. I had just earned my toga too, and I don't know what strange twists of thought made me see a little shame in my cutting suit and a little grandeur between the folds of that robe that wrapped that dead man with the severed head and the apocalyptic reproach gesture... Maybe we started the race at the same time! Me, in my mother's lap. He, in the contempt of mankind. And I trembled thinking that if it had been the other way around, I would have been the hanged man, and the hanged doctor. The End of Naive Tales, 1920 1. Hopa: A type of clothing, in the form of a closed tunic or undergarment. - I'll either get the punished or I'll take the punished.", "title": "La toga", "author": "Felipe Trigo"}