{"metadata": {"length": 8084, "words": 1377, "reading_time_min": 6.885}, "text": "Siderian Stories It was a great day in “The Ark” of Sideria. The great apocalyptic party was celebrated, the fulfillment of abracadabra prophecies. It was nothing less than to crown the great Duke of Monchinia, the illustrious Don Tiberio. It turns out that the Ducal City of Sideria belonged to the ancient Monchino country, whose origins were buried in the mystery of genetic ages. A venerable legend taught that monks were autochthonous or indigenous, that is, born in their own land, and that a monk's Deucalion had produced them, turning trees into men, who were rejoicing and strong as trees. But leaving the field enchanted by legend, history presented monks in remote ages working their fields, eating in peace and grace of God their bread and enjoying wise laws. They had been placed in the ambit of the great dukes of Monchinia, and when each of these died his successor was to be sworn to the sagacious laws of the Monchinians to an island, situated two leagues inside. After the Grand Duke had offered sacrifices on the altar of the Monchinesque law, and while the vapor of those sacrifices rose to heaven, the cries of the people were mixed with the roar of the sea. But, oh!, some time ago a tumultuous earthquake had shaken Monchinia, and the sea, swollen in its seat, had swept the island and with it the altar of the law and the great duke, who was standing on his feet praying to heaven. * * * It was long ago that Monchinia had been ruled from whence in whence, looking sad at the point of the sea from which the island rose one day, the partners of the Arca of Sideria resolved to make the poor filisteos and the burghers of Monchinia happy by crowning the great Duke Tiberio, raising the Arca to the island of the Law and lighting the altar of sacrifices on it. Don Tiberio was a great sailor. In the deal with the hawk he had acquired extraordinary powers of governance and extraordinary energy. The poor souls of Monchinia, murmuring about him, said that, had he been born a son of one of his women, he would never have been a woman... and thanks, and although it is true that he had no conditions or language for such a thing, it is at least true that such murmurs were spouts of impotent envy. Don Tiberio felt that the enlarged chest seemed to him like a gigantic thorn when he felt in his spine the precursor of the sweet weight of the ducal crown; he saw his grain strewn with thorns for the goat and his fields strewn with green heno, and, smiling modestly, exclaimed in his heart: -Lord, make of me what you please, and if you will, be it. The partners of “The Arca” were out of their minds. They would give the great apocalyptic blow; they would leave the unlucky filisteos, not only of Sideria but of all Monchinia; they would once and for all kill the monster of the bourgeois riot, they would teach the world what the world is. The poor Monchians initially resisted, unaware of their interests. Victims of ridiculous preoccupations, some thought the dignity of the Grand Duke incompatible with the office of a lord, without understanding, idiots!, that this was the best school for it; others gave their sons names based on the most fanciful presumption of the heritage of the highest dignity, as if he were not the son of their works but the son of a neighbour; and others, finally, the pusillanimous, feared the country would erupt into civil war and germinate bands supporting each of their heirs to the Grand Dukedom. But if this last is true, will the reed last longer than the life of the hen, on a dry, green morning in the afternoon? Who is so generous in his opulence as Tiberio, and willing as he is to grant a free and hygienic breakfast to the monkish people, full of liberty and rest? Don Tiberio paved the streets of Sideria with henna and sowed the fields with the scythe of his granaries. So the monks gradually came to their senses and everything was ready to celebrate in “The Arca” the apocalyptic feast of the coronation of the Grand Duke in favor of Don Tiberio. * * * What a party! What splendor! Imagine the reader at such a party, for it will always be preferable to describe it. She was sacrificed to her as many kings and queens as were invited. And while the solemnity, after the ceremony, was being observed, the peaceful Siderian Burghers sat in the street, gazing at the illuminated balconies of “The Arca” and commenting on the voices that had reached them. The Briddis were all devoted to Don Tiberio and his coronation, with the Orator of the Arca, who had more than a body of inspiration. \"We will make the happiness of these rags - he said - we will save them the work of the shaver's head\" - Bravo, Bravo! - some exclaimed. -That's repeated! What a dance! - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - “We will turn this great country into a free country,” the speaker said. Great astonishment among those who have not yet risen. “How? Reducing it to true freedom of thought, liberating it from thinking...». Crazy enthusiasm. In the delirium of this some are demotivated. -And will you be able to thank us for it? - exclaimed Anastasio. “From tomorrow -he continued- Monchinia will be a peaceful pond that will swim in abundance. The beds will be of iron, and we shall all walk with our rods in a shack.\" - I will name you the king's mascots,' shouted Don Tiberio. \"High honor, gentlemen, high honor that we must thank the Grand Duke. Live the Duke of Pastor!” - What dance! - cried out under the table. The merry-making continued until the time came for Mr. Tiberio to speak. He stood up, secured with both hands the crown that was tumbling on his head, put it on as a brim, opened his mouth... and sat down again. A tremendous applause followed this reformed slapstick, an applause which made the poor Burgueses shout from the street: It will be the Grand Duke talking. Soon after, when the sun was shining, they saw that the great Duke had brought home the silver in triumph. When the oracle returned to his house he said, \"The Grand Duke will sign tomorrow the decree naming us as the king's spies.\" And after he had sat down, reclining on the sofa, he said to himself, \"What a beautiful transformation! Ah, who was the calf or the goat or the ram or...! It is the first time I have envious of these poor people. From morning free-spirited, free from the torment of thinking... What a happy life the cow, the goat and all its relatives have! They need not think more than about the mind and the bed... The shepherd will guide them. And even the animals are quaking in their boots when some of them sacrifice the lamb for their sustenance... What does one more or less mean? The shepherd has to live and he must forgive the one who mingles with some other sheep in gratitude for his request for a tithe. Dura lex, sed lex. Nature does not look at the individual, it sacrifices him in the thorns of the species... How well we shall live the mastines of the great duke pastor! He will give us the bones of the cords we want, and more than we can eat on our own. We, happy with bones, and the rebbe, happy rejoicing in fresh, grassy, green yarrow.” He trembled and in his dreams he heard the squeak of the lord's sash over the heads of the servants. Since then the jacaca has departed from Monchinia and the monkeys have stopped guiar by sacrificing tasty individuals to the good of the species. And, beware if it was a travesty the great Duke-Pastor! They say that tired of cords he thinks of retiring to private life, giving the great dukedom to his dog, to prove that Caligula was not as crazy as one thinks in naming consul to his horse. *FIN* Salamanca, 1892", "title": "El gran Duque-Pastor", "author": "Miguel de Unamuno"}