{"metadata": {"length": 3744, "words": 682, "reading_time_min": 3.41}, "text": "Oh, Lord! The world is going very badly. Society is disintegrating. The coming century will see the greatest of the revolutions that have swept the earth. The big fish eats the little fish? Be it; but soon we shall have the deed. Poverty reigns, and the worker carries the burden of a curse upon his shoulders. Nothing is worth anything but the miserable gold. The lost people are the eternal rebuff for the eternal murderer. Do you not see the hat as rich as if it were of porcelain, and as a swan wrapped in silk and lace? Meanwhile, the daughters of the poor, from the age of fourteen, have to be prostitutes. I am the first one to buy them. The gangs are possessed of the banks and the warehouses. The workshops are the crucible of honour; they are not paid for, but the salaries promised to the magnates, and while the unhappiest eats his hard bread, in the rich palaces and houses the scribes are ensnared in trufahs and faiz. Every cart that passes by the streets is bringing the poor's heart under its wheels. Those little shits that look like grubs; those scurrying clucks and those snarling snarls, are the ruins of the martyrs. I want a bloody riot; I want the time of rehabilitation, of social justice, to come. Isn’t democracy that ethereal political philosophy that poets sing and preachers preach? Because that democracy is cursed. That is not democracy, but a sham and a ruin. The unhappy suffers the rain of flies; the rich enjoys, The Press, always venal and corrupt, sings not the song of gold, but the invariable song of gold. The writers are the violins that play the great powers. The people do not care. And the people is enraged and blaming themselves for those above; in the man, crime and alcoholism; in the woman, so the mother, so the daughter, and so the blanket that encircles them. With what do you calculate? The cent that is earned, what must it be sino for aguardiente? The patrons are eager with those they serve. The patrons, in the city and in the countryside, are the tyrannos. Here they rip one's shirt open; in the field they insult the journalist, they burn the paper, they give him bread and, for a reward, they beat their daughters. Everything goes this way. I don't know how he hasn't invented the mine that threatens the world, because he should have invented it. In all places the same fever burns. The spirit of the lower classes will be incarnated in an implacable and future vengeful one. The wave below will knock down the mass above. The Communist, the International, nihilism, that is little. False the huge and true coalition! All tyranny will come to the earth; political tyranny; economic tyranny; religious tyranny, for the Cure is also allied with the scoundrels of the people. He sings his Tedeum and cries his Paternoster more for the millionaire than for the unfortunate. But the signs of the cataclysm are already before the eyes of humanity, and humanity does not see them; what will be seen is the wrath and horror of the day of wrath. There will be no force that can contain the torrent of fatal revenge. You will have to sing a new Marselle that, like the clarinets of Jericho, destroys the home of the dead. The fire will light up the ruins. The popular knife will cut off dreadful heads and limbs; the women of the populace will rip the red hair of the proud vultures; the foot of the stout man will tear the carpet of the opulent, the statues of the robbers who oppressed the humble will be broken, and the heavens will look with awe-struck joy at the rebirth of the redeemed catastrophe, the punishment of the wicked savages, the supreme and terrible revenge of the rotten misery. —But who are you? Why do you grumble like this? —I’m Juan Lanas and I don’t have a cent. *FIN*", "title": "¿Por qué?", "author": "Rubén Darío"}