{"metadata": {"length": 7632, "words": 1405, "reading_time_min": 7.025}, "text": "Around the factory - an elegant factory, with a golden frame, mouldings and rose-toned walls, in matt and brilliance - the nutrient group of hula dancers gathered. They cried out in a rage, and their faces, pale and icy, expressed the threat, the resolute resolve. That the sold, the traitors who were going back to work, not without giving before the morning society. Some of these vendors, eager to make a profit, had approached the factory with the intention of entering, and in the face of the hardly reassuring attitude of the guard, they turned back to the central streets. They also spoke among themselves: “That was not fair, pig! Whoever wants to eat the crumbs of hunger, or has a livelihood to sustain himself, there he is; but when the little ones are at home and the mother is waiting to buy the piece of bacon and the potatoes, knowing the work of her husband, she has to put her shoulder to the wheel.” There was even one who retorted: “With this kind of society we do not believe, oh, come on!, in ourselves.” The blacks dispersed to the entrance of the street to carry the bad news to their consorts. The Huguenots had not moved. They were not to be taken from their observatory; they had a right; they were in their own interest. And one of them, a boy of about twenty, had a shiver of strangeness when he saw a red-faced girl -about fourteen, or who, in her shabby rags of a factory girl, represented them all - coming from afar, and concealing something under her hat, he hurried to the factory in a frightened manner, avoiding them. - Oh, you, Manuelina, what are you carrying there? Without response, the girl cries out, terrified. And finally, Hollipo: -Let me go! I'm not doing bad! Let me go! A strong, hefty hand shook the jar, discovered the contraband: the rotten ollita, with the guise of potatoes squirting in its clear sauce. - Is your grandfather inside? - He questioned, with seriousness, the one who seemed to be threatening the others. The cry of the girl was then desperate. He shook his head, repeating, \"My grandfather is not doing bad!\" It does not harm anyone! A quick clatter of the hammer struck the wall of the factory, splintering it, and a shrill voice cried out, hurling a shivering stream of cold air at the woman's breasts: \"Anda, enter and tell that old pig that today he is pardoned the mutilation; but if he comes to the factory tomorrow he knows what awaits him.\" At the time of departure the group, stooping and turning, still stood before the door; but fatigue, tedium and that refocused anger that infuses the apathetic waiting and the apathetic calm of things, the contemplation of walls behind which is our destiny and we long to force or hurl, had communicated a more shadowy expression to the faces, a more bilious rage to the faces, a more irascible gleam to the eyes. And there was a roar of indignation when Pedro Camino, the only sacrificial lamb, came out, having waited for the time of entry, and had come to fulfill his task. He was an old man like sixty, still robust, with a bald head, like a saint from a village painting. He was unceasingly told that he was not to drink the wine or the brandy. It was of the Labrige caste, strong, simple and sober; it knew nothing but its obligation, its contract, its office. And he looked hostility upon those who had broken their oath, those who had broken their supper, those who had threatened their lives. - Here we are, Peter - exclaimed the chief, in a semiconciliatory, semienvious tone. Manuelia would have told you our agreement, eh? Until the end of the struggle no one works, and those who do work are repaid. The old man sat down, unafraid. He leaned forward, looking at the chief with a fixed, almost despondent gaze, and, amid the expectant silence of the group, said: -Then I will go to your house and collect the newspaper, which I and my daughter need for food. - And us, we don't need it? - Some of them, stumbling, more than in words, in the admonishment. -Those children, there you are... You will be rich when you spend months without working... I am poor; I was born poor and I shall die poor; only that, while I live, Manuelina will not lack potatoes, nor a bed, nor a blanket for the bed. And you will not lose, like others... The remark was a bloody one: it was made to one of the group, and it hurt more, so that the worker really had no blame for his wife's conduct, if not for the defect of the addiction to fermented beverages. -Don't walk with a stick, Pedro - the chief insisted in a serious tone. It is evident from what he does and what he says that men must have much prudence, but much. Do not provoke people to work when they all scream. If we look not to the years we shall say otherwise; and he shall be well pleased, and he shall go into his house, for tomorrow he shall not enter in, hearst thou? While the leader was making these warnings, the group was rumored to be in a state of rage. They were armed with slings and, not being able to sling at anyone anymore, began to encroach especially on the old terrier. -You are no one - he grumbled - to consent or not that I enter. I am your slave, by the way, if you happen to be? Now is when I tell you that I will enter, and if necessary, ask for help from the authorities. Oh man! When Pedro vigorously said this, Manuelia came out of a nearby street. It was a pale yellowish-white. And looking to the crowd, he cried: - Help, neighbors! You are my grandfather! The truth was that no one had touched his hair even with the clothes on. The Huguenots taught teeth, without deciding to mutilate; and he said that mysterious vally of veneration to the old age and the right of that man, who did not ask but worked to keep a girl, contained them, obliging them to keep a certain distance, despite the crisping of their nails around the cord, which they desired to touch. The arrival of Manuelia soon disturbed them; it was a pathetic note to which their souls responded. The creature came to defend its only refuge in the world, its grandfather. He had a gleam of madness in his eyes. A scream to the console. -There is no doubt, Manuelina; with your grandfather no one can be... At the same time, and certainly attracted by the cries of the little girl, four guards and a chariot appeared. The public force came as a remolque, not willing to take issue, for those horns of hell were the devil, and the more and the less of the guards was a friend, a neighbour, a companion of some of the afflicted; but, at last, they had orders, and came to see what devilishness was there. As they saw that nothing was really happening, they retraced their steps, and stumbled upon one of the streets, affecting their prudence, and their sanity. But his presence, like a thorn, had enraged the Huguenots. - The guards do not scare us. - We need no more than to put our strength on it. -The most brittle are the sons of the people who call her... -Come with the solders! And as Pedro, who had pulled the Manueliana's sash, began to stir, one of the hulks -the one who had been scolded by the old man for talking of women who were lost- swung the sledgehammer, and the first blow was so well aimed that it smashed the old man's skull, making him fall like a rotten egg. What followed was the character of that epidemic, of that murderous contagion that, at a given moment, swept over the multitudes. Twenty stones fell on the body, and one reached the girl, who, as a lion's cub, threw her weak body to guard her grandfather. When they came running, roaring in, the guards, Pedro Camino still slowed down. He did not die until the next day in the hospital.", "title": "Doradores", "author": "Emilia Pardo Bazán"}