{"metadata": {"length": 4150, "words": 828, "reading_time_min": 4.14}, "text": "When I opened my eyes I saw that I had his fixations on me. Hands on your hands. He kept on the same, without moving them, without changing their expression, even though I had woken up. His naked body, half covered by the sheet, looked immense over the bed. The candle remained lit above the nightstand on the side where he was, and his light made the hair of his head dim toward me, but despite the shadow his eyes gleamed in his face. The yellowish clarity caressed the hair of the armpit and the soft skin of the left side; it also ominously made the lump of feet wrapped in white cloth appear as if they were the body of a corpse. The storm had passed. He could have turned off the candle and sent me to sleep in my bed, but he didn't. He didn't move. He followed with his trunk slightly turned to the right and his arm and hand stretched out toward me, with his back turned and his palm of his hand open, without touching me: looking at me, holding me back. My mother was sleeping in one of the abyss rooms in that house, or not, she was dead. But dead or not, he had a wife, another, that was the truth. It was the reason my mother went crazy. I've never seen her before. I saw the white flesh of the arm stretched out toward me, tersa, without a hair, sweet and throbbing with the swirling flame. The fingers slightly curved over the hand offered barely: open. I would have liked to put a piece of my tongue over my warm skin, on my forearm. He had his eyes fixed on me, so serene that he didn't seem to see me. I thought he was asleep, but no, he was all fixed on something of mine. That thing that kept me from moving, talking, breathing. Something sweet and thick in the center, which made my body strange and singularly familiar to yours. My body hypnotized and attracted. That thing that could be death. No, it's a lie, he's not dead: he just looks at me. He looks at me and he doesn't touch me: it's not death we're sharing. It's another thing that unites us. But it is. The rats smell it, the rats surround it. And out of the shadow came a big, eric rat that stands between the candle and her body, between the candle and my gaze. With her hair wrinkled and her big mouth full of big teeth, she's a big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, big, She's seven years old but she just got out of the cane, she's a rat chasing her prey. With its dirty nails it clings to the white flank, its scratched knees swell up into the groin, slipping under the sheet. Manatee, open your mouth, your throat drips sounds I don't know. It crawls through her belly and reaches her left shoulder. He's giving me a whisper. Then he passes his head behind his and stays there, half of the body on one shoulder, the head and the other half on the other, very close to mine. With his feet up in the air, he shows me his teeth, his eyes sparkle. It's here. He's won. Now I do think my father is dead. But no, right now, sweetly, smile: pleased. Or the candle swinging made me believe it. *FIN* Underground river, 1979", "title": "Apunte gótico", "author": "Inés Arredondo"}