{"metadata": {"length": 3280, "words": 585, "reading_time_min": 2.925}, "text": "On Holy Wednesday, the little Nazarene in purple robe and thick white cord, knotted, well-belted around his waist, goes up or should go up between Mom and Dad, down the street leading to the Church of the Nazarene. But he is not giving any proof, at all, of that Nazarene patience and resignation corresponding to the character and the dress that has been assigned to him. On the contrary, it shows a true dog-like humor - a humor rarely seen in a Nazarene on Holy Wednesday - he groans and wails, and instead of following Mom and Dad meekly, he makes a pull, and sometimes a push, for one of them. They both try to convince him, beg him, praise him, promise him rewards for later, for a little later, when the visit to the temple has already been made, the devotion is fulfilled, and the promise, paid, according to the terms of the devotional covenant made between them and the Nazarene of miracles. The little Nazarene, no doubt, is tough and stubborn; no offer makes a dent in his attitude, which is frank sabotage; nothing and no one forces him to go lighter or leave a less bitter face. When a guanabana ice cream is gently offered to him (the latter in clear contradiction to all traditions regarding the treatment of Nazarenes, which do not include guanabana ice cream at all, but ice in hyssop in perspective only), when the ice cream, then, was offered to him, the little Nazarene threw it to the ground, without ceremony or compassion. Worse still, no appetite. It is then, at that crucial moment, when Dad slaps him on the cheek, now suddenly returning to the observance of the old practices that repeat the way of dealing with Nazarenes and redeemers. In view of the events, correction, it could have been believed that the little Nazarene had finally resigned himself to play his role well and to become a living image of the great Nazarene to whose church his father and mother had taken him. But none of that! He became even more furious than before; he was materially set off, screaming and stomping, and getting carried away from there onward. Losing the last remaining part of her holy calm, and lifting her tunic in the middle of a busy street, Mom gives her a few cordones, a posteriori, if you can say so, with the very white cord and thick knots that narrow her waist, the thin waist, to the little indocile devil. The little Nazarene, then, for this moment for that, mystical, season of his journey, has already been duly beaten, pushed, beaten, slapped and flogged. He was also bathed in tears, and his long purple robe of glossy folds appeared all over it, also stained with splashes, not blood, but guanabana from the ice cream he threw himself against the pavement, thus contributing to his own punishment and suffering. Without anyone proposing it, all or almost all of the ritual of Nazarenes, large or small, forced or spontaneous, ancient or modern, was fully observed. The little Nazarene kept screaming. A large crowd was present at the show. If it were not for the decay of the faith in the days ahead - faith in God and faith in Satan - you would almost be accused of being a demon - possessed. They would have exorcised him, or even burned him, who knows! All the other Nazarenes who were on the street looked at him with astonishing eyes. FIN", "title": "El pequeño nazareno", "author": "Julio Garmendia"}