{"metadata": {"length": 4373, "words": 816, "reading_time_min": 4.08}, "text": "I Lady Micaela de Ponte and Andrade, the sister of my grandfather, had demons in her body, and as the exorcisms were not enough to cure her, she decided, on the advice of her family, to press the abbey of Brandeso, to bring her to the rosary of Santa Baya de Cristamilde. We were giving him a seat with me and an old man. We left at mid-afternoon to arrive at midnight, when the endemic mass is celebrated. II Santa Baya de Cristamilde is on the other side of the mountain, on the sands where the sea roars. Every year many devotees come to their feast. Sometimes along the road, you hear a man walking briskly, with his canes pointing to the ground. The sun has come out, and two shivering babes are nursing on the edge of a pond. In the lilies the snout of the watchdog dogs in the bushes is raised. The moon and the owl are hiding in a cave. When we begin to climb the mountain it is dark, and the keeper, to keep the wolves away, blows a whistle. A caravan of swine is coming up: their croaking and croaking voices are heard, as a cord of oars is snared along the way. Some are blind, some are deaf, some are lame. They all eat foreign bread. They go about the world wailing their misery and slinging their power at the door of the rich avariento: one woman gives her child a teddy bear, covered in lice, another pushes a paralyzed car: in the thorns of an old and full of killings two monsters are writhing: their heads are deformed, their hands are palmed. At the bottom of the mountain, the road becomes a vast sand beach of sand that is slick and flowing. The sea sparkles in the reeds, and time after time a huge wave passes over the swollen trough of the cliffs that the reed bed leaves dry: the sea returns to its sombre twilight, and there in the pond it returns to its black and apocalyptic rage, crowned with white swells: it keeps in its flow the powerful and mysterious rhythm of the world. The homeless caravan rests along the beach. The endemic cries ring out as they ascend the hill where the monastery is located and their blasphemous mouths spout: the village devotees who drive them have to shoo them away. Under the cloud-shrouded sky and without moon, the gulls chirp. It is midnight and the mass begins. The endemoniacs scream in reply: -\"Santa Baby, close your eyes to the abyss! And with a shaven head and a squinting eye, they struggle to go to the altar. It is a hard job to attach them to the most affluent villages: the endemic jade rooster, with ragged bodies, showing the vivacious flesh of the shoulders and the thighs: between their fingers are hung combs. The cries of the faithful do not cease during the entire Mass: -Santa Baya, you have a stray cat that visits you in bed! After the mass, all the possessions of the evil spirit are stripped of their clothes and driven to the sea, wrapped in white linens. The endemics, facing the waves, sink and resist by putting their feet in the sand. The lid that covers them falls, and their nakedness arises as a great legendary sin, a burning and a sad one. The black and foamy wave rises to rip them and rises up the beach, and crashes over those shattered heads and those shattered shoulders. The pure sin of the flesh is increased, and the wailing lips hear the salt water of the sea. The wave is withdrawn leaving the rocks dry, and there in the pond it becomes thick and muddy. Their obstinate obstinacy is like Satan's temptations against the saints. The gulls fly over the chapel, and a child, clinging to the chain, makes the tinkling sound. The saint comes in procession, and the golden wreath, and the crown of kings, and the sceptre of muradan, shine forth under the stars. The sailor and the monk recite their Latins gravely, and the endemonized, among the spluttering of a wave, blaspheme: Holy infant! Santa flies! Santa's exit! Santa Claus is coming! The villager, laying on the beach, knows the waves: there are seven that he must receive in order to be free from the evil spirits and save his soul from the dark prison of hell: seven as many as the sins of the world! III In the morning we took the way back already. There is a lull in the number of other Roma who are walking down the aisles. My grandmother did not give a fuck about the breaths, long, deep breaths of old history. She died a few days later so Christian that her sisters still remember the miracle. FIN 1904", "title": "Santa Baya de Cristamilde", "author": "Ramón del Valle Inclán"}