{"metadata": {"length": 6096, "words": 1163, "reading_time_min": 5.815}, "text": "Once upon a time there was a certain priest named Tiraccio, who was a priest in a church in Castello, in the county of Florence, and who was old, but who in his youth had a beautiful girl from the great village of Oguissante as his friend and had a daughter from her, who at the time of our story was very pretty and was old enough to marry. The fame spread everywhere that the priest's niece was a beautiful girl. There was a young man in the neighborhood, whose name and family name I want to keep quiet. This young man, having seen the priest's niece many times, fell in love with her, and had the idea of a subtle trick to achieve it. One evening when the weather was rainy, towards dusk, she disguised herself as a peasant, and after having put on her skirts she tied herself over the tummy messed with straw and cloth, which gave her the air of being pregnant and with her belly in her mouth. She immediately went to church to confess, as women do when they are about to give birth. He came to the church, about the first hour of the night, knocked on the door, and having come to open it a clergyman asked him about the priest. The priest said to him, \"He went out to take the bread to a sick man, and he is coming back soon\". And the pregnant woman said, Woe to me! I'm tired of being tired! And she was cleaning herself every moment with her handkerchief, both to avoid being recognized and by the sweat that covered her face. And he sat down, as if he could not bear it; and he said, I will wait; for I am heavy in my belly; and I cannot return; for Jehovah would have given me life, and I would not have been taken without confession. \"May God protect you, sister\", replied the clergyman, and let her wait quietly. The priest came back around 1:00 p.m. His parish was very large and he didn't know all his parishioners. When she had seen her in the twilight, the woman, with difficulty, explained to him that she had been waiting for him, and always cleaning her face, told him her condition and what she wanted. The priest immediately began to confess her, and the young woman-dressed man made a very long confession to her, so that it was well late. When she finished confession, the penitent began to sigh, saying: \"Woe to me! Where am I supposed to go at this hour? The priest replied, \"It would be a bold move to leave. The night is dark: rainy and threatening to rain harder. You can stay at my house tonight, and you can leave tomorrow whenever you like. Hearing these words, the man-woman saw the opportunity for what he wanted had come, and feeling the appetite awaken strongly, he replied: \"I will do, my father, what you advise me, because I am so tired of having come, that I do not think I can take a hundred steps without great danger. As the weather is bad and the night is advanced, I will do as you please; but I beg you that if my husband says anything, you will excuse me with him. - Count on me, the priest replied. At his invitation, he went to the kitchen and ate dinner with the girl, often using the scarf to cover his face. After they had dinner, they went to bed in a room that was not separated from Tiraccio but by a partition. The young woman was in her first dream; she had already slept for a moment, when the other began to touch her breasts. The priest could be heard snoring loudly. As the alleged pregnant woman was placed near her niece, she soon learned what was happening and began to shout at Father Tiraccio and say: \"It's a boy! He called three times, but he did not wake up. \"Father Tiraccio, \" he said, \"you are a boy! At four o'clock the priest, asleep, asked him, \"What are you saying?\" I say he's a boy. The priest, thinking that she was a good woman giving birth to a child, answered, \"Help her, help her, my daughter\". Many times the young woman repeated: - Father Tiraccio... Father Tiraccio! I'm telling you he's a boy. And the priest answered and said, Help her, my daughter, help her, and God bless her. And tired, falling asleep, he fell asleep again. The girl, also tired of struggling with pregnancy and sleep, and convinced that the priest was urging her not to resist, spent the night as best she could. At dawn, the young man had satisfied his desire many times and discovered the girl, who was no longer fighting himself, who for her love had disguised himself as a woman, and added that he loved her above all else in the world. To cheat her, he gave her the money she was carrying, vowing that everything he owned was for her. He also arranged for the means to see her again frequently in the future, and after doing this, after many kisses and hugs, he said goodbye to her: \"When Father Tiraccio asks you about the pregnant woman, you tell him: The pregnant woman left after leaving the straw that inflated her belly in the parish priest's jargon. The priest, as soon as he got up, went into his daughter's room and said, \"What bad luck you had tonight that you didn't let me sleep?\" All night long, Father Tiraccio! Father Tiraccio! What was going on? - That woman pared a beautiful child! - the young woman replied. - Where is he? - Where is he? - This morning, when the day dawned, more out of shame, I think, than for anything else, she left with her child. - Oh, my God! \"May God bless you for Easter\". These creatures wait a long time to give birth to their children no matter where they go. If I could find her again or know who her husband is, I'd tell her something. \"You'd be fine\", the young woman replied, \"because you haven't let me sleep tonight either. That's how it ended. From this moment on there was no need for great alchemy to operate the conjunction of the planets. Often the two lovers met, and the priest was to blame, because such examples they give often. It would be nice if it happened to others, and since you can't avenge your wives, you can avenge your nieces or daughters with chills like that, certainly one of the best and most successful ever seen. I think it's a small sin to fall short of one of those who, under the guise of religion, commit so many crimes against their neighbors. FIN", "title": "El parto", "author": "Franco Sacchetti"}