{"metadata": {"length": 4661, "words": 904, "reading_time_min": 4.52}, "text": "She was a very loose girl who didn't want to laugh. She could have been angry with her mother, there was no way to force her. Until the good woman lost her patience so much that she began to slap her, and the girl began to cry out loud. The Queen was about to pass by at that moment, and, hearing the lamentations, she stopped the chariot, entered the house and asked the mother why she was beating her daughter in that way, because her screams were heard from the street. Shameful that she had to preach her daughter's laziness, she replied to the Queen: \"I can't get her off the street; she'd be knitting all the time; but I'm poor and I can't buy so much linen. And the queen said, There is nothing I like more than to hear the sound of laughter; I love the sound of the trumpets. Let your daughter come to the palace with me. I have plenty of linen and you can weave it as you like. The mother nodded very gladly, and the Queen took the girl. When she arrived at the palace, she drove to three rooms on the top floor, which were filled to the ceiling of magnificent linen. \"You will make this linen for me, \" she said\", and when you have finished, I will give you my eldest son as your husband. I care not that thou art poor; a rich young woman carries her own dowry with her. And the girl felt a great lump within her; for there was no one to make the linen, though she lived three hundred years, and did nothing else from morning till evening. When she was alone, she began to weep and for three days did not move a hand. On the third day the Queen appeared, and was astonished to see that she had done nothing yet; but the maiden excused herself, saying that she could not begin yet because of the great sorrow that was given her by her being separated from her mother. The Queen was content with this excuse, but she said, \"You have to start work tomorrow\". Once again alone, the girl, not knowing what to do or how to get out of trouble, looked in her wretchedness at the window and saw three women approaching: the first had one of her feet very wide and flat; the second a huge lower lip, which fell on her chin; and the third, a very bulky thumb. The three of them stopped at the window and, looking up, asked the girl what was happening. She told them her dish, and the women came to her aid. They said, \"If you invite us to the wedding banquet and are not ashamed of us, but call us your cousins and sit down at your table, we will make this whole linen ready for you in one day\". \"I promise you with all my heart\", the girl replied. Come in and you can start right now. He then brought the three strange women in, and in the first room he displaced a space where they could settle. They immediately got their hands on the work. The first one pulled the thread and made the wheel spin with his foot; the second one wet the thread, the third twisted it, applying it against the table with his finger, and with each thumbstroke a pile of fine thread fell to the ground. Whenever the Queen came, the girl would hide the threads and show her the knitted linen; the Queen admired herself, undoing herself in praise of the maiden. And when the linen of the first room was finished, they went to the second, and afterwards to the third, and the whole work was quickly done. And the three women sent away, saying to the girl, Remember thy vow; it is well with thee. When the maiden showed the queen the empty rooms and the vast quantity of spun flax, the wedding day was immediately set. The groom was delighted to have such a skilled and hardworking wife, and he kept pondering her. \"I have three cousins\", said the girl, \"to whom I owe great favors, and I do not want to forget them in the hour of my happiness. Let me, then, invite you to the wedding and have you sit at our table. To which the queen and her son replied: \"Why should we not invite them? And it came to pass on the day of the feast, that the three women came, and were dressed in fine garb; and the bride went forth to meet them, and said, Welcome, my brides-to-be. - What? - exclaimed the groom. Be careful what your relatives say! And he turned to the one with the big flat foot and said, \"How come you have this big foot?\" To turn the lathe, she said, to turn the lathe. And the prince went to the second, and said, And why hangeth this lip so long? \"So much to lick the thread\", replied the woman, \"so much to lick the thread\". And the third one, how come you have this thumb so flat? \"So twist the thread\", she replied, \"so twist the thread\". Frightened, the Queen's son exclaimed: \"My beautiful wife will never play a ruler. And with that, the knitting nightmare ended. ♪ Finish ♪", "title": "Las tres hilanderas", "author": "Hermanos Grimm"}