{"metadata": {"length": 5641, "words": 1041, "reading_time_min": 5.205}, "text": "I gave the rabbits a brave scare! They were used to seeing the mill's door closed for so long, the walls and the platform invaded by grass, they thought the millmen's breed was already extinct, and finding the square good, they had turned it into a kind of headquarters, a center of strategic operations, the Jemmapes mill of rabbits. Without exaggeration, I saw at least twenty sitting around the platform, warming their front legs in a moonlight the night I arrived at the mill. When you open a window, that's it! The whole vivac comes out of the stamp to hide in the thickness, showing the white-collared and tail in the air. I guess they'll be back. Another person who is also very surprised to see me is the first-floor neighbor, an old owl with a sinister catching and thinking face, who has been living in the mill for over twenty years. I found him in the locker room, still and standing on top of the tree bed, in the middle of the helmet and the tiles that have fallen off. His round eyes looked at me for a moment, amazed, and then, terrified of not knowing me, he ran screaming. - What? And he shaketh his wings hard, as the dust of the grass; what a devil of thinkers, they are not brushed. It doesn't matter, just as it is, with its blinking eyes and its flickering face, that silent tenant I like better than anyone else, and I'm not in a hurry to evict him. As before I lived in it, keep the whole upper part of the mill with a roof entrance; I reserve the ground floor, a small piece of lime-lined, with the vault lowered like the refectory of a convent. * * * From her I write with the door open, and a splendid sun. A beautiful pine forest, sparkling with lights, stretches before me to the foot of the ravine. The horizon is marked by the steep ridges of the Alpilles. You don't see the slightest noise. At the very least, late in the afternoon, the sound of a pipe among the splits, a mule collar on the road. All that magnificent Provençal landscape lives only by light. And now, how am I supposed to miss that noisy, dark Paris? I'm so good at my mill! This is the little corner I longed for, a scented, warm little corner, a thousand leagues from the newspapers, the rental cars, the fog. And how many beautiful things surround me! I've been living here for a week, and I've got my head full of impressions and memories. Yesterday late, to go no further, I witnessed the return of the herds to a farmhouse at the foot of the hill, and I swear I would not change that show for all the premieres you have had this week in Paris. And if not, judge. You will know that in Provence it is customary to send cattle to the Alps when the heat arrives. Bruts and people stay up there for five or six months, staying in the serene, with grass up to the belly height; then, when autumn begins to cool the atmosphere, they come back down to the farmhouse, and back to bourgeoisly ruminate the grey rosemary-perfumed highlands. We were there when the herds came back late yesterday. From the morning I waited for the plough, pairing open, and the floor of the apricots had been carpeted with fresh straw. From time to time people would shout: \"Now they are in Eyguières, now in the Paradón\". Then, suddenly, at the end of the evening, a general cry from there! And down there, in the distance, we could see the herd moving forward wrapped in a thick cloud of dust. The whole way seems to go with him. The old Morrocos come to the forefront, with horns forward and a mountainous appearance; these are followed by the thickness of the lambs, the slightly tired sheep and the lambs between the legs of their mothers, the mules with red perendanges, carrying in serons the milkshakes of a day, moving them on the walk; finally, the dogs, sweaty and with their tongue hanging to the ground, and two rabbadanes, huge tunes, wrapped in embodied blankets, which fall down as layers to their feet. He parade this court before us cheerfully and rushes into the wagon, kicking with a roaring noise. It's worth seeing the amazing movement that occurs throughout the house. The large green and golden royal turkeys, with their pearls on their heads, have met their arrivals and received them with a loud trumpet playing. The birds, freshly asleep, wake up shocked. Everyone is standing up: pigeons, ducks, turkeys, painted. The hen house is turbulent: the hens talk about watching at night. It would seem that each ram has brought among the wool, along with a wild scent of the Alps, a little of that lively mountain air that makes you drunk and dance. In the middle of that crawling, the herd enters its yacija. Nothing as magical as that facility. Old-fashioned pigs get enthusiastic as they look back at their barns. Lambs, dairy, those born on the journey and never seen the farm, look around with strangeness. But it is much more heartbreaking to see the dogs, those brave shepherd dogs, clutching at their beasts and not looking after anything but them in the barn. Though the guard dog calls them from the bottom of his niche, and though the bucket of the well, overflowing with fresh water, makes signs to them, they refuse to see or hear anything, until the cattle are picked up, past the lock behind the gate with a postcode, and the shepherds sitting around the table in the lower room. Only then do they agree to go to the doghouse, and there, while licking their soup bowl, they tell their farmmates what they have done on the top of the mountain: a tetra-landscape where there are wolves and large purple digital plants crowned with dew-freshness to the edge of their corals. Letters from mon moulin, 1866 Translated by F. Cabañas", "title": "Instalación", "author": "Alphonse Daudet"}