{"metadata": {"length": 5196, "words": 1005, "reading_time_min": 5.025}, "text": "I always lived in the country during the good weather, from June to October, and I came to him like a party. I was a boy, and the peasants took me with them to the harvest, to the lighter tasks, to gather hay, to pick up mazarks, to harvest. Not to harvest the wheat, because of the sun too strong; and to look at the October plow bore me because, like all the boys, I preferred, also in the game and the feast, the things that yield, the harvests, the baskets full, and only a peasant sees in the freshly opened grooves the wheat of the following year. The days when there was no harvest, I would wander around the house or the land, completely alone, and look for fruit or play with other boys to fish in the Belbo; I would make a profit from it and it seemed a great thing to come home with that misery, a little fish that was then eaten by the cat. I was important in everything I did, and I paid my share of the work to my neighbor, the house, and myself. Because I thought I knew what the job was. I saw them working everywhere, in that quiet and intermittent way that I enjoyed some days, from dawn to night without even going to eat, and sweating, unashamed, happy, other times, they would go for a walk to the village with the hat, or sit on the beam to chat, and we would eat, laugh and drink. On the roads I met a foreman who went under the sun to a fair, to see and talk, and enjoyed thinking that that was also work, that that life was much better than the citizen prison where, when I was still sleeping, a siren would pick up employees and workers, every day, everyone, and not let them go until late at night. At that time I was convinced that it was different to go out tomorrow before daylight to a field in front of the hills treading wet grass, and cross to the runway worn sidewalks, without even time to take a look at the strip of sky that overlooks the houses. He was a boy, and he may not have understood the city, where harvests and full baskets are not made; and, of course, if you had asked me, I would have answered that it was better, and more useful, to go fishing or to pick strawberries than to melt iron in ovens or to machine letters and accounts. But at home I heard my people talking and getting angry, and insulting precisely those city workers as workers, as people who under the pretext of working never stopped asking and disagreeing and causing disorder. When it was heard that the workers had asked for something and had not agreed, there was a great uproar. No one at home understood what the employees had to share or gain by joining the workers. Is that possible? Who gives them food?  Get down like this! Are they crazy or sold?  Ignorant. The boy listened and kept quiet. Working for him meant the summer dawn and the sunset, the basket to the neck, the sweat running, the sting breaking. I understood that in the city they would complain and they would not want to know anything. I had seen those terrible factories and those suffocating offices. I didn't understand that was a job. Working is a pleasure, he said to himself. I told the foreman one day, who filled my basket of grapes to take to my mom. I wish it were true, but some people don't want to. That foreman was a serious guy, who was mostly quiet and knew all the tricks of country life. He used to mess with me sometimes, but in a joke. He had his own land, a lease past the Belbo, and he had his own quarters. Those farm boys would come on Sundays to bring vegetables or to shake hands if work was tight. He was always everywhere and worked in our house, worked his own thing, went to the fairs. When the firefighters came and he wasn't there, they would stay and chat with us. There were two of them, the old man and the young man, and they were laughing. I also told them that year that my people were angry because of the riots in the city. Who says that? They answered. Who does nothing, like you. That's what the foreman says. Then they laughed louder. You know, they said, \"Have you ever heard a priest say it's wrong to go to church?\" I realized that the conversation was becoming the same as they had at home that year. You may not like working, I said, but you do like picking the fruit. The young man stopped laughing. \"There are masters\", he said slowly, \"who share the fruit without having worked. I looked at him, with his face red. I said strike if you're not happy. In Turin they do it. Then the young man looked at his father, winked at me and laughed again. First we must harvest, the old man replied, and then we shall see. But the young man refused with his head and laughed. Daddy's never gonna do anything, little boy said. Indeed, they did nothing, and in my house there was still a crap about the disorders of employees and workers who had ruined the easy life of the war years. I listened and kept quiet, and I thought of the strikes as a party that allowed workers to go for a walk. But an idea at first was only a suspicion: I had gotten into my blood: working was not a pleasure even in the fields, and this time I knew that the need to see the harvest and take it home was what prevented the weavers from doing something. *FIN* Lavorare è un piacere, 1946", "title": "Trabajar es un placer", "author": "Cesare Pavese"}