{"metadata": {"length": 8619, "words": 1521, "reading_time_min": 7.605}, "text": "When they gathered in the boat to disembark the Mascota, the five crewmen stepped out of the coffee-disguised “America” tent and hid under the pillars of the Marina bordering the Espolón; a tugboat where the people of the harbour: sailors, fishermen, smugglers and “lulos” gathered to eat at sunset. Of the hundred words that are spoken in the dark, gloomy chamber, with the floor covered with stains and stains, and the ceiling suffused round them by the rotten lamps, fifty are blasphemies and slanders, and fifty are suppositions and conjectures about the time that will come and the resounding winds. However, one does not speak in “America” in proportion to what one drinks; the stench of sharp-toothed flies, rotten anguarina, and catalonian flies is a noxious one, and if you were to judge your heart and your beliefs by the rotten and shrill screams your lips hear, you would be as if you formed ideas of the deep Ocean by the sputum that falls on your head. They were just about to strike eight on the clock of the Institute when those valiants sounded the horn of the sleigh, amid cries of discord. And it was not for less. Why did not the terry of the pattern, if it had to go as always on the beach, be on top? This would not have frightened a seasoned seafarer like your Reimundo, alias Finisterre, who had seen so much of God's sea. Here lies the difference between those who sailed in real seas, where there are sharks and hurricanes, and those who spent their whole lives shivering in a shack. You are a ray of light! Would you like the pattern that the boat is put on your hat? It was a success to be crazy in the head, yawn! Besides, at night, with the falseness of that coast of Penalongueira, and having started to rain the South, a treacherous wind that brings the change to the “North”! He did not like the calm of the bay, over whose thin and slender expanse the thousand bright gleams of the city gleamed; to the old man the air of “there,” of sea inside, the pulsation of the oil sparked by the shiver of the breeze, did not appeal. All this, in his way, broncally, in a word, Finisterre said. The Zopo, another expert, ready of hand and able of foot, thought the same. But Adrián and Xurel -mozalbetes who had just had a few mingles with three glasses of legitimate wine and felt their hearts pounding- were already circling the bocoyes on top of the Mascota. Sware that those tons were encasing wine, they handled them with a fervor of greedy joy, calculating the amount of spoils they were encasing in their huge pantries. What did the rocky peaks of Finisterre mean to them? Where there is pattern do not command the mariner. Between shrill cries to sing better, the “ahh!” and “eeeeee!” of the effort, the stanza was finished in a short time. On the sky, which was a pale blue, were dark, round, frosted clouds. A cold breeze blew the smooth surface of the water. He smashed Finisterre between his teeth and broke the pattern of the fearful agonizers. Better if the wind had been blown up; then they would have blown the horn so richly! The balandro was not a plume, and needed help, a hand! And he took his place, pushing the timon. Ea, hala, go ahead! Like a lake of oil they walked while they were not out of the bay. As the sun dipped and the gleaming shell of the resplandor faded, and the flaming red of the Espolón became a point imperceptible, and the green light of the port, the earthly breeze pressed, vivarous, like a child's toy. They had snagged the crab, and the Cat had cut the heaviest olea, not without a head. They shook the reeds, swaying. Only Finisterre was a fog bank. At every weigh of the ship it seemed to him that the load was out of balance. The barge was already afloat, and the brightly lit high sea, agitated by the reeds, extended around it. For “stupid” as the tyrant Reimundo said, the stupid “did not deserve respect.” The sailor, whose eyes were burning with the smoke of the fire, trembled with fear. Perhaps the Finisterre rooks were right; the sea, without knowing why, did not seem to him a “good sea”... It looked like a fox, like a snarling wolf... The wind was blowing, and a sort of snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, snoring, s It was necessary to tighten the remos because the eye was barely aching. The gypsy dancer swayed, twirling, in the sluggish pace of her slow walk. The dead rowed, infusing the canoe a moment, pushed the boat, letting it fall after more fatigue, as the spirit that despairs at losing a living hope. And when they had already seen the dangerous coast of Penalongueira, which they had to cross to reach the Dumia port and disembark the ship, they had incorporated Finisterre by a storm, throwing a ferocious tidal wave. He had just heard, far away, that rotten, rotten rumble of the sudden storm, of the rush of air that shook the liquid mass and shook its fury. The pattern, entered, cried out the order to bring the chalice. That was not seen nor heard. Huge waves, pushing and shoving like lions, played with the balandro, taking it to the abyss or bringing it to the crest of the crest. The boat sped up the gangway, to ascend obliquiously to the point. The pattern, feeling its immense responsibility, was a miracle, inspiring, guiding. The storm! BAH! Others had gone and come well, thanks to God and Our Lady of Guidance, of whom much was spoken at that time, with offerings of mass and tiaras of poodles, portraits of the mascot to hang on the ceiling of the sanctuary... It was not the first time that they had run; but..., they did not carry the stowed load on their shoulders, but on the bottom of the trough, well stowed, as God demands and requires of the people of the office. And those who had committed that barbaric act, now, in spite of the frantic shouts of the commanding officer, lost the will to retaliate, as if they felt in their shattered hearts the icy kiss of death... Only a resolution could save them. Finisterre suggested it, mixing the interjections with phellonic rumblings. The pattern resisted, but love of life drew it, and unanimously resolved to stretch the cursed bocoys into the water. Go out with them, before they run into a band and what you were seeing comes to pass! Without any ceremony they pushed one of the barricades to launch it over the side... Those who tried to jump the fence only had time to back away a few steps. The barricade was moving; the barricade was coming up to them alone. And the others, like a swarm of frightened monsters, followed her. They ran, twirling in vertigo, tumbling over the band of thorns, and the balandro, hopping, with the bow straight to the syma, gave a frightful leap, the snatch-carrying sailor sailed by Finisterre, and letting go in the waves all its burden, barricades and men, floated up like a sack of nuts. The first news of the narf was received at the port of ngeles, on the border of the bay, because two bocoyes had gone there at dawn and remained stranded on the beach when the sea receded. The rumour of the catch spread, and more than a hundred people gathered on the shore - fishermen, village people, carters, policemen, sardines, women, chiquillery. Nobody ignored what the appearance of a swollen river on a beach of the coast meant. Still the roar of the storm reverberated in their ears. But now there was a beautiful sun, a magnificent day, “creator”. It was Sunday; by the afternoon they would dance in the street; and with the supper, there was no need of wine to wash away the sourness. Nobody made sad comments, except the fishermen, who, however, were consoling themselves by thinking of the rich breeze of the barricades...! Only a shivering old woman, who had lost her son, her twenty-year-old son, in a sea-lassitude, escaped from the beach waving her arms and sat near the car in which the tongues were carried to the field of romance, shivered: -No, beware, do not beware! That wine knows the blood of men and the sourness of the sea. They did the same as the pilgrims of the Baldro de Finisterre.", "title": "El vino del mar", "author": "Emilia Pardo Bazán"}