{"metadata": {"length": 7847, "words": 1449, "reading_time_min": 7.245}, "text": "Mrs Anstalt, the wife of a flamboyant banqueter, nervous and anaemic, was exhausted on Sunday, after lunch, at two o'clock. What a tense hour it was going to be! In what would you use them? He had nothing to do, and the idea of enlisting them to return to the nymph of the eternal Recoletos, retorting to the insipid or amusing trifles of the three or four little cream boys who were reclining on his lap, destroying his lando by tumbling on his head; the prospect of the stuffed rasberry, full of caramels and fondants; the tame and triviality of the entertainment, was beginning to wear him down. Would you choose the Casa de Campo or the Moncloa? What melancholy, what palpable humidity, what faint February cold, of that which brings the reuma into our throats! No, until April nature is awe-inspiring and hard. \"It's a pity I'm not very devout! - Clara Anstalt thought, because I would shelter in a church... \"A woman who is a snorer, and is not devout, and is neurotic to rats, is in imminent danger of committing the greatest excess. Clara, the dead, joined in, struck the timbre, and the daughter presented herself; hearing the order of her mother she made a sound of astonishment; but she obeyed in the act, without question or objection of any kind; she left and returned to the little room, carrying in a basket much wrung out clothing. - Are you sure, Rita, that it is the new free, that has not been restricted yet? -Madam! As Feliciano has not seen it: he brought it by the sack last night; I took it by the hand of the porter, and I thought to give it now... - Who does not know that it has come. Let you leave that box in my toaster, and go buy me a whole cardboard head, the lightest and most comfortable one you can find.. One that doesn't make me breathless... The Lord has gone out? -Makes a tato. -All quiet, little one..., eh? Rita returned immediately, with a shiver; Clara was excited, jumped from here to there and cried in joy, as children do when promised a crazy, incalculable good time. They were gathered into the mother and daughter tongs, and he took the greasy hair, and put on the boots of the lacayito, after he had put on the pointed shoe and the short breeches, and put on the leather belt. Finally, he shook the huge thorn in his arms. Deformed thus, with the dress that perfectly adapted to its soft, slender and smooth shapes, it seemed a little boy who, in order to better hide himself, had asked for the liberty of the little boy. Clara was playing with the doll. She feared they might hurt her, and thought of carrying a gun; but remembering her husband’s favorite phrase, “There is no bullet that can reach a thousand pounds,” she took a lot of money out of her secretarial pocket and tucked it in the bottom of a brooch case, covering the mouth with a layer of sand and violet dust. \"I shall pass through the Lord's rooms to the garden. Take the key and see if anyone sees me.” And already in the rain, which fell to a lonely street, Clara, once more, turned to Rita, putting her hand to the paper-thin lips, as if repenting: “Silence!” When she was on the street, she first walked very briskly; then she sped up the walk, savouring her recollection. Free, alone, ignorant, lost in the multitude, without ties or social conventions; able to go where she wants, to enjoy a new and original spectacle, the one of the poor, the populace, in whose oleaje she was beginning to sink! In fact, Clara was found at the entrance to the street of Genoa, where groups of armed cars were descending on the pedestrians, a continuous stream of people, dragging their shattered glasses and shattered masks. Wrapped in the tangled strands of the tangled nettle and the tangled nettle-leaf; embroidered in the green, blue, or black lustre of the tangled devils; displaying the baby’s rosy cheeks or agitating at every movement millions of strips of paper of chillies that hung down from above, the masks passed green and blue, muttering in falsetto, beckoning to the flies of tangled moth, literally hidden under a dense layer of multicolored confetti, which flew down at every movement of the airy head. Some of those thorny, thorny twigs, passing by Clara, taking her, as it was natural, by a thorny, thorny lance, provoking, demanding with sharp thorns. Clara laughed; she had not remembered having so much fun for a long time. The street carnival spirit is sparked up, as the most ordinary, but fresh and lively, of a popular party. He found the beautiful day, the good life, and a spring air, through the holes of the mask, stung his mouth and eyes. \"If they know and are upset with me,\" I thought, \"it's worse for them. I had a wonderful afternoon. Now I am going out to walk and I am going to insult all my friends and acquaintances... You unlucky bastards!... They will be kicking a ball and eating a pig...'\" When he was speaking thus, a sharp voice rang out at his feet, and weak and tense hands clung to his shoes. - Oh, you..., give me a lemon, for the love of God, I am very thirsty. Clara lowered her gaze. He had heard the same sound a hundred times, and a copper penny was enough to dislodge her from the shack. This one sticks out like a sore thumb - he thought. He has no desire to marry me.” She took a ring out of the ring box and presented it to the child. He awaited an expression of astonishment, a stumbling and stumbling, of those you know as the sands of the river... With great amazement he saw the boy, taking the pebble, taking the hand of the supposed sandman and kissing her humbly. A kind of shame and penance unknown to her had penetrated the opulent lady of Anstalt. I never thought that with a penny -a small amount for her, worthless to others, as a cent -you could make a roar of gratitude so ardent and spontaneous! He wiped his eyes with the rag of the paper-bag, and, taking the boy in his arms, he threw him into the sack. - Little one, from whom are you a son? See. -No one - the troll said. -How is that? Of no one? You don't have a father? - I don't know... I don't know him. - And mother? -Sá died eight days ago of a very bad disease. - And you? - To me... they wanted to take me to the asylum; but I escaped, and I walk this way on the street. I woke up at night on the corner of a door... I asked for a limo. Clara paused for a moment. Then she left the boy on the ground, and rubbed his head with her hand. -Do you want to come to a house where you will be fed and you will sleep in a good and warm bed? The chiquillo, soon, did not respond. Early instinct of absolute independence was clearly evident in his spirit, and the material advantages of the offer were not tempted to him; certainly, his endemic sneer warned of the annoyance of the yoke, and his bare hands, a living testimony to the physical misery of an organism subjected to privations, rebelled against the bars and wives who pretended to put him in the name of welfare... While he strove and felt inclined to run away, so as not to be carried to any place that had roof and walls, Clara's hand, stripped of the red cloak, soft, feminine, brushed the tangled hair and caressed the tender strands of the yoke... And this, at once attracted, exclaimed: \"Go, go to that house..., if you are in it!\" The boy immediately responded, like an electrical spark to the touch of the wires, to the ardent, irresistible, maternal impulse of the lady, who seized the boy in her arms, and, unable to kiss him, pressed him against her heart. - Yes, my son... I will... you will see how much I want you! .............................................................. To make Clara’s resolution more meritorious, the world has slandered her, assuming that the creature she has collected and cares for and educates so tenderly is a hurt child, a domestic smuggling. What does Clara matter? No more tedium any day of the year.", "title": "Aventura", "author": "Emilia Pardo Bazán"}