{"metadata": {"length": 4931, "words": 902, "reading_time_min": 4.51}, "text": "Courtesy is not my strong suit. On buses, I often hide this deficiency by reading or down. But today I automatically got up from my seat, in front of a woman who was standing, with a vague look of a messenger angel. The lady who benefited from this involuntary trait thanked him with such eloquent words that they caught the attention of two or three passengers. Shortly afterward the immediate seat was unoccupied, and as he offered it to me with a slight and significant nod, the angel made a beautiful gesture of relief. I sat there hoping we'd travel without any trouble. But that day was destined for me, mysteriously. Another woman got on the bus, with no apparent wings. A good opportunity arose to put things in their place; but it was not taken by me. Naturally, I could sit still, thus destroying the germ of a false reputation. However, feeling weak and already committed to my companion, I hurried up, reverently offering the newcomer the seat. It seems that no one had ever paid him such tribute in his entire life: he took matters to an extreme with his disturbed words of appreciation. This time it wasn't two or three people who smiled and approved of my courtesy. At least half the passage looked at me, like saying, \"Here's a gentleman\". I had the idea to leave the vehicle, but I immediately discarded it, honestly submitting to the situation, feeding the hope that things would stop there. Two blocks ahead, a passenger came down. From the other end of the bus, a lady appointed me to fill the empty seat. He did it with only one glance, but so imperious, that he stopped the breath of an individual who was advancing me; and so gentle, that I crossed the road with a wavering step to occupy in that seat a place of honor. Some male travelers walking by smiled with contempt. I guessed his envy, his jealousy, his resentment, and I felt a little distressed. The ladies, on the other hand, seemed to protect me with their effusive, silent approval. A new test, far more important than the previous ones, was waiting for me in the next corner: a lady with two young children got into the truck. One little angel in his arms and another barely walking. Obedient to the unanimous order, I immediately stood up and went to meet that moving group. The lady was having trouble with two or three packages; she had to run at least half a block, and she could not open her large handbag. I helped her effectively in all possible ways; I removed her from the children and wrappers, managed with the driver the child's payment exemption, and the lady was finally installed in my seat, which the female custody had kept free of intruders. I put the eldest child's handkerchief between mine. My commitments to the ticket had been decisively increased. Everybody expected anything from me. I personified the female ideals of chivalry and protection of the weak. Responsibility overwhelmed my body like a burdensome shield, and I missed a good sheriff on the side. Because serious things kept happening to me. For example, if a passenger was flirting with a lady, which is not uncommon on buses, I was to warn the assailant and even fight him. In any case, the ladies seemed completely confident of my reactions to Bayardo. I felt like I was on the edge of drama. This brings us to the corner I was supposed to get off. I divided my house like a promised land. But I didn't get off unable to move, the bus pulling off gave me an idea of what a transatlantic adventure must be like. I was able to recover quickly; I could not desert like this, deceiving those who had placed their trust in me, entrusting me with a commanding position. I must also confess that I was held back by the idea that my descent would release the impulses that had been held back until then. If on the one hand I had the female majority insured, I was not very calm about my reputation among men. As I get down, I could well have the ovation or the reflux popping out of my back. And I didn't want to take that risk. What if taking advantage of my absence a resentment would release his lowliness? I decided to stay and get the last one off at the terminal until everyone was safe. The ladies went down one by one in their respective corners, with all their happiness. The driver, God bless! He would approach the car by the sidewalk, stop it completely and wait for the ladies to put their two feet on the ground. At the last moment, I saw on each face a gesture of sympathy, something like the outline of a loving farewell. The lady of the children finally came down, aided by me, not without giving me a pair of childish kisses that still gravitate in my heart, like a remorse. I came down in a desolate corner, almost mountain-like, without pomp or ceremony. In my mind there were great reserves of unemployed heroism, as the bus was emptyly moving away from that scattered and fortuitous assembly that had consecrated my reputation as a gentleman.", "title": "Una reputación", "author": "Juan José Arreola"}