{"metadata": {"length": 4483, "words": 896, "reading_time_min": 4.48}, "text": "Oh, if I'd known, I wouldn't have been born, oh, if I'd known, I wouldn't have been born. Madness is a neighbor to the cruelest sense. I devour madness because it hallucinates me calmly. The ring you gave me was glass and it broke and love didn't end, but instead, the hatred of those who love it. The chair is an object. Useless while I look at it. Please tell me what time it is, so I know I'm living at this hour. Creativity is triggered by a germ, and I don't have that germ today, but I have the incipient madness that is itself a valid creation. I have nothing more to do with the validity of things. I'm free or lost. I'm going to tell you a secret: life is deadly. We keep that secret in mutism each before himself because it is convenient, otherwise, it would be to return every mortal instant. The chair object always interested me. I look at this one that's old, bought in an antique store, and empire style; you couldn't imagine greater simplicity of lines, contrasting with the red felt seat. I love objects as much as they don't love me. But if I don't understand what I'm writing, it's not my fault. I have to talk, so talk safe. But I don't have a word to say. Those words are already biting my mouth. What does one person say to another? Besides \"Hello\", how are you? If they had the frankness of frankness, what would people say to each other? And the worst would be what a person would say to himself, but it would be salvation, even if frankness is determined by the level of consciousness and the terror of frankness comes from the part that is in the vast unconscious that connects me to the world and the creative unconsciousness of the world. Today is a day of many stars in the sky, at least so promises this sad evening that a human word would save. I open my eyes, and it doesn't change: I just see. But the secret, I don't see it or feel it. The victor is broken and living without music is betraying the human condition that is surrounded by music. And music is an abstraction of thought, I'm talking about Bach, Vivaldi, Haendel. I can only write if I'm free, and free from censorship, if not, I succumb. I look at the Empire style chair and then it's like she looked at me and saw me too. The future is mine as long as I live. In the future, you'll have more time to live, and, by the way, write. In the future: if I found out, I wouldn't have been born. Marli de Oliveira, I don't write you letters because I only know how to be intimate. Besides, I only know how to be intimate under all circumstances, which is why I'm so quiet. Everything that's never been done, will it ever be done? The future of technology threatens to destroy all that is human in man, but technology does not reach madness, and it is in it that the human of man takes refuge. I see the flowers in the vase: they are wild flowers, born without planting, they are beautiful and yellow. But my cook says, \"What ugly flowers\". Just because it's hard to understand and love what's spontaneous and Franciscan. Understanding the difficult is not merit, but loving the easy to love is a great step on the human scale. How many lies I'm forced to tell. But I wish I didn't have to lie to myself. If not, what do I have left? Truth is the final residue of all things, and in my unconscious is the truth that is the same as the world. The moon is, as Paul Éluard would say, bursting with silence. I don't know if we're gonna have a visible moon today, because it's already late and I don't see it in the sky. Once I looked at the night sky, my head down, and I was dumbfounded by so many stars that you see in the field, for the field sky is clear. There is no logic, if you think about it a little, in the perfectly balanced illogicity of nature. Human nature as well. What would the world, the cosmos be like if man did not exist. If I could write like this all the time, as I'm writing now, I'd be in a brain storm, which is what brainstorm means. Who would have invented the chair? Someone who loves himself. He then invented a greater comfort for his body. Centuries passed and no one else really paid attention to a chair, as it is almost automatic to use. It takes courage to brainstorm: you never know what might come to scare you. The sacred monster died: a girl was born in its place who was alone. I know I have to stop, not because of a lack of words, but because these things, and especially the ones I just thought of writing, don't usually get published in the papers. FIN", "title": "Tempestad de almas", "author": "Clarice Lispector"}