{"metadata": {"length": 7311, "words": 1359, "reading_time_min": 6.795}, "text": "She lived alone, completely alone, in a narrow, dark room in the suburbs. His social connections were nothing more than buying, not always daily, bread and fuel at some nearby windmill; dealing with his small clientele; and interviewing the terrible owner of the tug. This ruthless man threatened to throw her out on the street every time she missed even one o'clock of the weekly rent. And, as he rarely completed the sum, he lived in anticipation of the threat. After practicing various professions, he came to the poor parish priesthood, where rich people did not have the skills they needed. He often lacked work, and then it was fasting for the transfer. Hunger, however, could not get her to beg. He was one of those beings that the wheel of life is pushing the wheelbarrow, not reaching to untie them. More than old, she was beaten, broken by misery and youthful storms. Of that sovereign beauty, which she saw her plants so many worshippers, there was not a single thing left to her. Of his wealth and fortunes in the prosperous times, he kept only a painful memory. From that shipwreck, I had saved only the cargo of disappointments. Her story, that of so many unhappy people: from any suburb she came, as a child, to serve the city; soon she opened up to the morning sun that incomparable rose, and... the usual. Poor flower! She had two children and they were her torment. The man ran away from her and went away, not well felt a little man. Her daughter, an angel from heaven, was picked up by her father, at the first stuttering, where she never knew of her mother. Neither a friend nor a companion were left in her evening; for she had them without number in her banquet; neither a word of pity was spoken to her, that she heard so much flattery. And, the few times he begged for help, out of some pocket in his other times, he didn't even get an answer. The contempt of some, the ignorance of others, fell upon her like the mosaic stone upon the unbelieving Hebrew. The poor butterfly, already blind, with no enamel or sunlight, gathered itself in terror to die in the sheltered dust of the cave. In his vanity he thought not of heaven nor of earth; he thought not of anything that could redeem him. What the hapless woman would think! I felt only the hunger of the beast that can no longer seek food; only the cold of the sick bird that finds no nest. The material hunger... very horrible, very terrible! But this other one of the heart; this need for a being to love, to share the black existence with; this loneliness of old age, she couldn't, she couldn't cope with. She got a cat, a very beautiful cat. But cats, like the friend, run away from houses where the home doesn't burn. Twice she had parrots, and both died of starvation. Their misery reaches even the poor animals. If she got a partner who wouldn't eat... but when? One day, a moving family car was passing by the street when a man with a floor fell by his door. As it was torn apart, they left it there abandoned. She took the root, planted it in a broken jar and put it in a corner, next to the entrance. A year ago it was a plant that caught the attention of passersby. Water it, remove the dried leaves, put fertilizer on it, it was his happiness; a very great and very strange happiness. So strange, he always remembered his little girl, the few times he could comb her hair and compose her. They offered to buy it for a very good price. She sell her slaughter? If it seemed to her that she was a person like her; that she was something of hers; that she was accompanying her; that she knew what she was thinking! His cuchitril was no longer so sad or so ugly. And the poor woman, self-suggestioned by this idea, was already paying some attention to the toilet and arrangement of the quarters. The plant was growing in the shade, as if God had blessed it. And God blessed her, for she comforted a grieving soul. One day one arm reached the dentel, another raised a renewal, another curved in the bow. His owner then, nailed two sticks, tied the stem, and the brightly leafy and purple bell-shaped girdle spread, pompous and lush, to form a dombo. People stood by to behold such kindness and gallantry. The poor woman, less conceited, would let curious people in to see all that. Even a very luxurious lady came in one day. His killer was going back to the deal with the people; he was giving it a name. She no longer felt so despised or so downcast. As strangers could see her, she was not so careless in her dress, and she shook the walls and tightened her poor crutches with the primor that in misery she falls. Day by day, the toilet was getting worse. Such cleanliness attracted more customers and made him a household name. Maria Engracia's room was cited as a silver lining. One morning two ladies came in to look at the forest. Admiring the look of that miserable dwelling, which cleanliness made pleasant, they were moved to praise. That night he did what he had not done since his days of service: he prayed the entire rosary to the Virgin. Another day he pulled out of a trunk, where he was oblivious, a little piece of the Sorrow. He hung it over his head and put a branch on it, the first one he picked from the wood. One Sunday he went to Mass at dawn. That spirit, which seemed dead, was rising. That's what she understood. It was all a miracle, a miracle that our Father Jesus of Monserrate did to him, through the slaughter. Yes, the era. He then recalled that one Sunday, in his stormy days, as he descended the hill with other companions, he had left him a card at the last station. He remembered everything, point by point; his friend Anna, who was very learned and very terrible, took a pencil and put the name at the foot of it like this: \"Remember me, a sad sinner\". And all this, which I had completely forgotten, why did I remember it now, as if I were witnessing it? Well, by miracle... the next Saturday he was posing before a confessor. It was not a small surprise to the neighbors when they saw her kneeling in the comulgatory to receive the Holy Form. From then on he led a pious life inside and out. The forest, more loose and flourishing every day, became for her a supernatural being, sent by Jesus de Monserrate for her amendment and tutelage. Meanwhile, she was feeling very sick and broken. She was frequently palpitated; the world often left her, and more than a vertigo faded in the church. It presented its very near end but without pity: rather well with a sweet serenity. If only she could transplant her dead body over her grave! One day the owner of the quarters came in furious. Only a wicked woman like her could think of putting that bush, to bring the room down with the moisture. If she didn't get to the point, she'd throw her idleness out on the street with everything and her thugs. She starts crying, without even thinking about touching the forest. In the afternoon the man turns and throws sticks at the bud, flowers and foliage. He throws everything out and has the furniture taken out right away. Maria Engracia collapses, trapped in a syncope. From there, they take her to the hospital. In his delusions he sees his death before his bed, like the triumphal arch to enter paradise. And at the dawn of a Sunday, he falls forever into the infinite web of Mercy. ♪ Finish ♪", "title": "La mata", "author": "Tomás Carrasquilla"}