{"metadata": {"length": 2562, "words": 489, "reading_time_min": 2.445}, "text": "A poor, dry Bedouin named Harith had lived in the desert forever. He was traveling from place to place with his wife Nafisa. Dry grass for your camel, insects, occasionally a handful of dates, a little milk: a hard, threatened life. Harith hunted the desert rats to take his skin and made ropes from the fibers of the palm trees, which he tried to sell in the caravans. He only drank the salt water he found in the drowning wells. One day a new river appeared in the sand. Harith tried that unknown water, which was bitter and salty, and even a little misty. But it seemed to him that the water from the true paradise had just slipped down his throat. He filled two boots of goatskin, one for himself and the other for the caliph Harun al-Rasid, and set off for Baghdad. Upon his arrival, after a painful journey, he told his story to the guards, according to established practice, and was admitted before the caliph. Harith bowed down to the Commander of the Believers and said, \"I am nothing but a poor Bedouin, bound to the desert where fate has brought me forth. I know nothing but the desert, but I know it well. I know all the waters that can be found there. That's why I decided to bring it to you so you could try it. Harun al-Rasid had a cubilee brought and tasted the water of the bitter river. The whole court was watching him. He had a good drink and his face didn't express any feelings. He pondered for a moment and then asked for the man to be taken away and locked up, with strict orders that he should not see anyone. The Bedouin, surprised and disappointed, was locked in a cell. - What's nothing to us is everything to him. What he considers the water of Paradise is nothing but an unpleasant drink for us. But we have to think about the happiness of that man - the caliph told the people around him, curious about his decision. When night fell, he called the Bedouin. And he commanded his guards to lead him out of the city, immediately, to the entrance of the wilderness; and they would not let him see the river Tigris, nor any of the springs of the city; and they would not give him any water to drink, except their own. When the Bedouin left the palace in the dark of night, he saw the caliph for the last time. He gave him a thousand pieces of gold and said, 'I give thanks. I make you the guardian of the water of Paradise. You'll manage it on my behalf. Watch her and protect her. Let all travelers know that I have appointed you to this position. The happy Bedouin kissed the hand of the caliph and quickly returned to his desert. FIN", "title": "El agua del Paraíso", "author": "nan Anónimo"}