{"metadata": {"length": 7060, "words": 1271, "reading_time_min": 6.355}, "text": "If the sanctity of the cause is what makes the martyr, the same can be said of the hero - said Méndez Relosa, the young doctor who began to acquire a deserved fame in a provincial town. Only the hero who aspires to something great and noble is a hero. That poor ragpicker, to whom I listened and was so moved, does not deserve the name of hero. In the end, it was a seed that, planted in good soil, would germinate and produce heroism... -With all due respect -objective- if the teachings of the Church concerning the sacrament raise doubts, there can be no discussion about the hero. The concept of heroism varied in every age and in every people. Actions were heroic for the ancients, who we would call stupid and barbaric today. Until the English banned it, in India it was believed - and it will be believed still, it is likely - that it was a sublime, edifying, gratifying mark to Heaven that a woman would eat alive the carcass of her husband. \"I do not deny - declared Méndez - that people call heroism what they call their ideal, and that the ideal of some may be even abominable to others. The hero whose simple story I will tell was the incarnation of certain feelings buried in our race. What caused that fervour that makes death a dreadful thing was “something” that embrialed the Spanish people. The only thing that reveals that the ideal to which it aspires is a lower ideal, that is to say, is that for its heroes, acclamated and adored in life, there is no afterlife; no monuments are raised to them, no memorials are erected to their memory... The bullrings - he continued after a brief pause - have grown so in the period of reaction that followed the September Revolution, that even our good city of H*** was allowed the luxury of building its, to its shame, of wood, but visible. When it was announced that the famous Moitos, with his troupe, would be on the stage during the fiestas of our patron, the Virgin of the Sea, it woke up in H***, more than enthusiasm, delirium. There was no talk of anything else for a month; and when the people came back, they gave us, I did not except myself, for a feast, for a feast of her, for a feast of her, for a feast of her, from morning till night. We drank coffee, smoked cigarettes and drank jerez and manzanillas. We were captivated by their French and gravely affable, though stolid, accent; we were enchanted by their childish ingenuity, their moronic calm, that fatalism that allowed them to stoop to the impavid dangers, and, in summation, that plebeian, but castilian, free-flowing national flavor. In a few days we affixed to men so humble and charitable, fearless to the utmost and never fanfarlous, believing to discover in them qualities that attracted and justified the sympathy with which they were welcomed everywhere. I particularly liked a boy of fifteen, a pale, nervous boy, who was called Cominiyo. The creature came to the torers in the quality of a monosaic, and was the pearl of their trade; a lively, agile frog like a tit, that seemed to fly. From the first of the four rides of that season in H***, Cominiyo attracted attention and gained a sort of popularity for his roar, his tiger-like agility, his comic gestures and his opportunity to go where it was needed. The part Cominiyo played in the drama being acted out in the redoubt was a very minor one; but he was clever enough to play a part so minor, and when the villagers pronounced praises for the boy, his slender fingers shone with a gleam of pride, and his black eyes, richly rimmed with a lustrous rim, shone with a triumphant light. Cominiyo had confided his secret ambitions to me. Like the buhardilla poet dreams of the coronation in the Capitol, like the reclut dreams of the three encircled, like the dark scribe dreams of the settee, Cominiyo dreamed of painting. Instead of going to the stables, he wanted to go ahead, illuminating the floppy jacket of embroidered hats, the wide straw hat, the slacks, the ruddy cheek of those short and stout men, of a sallow skin, who do not make a mess of the batacazos. But when would Cominiyo be able to climb so high? Probably then he would have shown his great heart in a most indudable way; so he made a cloak. And willing to do it at any time, and more willing than willing, that value demands occasion and time. In the fourth round the opportunity was presented, so sweet and, of course, with tragic apparatus. The third bull, beautiful creature, of great power, played such a game from the moment he came into the square, that it came to cause a certain panic: as the little ones. After a ride on two horses, she sat down with the painter Bayeta, and in a stifling silence left the jinn lying under the saddle, in which he sat and cried. Critical was the painter’s situation. The weight of the nut would bind it, and if it were broken, the lion would eat it. The thorn, stooping, sought to entangle and distract the fiery, and Bayeta, stooping, hid her head behind the spiky thorn. The bull was already advancing to the new ring, and the rider was already gathered and stooping to the clouds, when a figure often appeared firmly planted on the windward of the swaying horse, and, retorting the bull with temerary bizarre, repeatedly struck him with the hand in the inflamed groin and even played with the swollen tendons while the riders saved the rider. Cominiyo, who had made the trial, tried to escape unscathed, stumbled backward, tripped in the thick blood, a red stain that the horse had smeared from the lungs, and the bull sprang up against the tables, and engulfed him, and lifted him up and let him fall dead. I went to the physiotherapist and recognised the injury of the boy, confirming something horrible that, despite the professional impossibility, made me shiver. The bull had slammed Cominio on the back, in the lumbar region; the fiery had certainly smashed the ribs, and in the slam he had snatched a rib from the ribcage, a thick-skinned scab. Cominiyo had no hope of salvation, and his struggle with death, sustained by youth and the indwelling of the same disease, was long and cruel. Eight days later, he was stricken with inflammatory fever, and as he ignored the seriousness of the injury, he shivered in a frenzy of gloomy hopes and ambitious aspirations. The ovation for his hazing was a riot of joy, and he cried enthusiastically as I tried to calm his terrible pains, which were terrible, especially at the beginning: -I have carried like men. I say: will I be a painter? On the day we accompanied him to the cemetery, I, seeing him atop the smoldering earth, thought a lot about heroism. It would be an irritation to plant laurel in the tomb of the young man..., but to me it seemed that the souls of some who might claim the shade of the sacred tree for their graves were being made from the same wood as the soul of Cominiyo. As we returned commenting on the luck of the shrewd monosyllabic, I remembered a popular saying. Even the fir tree on the mountain has its separation; one serves for the saints, another for making fuel.", "title": "Semilla heroica", "author": "Emilia Pardo Bazán"}