{"metadata": {"length": 6839, "words": 1258, "reading_time_min": 6.29}, "text": "All James' friends were surprised by his predilection for such a vulgar looking woman. He wouldn't let her go, he wouldn't let her talk to anyone, he would always walk on her arm, embedded in her. Santiago, increasingly pale and with a bigger head, passed in front of his promoting friends like an old precocious, although his face had its usual roundness, his high school cheerleading. His friends were making jokes on his head. But oil Gal... But boy, your tips are burning... What tips? The ones in the ears... and the ones in the nose. Why don't you plant seed from that plant they sell on Hortaleza Street to cover with vegetable hair those muddy bastards who imitate a man's head? Yeah, man, you gotta get hair even if it's green hair... why don't you at least wear a wig... it'd be good for you. You'd look much younger than you look... Santiago was silent and it was clear that he was getting more and more annoyed with those jokes because he stopped attending two- and three-month seasons of coffee cake. I barely leave home. I spend all my days there. That woman makes me happy... it was the first time I ever talked about that woman and everyone was silent to keep it going, to see if she said anything else. When John saw that she was not protesting, he strained her tongue and asked, \"What is the matter with this woman?\" Which is extraordinary. Extraordinary why? There are things you can't say, but I swear to you, that woman is extraordinary. There's no beauty like yours. The other women are stiff, they seem to have swallowed a stick or an umbrella... What weird things you say. What's that about swallowing a cane or an umbrella? They could have swallowed a spoon, but a stick! You can't understand me. That woman has also traveled a lot, a lot, she's been to that city that no one can know anymore, because it's like she's disappeared. And why has he travelled so much? Is she an explorer or a tourist? She's an artist. Artist of what? Santiago was hesitant. - A singing artist? I asked one of the people present to help you. Yes, singer, why don't you invite us to hear it sometime? Because she's lost her voice a little bit and most of all because she no longer wants to dedicate her art to anyone but me... no one will ever admire her like I do. No one. When James uttered these last words, he did so with a shadow, as if defending her against everyone, as if forbidding anyone to touch her, as if someone were going to abuse her. Many other times he interrupted everyone's talk James saying as if passed by memory. I'm very happy with that woman. Everybody saw him always with her, having fun everywhere. She was a slightly amputated, sinuous, insinuating, flexible woman, with flirtatious tremors that made her spine spin. He twisted over it and looked for a fried potato from the full plate that James had next to him. She overshadowed them all with her flair and her enveloping way of bending to James, and so much so that many times she seemed to have married her lover from side to side and if she appeared sitting on the right there were times she seemed placed on the left. All his friends, worried about the unknown, began to wonder who she was: what had been that woman who had made such a strong knot around James, who seemed attached to a fierce beast that absorbed him all day and all night. Henry came to the cafe one day with the fresh news. Do you know what James' mistress was? What? We all ask. What is it? He asked one of the people who were present, surprised and afraid to express their suspicions about the voluptuousness that was undoubtedly capturing James. Yes... Contortionist... everyone was silent for a moment watching the scary scenes of that sensuality, watching that woman applying like a wind to her man and making the most unsuspecting curves. John interrupted their abstraction by saying, \"Look! A contortionist is coming with him! It will end up killing her like those rattlesnakes who climb trees and dry them... And yet I bring you something that proves the fact more and that you will find more curious: a circus show in which she is portrayed and are linked on a kind of revolting table the fourteen main positions of her repertoire... Come!...Come!...Teach him They all said, and when the circus show was placed like a plane on the table, everyone stood up and stood around them. And he seemed innocent to us! What a mess! He's gone beyond all of us. You have to laugh at economists. Everyone saw her already throbbing, without the green toad shirt of the untied, blowing her thighs in the most difficult bends, on all sides breasts coming out that gave the lover's breast and all green, of the green meat of the contortionists. What more difficult moments would you nail your eyes in his eyes! What magnificent indiscretions he could commit! What a defeat for all the prohibitions of the world! The tenth posture of the program was the most gruesome and the one that worried them the most. Poor Santiago forced into some kind of icarian games of love! How many new and unthinkable kisses I would give you! What a kiss on the neck, standing in front of him! What two more moments of shootout she wouldn't bring together! James, who until that day had proved to be a naive lover to all, was now the most innocent of all, the one who could teach you new things. What a vicious circle more terrible would she form around him! Should we tell him we've heard? John said breaking the scathing silence in which everyone was watching the cinematographer of the postures. - No, I'm not. If he told us he's a singing artist so we don't lie to him... he'd be embarrassed and he wouldn't give us any confidentiality anyway, so it's useless. Let's call it a day... Enrique kept the program and when that night everyone left the cafe, they felt the most unhealthy curiosity, the curiosity of that intimate circus where the contortionist was making Santiago lose his head and leaving him increasingly bald, with that rancid cheese by physiognomy... they would have been looking for a contortionist at night, but there are only five or six contortionists who have provoked fatal passions and are intransferible. And then she lowered the focus of the chamber... she thought each one of them as they went home, and they saw the gestures of an unusual cordiality that produced that woman endowed with some divine immaterialness, the woman who divinely violated certain human laws of a cumbersome stiffness, the laws that make her stay so far away, so proud and so impatient head or vice versa... She alone could give dignity to all the gestures... They all led home the bitterness of not being able to compete with the friend who would never tell them the truth of that idiotic, whose union was more endearing than any, suppressed all the obstacles of the angle and the straight. Flirting, 1922", "title": "La amante de Santiago", "author": "Ramón Gómez de la Serna"}