{"metadata": {"length": 3745, "words": 687, "reading_time_min": 3.435}, "text": "Interestingly, I was experiencing sympathy for Gael, the president of a glass company. Gael was one of the country’s biggest capitalists. Probably no other Kappa had a wind as huge as yours. And how happy he is when he is sitting on a sofa and has by his side his wife who looks like a doll and his children who look like dolls! I often went to Gael’s house to eat with the judge Pep and the doctor Chack; with his letter of introduction I visited factories with which he or his friends were connected in one way or another. One of the things that interested me most was the book factory. I was accompanied by a young engineer who showed me huge machines that were driven by hydraulic energy; I was deeply impressed by the huge progress the kappas had made in the field of mechanical industry. According to the engineer, the annual production of that factory amounted to seven million copies. But what impressed me most was not the number of books they printed, but the almost total absence of hand-work. To print a book it is enough to put paper, ink and some grey powder in a sleeve-shaped opening of the machine. Once these materials have been placed in it, in less than five minutes a large number of books of all sizes, quarters, octavos, etc. begin to come out. Looking at the books coming out in torrents, I asked the engineer what the grey dust was that was being used. He stood up and, breathing heavily, in front of the machines that shone with a black light, answered indifferently: -This dust? It's from sleep sessions. The seeds are sown and turned into dust. The current price is two to three cents per pound. Of course, bookmaking was not the only industrial branch where miracles had been accomplished. The same thing happened in the paint and music factories. Gael said that in that country about sixty or eighty classes of machines were invented every month, and that any article was made in large scale, thereby reducing considerably the labour. As a result, the number of stricken workers did not fall below 40,000 or 50,000 per month. But the curious thing was that, despite all that industrial process, the morning papers did not announce any kind of strike. As this phenomenon had seemed very strange to me, when I went to Gael's house for dinner with Pep and Chack, I asked about this particular. -Because they are eaten by everyone. Gael replied impasably, with a cigar in his mouth. But I had not understood what he meant by that of “they eat them.” Admitting my doubt, Chack, the eye-witness, explained the following, tying up our conversation. -We kill all the slain workers and eat their meat. See this diary. This month they fired 64,769 workers, so according to that number the price of meat has fallen. And the workers are going to kill each other without protesting? - Nothing can be done, even if they protest - said Pep, sitting in front of a solitary tree. We have the “Bloodletting Law”. Of course, I was indignant at the answer. But not only Gael, the house owner, but also Pep and Chack, approached the problem as the most natural thing in the world. Chack smiled and spoke to me in a sly way. -After all, the state will save the worker the misery of dying of hunger or suicide. They are given a little bit of hot gas, and so they do not suffer much. But that eating meat, francamente... - Don't say tonteras. If Mag heard this she would die laughing. Ask yourself, do women of the lower class in your country not become prostitutes? It is pure sentimentalism to indignation at the habit of eating the meat of the workers. Gael, who was listening to the conversation, offered me a plate of sandwiches that was on a nearby table and said quietly: -Wouldn't one serve? It is also made of a worker's meat. FIN", "title": "Kappa", "author": "Ryunosuke Akutagawa"}