{"metadata": {"length": 4112, "words": 772, "reading_time_min": 3.86}, "text": "It was a daytime dawn. It looked like someone had passed through the skies a large brooch embroidered in gray. At sea the yellowish laces of the fog were writing their democratic note. The waves pursued each other, each furious for reaching the other, with a haughty one wailing. On the land, a little deeper, tired old boats offered to the sky their swollen bellies that the carcoma swallowed. And the young boats slept by the side, receiving salty caresses. Laying on the beach like the cuts of the wings of a giant bird, two candles were blowing with the same breeze that in calm days would engulf them... there was no sunlight and it was the misty void like dirty water. Several men were speaking, some sitting on the edge of an old shell: \"What a bad day! And four goes like this. There on the horizon a sun knife tore the clouds and silted the waters. And the men of the sea, hoping, nailed to the twist of the freshly lit sky their eyes that the storms had serenaded. The sun went down again. The group dispersed, the men scattered, and the day was still plummeting. When they were alone, he said to his son, \"Come on, boy, we need to work\". The boy looked at him with a tender, close look, and he asked, \"Are you afraid?\" No, Dad, that's not an answer, but... it's a rash. The son was right. It was crazy to throw yourself into the sea on a day like this, but the others were hungry... the boy walked away late. He saw her leaning to pick up the candle and then put the nets, a rowboat, ropes, a vessel and the harpoon on the boat. He was grumbling, wishing the father would repent. He was strong, as any man made; he was fond of the work of the sea; he was never afraid, and the storms excited him. Why was I so scared today? He went up to him and, seeing him distracted, warned him, \"Go, boy, go\". It's too late now. They both pushed the boat into the water. The son came in first and he gave her, wet feet in the last waves, the impulse. Despite their expectations, the hurricane shocked them. Suddenly raindrops fell that looked like grey rags shaken by the wind. The waves began to grow larger and roar like thunder. The boat was bending and the water was crushing. The boy, skilled, laid down the candle and began to empty the boat that was receiving pieces of waves. The storm has come. The boat was lifted up as if a thousand Hercules hands would lift it up. The father was stuck at the wheel, his iron hands paralyzed by the effort and his eyes so sharp that even the salt of the sea could not make him blink: \"Soul, my son, soul!\" The rain filled the boat. The son, pale with fear and dizziness, was thrown down at every wave, swirling between the narrowness of the boat. Pick up the nets, boy! He found them himself, leaving the rudder. A giant wave came from the bow, whose foam gave the impression of crushing teeth of some unknown monster. He went in and got her face to face. The boat went overboard and groaned like a wounded animal. Boy, let this pass; courage! The robber did not listen to the exhortations. Pale to green, crazy with dizziness and fear, nothing mattered to him a rollover. The voices of the old sailor were lost amid the raging sea. The boat danced whenever anyone moved. And the old man himself was starting to weaken. As a result of instinct, his throat squeaked: \"Soul, my son, soul!\" The boat was very small. Both could not maneuver; their edges were sticking to the sea like the mouth of a thirsty animal seeking water. Suddenly, the old man stopped wavering. His hands were constricted in a gesture of impotence, his mouth in a muzzle of madness. He wanted to pull away, desperate, with his strong sea wolf fingers, the rain curtain. The son joined in, too. In the midst of the tragic storm's roar, the old man thought he heard, \"I am a nuisance, Dad... \"And then, like a ghost shadow, the son jumped. Half-idiot and almost blind, mad with terror, the father wanted to touch him, in a supreme elasticity, extended imploring hands, and could barely see on the crest of a wave, whipped by the whirlwind like a tragic flag, the suicide jacket. *FIN* Diary list, 1931", "title": "El sacrificio", "author": "Juan Bosch"}