{"metadata": {"length": 2861, "words": 523, "reading_time_min": 2.615}, "text": "On a trip to Asturias we have compiled anecdotes and events. They could fill several volumes with them. Near Villafría - outside Oviedo - many workers were shot in several groups, many of whom were suspected of firing at the troop. When the officer pulled one of those groups out of their homes, he saw that among the young men and mature men was a 15-year-old boy. Some have his name and even his photograph. A thin boy, childlike face and sharp profile. He could be a guaje (a coal cutter's assistant), one of those who start getting used to the mountain entrails carrying the picket and light bulb of the miner's mate, the master. The tool was handled with the others and dragged to the place of the suplition, one of those alleys that marginalize the green meadows. Already there, the officer saw his childlike appearance, and that voice that cares to establish in all cases, within the most ruinous, the gradations of viciousness, spoke to his feelings. When the regulars' hands came down the cannon to the lock and the rifles looked for the horizontal, the officer made a gesture containing them and asked the guard, \"What were you doing up there\", the house pointed out, \"when you were arrested?\" The kid said he was taking care of his little brother, a two-year-old boy. - What about your mother? - he kept investigating the officer. - He died. The boy responded with the serenity that you have at fifteen for the tragic. The officer wanted to know more. - They killed him too. After a little silence, the boy added looking at the house: \"The boy is alone. The officer told him he had eight minutes to go home and leave the child in someone's care. Someone, near the officer, saw that the hills, the gorges, were making the terrain very purposefully to escape. Those eight minutes were more than enough to get him safe, and he offered to accompany and watch over him. The officer - he felt himself again in the range of the vile, with all his grades - refused. He had foreseen the possibility of me running away and he didn't dislike it. He didn't say that. But he thought again, seeing the gauge lose in the first high-pitched comba. Soon after, a discharge sounded. It fell half. In front of the survivors, the wounded were given a free kick and then the hemp ties that bound their hands were cut off. Minutes later, the rest of them fell. They dragged the bodies to the same place, piled them up. In this act one suddenly noticed that someone was still alive and the shots of grace were ringing again, spaced and like wavering. Then he appeared descending the hill, with the safe and quiet passage, the gauge. I'd heard the shots, I'd seen the dead being transported and the wounded being trimmed. And he kept moving, impassive. He took the place he was pointed at with a gesture. It took only three shots. And it didn't have to be finished. Fin 1936", "title": "El guaje", "author": "Ramón J. Sender"}