{"metadata": {"length": 7023, "words": 1207, "reading_time_min": 6.035}, "text": "\"I'm tired of that woman's artistic jargon\", Clovis told his journalist friend. He likes to say that certain pictures grow on us, as if they were some kind of mushroom. \"That reminds me\", said the journalist, \"of the story of Henri Deplis. Did I ever tell you about it? Clovis refused with his head. -Henri Deplis was a native of the Grand Duchy of Luxembourg by birth. By more mature reflection, he became a business traveler. His activities often took him beyond the boundaries of the Grand Duchy, and he stopped in a small town in northern Italy when news came that he had received a legacy from a distant relative who had died. It was not a great legacy, even from Henri Deplis' modest point of view, but it pushed him towards some seemingly harmless extravagance. In particular, it led him to sponsor local art as represented by the tattoo needles of Signor Andreas Pincini. Signor Pincini was perhaps the most brilliant tattoo master Italy had ever known, but he was decidedly impoverished, and for the sum of six hundred francs he joyfully undertook the task of covering his client's back, from the collarbone to the waist, with a brilliant depiction of the Fall of Icarus. The design, when it was finally developed, produced a slight disappointment for Monsieur Deplis, who had imagined that Icarus was a fortress taken by Wallenstein in the Thirty Years' War, but was more than satisfied with the work executed, which was acclaimed by all who had the privilege of seeing it, such as Pincini's masterpiece. It was his greatest effort, and his last. Without even expecting to be paid, the illustrious craftsman left this world and was buried in an ornate tomb, whose winged cherubs would have provided little field of application for the exercise of his favorite art. There was, however, Pincini's widow, to whom the six hundred francs were owed. And then the great crisis in the life of Henri Deplis, a traveling merchant, arose. The legacy, under the weight of numerous small claims, had diminished to a negligible proportion, and when a pressing wine bill and various other current accounts had been paid, there was little more than four hundred and thirty francs left to offer the widow. The lady was justly indignant; not so much, as she volubly explained, because of the suggestion to suppress one hundred and seventy francs, but also because of the attempt to diminish the value of her late husband's recognized masterpiece. Within a week, Deplis was forced to reduce his offer to four hundred and five francs, which provoked the widow's indignation, which turned into fury. He cancelled the sale of the artwork, and a few days later Deplis learned dismayed that he had donated it to the municipality of Bergamo, which had accepted it with gratitude. He left the neighborhood as discreetly as possible, and he felt genuinely relieved when his business took him to Rome, where he hoped his identity and that of the famous painting could be lost sight of. But he carried on his back the weight of the genius of the deceased. Appearing one day in the smoking hall of a steam bath, he was immediately forced to put on his clothes by the owner, who was a northern Italian, who emphatically refused to allow the celebrated Fall of Icarus to be exhibited in public without the permission of the municipality of Bergamo. Public interest and official surveillance increased as the issue became more widely known, and Deplis could not take a simple bath in the sea or in a river on the driest of evenings, unless he covered himself to the collarbone with a wide swimsuit. Later, the authorities of Bergamo conceived the idea that salt water could be harmful to the artwork and a perpetual ban was obtained that prevented the tormented commercial traveler from bathing in the sea under any circumstances. He was fervently grateful when the firm that employed him assigned him to a new branch of activity in the Bordeaux area. His gratitude, however, abruptly ceased at the Franco-Italian border. A massive deployment of official forces prevented his departure, and he was severely reminded that a strict law forbade the export of Italian artworks. A diplomatic meeting between the Italian and Luxembourg governments followed, and at one point the European situation was overshadowed by the possibility of problems. But the Italian government remained firm; it declined to take any interest in the periphery or even the existence of Henri Deplis, a commercial traveler, but remained unmoved in its decision that the Fall of Icarus (work of the late Pincini, Andreas), currently owned by the municipality of Bergamo, should not leave the country. The excitement declined over time, but the unfortunate Deplis, who was constitutionally in a position to retire, found himself a few months later again at the very center of a furious controversy. A German-born art expert, who had obtained permission from the municipality of Bergamo to inspect the famous masterpiece, declared that it was a fake Pincini, probably the work of a disciple he had employed in the years of its decay. Deplis' statement on the matter was obviously worthless, as he had been under the influence of the usual narcotics during the long process of punching the design. The editor of an Italian art magazine refuted the views of the German expert and set out to prove that his private life did not fit any modern decency criteria. Italy and Germany were all torn apart in the dispute, there were stormy scenes in the Spanish Parliament, and the University of Copenhagen awarded a gold medal to the German expert (subsequently sending a commission to examine his evidence on site ), while two Polish schoolchildren in Paris committed suicide to show what they thought of the matter. Meanwhile, the disgraced human bearer was no better off than before, and it is not surprising that he fell into the ranks of the Italian anarchists. Four times at least he was escorted to the border as a dangerous and undesirable foreigner, but was always brought back as The Fall of Icarus (attributed to Pincini, Andreas, early 20th century). And then one day, at an anarchist congress in Genoa, a fellow worker, in the heat of debate, spilled a vial of corrosive liquid on his back. The red shirt he wore mitigated the effects, but the Icarus was ruined to the point of being unrecognizable. His attacker was severely convicted of attacking an anarchist comrade and sentenced to seven years in prison for destroying a national art treasure. As soon as he was able to leave the hospital, Henri Deplis was forced to cross the border as an undesirable foreigner. On the quiet streets of Paris, especially in the vicinity of the Ministry of Fine Arts, you can sometimes find a depressed and anxious man, who if asked about the time, will respond with a slightly Luxembourgish accent. He harbors the illusion that he is one of the lost arms of Venus de Milo, and hopes to persuade the French government to buy it. I think that, above all else, it is tolerably reasonable.", "title": "El tatuaje", "author": "nan Saki"}