{"metadata": {"length": 3026, "words": 579, "reading_time_min": 2.895}, "text": "The sausage in this story was a stolen sausage. The thief, who was only seven years old, was a perfectly good pill. But this sausage showed him who was smarter than the two of us. The boy had let her fall softly into the pocket of his pants, at the butcher's house, while he put half a pound of meat in an old woman's basket and told her a joke at the same time. Now the purpose of the little prick was to roast the sausage, for it was a real sausage to roast. The boy was completely alone in the house. In a hurry, his family had forgotten about him. Everyone was in the field, because a storm was coming, and hay was still to be picked. This was the right time, then. Quickly light the fire and put butter in the pan! The light was already sparkling. But the sausage decided not to let itself be roasted by a vulgar pickle. So, as the boy leaned to throw wood on the fire, she slipped, with the same gentleness, out of his pocket, and rolled down the house. Now he lay by the wall, in the last corner, where there was complete darkness. But, as we said, the butter was sparkling, and the little boy quickly put his hand in his pocket to get the sausage out. What a scare! He bent over and looked to the right and to the left, back and forth, and turned back and forth. He wasn't! The sausage stood still in its corner, like a scared little mouse. At this moment a lightning flashed, and the thunder raged over the house, shaking the walls from above down. The boy, very scared, covered his eyes with both hands. Then a whistle was heard in the house. - Jesus, please! - the boy yelled. The hot butter burned with red flames over the pan. - Fire! Fire! Fire! - yelled out the kitchen window. A neighbor, hearing the screams, dropped what she had in her hands. He came running to his aid, and was able, fortunately, to still put out the fire. - And now, let's see, boy, what did you want to do? - he asked. The little bird denied the blue of the sky, giving all sorts of explanations and excuses, and the neighbor would surely have believed everything he said, had her mother not suddenly introduced herself. Now it was no longer possible to keep hiding. The burned pan spoke too clearly to the mother, and the mermaid in the butter had its own say. But the truth of what had happened was known only and exclusively to the sausage, who could not speak, because he had no tongue; so he lay in the darkness and could not move. But despite that, he knew how to get out of the rush. She started to let go of her appetizing scents, until the puppy noticed her. The puppy sniffed, restless around the house. Finally, he slipped under it and came out with the sausage in his mouth. - Oh, you son of a bitch! - exclaimed the mother, giving a palm slap to her son. The little snail turned colored to the ears when it was discovered, and while the puppy was quietly eating the raw sausage, he had to run to the butcher's house and pay him off his savings, since in these things the mother did not admit jokes. FIN FINISH Anonymous Swiss", "title": "La salchicha que no quería ser asada", "author": "nan Anónimo"}