{"metadata": {"length": 3113, "words": 574, "reading_time_min": 2.87}, "text": "I had started reading the novel a few days earlier. He left it for urgent business, opened it when he returned by train to the farm; he began to take a slow interest in the plot, in the sketch of the characters. That afternoon, after writing a letter to his apoderado and discussing with the mayordomo a matter of parking, he returned to the book in the quiet of the study, looking out over the park of the oaks. Affixed to his favorite chair, leaning against the door that he had regarded as an irritating possibility of intrusion, he let his left hand itch the green terciopelamus again and again and turned to the last chapters. His memory effortlessly retained the names and images of the protagonists; the novel's illusory ecstasy won him almost immediately. He enjoyed the almost perverse pleasure of going from line to line of what he was about, and feeling at the same time that his head was resting comfortably on the thigh of the high seat, that the cigars were within reach of his hand, that the air from the windows was dancing under the trees. Word by word, absorbed by the discordant scream of the heroes, letting go of the images that merged and took on color and movement, was testimony to the last encounter in the mountain cabin. First the woman, a reedy one; now the lover, a face mutilated by the sting of a branch. He admirably re-established her blood with his kisses, but he refused the bribes, had not come to repeat the ceremonies of a secret passion, protected by a world of dry leaves and hidden paths. The tiger fought against his chest, and under the tiger's chin the freedom slipped away. An eloquent dialogue raced through the pages like a river of serpents, and it seemed that everything had been decided from ever. Even those afflictions which encircled the body of the lover as if wishing to keep it and discourage it, abominably drew the figure of another body which was necessary to destroy. Nothing had been forgotten: the scribbles, the arrows, the possible mistakes. From that hour on every moment was minutely assigned its use. The sloppy double pass was interrupted only to allow a hand to scratch a finger. He began to shiver. Without looking up, hurriedly at the task that awaited them, they parted at the door of the cabin. She had to follow the trail that went to the north. From the opposite side he turned back for a moment to see her run with the hair tangled. He walked along, stumbling over trees and stones, until he could see in the twilight of the twigs the path that led to the house. The dogs should not have lathered, and they did not lathered. The mayor would not be there at that hour, and he was not there. He climbed up the three steps from the porch and entered. From the blood gurgling in his ears came the words of the woman: first a blue room, then a gallery, a carpeted staircase. Above, two doors. Nobody in the first room, nobody in the second. The door of the room, and then the slam in the hand, the light from the windows, the high back of a green terciopelo chair, the head of the man on the chair reading a novel. FIN Final of the game, 1956", "title": "Continuidad de los parques", "author": "Julio Cortázar"}