{"metadata": {"length": 6591, "words": 1219, "reading_time_min": 6.095}, "text": "When the country doctor came out, well soaked in his coat because he was dripping; when he shook the stick to make it swell in his hand, the woman cried like a Magdalene. Oh, how God, they had death in the house! How much medicine, four pounds spent on things of the botique! And then the other weight in a mass to the glorious St Mamed, to see if there was a miracle! The sick man, every day worse, worse... He opened up to vomit. He did not keep in the stout body that he had given him; it was a comfort to have cooked the substance for him, to have thrown the pheasant to the black chicken, so beautiful, with a thorn in its wing, and to have bought in Areal a whole pound of chocolate, eight pounds, that he had smuggled out of the thief of the Good, the storekeeper... He ended up, well used up, selling the cloak... but if it failed, if he had no will or energy to open his eyes!... And he was the oldest son, who worked the place! Others, some kids who were hiding under a basket! The Father, in America, never wrote! What was to be of all! On the way, ask for limosna! Taking off the splinters with the back of her black and rough hand, the woman entered, shut the door, not without casting an odious glance at the doctor who, oblivious, shook his head at the frightened trowel of his dog. They were bound to him, according to the custom of the village, by an annual grain harvest; it cost them nothing to visit him; but, oh!, they squabble with the baker, borrow and borrow, take half, if half, all to steal, all to take their poverty from the poor! And there, on the murky art, another role, another recitation, that knows God what matters, besides the journey to Areal, ripping off shoes and moaning to the bones. Far away, in the dark of the kitchen, barely lit by a candle, the sick man's sighing and the equal, sweet hush of the three children crammed into a single basket of grain. The fire of the torch still burns semi-extinquid. A sabandija sped past the wall and hid in a recess, leaving the imposing impression of her fantastic robe, enlarged by the shadow. The cow, in the picture, cried insistently, calling her calf; the dog cried out. The woman, with a shivering movement, grasped the recipe and threw it to the breasts, where it was consumed with a laborious gnawing of the paper... The sick man, with that shrill, sour, raging cry of rage and nausea, cried, and the mother, approaching the table-top hung on the wall -the village tavern-, leaned over the child and murmured in his ear: -Call, my soul, that at the end of the morning I will go through the meditative path, and bring you the medicine, and heal you. There is God that I will go through it! I don't let the doctor through that door anymore! It was the supreme resource, the post-war illusion of every labyrinthine in that Noan parish -the healer, the free, untidy doctor, who worked secretly, achieving more, by comparison, than the other pills. The doctor did not prescribe it. He carried with him three or four sacks and rolled papers, some rags and some dust, and in the act administered what was necessary; he did not have to go to Areal, wait seven hours in the kirk, and then carry the weights to the kirk, that the day might carry with him. One or two pence at the same time, and campanions; and the little one, before a week, he shall be slain in the inheritance. Even the white tailed hawk, announcing her so faintly reflected arrow to the forest, was not blazing, when the woman, shaven head in her hat, sprang up in her broomstick, flinging mud slush flap!, flap! of the caves, by putting the huge jars into them. When she returned, accompanied by the curandero, who was rejoicing in the weather--it was winter, a dog was raining!--to the door of the tavern, the biggest of the little ones, Juanio, was waiting, huddled, barefoot, muttering. -Mother, Eugenio is on the phone! He doesn’t care when they shout at him! The woman and the curate rushed in; the interior of the sack seemed gloomy to those who came from the outside, from the clarity that had already begun to fade in the morning mist, and the curate lit candles, and in the intermittent light examined the dying. A horrible, slow, ruminating, so to speak, ghost came out of the rotten bed. -Oh, Virgin of the Guide! Oh San Mamed! -cried the mother. It is the saver! He's shooting! - No, woman, no; street, do not say, that it will rest. The voice of the healer was like a conjurer. The gloom had passed. A golden ray of the rising sun came through the only window in the room. The three pigeons, astonished and respectful, stood on their feet, sleepy, shorn of their hair, shaved even of their beards, the index finger in their mouth. They awaited the miracle that was to take place, and their old and new huts pleaded to be a part of the rock of wonder. That balding man, with blue hat and green hat, could cure Eugene! How? How? That, by virtue of virtue... the case is that I was going to cure him. Eugenio would no longer sigh; he would no longer have those great yearnings; he would close his eyes and sleep as a holy blessed. The curandero, however, took out of his pocket one of his unrolled bundles, looked at him in the rear view mirror, shook his head, asked for water, which they brought in a bucket of mud, dosed and, bucket in hand, returned to the water... With a hand passing around the dead man's neck, he was drinking, drinking... A wonderful case! The little boy drank and drank... The mother's hands were clasped, trembling in blessings. The curandero gently left the head of a rotten head, a face smeared with mud, on the follato cushion. A faint smile, a glimmer of peace, of well-being, slid over the sick man’s tense face for a moment. - You okay, yalma? - asked the woman, embittered. - Yes, lady...; very well... - he said, sweetly. From the top of a hat came three pence, which the curate, when he took it off, kept in the wide pocket of his robe; the price of the visit and of the tithe. The little ones remained alone. Eugenio was not complaining! They saw him asleep, so peaceful. breathing maino, like air between the trigal! Like a saint, a blessed saint! They did not know that, by mid-afternoon, that slight shivering stopped... The mother, approaching to administer another dose of the miraculous medicine, took something cold, icy: an inert body. Alzhé alzhé alarido. The canes were swung up, the eyes were slammed in the face-cloth, and Juanio, consoling her, taking up his remembrance belt, repeated: -Do not be afraid, lady... I'm going to the apothecary... Street, I'll bring it right now...", "title": "Curado", "author": "Emilia Pardo Bazán"}