{"metadata": {"length": 6025, "words": 1113, "reading_time_min": 5.565}, "text": "Paris is a funny and terrible theatre. Among the rivals to the Plombier coffee, good and determined young men - painters, sculptors, poets - yes, all looking for the old green laurel!, none more dear than that poor Garcn, sad almost always, good drinker of the ajenjo, dreamer who never stifled, and, as an indefatigable bohemian, a good improviser. In the shattered fourth of our merry meetings, he hid the mud of the walls, among the smudges and traces of future Clays, verses, whole scribbles in the scribbled and thick letter of our beloved blue pigeon. The blue bird was poor Garcn. You don't know why it was called that? We baptized him with that name. It was not a simple caprice. That fine young man had the sad wine. When we asked him why when we all laughed as idiots or as fools, he rubbed his head and looked at the sky, he replied with a certain bitterness... -Camaradas: you must know that I have a blue bird in the brain, therefore... * * * It also seemed that he liked to go to the new camps, when spring came. The air of the forest was good for his lungs, the poet told us. From his excursions he would bring violet branches and thick notebooks of madrigals, written to the rustle of the leaves and under the wide, clear sky. The violets were for Nini, her neighbour, a young, pink-faced girl with blue eyes. The verses were for us. We read them and applauded them. We all had a hallelujah for Garcn. It was an ingenuity that had to shine. The time would come. Oh, the blue bird would fly very high. Bravo! Yes! Eh, little boy, get closer! * * * Garcn Principles: From flowers, the beautiful campanulas. Between the precious stones, the safiro. Of the infinity, the heaven and the love: i.e., the pupils of Nini. And the poet repeated: I think it is always preferable to neurosis to imbecility. * * * Garcn was sometimes more sad than usual. He walked through the crowds; he saw the luxurious carriages, the elegant men, the beautiful women. Front of the jeweller's shop he was merry; but when he came near to a bookshop he shivered, he sneezed, and when he saw the expensive editions he declared himself a determined enemy, he shook his head, and to disperse himself turned his face to heaven and shivered. He walked to the coffee shop in front of us, moved, exalted, almost weeping, asked for a glass of water and said to us: -Yes, there is a blue bird inside my brain, which wants its freedom. * * * There were some who came to believe in a delusional liar. A skeptic who was given the news of what had happened, characterized the case as a special monomy. Their pathological studies left no doubt. Certainly, the unfortunate Garcn was crazy. One day he received from his father, a old Normandy trader, a letter that said, a little more or less: “I will be your saviour in Paris. Until you do, you will not have a single sense of me. Come and take my books from my storeroom, and when you have burned your manuscripts of tontering, you shall have my money.” This letter was read in the Café Plombier. -And you are angry? -Don't you get angry? -Accept? - Are you? Bravo Garcn! He broke the letter and, putting the trumpet down, improvised a few strums, which ended, if I do not forget, with: \"Yes, I will always be a gandhi, which I applaud and celebrate, while my brain flutters like a blue bird!\" * * * Since then Garcn has changed character. He became a charlatan, took a bath of joy, bought a new levita, and began a poem in tercets titled, of course, The Blue Bird. Every night something new was laid out in our tertulia from the work. That was excellent, sublime, vanishing. There was a very beautiful sky, a very fresh field, countries sliced like the magic of Corot's brush, faces of children amidst flowers; Nini's eyes hungrily and large; and, added to this, the good God who sends flying, flying, above all, a blue bird that knows neither how nor when it flies into the poet's brain, where it is imprisoned. When the bird sings, verses are made bright and red. When the bird wants to fly it opens its wings and flies against the walls of the head, it looks up at the sky, it tucks its head and it gulps down a little water, smoking, by the way, a paper cigarette. There is the poem. One night Garcn came to me laughing a lot and, at the same time, very sad. * * * The beautiful neighbor had been driven to the cemetery. -Good news! a news! The last song of my poem. Nini has died. It's spring and Nini is gone. Saving violets for the camp. Now we need the epilogue of the poem. Editors don't even bother to read my words. Soon you will have to disperse. Time law. The epilogue should be entitled: “As the blue bird flies to the blue sky”. * * * Spring is here! The flowering trees, the pink clouds in the morning and the afternoon; the soft air that moves the leaves and makes the hats of straw hats flutter with special noise! Garcn has not gone to the field. He comes with a new dress, to our beloved Café Plombier, pale, with a sad smile. - My friends, an embrace! Hold me all, so, strong; I decide to say goodbye with all my heart, with all my soul... The blue bird flies. And poor Garcin wept, pressed us, seized us with all his strength, and went away. We all said: Garcn, the prodigal son, looks to his father, the old man. Musas, goodbye; goodbye, thank you. Our poet decides to measure the traps! Eh! A glass for Garcn! Sick, exhausted, enraged, the next day, all the parishioners of the Café Plombier who had thrown so much abuse into that rotten quarter were found in Garcn’s room. He lay in his trance, on the shattered sand, with the broken head of a sandbag. There were fragments of brain tissue on the cushion. What a horrible thing! When, exhausted from the first impression, we could cry in front of the corpse of our friend, we found that he had with him the famous poem. On the last page, the words were written: Today, in the middle of spring, she left the door of the hut open to the poor blue bird. * * * Oh, Garcn, how many of you carry your own disease in your brain! FIN", "title": "El pájaro azul", "author": "Rubén Darío"}