{"metadata": {"length": 3917, "words": 723, "reading_time_min": 3.615}, "text": "Police Commissioner Semion Ilich Prachkin goes from one side of his room to the other, trying to drown an unpleasant feeling. The day before he had visited the military commander for a service matter, had just started playing cards by chance and had lost eight roubles. The sum was insignificant, despicable, but the demon of greed and greed reproached him in his ear for that waste. 8 rubles... not a lot of money! Prachkin said, trying to silence that demon. Some people lose much more substantial sums and give it no importance. Besides, the money can always be recovered... just by going through the factory or the hostel of Rilov to get eight rubles, maybe even more. It's winter... the peasant, solemnly... he reads with a monotonous voice in the next room Vania, the sheriff's son. The peasant solemnly sets out on his way. Besides, I can always take revenge... What does that one about solemnity say? The peasant, solemnly, sets out on the road... sets out... Solemnly Prachkin is still cavorting. If you had been whipped ten times, you wouldn't have had such a solemn air. Instead of solemnity, you should pay your taxes regularly... eight rubles... not much money! We're not talking about eight thousand, it's always possible to recover them. His horse, smelling the snow, smelling the snow, throws himself into the trout with indolence. All I had to do was go to the gallows! Not even that it was pure blood! A pencil will always be a pencil! What this drunken, spoiled peasant likes is to whip his horse, and then, if he gets into an ice hole or falls rolling down a ravine, you have to take care of him... Why would I ever think of going out with such a low letter? If I had gone out with the clover ace, I wouldn't have been without the two... lifting steamy glasses, flying the daring carriage... lifting steamy glasses... Lifting up... lifting up glasses... glasses... The nonsense you have to hear! How can they allow you to write those things, my God! The fault of everything was the ten! What a bad time that devil got him out! There's a village boy running... he's got his dog on the sled... his dog... If he runs and jumps, he's got a full stomach... and parents don't even think about taking the child to some task. Instead of walking the dog, he'd rather be cutting wood or reading the Gospels... and the number of dogs that they raise... there's no way to get around, not by car or on foot! I shouldn't have sat down to play after dinner... I should have left nothing more to finish... He hurts and laughs, while his mother threatens him... his mother threatens him through the window... He threatens him, he threatens him... but what happens is that he lacks the ability to go out into the yard and punish him... you should lift his pinch and hum him. That's better than threatening with your finger... if not, you'll see how he ends up getting drunk... who wrote that? Prachkin asks aloud. Pushkin, Dad. - Pushkin? - What? I'm going to get you. Some freak, I'm sure. They spend the day with the pen in their hands, but they do not understand what they write. The point is to write! Dad, a farmer has come with flour! Vania is screaming. - Get her! But even the flour didn't get Prachkin up. The more he tried to comfort himself, the more he felt the loss. He felt so sorry for those eight roubles as if he had really lost eight thousand. When Vania learned the lesson and kept quiet, Prachkin approached the window and, full of grief, stared sadly at the snowmobiles... but that vision only made her wound worse. He remembered his visit the night before to the military commander. His bile swelled, his heart shrank, and the need to pour out his sorrow upon someone reached such a degree that he could not allow any delay. I couldn't take it anymore. She cried. Come on over here! I'm gonna have to whip you for the glass you broke yesterday! ♪ Finish ♪ ♪ Not in the Spirit ♪ Fragments, 1884", "title": "De mal humor", "author": "Anton Chejov"}