{"metadata": {"length": 6156, "words": 1169, "reading_time_min": 5.845}, "text": "When the new year of 1914 came to visit the 1913, which was barely able to stand the cold, the doctor, reserved and grave, whispered to the girl who accompanied the boy: -The poor fellow can only resolve... But, as he will have to advise his successor, we will give him a good dose of coffee... So there will be no need to die a minute sooner or later. With the drug the dying man regained his voice and shook, and sounded both amused and ironic to the creature, which was a phantom, a figure very like the Love, as represented in the paintings of Boucher and the engravings of Volpato and Morghen. On the skin, sweetly blasted by gentle winds, a triad of thorns shook, travieso, etched as a mark of Venus's finger on the two great rose-trees of the navel and on the joints of arms and legs. The face was glorious, glowing, rosy and rosy at the same time; the mouth, a swollen, swollen, swollen mouth, and the head, laden with gold flakes, seemed to blaze in the air with a brilliance and luster of such rosy sort. - Hello, hello, pick up the ball! What a spirited bunch we are! - said the old man, bending over the nutria shell, not less slender and slender than its owner, and also very heavy. It seems like you have the will to live, huh? -See, Dad! - the boy, more disappointed than a candy store. -Now, I see that we have illusions... And, indeed, plans, projects, ideas for reform... and, moreover, the conviction that Papa has done nothing but tontering... What is it? The little boy did not dare to answer in plan; but something had of all that... something had... - the old man, almost blinded by a candle-, is that humanity thinks the same as you, creature. At these hours, in the afternoon of the last day, there shall be no man who does not remember me and who does not trust in you. I have been a pill, and I have given a smack, and what a smack! Finally, I am thirteen... You will remedy the evil, you will solve the problems that I have raised and more engrossed than ever. You bring them in your bags... - No, that's not it, because I don't have them. And the boy pointed, slyly, at his nakedness. -Well, because in your hands or whatever it is... riches, adversities, health and honor, and everyone, when they think of you, also think of changing their conduct, of better guiding the automobil of life to not stray... See if it is difficult for humanity. -What if they are right? - the chiquita cried out in pain. Why don't I have to be more fortunate or more prepared than you, Father? And, besides, I am young, and you are old, very old!... The dying year, hearing this, laughed a shrill laugh. -After that, do you think I have not been young too? -But it will take a long time - murmured the new year. -When you reach my age, you will feel that life has passed you by in a minute... - the 13-year-old cried. \"And I will never be like you, Papa,\" the 14-year-old insisted, trembling. It's impossible, don't you know? I will. Can I come back... like this? Why do you do that? Why do you put that sad face on? -You let it pass three hundred sixty-five days and you will have it equal or worse - the king replied. As you will be photographed, and you will be given a test of walk-size, and within the hundred, etc., you will look in the mirror and you will remember me... -Ay, Papa! I don't want... I don't want to be, please, so fat... -If you don't want, don't want! You may be older still... each one has his age, and each age is older than the other... wait, presumed, wait. You will be given tear-stained eyes, a swollen belly, a stout voice, a swollen mouth, a swollen nose... -No, that, sometimes... - the boy said, trying to sound, though the sand didn't help him. -You will have a swollen foot, a swollen bowel, a swollen leg, and in your hands blue-green, swollen veins, like a thorn, and yellow-brown, swollen teeth, which will shake in your teeth, and a swollen stomach, and swollen lungs, and swollen feet, and a heart that aches, and a brain that forgets and loses the names and the notions of things... And you will be ridiculous, impotent, miserable in everything and for everything..., eem, eem, squeak, squeak!, like me..., and the only thing you will want to do is to rest in a niche in the great Crypt of the Ages, in the Palace of Time, our common Father...More before! Murder! The boy shook his head, rethinking. All this must have been invented by the old man to disgust him, in revenge for what he was coming to replace him with. Life, oh, it was a pretty thing; those who are young, so young, and feel a hot, sour blood in their veins, do not die like that, nor are they put in such a rare face, nor do they suffer that sting that seems to be tearing them apart inside in their beds and in their dungeons... bah! He didn't have to do it... and what good would it do him, anyway? -Daddy, don't say that -he murmured, finally, sweetly, for he was a good boy and he was a good boy -. You're going to live for years... I mean, years not... in the end, quite a lot... right, doctor? We all live so happy and so joyful lives. Isn't that, papa? -Premature children live little - the doctor solemnly declared - but the dying old, at least still... Do you not see, in the dark year, how behind those mountains the moon, which looks like a piece of silver just beaten? Do you not hear, melancholy and majestic, in the eternal secular clock, the hours of the last night? Your father will enter into agony. The old man seemed to be in a coma, a precursor of death; but the doctor's words soon galvanized him. He trembled greatly; he opened his eyes for the second time, and his astonished look grew sharper. - The agony! - he shouted in a retorted voice. Who talks about agony? I don't want to die!... I don't want to die yet!... Live, live a little longer!... Doctor!... For compassion!... Life! And exhausted by the effort, he sat, in a shaky stance, against the support of the chair. The boy reflected, placing the index finger between the flower buds on his lips. And turning to the child, he said, \"You, little child? I was fooled by my father. Maldita gana had her father die! FIN La Ilustración Espaola y Americana, 1913", "title": "Padre e hijo", "author": "Emilia Pardo Bazán"}