{"metadata": {"length": 5457, "words": 1010, "reading_time_min": 5.05}, "text": "A member of parliament who has frequently travelled abroad in recent years has asked the House to appoint an investigative committee. The legislator had warned, firstly without joy, lastly with alarm, that in planes of various lines a handful of very old men, little less than dying, were crossing the space in all directions, almost continuously. One of them, who saw him on a May flight, found him again on June 1. According to the deputy, he recognized it because fate wanted it. The old man looked so disfigured that he looked like another, pale, weaker, more decrepit. This led the Member to develop a hypothesis that answered his questions. Behind such mysterious air traffic, wouldn't there be an organization for the theft and sale of old men's organs? It sounds amazing, but it's also amazing that it exists for the theft and sale of young organs. Do young people's organs prove more attractive, more convenient? I agree, but the difficulties in achieving them must be greater. In the case of the elderly, the family may be involved. Indeed, every old man today has two alternatives: annoyance or geriatrics. An invitation to travel is usually accepted immediately, without prior inquiries. A gifted horse's mouth is not looked at. The bicameral commission, for the worse, proved too numerous to act with the agility and effectiveness suggested. The deputy, who did not give his arm to twist, got the commission to delegate his task to a professional researcher. That's how the old flying case got to this office. The first thing I did was ask the deputy on which planes he travelled in May and June. \"At Aerolíneas and Portuguese Airlines\" he replied. I showed up at both companies, requested passenger lists, and quickly identified the old man in question. He had to be one of the two people on both lists; the other was the deputy. I continued my research, with uninspiring results at first (the answer varied between Ni idea and The man sounds to me), but finally a teenager told me It's one of the glories of our literature. I don't know how you get into investigative work. It's so weird. I had to get the answer from the child, so that all the interviewees, as if they had stopped at St. Benedict's, would answer: \"Don't you know yet? It's one of the glories of our literature. I went to the Society of Writers where a young associate essentially confirmed the information. He actually asked me, \"Are you an archaeologist? - No, why? - Don't tell me you're a writer? - Neither did I. - Then I don't understand. For the common man of mortals, the gentleman you are talking to me about has a purely archaeological interest. For writers, he and some others like him, are something very real and, above all, very annoying. - I don't think you're sympathetic to him. - How can you sympathize with an obstacle? The gentleman in question is nothing more than an obstacle. An insurmountable obstacle for every young writer. If we take a story, a poem, an essay to any newspaper, they postpone us indefinitely, because all the spaces are occupied by collaborations of that individual or individuals like him. No young man is given awards or reports, because all awards and reports are for the gentleman or something like that. I decided to visit the old man. It wasn't easy. At his house, invariably, I was told he wasn't there. One day I was asked why I wanted to talk to him. I'd like to ask you something, I answered. \"We're done\", they said and contacted me with the old man. This one repeated the question of whether I was a journalist. I told him no. Is that safe? He asked. I said, \"Sure\". He quoted me that same day at his house. - I'd like to ask you, if you'll excuse me, why are you traveling so much? - Are you a doctor? - he asked me. Yeah, I travel too much and I know it hurts, doctor. - Why are you traveling? Why have you been promised surgeries that will restore your health? - What operations are you talking about? - Surgical operations. - How's that coming? I'd travel to save myself from being made. - Then why are you traveling? - Because I get awards. - A young writer told me you'd take all the awards. - I did. A proof of people's lack of originality. You give him a prize and everyone feels like they have to give him a prize too. - Don't you think it's an injustice to the young? - If the awards were given to those who write well, it would be unfair to reward young people, because they can't write. But I'm not rewarded for writing well, but because others rewarded me. - The situation must be very painful for the young. - It hurts. Why? When we get rewards, we spend a few days sounding vain. We're tired of it. We haven't written for a long time. If young people had a sense of opportunity, they would take their newspaper contributions away from us and, however bad they may be, they would have a remote chance of being accepted. That's not all. With these awards, the work is delayed and we don't get the book to the publisher. Another clear one that the faint-hearted young man can use to place his mammoth. And I still hold in my hand another gift for the young, but better not to speak, lest impatience devour them. - You can tell me anything. - Well, I'll tell you, I've already been awarded five or six prizes. If they keep going at this pace, do you think I'll survive? I've been involved since then. You know how they take the fries out of the winner? I don't think I have the strength to take another award.", "title": "El caso de los viejitos voladores", "author": "Adolfo Bioy Casares"}