{"metadata": {"length": 3689, "words": 699, "reading_time_min": 3.495}, "text": "Once upon a time there was a little girl in a village, the most beautiful she had ever seen; her mother was mad at her and her grandmother much more. This good woman had him make a red cappuccino and he felt so bad that everyone called her Red Cappuccino. One day his mother, having cooked some cakes, told him. - Go see how your grandmother is, because they tell me she's been sick. Take her a cake and this butter pie. Little Red Riding Hood left immediately to see her grandmother who lived in another town. As he passed through a forest, he met the wolf-boy, who was eager to eat it, but he didn't dare because some lumberjack was walking around nearby. He asked her where she was going. The poor girl, who didn't know how dangerous it was to stop talking to a wolf, said, \"I'm going to see my grandmother, and I'm bringing her a cake and a butter tray that my mother sends her\". - How far away do you live? - the wolf told him. - Oh, yeah! \"Red Caperucita\", said, \"beyond the mill that you can see far away, in the first little house in the village. \"Well\", said the wolf, \"I too will go to her. I will go this way, and you that way, and we'll see who comes first\". The wolf started running at full speed along the shortest road and the girl went the longest, enjoying herself grabbing hazelnuts, chasing butterflies and branching off the flowers she found. It didn't take long for the wolf to get to Grandma's house; he knocks: Knock, knock. - Who is it? \"It's your granddaughter, Little Red Riding Hood\", said the wolf, disguising his voice, \"I bring you a cake and a butter pie my mother sends you. The candidate grandmother, who was in bed because she didn't feel well, shouted: \"Take off the ribbon and the lock will fall\". The wolf threw the shovel, and the door opened. And he went over the good woman, and devoured her in the morning; for he had not eaten more than three days. He immediately closed the door and went to bed on Grandma's bed, waiting for Little Red Riding Hood who, a little later, came knocking on the door: \"Tok, toc\". - Who is it? Little Red Riding Hood, hearing the wolf's roaring voice, was first frightened, but believing that her grandmother was cold, she replied, \"It's your granddaughter, Little Red Riding Hood, I bring you a cake and a butter tray that my mother sends you\". The wolf shouted at him, a little soft in his voice: \"Turn the rope and the lock will fall. Little Red Riding Hood threw the shovel and the door opened. And the wolf saw her come in, and said to her, while she hid herself in the bed under the fridge, Leave the cake and the butter-tray on the shelf, and lie down with me. Little Red Riding Hood stripped and went to bed and was very surprised to see her grandmother's shape in her sleeping shirt. She said, \"Grandma, what big arms you have!\" - It's to hug you better, my daughter. - Grandma, how big her legs are! - It's to run better, my daughter. Grandma, what big ears you have! - It's to hear you better, my daughter. - Grandma, what big eyes you have! - It's to see you better, my daughter. - Grandma, what big teeth she has! - To eat you better! And saying these words, this evil wolf jumped on Red Capricorn and ate it. Here we see that adolescence, especially the well-made, kind and beautiful ladies, should not be listened to with complacency, and it is no wonder that many of the wolves are prey. And I say the wolf, for under his covering not all are the same sleeve: there are those with no little manners, silent, without hatred or bitterness, who secretly, patient, sweetly follow the ladies to the houses and in the streets; moreover, we know that the zalamer among all the wolves woe! They're the fiercest.", "title": "Caperucita Roja", "author": "Charles Perrault"}