{"metadata": {"length": 6457, "words": 1193, "reading_time_min": 5.965}, "text": "It was a long and harsh winter, and our beautiful river, which ran through the Black Forest, remained for weeks completely frozen. I cannot forget that peculiar feeling of repulsion and spell at once, with which at the beginning of a cold day I went into the river, for it was so deep and the ice so clear that I could see, as through a thin glass, the green water, the sandy bed with stones, the fantastic and tangled water plants and, from time to time, the dark back of a fish. I spent half the day on the ice with my companions, burning cheeks and sweaty hands, my heart pounding vigorously by the strong, rhythmic movement of skating, the plethora of the wonderful and carefree enjoyment of adolescence. We trained by running, long jump, high jump, and we played catch. Those of us who still wore the old boot skates, which were tightly knotted with ropes, were not the worst runners. But a boy, the son of a manufacturer, owned a pair of Halifax's, which were not tied with ropes or straps and were put on and off in the blink of an eye. The word Halifax remained on my list of Christmas wishes for many years, but without success; and when twelve years later, wanting to buy the best in skates, I ordered Halifax at a store, I had to shed, with great consternation, an ideal and a portion of my childhood faith when I was smilingly assured that the Halifax were an old, long-outdated model. He preferred to run alone, often until late at night. I was at full speed, and while I was skating, I was learning to stop or turn around at the desired point; I was balanced with the delight of a balancing pilot describing beautiful pyrute. Many of my classmates used those moments on the ice to go after the girls and woo them. For me, girls didn't exist. While some were recreating in the galanting, whether to surround them anxiously and timidly or to follow them in pairs with boldness and scarcity, I enjoyed the free pleasure of slipping. He watched the girl stalkers only with pity or sorrow. Because thanks to the confessions of several of my friends, I thought I knew how doubtful their gallant joys were at heart. One day, towards the end of winter, the news came to my ears from school that Cafre du Nord had again kissed Emma Meier by taking off her skates. Kiss me, please! I got blood on my cheeks. Surely, that had nothing to do with the vague conversations and shy handshakes that were usually enough to please the girl-hunters. Kiss me, please! That came from a strange, closed, vaguely intuitive world that was taking off the exquisite scent of forbidden fruit. It had something mysterious, poetic, and unnamed; it belonged to that terrible and bitter territory, hidden from all, but full of preconceived notions and somewhat enlightened by the distant and mythical love adventures of the school-expelled heroes. Cafre del Norte was a 14-year-old hamburger schoolboy, bragging to the core, whom I revered deeply and whose fame, which transcended the confines of school, often prevented me from sleeping. And Emma Meier was undoubtedly the most beautiful girl in Gebersau, blonde, awake, proud and my age. From that day on, I began to discuss similar plans and concerns. Kissing a girl, that girl did exceed all the ideals I had forged up to that time. It was an ideal both for what it represented in itself and because, no doubt, it was forbidden and sanctioned by the school regulations. It soon became apparent to me that nothing better than the ice rink to set foot in my solemn court. I tried to improve my appearance to make it more presentable. I spent time and attention on my hairstyle; I carefully kept my clothes clean; as a sign of manhood, I put my leather cap on my side, and after begging my sisters, I got a pink silk scarf. At the same time, I began to greet the girls I was interested in politely and found that this unusual tribute, though surprising, was not received with displeasure. It was much harder for me, on the other hand, to get into a first conversation, because I had never been engaged to a girl in my life. I tried to spy on my friends at this approach ceremony. Some simply bowed and offered their hands; others stuttered incomprehensibly; but the vast majority used the elegant formula: \"Do you grant me the honor?\" The phrase impressed me and I practiced it at home, in my room, bowing down in front of the stove while uttering the gentle words. It's time to take that difficult first step. The day before, I had had seductive veils, but cowardly, I had come home without daring to do anything. I had finally set out to carry out, without fail, what I so feared and longed for. With palpitations, trembling like a criminal, I went to the ice rink and, as I put on my skates, I thought I noticed my hands trembling. I stepped into the crowd and raced with wide pyreutes while also trying to preserve some of my usual safety and flattery. I crossed the entire track twice at high speed; the wind and the intense movement made me feel good. Suddenly, just under the bridge, I crashed violently into someone and, stunned, I went wobbly to the side. But on the ice was sitting the beautiful girl, Emma, who, repressing her painful eyes, cast a glance full of reproaches at me. My head was spinning. \"Help me!\" he said to his friends. So, red-hot, he takes off my hat, kneels down and helps her up. We were facing each other, frightened and perplexed; we said nothing. The skin, face and hair of the beautiful girl made me feel so close to her. I unsuccessfully sought a way to apologize, while holding my hat in my hand. And suddenly, as I seemed to have cloudy eyes, I made a deep reverence and muttered, \"Do you grant me the honor? I didn't answer, but I took my hands with his delicate fingers, whose warmth I perceived through the gloves, and he followed me. I felt like I was in a strange dream. The feeling of happiness, shame, warmth, desire, and turmoil almost left me breathless. We ran together for a quarter of an hour. Suddenly, in a break, his little hands gently moved away from mine, he said a 'Thank you very much' and went on, while I, with some delay, took off my hat and remained still a long time in the same place. It was not until much later that I realized that for all that time she had not uttered a word. The ice melted and I couldn't repeat my attempt. It was my first love affair. But it would be years before my dream came true and my mouth landed on a girl's red lips. ♪ Finish ♪", "title": "El caballero sobre el hielo", "author": "Hermann Hesse"}