{"metadata": {"length": 4704, "words": 819, "reading_time_min": 4.095}, "text": "A brief, but comprehensive, summary of the history of this book, its author, various translations and editions from its first publication (in 730) to our day. Limited and commemorative edition by Wilson H. Shepherd, The Rebel Press, Oakman, Alabama. The original title was Al-Azif, Azif was the term used by the Arabs to designate the nightly noise (produced by insects) that was supposed to be the murmur of the demons. Written by Abdul Al Hazred, a mad poet who fled from Sanaa al Yemen, in the era of the Omeyas califas around the year 700. Visit the ruins of Babylon and the secret underground of Menfis, and spend ten years in the solitude of the great desert that extends to the south of Arabia, the Roba el-Khaliyeh, or “Vital Space” of the ancients, and the Dahna, or “Scarlet Desert” of the modern Arabs. It is said that this desert is inhabited by evil spirits and terrifying monsters. All those who claim to have penetrated into their regions have experienced strange and supernatural things. During the last years of his life, Al Hazred lived in Damascus, where he wrote the Necronomicon ( Al-Azif ) and where terrible and contradictory rumours circulate about his death or disappearance in 738. His biographer of the 12th century, Ibn-Khallikan, says he was killed by an invisible monster in the middle of the day and horribly tortured in the presence of a large number of terrified witnesses. They also know many things about their madness. He claimed to have seen the famous Ilrem, the City of Pillars, and to have found under the ruins of an unrecognized desert city the secret archives of an ancient race older than humanity. He did not participate in Muslim faith, he worshiped unknown entities he called Yog-Sothoth and Cthulhu. In 950, the Azif, which had circulated secretly among the philosophers of the time, was secretly translated into Greek by Theodorus Philetas of Constantinople, under the title of Necronomicon. During a time, and because of its influence, certain horrible things took place, so that the book was forbidden and burned by the patriarch Michael. Since then we have only vague references to the book, but in 1228, Olaus Wormius finds a Latin translation that was printed twice, once in the XV century, in black letters (certainly in Germany), and another in the XVII century (probably in Spain). No one of the two editions contains any kind of clarification, so that it is only by its typesetting that the date and place of printing can be inferred. The work, both in its Greek and Latin versions, was banned by Pope Gregory IX in 1232, shortly after its translation into Latin became a powerful focus of attention. The original Arabic edition was lost in the Wormius period, as stated in the preface (there are vague allusions to the existence of a secret copy found in San Francisco at the beginning of the century, but which disappeared in the great fire). There is no trace of the Greek version printed in Italy between 1500 and 1550, after the fire that took place in the library of a certain character in Salem, in 1692. There was also a translation of Doctor Dee, never published, based on the original manuscript. The Latin texts that still survive, one (from the 15th century) is kept in the British Museum and the other (from the 15th century) is in the National Library of Paris. One 17th-century edition is in the Wiedener Library at Harvard and another in the library of the Miskatonic University in Arkham; while another is in the library of the University of Buenos Aires. There were probably more secret copies, and it was persistently rumored that a copy from the 15th century was to end up in the collection of a famous American millionaire. There is another rumor that a copy of the Greek text from the 16th century is in the possession of the Pickman family of Salem; but it is almost certain that this copy has disappeared, at the same time as the artist R.U. Pickman, in 1926. The work is severely prohibited by the authorities and all legal organizations in England. Its reading may bring unwelcome consequences. It is believed that R.W. Chambers based his book on this book for his work The Yellow King. CRONOLOGY Al-Azif was written in Damascus in 730 by Abdul Al-Hazred. Translation into Greek with the title of Necronomicon, by Theodorus Philetas, in 950. The patriarch Michael prohibits it in 1050 (the Greek text). The Arab has lost. In 1228, Olaus translated the Greek text into Latin. The Latin and Greek editions were destroyed by Gregory IX in 1232. In 14... (?) a German edition appears in Gothic letters. In 15... (?) The Greek text is printed in Italy. In 16... (?) appears the translation into Spanish of the Latin text. FIN", "title": "Historia del Necronomicón", "author": "H. P. Lovecraft"}