{"metadata": {"length": 4596, "words": 889, "reading_time_min": 4.445}, "text": "Once upon a time, there was a couple who had long wanted a baby. One day, the woman felt her desire at last! It was going to happen. His house had a small window at the back, from which a garden full of beautiful flowers and all kinds of plants could be seen. It was surrounded by a high wall and no one dared to enter because there lived a witch. One day, looking out into the garden, the woman looked at a tree full of splendid apples that looked so fresh that she longed to eat them. Her desire grew day by day, and as she thought she could never eat them, she began to weaken, lose weight, and become ill. Her husband, worried, decided to fulfill the woman's wishes. In the darkness of the night the man crossed the wall and entered the witch's garden. He quickly picked up some of those red apples and ran to hand them to his wife. Immediately the woman began to eat them and to get well. But her desire increased, and to keep her satisfied, her husband decided to return to the garden to pick more apples. But when he jumped the wall, he found the witch face to face. - Are you the thief of my apples? - said the angry witch. Trembling with fear, the man explained to the witch that he had to do so to save his wife's life. And the witch said, If it be so, I will let thee pick as many apples as thou wilt; but thou shalt give me the son that thy wife shall bear. I'll be his mother. The man was so terrified he accepted. When his wife gave birth to a little girl, the witch came to his house and took her away. She was beautiful and her name was Rapunzel. When she turned 12, the witch locked her in a tower in the middle of a closed forest. The tower had no stairs or doors, only a small window at the top. Whenever the witch wanted to climb to the top of the tower, she would stand under the window and shout, \"Rapunzel, Rapunzel, throw your braid! Rapunzel had abundantly long hair, golden as the sun. Whenever I heard the witch's call, I would let go of my hair, braid it up and drop it to the ground. Then the witch climbed the braid and climbed up to the window. One day a prince, riding in the forest, passed by the tower and heard a song so glorious that he came to hear it. The one who sang was Rapunzel. Attracted by such a melodious voice, the prince sought to enter the tower but all was in vain. However, the song had reached his heart so deeply that he returned to the forest every day to listen to it. One of those days, he saw the witch approaching the base of the tower. The prince hid behind a tree to watch and heard her say, \"Rapunzel! Rapunzel, throw your braid! Rapunzel dropped her long braid and the witch climbed to the window. So the prince knew how to climb the tower. The next day, when it was dark, he went to the tower and called, \"Rapunzel! Rapunzel, throw your braid! Rapunzel's hair fell off immediately and the prince rose. At first Rapunzel was frightened, but the prince said gently that he had heard her sing and that her sweet melody had stolen her heart. Then Rapunzel forgot her fear. The prince asked her if she would like to be his wife, which she immediately and without much thought agreed to because she was in love with the prince and because she was eager to get out of the hands of that wicked witch who had her prey in that dark castle. The prince came to visit her every night and the witch, who came alone during the day, knew nothing. Until one day, when the witch was coming down the braid, she heard Rapunzel say that she weighed more than the prince. The witch reacted by shouting: \"So you've been cheating on me? Angry, the witch decided to cut off all of Rapunzel's hair, leaving her in a remote place to live alone. On her way back to the tower, the witch hid behind a tree until she saw the prince arrive and call Rapunzel. Then, furious, the witch came out of hiding and said, \"You've lost Rapunzel forever. You'll never see her again. So the prince was devastated. Besides, the witch cast a spell on him, blinding the prince. Unable to return to his castle, the prince ended up living for many years in the woods until one day, by chance, he arrived at the lonely place where Rapunzel lived. Hearing the melodious voice, he turned to her. When he was nearby, Rapunzel recognized him. Seeing him, she went mad with joy, but she became sad when she realized her blindness. She hugged him tenderly and cried. His tears fell on the blind prince's eyes and immediately his eyes were filled with light and he could see again as before. Then, happy to be reunited with their love, the two married and lived very happily ever after. FIN", "title": "Rapunzel", "author": "nan Anónimo"}