{"metadata": {"length": 7552, "words": 1382, "reading_time_min": 6.91}, "text": "As far as I could remember, Hilary Morgan had suffered from eluro phobia; that is, morbid fear of the domesticated felis, the common or domestic cat. It was, like any phobia, a matter totally out of the control of his conscious mind. He could tell himself and told himself, as his worried friends did, that he had no reason to fear an innocent child. Of course, cats could scratch, and sometimes they did, but in no way were they as potentially dangerous as dogs. Even a small dog, though playful, can tear quite painfully out a considerable piece of epidermis, and a large dog can be fatal. - What? Oh, my God. Hilary loved dogs and was afraid of cats, all cats. If a cat was seen twenty meters away, he would shrink and cross the street, ignoring traffic signs to avoid it. If there was no way around it, he would turn around and walk away. None of his friends had a cat; he never accepted the first invitation from a new acquaintance without asking careful questions until he was sure that the potential friend did not own a feline. He always used that round-word or something like that because even the word gato or anything else that started with that syllable repelled him. I never went to the best nightclub in Albany - where I lived - because it was called Gatamaran Club and I would pale and tremble when anyone from the MacReady Noil Company office - where I worked - made a cat-like comment. He avoided and never befriended people named Tom or Felix; he feared cat nails and ticks; he never ate ticks or cateaux. I never read newspapers, I didn't wear glasses, I didn't play the flute, I wasn't a gallant, I didn't go out and gallop. Apart from this phobia and the various inconveniences and discomforts it caused, she lived and loved with all normalcy. Above all, she loved; in her thirties, she was still single but had nothing of celibacy; to tell the truth, one could say the opposite, if the word celibe has an opposite. He loved women, fortunately, he was very attractive to them and had a lot of... but that was a word I could never think of in relation to his loves. That's where the madness would reside. So one could say that Hilary Morgan, despite the inhibitions and irritations caused by her eluro-phobia, was a very happy man. And he would probably have remained so had two things not happened during his thirty-fifth year of life. He fell real and recklessly in love with the most attractive woman he had ever met. A wealthy uncle died and left him a $50,000 legacy. He could have survived any of these seemingly wonderful things, but the combination turned into his ruin. Of course, he proposed marriage to his beloved in those circumstances and was accepted, not by inheritance but because she also loved him fully; there was no regate on the part of his beloved in the sense of making him wait until the passage through the altar. If your beloved had any defect, it was a little mania. But it was the best of all mania, nymphomania, and Hilary didn't mind the slightest thing. One could say that he had a touch of satiriasis, and what better cure - \"treatment\" would be a more appropriate word - exists than one for the other, its complement. Yes, Hilary Morgan was very happy with her love and her legacy. But the combination turned out to be fatal. His future wife wanted him whole, both mentally and physically, and convinced him that he should dedicate part of the inheritance - as much as necessary; she commented that it would surely only be a few thousand dollars - to the services of a psychiatrist who would cure him forever of elurofobia. He picked a good psychiatrist. In a dozen sessions, he exposed Hilary's past until the age of three; at that time her fear of cats had been even more intense than it is now. Hilary's conscious memories didn't take him back any further. The only thing his conscious mind knew, and heard, about his experiences before the age of three, was that his mother had died in childbirth and that a series of babysitters had cared for him from the moment he was born until his father remarried, when he was just under three years old. In order to break through the barrier of conscious memory, the psychiatrist resorted to hypnosis to produce the common phenomenon of regression, reversal of mind and memory so that the subject could relive and recount his experiences in a past forgotten by his conscious mind. Under the deepest of hypnosis, she carried Hilary's memory to the age of two and a half. And his father brought him a little kitten, and offered it to him, and said, Son, it is for thee. You see that? A kitten!  At that time Hilary screamed... and now her screams were echoing in the psychiatrist's office. He woke him up immediately, explained what had happened, ended the session that day and told Hilary that they were approaching, that perhaps during the next session the trauma that had led him to scream at such a young age would be explained. During the next session, the psychiatrist again put him under deep hypnosis and made him retreat into memory even further. When Hilary, in her mind and memory, was two years old, she revived and recounted another episode and - as memory dominated her - she screamed again. This time the psychiatrist made him come back from the trance even faster and he smiled. He said, \"We finally discovered the traumatic experience that made him fear cats and he will never be afraid of them again. When she was two, she had a nanny who turned out to be dangerously psychotic. One morning, upset that you were crying in the park, she turned homicidal, took a knife from the kitchen and attacked him. He tried to kill him. Fortunately, her father was in the next room, heard her screams as she approached you with the knife and managed to arrive in time to hold her and save her life. She was put in a dangerous lunatic asylum. - But what does that have to do with my fear of the... well, the animal I'm afraid of? - The nanny's nickname was Minina. When six months later his father offered him a cat and called him gatito, his mind associated him with the terribly traumatic experience with a murderer named Minina and he cried out. Now that you've revived the memory and know the truth about what happened, you're not afraid of cats anymore. He's free of his eluro-phobia. I'll show you right now. Waiting for the success, I asked my secretary to bring a cat, her cat, to the consultation. I left it in your basket and out of sight while you were crossing the waiting room. Now I'll ask you to bring him... and you won't be afraid of him. You will recognize that it is a beautiful animal and will probably want to caress it. He took the phone from his desk and exchanged a few words with his secretary. \"Doctor, I really hope you're right\", Hilary said sincerely. In that case, it seems my mind carried out an absurd transfer... if it's correct to say so. Perhaps association is more accurate. Anyway, it seems I should never have been afraid of cats. Instead, I must have feared that... the door opened and the psychiatrist's beautiful secretary walked through it with a cat in her arms. Hilary Morgan turned, saw her... and screamed. Not for the cat. He could have been cured later of gynephobia, the morbid fear of women, by catarsis, if the galloping abruptness with which he learned of the true category of his phobia had not graciously given him a catabolic catatonia and then a catalepsy so deep that he lasted until, after resting for a short time on a gaff, he was buried in a catacomb near Gatwick. The European Council, 1962", "title": "Elurofobia", "author": "Fredric Brown"}