{"metadata": {"length": 3883, "words": 751, "reading_time_min": 3.755}, "text": "The thing in the world that philosophers give the least faith to is the apparent. However, if the extraordinary case I shall tell you about, a case certified with the signature of many witnesses and recorded in respectable records, if that case, I say, and given those titles and the authenticity it had in its time, can become susceptible to belief, it will be necessary, despite the skepticism of our Stoics, to persuade ourselves that if all the accounts of the appearances are not true, at least there are very extraordinary things about it. A thick Madame Dallemand, then known throughout Paris as a cheerful, frank, naive and well-off woman, had been living, for more than twenty years, as a widow, with a certain Menou, a businessman who lived near Saint-Jean-en-Grève. Madame Dallemand was one day dining at the home of a certain Madame Duplatz, the wife of her gambling and of her company, when in the midst of a game that had begun as they had risen from the table, a layman came to beg Madame Dallemand to pass by a neighbor's room, since a person of her knowledge insisted on talking to her about a matter as urgent as consequential; Madame Dallemand said to wait for her, she did not want to interrupt her game; the layman returns and insists in such a way that the owner of the house is the first to hurry Madame Dallemand to go to see what she wants. She goes out and recognizes Menou. \"What urgent matter\", she says, \"can make you come and disturb me like this in a house where you are not known?\" \"A very essential one, ma'am\", replied the runner, \"and you must believe that it is necessary that I should be of that kind, that I should have obtained from God the permission to come and speak to you for the last time in my life\"... Watching his friend whom he had not seen for a few days, he is even more terrified to see him pale and disfigured. \"What have you, sir?\" he said, \"what are the reasons for the state in which I see you and the sinister things you tell me about? \"Just something very ordinary, ma'am\", says Menou, \"after sixty years of life it was very simple to get to port, thank God I am there; I have paid nature the tribute all men owe it, I regret nothing more than having forgotten you in my last moments, and it is for this fault, ma'am, that I come to ask you for forgiveness. - But, sir, you beat the field, there is no example of such a senselessness; either you return to you or I will call for help. - Don't call me, ma'am. This untimely visit will not be very long, I am approaching the term which the Eternal has appointed for me; listen, then, to my last words, and it is forever that we shall leave... I am dead, I said to you, ma'am. Soon you will be informed of the truth of what I am telling you. I have forgotten thee in my testament, and I have come to make amends for my iniquity; take this key, and bring it forthwith into my house; and behind the upholstery of my bed shall thou find an iron door, and open it with the key that I give thee, and take the money which is in the closet that is closed by that door; that sum is not known to my heirs; it is thine, no one shall contend with thee. Goodbye, ma'am, don't follow me... and Menou is gone. It is easy to imagine how disturbed Madame Dallemand returned to her friend's living room; she was unable to hide the subject... - The thing deserves to be recognized - Madame Duplatz told her - let us not waste a moment. They ask for horses, he goes up in the car, he gets to Menou's house... he was at his door, lying in his coffin; the two women go up to the apartments. The owner's friend, too well known to be rejected, goes through every room she likes, reaches the one she wants, finds the iron door, opens it with the key they gave her, recognizes the treasure and takes it away. I would like to ask the Commissioner to give us a brief explanation of why he is not here. FIN", "title": "El aparecido", "author": "Marqués de Sade"}