{"metadata": {"length": 6840, "words": 1262, "reading_time_min": 6.31}, "text": "After the battle of Clontarf, in which the Norseman was humbled, the High King spoke to the poet and said: —The clearest visions lose their luster if they are not reflected in words. I want you to sing my victory and my loa. I will be Eurydice; you will be my Virgil. Do you think you can acometer this company, which will make us immortal to the two? - Yes, king - said the poet -. I am the Ollan. For twelve winters I have studied the disciplines of metric. I remember the three hundred sixty fables that are the basis of true poetry. The Ulster and Munster cycles are on my harp strings. The law allows me to indulge in the most archaic voices of the language and the most complex metaphors. Domino the secret writing that challenges our art of the indiscreet examination of the vulgo. I can celebrate love, abiding, sailing, war. I know the mitochondrial linages of all the real houses of Ireland. I have the virtues of herbs, legal astrology, mathematics and canon law. I have defeated my rivals in public. I have stumbled on satira, which causes skin diseases, including leprosy. I can handle the sword, as I proved in your battle. Only one thing I ignore: the need to thank you for the gift you give me. The king, who was easily fatigued by long and rambling speeches, said with relief: —I am well acquainted with those things. They just told me that the Lord had already sung in England. When the rains and snows come, when the rooster returns from his southern lands, you will recite your oath before the court and before the College of Poets. I left you a whole year. You will read each letter and each word. The reward, you know, will not be indignation of my real habit or of your inspired vigils. —The best reward is to see your face, — said the poet, who was also a courtier. He made his homage and went away, already reciting a verse. \"We have fulfilled the deadline, which was of epidemics and rebellions,\" the presiding officer said. He declared it slowly, without a glance at the manuscript. The king was approving it with his head. Everyone imitated his gesture, even those who were exhausted at the doors could not decipher a word. Finally the king spoke. —I accept your labor. It is another victory. You have given each word its genuine acceptance and each substantive name the epithet that the first poets gave it. There is not a single image in the whole world that they have not used the classics. War is the beautiful fabric of men and the water of the sword is blood. The sea has its gods and the clouds predict the future. You have handled the rime, the aliteration, the assonance, the quantities, the retorts of the rhetorical doctrine, the wise alteration of the meters. If you lost all the literature of Ireland — omen absit — you could rebuild yourself without loss with your classic oda. Five times you write it, you will transcribe it twelve times. There was silence and he continued: \"All is well and yet nothing has happened.\" In the pulses the blood is no longer rushing to the heart. The hands have not sought the arrows. Nobody has been killed. Nobody cried a battle cry, nobody rebuked the Vikings. Within a year we will laud another poet, poet. As a sign of our approval, take this silver mirror. —Thank you and I understand — the poet said. The stars in the sky reflected their clear glory. Again the rooster crooned in the saxon trees and the poet returned with his code, shorter than the previous one. He did not repeat it from memory; he read it with visible insecurity, omitting certain passages, as if he himself did not understand them all or did not want to profane them. The page was strange. It was not a description of the battle, it was the battle. In their babelish disorder God who is Three and is One, the pagan names of Ireland and those who would fight, centuries later, at the beginning of the Great Edda. The shape was no less curious. A singular subject could refer to a plural verb. The prepositions were outside the common norms. Asperger's syndrome alternated with apathy. The metaphors were arbitrary or seemed so. The King changed a few words with the men of letters surrounding him and said this: —Your first liabh I could say was a happy summary of what has been sung in Ireland. This one beats all the others and also aniquilates. Suspend, marvel and dismay. The ignorant will not deserve it, but the doctors, at least. A marfil candle will be the custodian of the one specimen. From the plumage that has produced such a distinguished work we can expect even higher work. He added with a smile: —We are figures of a fable, and it is just to remember that in fables the number three is the prime number. The poet ventured to murmur: —The three gifts of the hechicero, the trinkets and the indescribable Trinity. The king said, “As a token of our approval, take this gold mask.” \"Thank you and I understand,\" said the poet. The anniversary came again. The palace guards warned the poet not to bring a manuscript. The king looked at him with scorn; he was almost another. Something, which was not the time, had risen and transformed its features. The eyes seemed to be looking very far away or to have been blinded. The poet asked him to speak a few words with him. The slaves broke the camera. —You haven't executed the oda? —asked the king. —Yes, — the poet said, sadly. Oh, that our Lord Jesus Christ would have forbade me. —Can you repeat it? —I am not afraid. “I give you the value you need,” the king declared. The poet wrote the poem. It was a single line. Without daring to pronounce it in a high voice, the poet and his king pronounced it as if it were a secret piety or a blasphemy. The king was no less enchanted and no less envious than the other. Both looked at each other, very pale. —In my youth, — the king said — I sailed to the ocassion. On an island I saw silver skeletons that killed gold balls. In another we eat the fragrance of the magical apples. In another I saw flames on the walls. In the farthest corner of the island a high and sloping river ascended the sky and fish and boats swam in its waters. These are wonderful, but they are not compared with your poem, which somehow encloses them. What hechicery gave you? —In the blue — the poet said — I was reminded of words I did not understand at first. Those words are a poem. I felt I had committed a sin, perhaps one that the Spirit would not forgive. —What we now share, the king muttered. The knowledge of Beauty, which is a gift to men. Now it's time to expose it. I gave you a telescope and an opal mask; here is the third gift that will be the last. I put a doodle on the screen. We know of the poet that he died when he left the palace; of the king, that he is a wretch who wanders the roads of Ireland, that was his kingdom, and that he has never repeated the poem. FIN The Sand Book, 1975", "title": "El espejo y la máscara", "author": "Jorge Luis Borges"}