{"metadata": {"length": 7370, "words": 1361, "reading_time_min": 6.805}, "text": "The young Indian prince Yudistira, famous for his zeal and justice, the joy of his sons and the terror of the enemies of Pandjala, had moments of deep sadness, for he knew that his end was near and that he would die violently. A genus had predicted it in a dream, and Yudisthira, in the midst of his existence of ten thousand years - always victorious and always adored by women and the people, who saw in him an incarnation of Brahma - concealed in his chest the roose of anxiety, and every day, when he awoke, he wondered whether he was the sage. The greatest sorrow was not knowing where the danger would come from. When fear is ignored, fear is exalted. Not because of this should you think that Yudisthira was a miserable coward. On the contrary, we have said that Yudisthira was a hero. He was referred to as having tens of signs of courage in battles and chases; especially in the case of the tiger -in the snowy mountains of Bengal- he had performed prodigies of courage and received wounds, which he had engraved on his body. But so is man: when he is thrown into danger, he holds out hope of overcoming it victoriously; and, on the contrary, he is given a fatidical slap. It does not matter whether you die or not, if you accompany the illusion of life. In his hours of meditation, the Yudisthira himself recognized this truth, and was inspired, and resolved to launch himself as before into continual and adventurous enterprises. What did he gain by retreating, by vegetating in his palace? The destiny, when it seeks us, knows it will find us wherever we hide ourselves. Nevertheless, the prince continued under the protection of his guard, in the midst of his impregnable fortress, where only those whose allegiance was assured were allowed in. Abram, however, by a frightened appearance, resolved to call a penitent who had a reputation for reading in the future as open book. The ascetic replied that if the Prince wanted to consult him, he would have to come to his hut, from which he had voted never to leave. Although he wanted to, he could not move from that holy place, for to ward off temptations, to not follow the beautiful nymphs who came to make him shiver, he had tied chains to the ground, and the chains, covered with a hardened stone, could not be broken. Yudisthira then decided to start the long journey to the mountain, on whose summit a temple to the mysterious Trimurti was situated. He took a strong stance, taking whatever precautions were necessary to be safe and secure. When he reached the solitude, where the ascete was waiting, Yudisthira threw off his cloak, prostrate before the holy man. He was sitting on the foot of a rock, from which he drew a stream of water, forming a pond, where the great white and blue lotuses bathed their broad, slender leaves in a clean, icy green, like rotten jade. In the midst of such tangled vegetation, the penitent seemed made of tortuous vine and dragged by the sun. Yudisthira, before the formulas of veneration and respect, expressed the object of her coming. With a hoarse voice, which sounded like it had come out of a tube of mud, the ascetic answered: - The first thing I must tell you, oh Prince!, is that you have done wrong in coming to see me. In general, action is harmful, and man only seems to act when he is quiet and waits uninterestedly for the end of his existence, which is not but an appearance, a shadow of a past existence. But man must still be very cautious against the action, if it weighs upon him an enchantment, an omen of death. So you should not even breathe, for whatever you do will only serve to accentuate what is decreed. Yudisthira lowered his head. A scaly sailor swam through the tree of his life, through the marrow of his bones. -I would at least like your science to smear the veil of danger that I am so afraid of. I figure that, knowing him, I will throw him out without any fear. What makes suffering is the ignorance. Give light, and I accept how much it comes. The ascent paused for a moment. Their eyes, with an ecstatic fixity, sought the revelation far and wide. A chill breeze blew in, like a star falling into a pit. - Prince - he said at the end - the danger that you are in is that a woman will keep on snoring at you; do not forget a minute. What a man! When the woman remembers him, whether with love or with hatred, it comes to be the same! - A woman? -he asked, surprised, Yudistira-. I have never loved anyone deeply, and I do not believe I have done any harm to anyone. -Remember - the penitent warned - that a woman stabbed you in the arm with her snout and her teeth in your shoulder, while her red tongue drank your blood with lust... -Ah! - said the Prince - You speak of the tiger that ate me in a race, two years ago? My people killed her. - No; they didn't kill her, Prince. They left her half dead: they did not attend to her but to heal you. You do not forget that when the tiger comes to try man's flesh, it is already disgusted and looks with repugnance at any other food; but - all our mountaineers say - when it is a tiger that likes to eat meat, it not only prefers it to all, but it goes after the rastra of the same person to whom it swung its tooth, passionately, with terrible violence of its blood. The subtle smell of fire does not deceive. You have heard, Yudisthira, where the frog comes for you... The prince let his head fall into his hands, and a shaky breath came out of his chest. Gemia for her youth, sentenced inexorably. -Will there be no way to avoid it? - the little boy asked. - There is one. Leave your kingdom, leave your glory, come with me, making the same penance. Only then will I consent to draw down the heavens, that I may, with my will and my virtue, save you. If you let him leave you where you are now in your palace, in your pride, in your power, you would expect something worse than you expect. You would die for being a slave of other women, of other more fierce tigers - of your passions - that are about to scream. You have been called the Righteous. It is about the time when you would call Tirana. You do not understand that this can happen; I am sure it will happen, for you will lose the fire of sovereignty and you will have nothing more than the form. Yudistira, thank the goddess Kali that takes you to a different existence. Lift your heart, sit at the edge of this well and do not move until the birds have nestled in your fragrant robe. The prince was to follow the counsel of the ascetic, he was to become a humble penitent; but he saw a repulsive gloom in the eyes of the solitarily, and that he, superior to appearances and forms, did not like it... He had no value to adopt such a kind of life: without bathing, without white robes to change, without cold drinks for the hours when the sun was rising... He arose, called his people, and in order not to surprise them at night, they began the journey back. When passing through a dense forest, the crowd dispersed for a moment. The Prince, horrified, cried out to gather them, ordering them not to stop covering his body... It was late. A tiger had just leapt from an intrinsically savage set, with a savage, savage scuffle, and Yudistira felt and recognized the white and sharp teeth, which this time had not made a mark on the shoulder, but on the collar, in whose veins the fiery tongue absorbed the warm, red blood.", "title": "La tigresa", "author": "Emilia Pardo Bazán"}