{"metadata": {"length": 3635, "words": 742, "reading_time_min": 3.71}, "text": "There is nothing left of what I was then: barely a man, I was still a child. I knew it for a long time, but it all happened at the end of winter, one afternoon and one morning. We lived together, almost in hiding, in a room overlooking an avenue. Silvia told me that night that I had to leave, or leave her: we had nothing to do together anymore. I begged her to let us try again; he was lying next to her and hugging her. She said, \"For what purpose?\" - We were talking quietly, in the dark. Then Silvia fell asleep and I had a knee stuck to hers until the morning. She appeared in the morning as she had always appeared, and it was very cold; Silvia had hair over her eyes and did not move. In the twilight I watched time pass, I knew it was passing and running, and there was fog outside. All the time that I had lived with Silvia in that room was like one day and one night, which now ended in the morning. Then I realized I'd never go out with me again in the cool fog. I better get dressed and leave without waking her up. But now I had something in my head to ask you. I waited, trying to fall asleep. When she was awake, Silvia smiled at me. We're still talking about this. She said, \"It's nice to be honest, like us. - Oh, Silvia, what a shame! - I whispered, what will I do when I get out of here? Where am I going? That's what I had to ask him. Without taking the cushion off her neck, she smiled again, beatified. \"Bobo\", he said, \"you can go wherever you want. Isn't it beautiful to be free? You'll meet a lot of girls, do all the things you want. I envy you, word. Now the morning was full and there was only a little heat in the bed. Silvia was waiting patiently. - You're like a prostitute, I said, and you always have been. Silvia didn't open her eyes. - Are you better now that you've said it? - he told me. Then I sat down as if she wasn't there, and I looked up at the ceiling and cried silently. Tears filled my eyes and ran over my pillow. It wasn't worth it to realize. It's been a long time, and now I know that those silent tears were the only thing I ever did as a man with Silvia; I know that I was crying not for her but because I had seen my destiny. What I was then is nothing left. It's just that I had figured out who I would be in the future. Then Silvia said to me, \"That's enough. I have to get up. We got up together, you and me. I didn't see her get dressed. I stood early, by the window; and looked down at the plants. Behind the fog was the sun, the sun that had so many times dimmed the room. Silvia got dressed early too, and she asked if I could get my things. I told him I wanted to heat the coffee first, and I lit the oven. Silvia, sitting on the edge of the bed, started fixing her nails. In the past, they'd always been arranged at the table. She looked abstract and the hair was continually falling over her eyes. Then he shook his head and freed himself. I wandered around the room and picked up my things. I did a lot on a chair and suddenly Silvia jumped up and ran to turn off the coffee that was pouring. Then I pulled out my suitcase and put my stuff in. Meanwhile, I struggled to pick up all the unpleasant memories I had of Silvia: her futility, her bad moods, her irritating phrases, her wrinkles. That was driving me out of his room. What was left was a fog. When I was done, the coffee was ready. We'll take him standing by the stove. Silvia said something, that she was going to see a guy that day, talk about a thing. Soon after I left the cup and left with the suitcase. Out there the fog and sun were blinding. The Commission has also adopted a number of proposals for the", "title": "Años", "author": "Cesare Pavese"}