{"metadata": {"length": 7652, "words": 1431, "reading_time_min": 7.155}, "text": "Whenever Uncle Rabosa's grandchildren met Casporra's widow's children on the garden paths or in the streets of Campanar, the whole neighborhood commented on the event. They looked on, and they insulted each other with a gesture. That would end badly, and the least thought of a day the people would suffer a new disgust. The mayor and the most notable neighbors were preaching peace to the mobsters of the two hostile families, and there was the priest, a vejet of God, going from house to house recommending the forgetting of the offences. Thirty years that the hatred of the Rabozas and Casporras brought uprooted to Campanar. Near the gates of Valencia, in the small, smiling village that from the riverbank looked out at the city with the round windows of its acute bell tower, those barbarians, with an African grudge, repeated the story of struggles and violence of the great Italian families in the Middle Ages. They had been great friends in a time; their houses, though located on different streets, were lined by coral reefs, separated only by a low tapestry. One night, for irrigation reasons, a Casporra laid a shotgun on a son of Uncle Rabosa's garden, and his youngest son, because he didn't say there were no men left in the family, managed, after a month of stalking, to put a bullet between the killer's eyebrows. From then on, the two families lived to exterminate themselves, thinking more about taking advantage of the neglect of the neighbor than in cultivating the land. Shooting in the middle of the street; shots that at dusk flashed from the bottom of a stalk or behind the reeds or ridges when the hated enemy returned from the countryside; sometimes a Rabosa or a Casporra walking to the cemetery with an ounce of lead inside the skin, and the thirst for revenge without extinguishing, rather, extreme with the new generations, as it seemed that in both houses the little ones were already coming out of their mothers' wombs stretching their hands to the shotgun to kill the neighbors. After thirty years of struggle, only a widow with three muscular children remained in the Casporras' home. In the other was Uncle Rabosa, eighty years old, still in a spartan chair, legs dead from paralysis, like a wrinkled idol of revenge, before whom his two grandchildren swore to defend the prestige of the family. But the times were different. It was no longer possible to go to shoot like his parents in the square at the major mass exit. The Civil Guard kept an eye on them; neighbors watched them, and one of them had to stop for a few minutes on a path or in a corner to be surrounded by people who advised him on peace. Tired of this surveillance that degenerated into persecution and was interposed between them as an insurmountable obstacle, Casporras and Rabozas ended up not looking for each other, and even fled when chance put them in front. Such was their desire to isolate themselves and not be seen, that they felt the wall that separated their bars was low. The hens of each other, climbing the piles of wood, fraternised on the top of the bards; the women of the two houses exchanged from the windows gestures of contempt. That was like living in a family, and Casporra's widow had her children raise the wall with a stick. Neighbors hurried to show their contempt with stone and mortar, and added some more palms to the wall. And so, in this silent and repeated manifestation of hatred, the wall went up and up. The windows were no longer visible; soon afterwards the roofs were no longer visible; the poor birds of the field trembled in the grim shadow of that wall that hides a part of the sky from them, and their cockroaches sounded sad and off through that wall, a monument to hatred, which seemed to be stacked with the bones and blood of the victims. So the time passed for the two families, without attacking each other like in another era, but without coming close: still and crystallized in their hatred. One afternoon the village bells rang. Uncle Rabosa's house was on fire. The children were in the garden, the wife of one of them in the sink, and a thick smoke of burning straw came out of the sillings of the doors and windows. Inside, in that hell that roared for expansion, was Grandpa, poor Uncle Rabosa, still in his armchair. The granddaughter was shaving her hair, accusing herself of being the author of everything for her carelessness; people were roaring in the street, frightened by the force of the fire. Some, more courageous, opened the door, but it was to back off from the thick, sparkling smoke that was spreading through the street. - The needle! The poor needle! - the one of the Madmen screaming in vain looking for a savior. The frightened neighbors experienced the same astonishment as if they had seen the bell tower marching toward them. Three mockers were running into the burning house. They were the Casporras. They had looked at each other with a change of intelligence, and without further words they threw themselves like salamanders into the huge brazier. The crowd applauded as they reappeared carrying up as a saint on their walks Uncle Rabosa in his spartan chair. They left the old man without even looking at him, and he's back inside. - No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not not - people were screaming. But they smiled as they moved on. They were going to save some of the interests of their enemies. If Uncle Rabosa's grandchildren were there, they wouldn't have moved out. But he was just a poor old man, who had to be protected like men of heart. And people saw them as soon as they were on the street as inside the house, dipping into the smoke, shaking the sparks like restless demons, throwing furniture and sacks to get back into the flames. The crowd shouted as they saw the two older brothers pulling the younger one out of their arms. A logger, falling, had broken his leg. - I'm going to a chair! The people, in their haste, ripped old Rabosa from his spartan chair to sit the wounded. The boy, with his hair burnt and his face smoky, smiled hiding the sharp pains that made his lips frumpy. He felt that a trembling, rough hands, with the scales of old age, were crushing his own. - My son! My son! - the voice of Uncle Rabosa, who crawled towards him. And before the poor boy could avoid it, the paralytic looked deeply with his mouth open and his hands held tight, and kissed them, kissed them countless times, bathing them with tears. The whole house burned down. And when the builders were called in to build another, Uncle Rabosa's grandchildren wouldn't let them start cleaning the land, covered in black rubble. Before they had to do a more urgent job: tear down the goddamn wall. And by grasping the peak, they gave the first punches. The Doomed and Other Tales, 1900", "title": "La pared", "author": "Vicente Blasco Ibáñez"}