{"metadata": {"length": 4927, "words": 952, "reading_time_min": 4.76}, "text": "In a kingdom there was a king and a queen who had a daughter called Mary. When the satrap died, the satrap married a woman called Yaguichno. From this second marriage he had three daughters; the first had one eye, the second had two, and the third had three. The madrasa did not like his sister Mary, and one day she was dressed in an old and dirty dress, given a hard piece of bread, and sent out into the field to feed a poor calf. The zarevna 1 drove the whale to a green pasture, entered the cow through one eye and left through the other, already fed, hydrated, shaved and tanned. Clean and neat as a zarevna, she cared for the whale all day, and when the sun set Mary took off her gala dress, put on her Andean costume, returned home with the whale and saved the hard piece of bread in the drawer of the table. “What will be the food?” the madrasa thought. On the next day Yaquishnu gave his sister the same hard bread and sent her to feed the whale; but he made her accompany his older daughter, who had one eye, to whom he said, \"See, my daughter, what Mary eats and drinks, who turns sour without having tried the bread I give her.\" When the girls had come to the field, Mary said to her sister: \"Come, my sister, stand by me and support your head on my shoulders, for I am going to scourge you.\" And when he supported his head on his shoulders, and rubbing it, he said, \"Do not look, my sister; shut up your eyes; sleep, my sister, sleep, my dear.\" When her sister cried, Mary rose up, came near to the whale, entered into it by a window, came out by another window, drunk and well dressed, and all day, dressed up like a sailor, cared for the whale. When it began to darken, Mary changed into her night dress and woke her sister, saying, - Wake up, my sister; wake up, my dear; it is time to go home. \"What a pity! - the girl thought to herself. I have slept all day, I have not seen what Mary has eaten and drunk, and now I do not know what to say to my mother when I ask you.\" When they had come home, Yauchannu asked his daughter: -What is it that Mary has eaten and drunk? - I haven't seen anything, mother! - said the girl. The mother cried, and the next morning sent her second daughter, who had two eyes. - See, my daughter, and see well what Mary eats and drinks. When they came to the field, Mary said to her sister, \"Come here; sit down by me, and put your head on my shoulders, and I will make you a girdle. And when she had pressed her head, Mary said, -Close one eye, my sister; close the other also. Sleep, my sister, sleep, my dear. The sister shut her eyes and screamed until the night, and therefore could not see anything. On the third day Yaguichno sent his third daughter, who had three eyes, saying: - Observe well what Mary Zarevna eats and drinks, and tell me everything. They went out to the field to catch the lost sheep, and Mary said to her sister, \"Do you want me to scold you and make you tie the shoe? - Have a good time, sister. -You can sit by my side and rest your head on my shoulders. When she took this position, Mary Zarevna spoke the same words as always. -Close one eye, my sister; close the other also. Sleep, my sister, sleep, my dear. But he completely forgot the third eye; so two eyes slept, but the third eye observed everything that Maria Zarevna did. He came to the whale, entered it by one eye and left it by the other, with food, drink and well dressed. Just as the Sun was hiding, Mary changed into her nightgown and woke her sister: -Go, sister, it is time to go home. They came home and Mary hid her dry bread in the cupboard. - What has Mary eaten? - He asked his daughter about the madrasa. The girl told her mother everything she had seen; then she called the cook and gave him the order to kill the stray whale immediately. The cook obeyed, and Mary Zarevna pleaded: - Father, at least give me the rooster's tail. The old man gave it to her; she planted it in the earth, and in a short time it grew into a tree with sweet fruit, in which many birds stayed, singing very beautiful songs. A sailor named Ivan, hearing of the virtues and beauty of the sailor Mary, came to the monastery one day, and putting a great dish on the table, said to him: - The girl who will give me this dish will marry me. The madrastra sent her younger daughter to get the fruit; but the birds would not let her near the tree, and soon she lost the only eye she had. He sent the other two daughters, but they too could not take a single fruit. Finally, it was Maria Zarevna, and she came with the platter to the tree and began to pick fruit, the birds came to help her, and while she was picking one, the birds were bringing her two or three. In a moment the plate was full. Mary Zarevna put the plate on the table and made a reverence to the zarevich. They prepared the wedding, married, had great parties and lived many happy and contented years. FIN 1. Zarevna: daughter of a tsar.", "title": "La vaquita parda", "author": "Aleksandr Nikoalevich Afanasiev"}