{"metadata": {"length": 4641, "words": 890, "reading_time_min": 4.45}, "text": "One August night, agitated by a warm, stormy wind, we walked down the sidewalk, lingering and exchanging few words. The wind that made us unexpectedly caresses imprinted on my cheeks and lips an aromatic surge, then continued with its whirlwinds among the already dry leaves of the avenue. Now, I don't know if that warmth smelled like a woman or summer leaves, but my heart suddenly turned, to the point where I stopped. Clara waited, half turned, for him to keep walking. When another blast hit us in the corner, Clara made a quick stop, without lifting her eyes, waiting again. In front of the gate, he asked me if I wanted to light up or walk a little longer. I sat down on the sidewalk for a while. I heard the crunch of a dry leaf dragged down the asphalt. I told Clara to get up, I'd follow her right away. When, after a quarter of an hour, I got upstairs, I sat smoking in the window sniffing the wind, and Clara asked me through the room door if I had calmed down. I told her I was waiting for her, and an instant later she stood beside me in the dark room, leaned against my chair and enjoyed the warmth of the wind without speaking. That summer we were almost happy, I don't remember ever fighting and spending many hours together before bed. Clara understands everything, and then she loved me very much; I loved her and there was no need to tell her; however, now I know that our misfortunes began that night. If only Clara had been irritated by my agitation and had not waited so docily for me! She could ask me what she had given me, she could try to guess it herself, all the more so as she had intuited it, but not shut up, as she did, full of understanding. I hate people who are confident, and for the first time I hated Clara. That night's wind turbulence had brought me unexpectedly, as it often happens, to my skin and nose a remote joy, one of those naked secret memories like our body, which would be said to have been natural to him since childhood. The beach where I was born was populated in summer by bathers and boiled in the sun. It was three or four months of an unexpected and different life, agitated, uneven, like a trip or a move. The houses and streets boiled with children, families, half-naked women, to the point that they didn't look like women to me and they were called \"bathers\". The boys, on the other hand, had names like mine. He made friends and took them by boat, or he ran away with them to the vineyards. The boys at the bathroom girls wanted to be on the beach from morning till night; I had a hard time getting them to play behind the walls, on the slopes, up the mountain. Between the mountain and the village were many chalets and gardens, and in the late-season storms the storms were impregnated with vegetable scents and torrid smells that smelled of crushed flowers on the stones. Now, Clara knows that the night blasts remind me of those days. And I admire, I admire, I admire so much that he smiles and he is silent when he sees that this memory surprises me. If I tell her about it and share it with her, she'll almost jump me in the neck. And that's why she doesn't know that that night I realized I hated her. There's something in my childhood memories that doesn't tolerate the carnal tenderness of a woman, even Clara. In those summers that have a unique color in their memory, they fall asleep for moments when a sensation or a word suddenly comes to life, and at that point the fainting of distance begins, the disbelief of regaining so much joy in a time gone and almost abolished. A boy, was I? Stood by the sea at night, under the music and unreal lights of the cafes, sniffing the wind, not the usual breeze, but a sudden rush of sun-drenched, exotic, palpable flowers. That boy could exist without me; in fact, he existed without me, and I didn't know that his joy would blossom again after so many years, incredibly, in another, in a man. But a man assumes a woman, the woman; a man knows a woman's body, a man must cuddle, caress, crush a woman, one of those women who have danced, black in the sun, under the lanterns of the cafes by the sea. The man and the boy ignore and seek each other, live together and don't know it, and when they meet they need to be alone. Clara, poor girl, she loved me that night as always. Maybe he loved me more, because she has her own evil ways. We sometimes play to raise the mystery between us again, to sense that each is to the other someone alien, thus escaping monotony. But now I couldn't forgive her for being a woman, someone who transforms the remote flavor of the wind into the flavor of flesh. Finishing on August 14, 1941", "title": "Final de agosto", "author": "Cesare Pavese"}