{"metadata": {"length": 7033, "words": 1255, "reading_time_min": 6.275}, "text": "The city of Ephesus, where Herostratus was born, extended at the mouth of the Caistrus, with its two river ports, to the docks of Panorme, from where it was seen, over the sea of abundant colors, the misty line of Samos. It was filled with gold and fabrics, wool and roses, since the magnesiums, its war dogs and its venable-throwing slaves were sold off the banks of the Meander, since the magnificent Miletus was ruined by the Persians. It was a city of molicie, where courtesans were celebrated in the temple of Aphrodite Hetaira. The Ephesians wore morgan robes, transparent, twined linen cloths of purple, purple, and crocodile colors, yellow and apple-and-white and pink sarpids, jacinth cloths of Egypt, with the flashes of fire and the moving shades of the sea, and calasiris of Persia, of tight, light fabric, all of them tainted at their scarlet bottom with cup-shaped golden grains. Between Prion's mountain and a high, steep cliff was divided, on the banks of the Caesars, the great temple of Artemis. It took 120 years to build it. The interior rooms were decorated with a wealth of paintings, the roof of which was of ebony and cypress. The heavy columns that held it were bent to the ground. The small and oval hall of the goddess was a prodigious black stone, conical and shiny, marked by golden moons, which was none other than Artemis. The triangular altar was also carved in black stone. On other tables, made of black slate, regular holes had been drilled to allow the blood of the victims to flow through them. Wide steel sheets with golden sleeves hung from the walls to open the throats, and the polished floor was lined with bloody tapestries. The big dark stone had two energetic, pointed tits. This was Artemis of Ephesus. Her divinity was lost in the night of the Egyptian tombs, and she had to be worshipped according to Persian rites. He had a treasure enclosed in a kind of green-painted hive, whose pyramidal doorway was erected with bronze nails. Between rings, large coins, and rubies lay the manuscript of Heraclitus, who had proclaimed the reign of fire. The philosopher himself had deposited it there, at the base of the pyramid, when it was built. Herostratus' mother was violent and proud. It was not known who his father was. Later, Herostratus declared himself a son of fire. His body was marked, under his left breast, with a crescent moon that seemed to light up when he was tortured. Those who witnessed his birth predicted that he was subject to Artemis. He was angry and remained a virgin. His face was covered with dark lines and his skin color was black. From childhood, he liked to stay under the high cliff, near the Artemision. I was watching the offering processions go on. Because of his family's ignorance, he could not be a priest of the goddess to whom he believed he was consecrated. The priestly college had to bar him from entering the naos several times, where he hoped to remove the precious and heavy fabric that hid Artemis. That's why he conceived of hatred and swore to violate the secret. Herostratus' name seemed to him unlike any other, just as his own person seemed superior to all mankind. He wanted glory. He first joined the philosophers who taught the doctrine of Heraclitus; but they did not know its secret part, because it was locked in the pyramidal cell of Artemis' treasure. Herostratus could only guess the master's opinion. He hardened his heart, despising the wealth around him. His disgust for courtesan love was extreme. They thought he was reserving his virginity for the goddess. But Artemis had no pity on him. It seemed dangerous to the school of the Gerusia, who guarded the temple. The satrap allowed him to be banished to the suburbs. He lived on the slope of the Koressos, in a cave excavated by the ancients. From there, he watched the sacred lamps of Artemision at night. Some suppose that initiated Persians went there to converse with him. But it's more likely that his fate was revealed to him suddenly. Indeed, in the midst of torture he confessed that he had suddenly understood the meaning of Heraclitus' phrase - the way from above-, because the philosopher had taught that the best soul is the driest and the most scorched. He testified that in this sense his soul was the most perfect, and that he had wanted to proclaim it. He did not attribute any more cause to his action than the passion for glory and the joy of hearing his name utter. He said that only his kingdom would have been absolute, since he was not known as a father and that Herostratus would have been crowned by Herostratus, who was the son of his works, and that his work was the essence of the world; that thus he would have been together king, philosopher and god, unique among men. In 365, on the night of July 21, when the moon did not rise to the sky and Herostratus' desire acquired an unusual force, he decided to violate Artemis' secret chamber. He then slipped down the zigzag of the mountain to the banks of the Caistrian River and climbed the steps of the temple. The priests' guards slept by the sacred lamps. Herostratus took one and penetrated the naos. A strong smell of nard oil was invading her. The black edges of the ebony roof were glowing. The oval of the chamber was divided by the golden and purple threaded curtain that hid the goddess. His lamp lit up the terrible cone of erect tits. Herostratus took them by both hands and greedily kissed the divine stone. Then he turned around, and suddenly he saw the green pyramid where the treasure was. He grabbed the brass nails from the gate, and tore it off. She dipped her fingers in the virgin jewels. But he only took possession of the papyrus scroll where Heraclitus had inscribed his verses. In the light of the sacred lamp he read them, and knew everything. And he cried out, Fire, fire! And he drew out of the curtain of Artemis, and brought the burning sickle to the under cloth. The cloth burned at first slowly; then, by the vapors of fragrant oil that permeated it, the flame rose, blue, toward the crafts of ebony. The terrible cone reflected the fire. The fire wrapped itself in the capitals of the columns, repressed along the vaults. One after another, the gold plates dedicated to the mighty Artemis fell from the suspensions to the slabs with a roar of metal. Then the lightning bolt burst into the roof and lit up the cliff. The bronze tiles collapsed. Herostratus stood in the midst of the brightness, calling his name in the darkness. The whole Artemision was a red pile in the heart of darkness. The guards caught the criminal. They mugged him so he wouldn't shout his own name. He was thrown into the basements, tied up, during the fire. Artajerjes immediately sent the order to torture him. He didn't want to confess anything other than what he's been told. The twelve cities of Jonia forbade, under penalty of death, the naming of Herostratus to future ages. The night that Herostratus burned the temple of Ephesus Alexander, king of Macedonia, came into the world. FIN", "title": "Eróstrato: Incendiario", "author": "Marcel Schwob"}