{"metadata": {"length": 3589, "words": 582, "reading_time_min": 2.91}, "text": "The overwhelming pages of Paul Migne's Greek Patrology have buried the fragile memory of Sinesius of Rhodes, who proclaimed the earthly empire of angels of chance. With his usual exaggeration, Origen gave angels an excessive importance within the celestial economy. For his part, the pious Clement of Alexandria recognized for the first time a guardian angel behind our backs. And among the early Christians of Asia Minor a disorderly affection for hierarchical multiplicities spread. Among the dark mass of angelological heretics, Valentinus the Gnostic and his euphoric disciple Basilides emerge with a luciferine glow. They gave wings to the maniacal cult of angels. In the middle of the second century, they wanted to raise from the ground very heavy positive creatures, who bear beautiful scientific names, such as Dynam and Sophia, to whose bestial offspring the human race owes its misfortunes. Less ambitious than his predecessors, Sinesius of Rhodes accepted Paradise as conceived by the Church Fathers, and merely emptied it of his angels. He said that angels live among us and that we must deliver to them directly all our prayers, as their exclusive dealers and distributors of human contingencies. By a supreme command, angels scatter, cause and carry the thousand accidents of life. They make them cross and interweave with each other, in a seemingly arbitrary, accelerated motion. But in God's eyes, they're sorting out a fabric of complicated arabesque, far more beautiful than the constellation of the night sky. The drawings of chance are transformed, before the eternal gaze, into mysterious Kabbalistic signs that tell the adventure of the world. The angels of Sinesius, like countless and fast pitchers, are weaving the web of life from the beginning of time. They fly back and forth, unceasingly, bringing and carrying volitions, ideas, experiences and memories, inside an infinite, communicating brain, whose cells are born and die with the ephemeral life of men. Tempted by the Manichean boom, Sinesius of Rhodes had no problem in his theory hosting Lucifer's hosts, and admitted the devils as saboteurs. They complicate the mess that angels weave; they break the fine thread of our thoughts, they alter the pure colors, they twist silk, gold, and silver, and they fill them with the fat of the cane. And humanity offers to God its pitiful upholstery, where the lines of the original design appear sadly altered. Sinesius spent his life recruiting workers to work alongside the good angels, but he had no worthy successors. It is only known that Faustus of Milevius, the Manichean patriarch, when already old and disfigured, was returning from that memorable African interview in which he was decisively vaped by St. Augustine, stopped at Rhodes to listen to the preaching of Sinesius, who wanted to win him over for an unforeseen cause. Faust listened to the angelophile's petitions with senile deference, and agreed to charter a small, dismantled boat that the apostle boarded dangerously with all his disciples, heading for a continental company. Nothing was heard of them again, after they had departed from the shores of Rhodes, on a day of stormy weather. Sinesius' heresy lacked renown and was lost in the Christian horizon without an apparent trail. Neither continued to get the honor of being officially condemned at council, even though Eutychus, abbot of Constantinople, presented to the synodals an extensive refutation, which no one read, titled Against Sinesius. His fragile memory has been wrecked in a sea of pages: Paul Migne's Greek Patrology. FIN", "title": "Sinesio de Rodas", "author": "Juan José Arreola"}