{"metadata": {"length": 5096, "words": 944, "reading_time_min": 4.72}, "text": "Without a doubt, Scrooge's life had been lit. Ten years had passed since the spirit of old Jacob Marley had visited him, and the Ghosts of Past, Present and Future Christmases had shown him the error of his mean, ruinous and rude way of life, making him the happiest old man in the village and being nicknamed \"The Old Troubled One\" by the bitter old men who never revered anything or anyone. And, no doubt, the old ones were right. Ebenezer Scrooge had been a meddler. He had always been a whirlwind in the affairs of others, so he could discover the consequences of his actions on others. Many hard-working businessmen were softened by the idea of Scrooge roaming around their offices, believing ruin was approaching them. \"My dear Mr. Hardman\", said the old Scrooge, \"not a word more. Take this £300 turn and use it as best you can. You can double it for me within six months. He could laugh at it, and Charles the waiter, in the old town tavern where Scrooge dined, always said that Scrooge brought him and the tavern luck. Everyone ordered a good serving of hot brandy when his cheerful, smiling face appeared on the spot. It was Christmas. Scrooge was sitting in front of his crisp fire, drinking something warm and comfortable and discussing the best way to bring happiness to the rest of the people. \"I'm not going to stand the stubbornness of Bob\", he said to himself - the firm was Scrooge & Cratchit now - \"he does all the work, and it's not fair for a useless old man like me to take more than a quarter of the profits\". The air froze and the warm and comfortable became cold and uncomfortable. Scrooge was drinking nervously. The door opened and a vague and eerie shape emerged on the threshold. -Follow me\", he said. Scrooge didn't know for sure what happened next. I was on the street. He remembered that he wanted to buy some candy for his little nieces and nephews, and he went to a store. \"Sorry, but after eight\", said the manager, \"we can't take you in, sir. He wandered through other streets that seemed strangely altered. He was heading west, and he began to feel cold and weak. He thought it would be convenient to have a small glass of brandy with water, and he was just bending the corner of the old tavern when the last people came out and locked the metal doors practically on his face. - What's the matter? - asked the man who was closing the doors. \"Ten o'clock\", said the guy, dry, and turned off the last lights. Scrooge already believed that the second serving of meat pie had given him indigestion, and that all that was a mere nightmare. It seemed to him that he had fallen into a deep abyss of darkness in which everything was denied him. When he came back to his senses, it was Christmas Day, and people were walking down the streets. Scrooge found himself on that street and people were smiling and greeting each other warmly, but it was obvious they weren't happy. There were signs of concern on their faces, signs that indicated past problems and future anxieties. Scrooge heard a man sighing the next moment to wish a neighbor a Merry Christmas. There were tears on the face of a woman walking in front of a church, all black. - Poor John! - She whispered. I'm sure it was money problems that killed him. He's in heaven now. But the vicar said in the sermon that heaven was a mere fairy tale - she groaned again. All this disturbed Scrooge's peace. Something seemed to be pounding in his heart. \"But\", he said, \"I must forget all this when I sit down to dinner with my nephews and their young children. It was the last hour of the afternoon, four o'clock in the afternoon, and the shadows were falling. It was dinner time. Scrooge found his nephew's house. Not a single window had lights and everything was dark. Scrooge's heart froze. He struck again and again, and found the bell that resounded so eloquently that it seemed to have a foot in the grave. Finally, a miserable-looking old woman opened the door just a few inches and looked at me with suspicion. - Mr. Fred? - He said. He and his lady went out to the Splendid Hotel, and they won't be back until midnight. The boys are out in Eastbourne. - Dining in a tavern on Christmas Day! - whispered Scrooge. What's terrible but that? Who is so miserable and so desolate as to dine in a tavern at Christmas? And the children in Eastbourne! The air became heavy and he heard from a distance the voice of Tiny Tim, saying, \"God help us, each and every one of us!\" Again the Spirit appeared. Scrooge fell on his knees. - Terrible ghost! - he exclaimed. Who are you and what do you want? Speak, I beg you. \"Ebenezer Scrooge\", replied the Ghost in an abominable tone. I'm the ghost of the 1920s Christmas. I've brought the income tax bill with me. Scrooge's hair grew red from that sight. But he felt worse when he saw that the apparition had footprints like those of a giant cat. - My name is Pussyfoot. \"They call me Ruin and Despair\", said the Ghost, and he disappeared. After this Scrooge woke up and unpacked the curtains of his bed. - Thank God! - he cried out from the heart. It was just a dream! FIN", "title": "Un nuevo Cuento de Navidad", "author": "Arthur Machen"}