{"metadata": {"length": 7151, "words": 1356, "reading_time_min": 6.78}, "text": "I was waiting for the truck in the corner as usual. Looking at the dirty buildings, the desperate people who hit and insult each other, the car haunting, he saw himself alone and the hunger he felt turned into rage. He thought about how long it would take to get home, because of all those idiots who were going through everywhere and leaving no room in the truck he needed to take. He had, as always, the precise desire to turn around and break the face of the person he was passing by: it was an equal day for everyone, two in the afternoon of any day. For a long time I was standing there, feeling the pavement burning through the worn soles of his shoes, when the girl arrived. He checked her like all the women, from ankle to neck, with gross boredom. He wasn't her type. The heat, the suffocating haze of the millions of crushed bodies, the cement that was crushed... if you could at least remove the sack, it was blown away with the folded newspaper. Damn truck that never came. No, not much, but she might be pretty, but tall, and she lacked fat where women should have it; she liked to see them look very heavy from the front and back, to feel like they almost fell off, and that there was no other way to help them, poor girls. He almost laughed. She came back looking for an example of what she thought, almost wanted, but at that moment there was no more woman at the stop than the girl; yes, far away there were two tall, fat, aged taco sellers with hanging meats that shook the smallest movements. He would have liked to have shown the girl that they were more desirable than she was, but the girl was calmly looking at people without paying attention to him, and she was not impatient or even heated. Silvio leaned on the hermit and watched her in an ostensible way, with the most disdainful and mocking smile he could compose, but she seemed to feel no expert eyes walking over her body. That made him mad. The truck was coming. At least 15 people were intending to approach him. The driver's pig stopped him halfway, right in the middle of the double-row of cars, far from where the waiters were, but they, like crazy, got into the cars and ran upstairs. Only they could get stuck on their feet like flies. They were possessed of that fury that Silvius knew so well and bothered him so much because he knew it was useless; they pushed each other as if they could not realize that the truck was coming full. But, well, if it was about pushing, giving, getting into the whispers and curses, because yes, for nothing, because that's what everyone else does. Now they all cried out in front of the closed door, hitting her with their hands, insulting the driver with screams, knowing he wouldn't open it. The girl had stood very close to him; she approached her with a disguise and passed her hand along his thigh. A curved, hard thigh, a strange flesh: a touch that told him nothing about the other person or himself. She looked him in the face and he smiled at her with a rotten smile. Complete, he said, with a mask of innocence that he himself found disgusting. The green light went on and the cars groaned threateningly. They had to leave the truck alone, and they returned to their seats on the bench with tired fidelity. Then she realized that she was watching him and mentally went over his appearance: navy blue suit, a slightly dirty white shirt, a flower tie, black shoes with worn heels, and red, blue, green, yellow striped socks. He felt ashamed as if he were naked. He had seen himself with those other people's eyes, serene, different. He turned red and turned his back on her. He was watching cars pass by for a while, drunk on his rage. He was a poor man, he probably wouldn't have liked it, but he was much better than the gentlemen who went to the department to get their driver's license, so sloppy, so cuckoo, all fags, and they would certainly like that fool who wasn't even a desirable woman. I didn't have to be rich, but all the girls who don't look like cats, and those who do, too, want to fish a millionaire, go to the Department and get a license that you don't know how to get, because you've never seen one that knows how to park, and then they go all the way around running over Christians. There was a time when he felt his eyes burn and his stomach contract, and he didn't know if it was tired and hungry or angry. I'd have to prove to her somehow that I didn't care what she thought. If he were to become head of the Department, even if he wasn't military (things have to change sometime) he would ban women from running, how would they get dressed! They would scream like rats in front of the door of his office, and he would just turn around and look at them for a moment over his shoulder, through the glass, like the truck driver, and he would get very calm signing agreements, trades, permits, fines, but this one when he arrived he would kindly give her a unique opportunity, and personally put her to the test: She'd get humble, lower her eyes... like if... there's a lot of people who are embarrassed to shout \"pellado!\" because the whole truck notices and they just get colored and shrink because in the tightness it's impossible to change places. But this one was able to look him in the face, like a while ago. But being the boss and being as serious as he would be, he would have no choice but to lower his head; of course he would not let him go, he would fire her right and dry, without a smile. And looking as if he were a much taller man, he became triumphant to see the girl. He wasn't in his place. It was outrageous, it could not have been that he had left just now that he needed to find the satisfaction that she or someone owed him. What a relief when she found out she hadn't left. I was just a little back there, in the trampled-down, dirty parking lot. He had stood under a newly planted tree, a tobacco plant that barely covered his head with two branches of raccoon that almost brushed his forehead. It must have been a ridiculous picture, perhaps it was, but Silvio stood still, looking at it: the girl was standing up, imperceptibly throwing the trunk forward, resisting a fresh, sweet wind that no one else felt; she closed her eyes as she breathed delightfully an obviously sea air, she felt conscious and happy that her hair was floating in the wind, that her clothes were sticking to her body. It burned in a sensual and pure flame in the middle of the time, of an incredible and beautiful space. Silvio felt it and looked almost without seeing her ink-stained finger and his stripped socks. It didn't make sense, but for a moment everything fit into a sea view, in perfect air and weather. When the truck arrived, he approached the girl, who must have been eighteen, and carefully helped her up. She looked at him unexpectedly and smiled at him from that same sunny and clear place, without memories or ironies, that he had discovered. And when she got down and saw her get lost on the vulgar streets, she didn't want to find her or love her again. He was content with just that different time, those 2 o'clock in the afternoon conquered. *FIN* Underground river, 1979", "title": "2 de la tarde", "author": "Inés Arredondo"}