{"metadata": {"length": 2098, "words": 386, "reading_time_min": 1.93}, "text": "Nobody will fail to notice that the floor often folds so that one part rises at right angles to the plane of the floor, and then the next part is placed parallel to this plane, to give rise to a new perpendicular, a course that repeats itself in spiral or broken line to summally variable heights. Grasping and putting the left hand on one of the vertical parts, and the right hand on the corresponding horizontal part, one is in possession at the moment of a ladder or stair. Each of these slats, formed as you see by two elements, is placed a little higher and forward than the previous one, which gives meaning to the scale, since any other combination will produce forms perhaps more beautiful or picturesque, but incapable of being transferred from a lower floor to a first floor. The stairs are raised from the front, as going back or sideways is particularly uncomfortable. The natural attitude is to stand up, arms hanging loosely, head bowed, though not so much that the eyes leave the limbs immediately above the ground, and breathing slowly and regularly. To ascend a staircase you begin by raising that part of the body on the right below, almost always wrapped in leather or a sash, and which, except for exceptions, lies exactly on the staircase. In the first row, the part we shall call the foot, is taken up from the left hand (also called the foot, but not to be confused with the foot before mentioned), and, bringing it up to the height of the foot, it is made to follow until it is placed in the second row, with which the foot will rest in the second row, and the foot will rest in the first row. (The first few laps are always the hardest, until you acquire the necessary coordination. The name coincidence between foot and foot makes the explanation difficult. Be especially careful not to lift both feet at the same time. Arriving in this form at the second rung, it is enough to alternate the movements until you reach the end of the scale. You can get out of it easily, with a slight heel-tap that will keep it in place, and you won’t move until the moment of descent. FIN", "title": "Instrucciones para subir una escalera", "author": "Julio Cortázar"}