{"metadata": {"length": 6134, "words": 1063, "reading_time_min": 5.315}, "text": "She looked old, even though she was not yet thirty-five. The wild labor of the chakra, the sun that scorches the groove and cracks the clay, had made it skinny and wrinkled. He had a swollen, red face, a robust gait, young eyes, screw-up and black. It was miserable. Her name was Victoria. He lived by plowing other people's fields, scrubbing floors, going to sell, at great distances, a basket of legumes. Her thick, scattered hair was always sweaty; in her rags there was always mud or dust, and tiredness in the bones of her feet. Victoria was famous in the village, not because she was unhappy and abandoned, that this didn't draw attention, but because they said she wasn't in her right mind. Innocent madness is a cheap, fun, moral show. It makes you laugh seriously. The children were still in a band with Victoria; they didn't stone her too much; they understood she was good. Men asked her strange questions and experienced the need to go crazy for a while; women mocked her with some delight. Victoria was passing by, raging, tenacious, lamentable, carrying in her black eyes the spark that irritates the crowd and raises the fury, and even the dogs were getting tired of that one-minute scandal, with that adventure that broke the tedium of the long, tiring road. They accused Victoria of sleeping on the ground, facing up, and believing the stars close enough to talk to them. The moon was the lady of heaven; a vaguely pink glow was the radiant prince, another white and withdrawn was the pale cerium; far away there pulsated, almost imperceptible, the faint fire points that the seer named chorus of death, and from end to end of the horizon floated through the immense space the phosphorescent gas of the Milky Way, or fog of light. When the sickly, trivial clarity of the stars descended to Victoria, and the night silently rolled her magnificent gems, the madwoman felt sister to infinite beauty, and the heavenly voices accompanied her the next day, in the midst of a burning sun. Then she was moving her lips, watching the invisible presence and people couldn't separate her from them. She was also accused of not eating, feeding beggars and criminals, knowing the secret virtues of plants, and preparing witch filters. The truth is that she longed to heal the sick children, and many mothers, after mocking her in public, sought her out in secret and trembling, their hands still warm from their children's fever. But the phenomenal, the grotesque, the thing that caused the inexhaustible laughs, was Victoria's virginity. Fairy, almost decrepit, disturbed, that living rag had intended to keep its purity, and it had succeeded. He had resisted the fear of the bouncing waiters for twenty years. She wanted to choose love, to be engaged and to be married, and such monstrosity, such a crime against nature, guaranteed the simple peasants the incurable dementia of her first actress. Don Juan Bautista, a young doctor from the capital, came to the village, bought a plot of land and started building a house. Don Juan Bautista was rich, handsome and stupid. He was out with the girls. Victoria saw him and worshipped him. The radiant prince had come down for her from the sky. All Victoria's scattered mania came together in one, absorbing, fierce one, that of loving Don Juan Bautista and marrying him. He did not hide his plans: he was unleashed and talkative, stopping passersby and consulting them about the means of satisfying their only passion. She spied for hours on don Juan Bautista behind the tapestries; she finally dared, disgusting and trembling, to beg her to let her wash her clothes. I didn't know how to polish with glitter, but I learned. The moment he approached Don Juan Bautista, and handed him, alone, the impeccable shirts and pants, was the radiant and happy moment of his humble existence. He never took a penny for his delicious deed. Other times I brought Don Juan Bautista the ice-cold watermelon or the sweet melon that cheers the nap, or the tasty peaches, or just fresh tomatoes, pork, butter, all for free, and at the cost of what struggles, what distant pilgrimages! Don Juan Bautista, cheerful and contented, was idolized. Victoria's virginal shyness prevented her from clearly expressing her desires to those who inspired them and would undoubtedly fill them. Victoria longed to seduce Don Juan Bautista, to force him to declare himself and propose marriage. She would then have nothing but to whisper yes and fall into the vibrant arms of the fiancé. How do you do that? The town clerk, a little monkey-headed, advised her to wear powder and hat, like the ladies of the city. The madwoman applied ground brick to her face, and on her skull, in balance, a colossal hat that the shells gave her as a gift, with bizarre feathers. Victoria was marching, dressed and serious, in pursuit of her dream, among the laughter of the neighbors. From first actress she had gone down to being the clown, the village snitch. For several months, on the grass, like a blunted ship, he waved his ridiculous hat, symbol of a desperate illusion. Victoria was weakening, discouraged; her poor bare feet were tired of running after the chimera; the hat, exhausted by the rain, scorched by the sun, dirty and broken, sadly tilted the marty feathers. The radiant prince remained silent and laughed. Oh, my God! When he looked up there, inaccessible on the clean nights of summer, he was less cruel. Don Juan Bautista's house was finished; the gatelight, the garden flowers elegantly folded their fine stems. The owner went to the capital, got married pompously and came back with music. The lady was blonde, beautiful, and maybe stupid. The town was dazzled. Victoria is gone. There is a steep rock, with its feet piled up like a stream of vegetation, impenetrable breezes and spruces. Three days after the wedding, hunters discovered, down there, a singular object, a kind of large, stationary bird, with incredible feathers. He was shot at for distracting himself. Turns out it was Victoria's hat. Below was Victoria, with her warm body, still, and she was finally resting. Finish short stories, 1911", "title": "La enamorada", "author": "Rafael Barrett"}