{"metadata": {"length": 2232, "words": 402, "reading_time_min": 2.01}, "text": "—All good conversation must be a monologue of two... We must, at the end, not be able to be sure whether we have really conversed with someone or whether we have merely imagined the conversation... The best and most intimate conversations, and especially the least morally instinctive, are those that novelists have between two characters in their novels... For example... —For the love of God! I'm sure I wasn't going to give you an example... That's just in grammar; I don't know if you remember that we never read grammar. —Have you ever read a grammar? —I, never. I have always had a deep aversion to knowing how things are said... My only sympathy, in grammar, was for exceptions and pleonasms... To escape the rules and say useless things sums up well the attitude that is essentially modern. Isn't that so? — Absolutely... the most antipathetic thing in grammar (hasn’t it been fixed in the delicious impossibility that we are talking about this matter? ), the most antipathetic thing in grammar is the verb, the verbs... They are the words that give meaning to sentences... A decent sentence must always be able to have several meanings... The verbs! A friend of mine who committed suicide — every time I have a long conversation with a friend about suicide — had tried to dedicate his whole life to destroying verbs... —Why did he commit suicide? —I hope, I still don’t know... I tried to discover and fix the way not to complete the sentences without seeming to do it. He would tell me he was looking for the microbe of significance... He committed suicide, of course, because one day he realized the enormous responsibility he was about to take on. The importance of the problem came to his brain... A revolution... —Ah, no... That in no way... You see that he could not be a revolution... A man like that never gets a bullet in the head... You understand little with the friends he never had... It's a big defect, you know... My best friend: a delicious girl I invented. —Do they go well? —Wherever it is possible... But that girl, you can't imagine... The two creatures at the tea table were not sure to keep this conversation. But they were so well dressed and well combed that it was a shame they didn't say so... FIN", "title": "El secreto de los heterónimos", "author": "Fernando Pessoa"}