{"metadata": {"length": 5328, "words": 1029, "reading_time_min": 5.145}, "text": "When they realized the forgetfulness, they all cried like dogs. The whole town groaned in dismay. That was the ruin. It was hunger. It was death. It wasn't for the faint of heart. You'll see what happened, my children. That little fishing village was a real fishing village. In it alone lived, with their wives, harsh fishermen of pipe and beard; thousands of fishermen who had only that trade: fishermen, sailors, seafarers. In the town's shops, as in all the town's shops, they only sold appliances and nets and cans of brea, and bare feet of fishermen, and strong words, wrapped like candies, on the silver paper of the watermelon. There was also a beautiful beach full of breeze, with bathhouses prepared for happy summertime. There were also crabs, and mojama, and cod. (But cod was already quite expensive.) There was, after all, everything in those picturesque fishing villages. The only thing that wasn't there was the sea. They forgot to put it on. Where the sea was supposed to be, there was a mountain with pine trees and people eating tortilla underneath, which had burned out. There was no sea in that town and the nearest sea was seven hundred kilometers away. In Cádiz. When the fishermen of that town realized this forgotten, they wept like dead dogs. That was the ruin. The hunger. The mausoleum. The fishermen of that fishing village knew only how to fish, and they couldn't because they didn't have a sea and had never even seen it. Since the people, or the government, did not put it aside as they should, they thought of doing it on their own. All the water in the jars and in the morning's drums was thrown into a hole they had made in the mountain. But the sea wasn't good. The hardest thing they could not do was salt water. This was impossible. The fishermen spent the whole day at the carnivorous doors of the tabernacles, not knowing what to do, starving and outraged. And they didn't even have the means to go hunting in the country, because, as we said, it was a fishing village. Every evening they went to the pier to see if they had been put to sea by chance, with the same illusion and fear that children go to the chicken coop to see if the hens have laid an egg. But they didn't put it on. They never put it on... What a disgusting thing! What a disgusting thing! It made me hungrier. Thousands of creatures were starving to death. The women were shouting in terror. It was so funny. That was a lot of fun. Again it was a committee of fishermen to chat for a while with the Minister of the Navy, who was the one who had to put the sea. Put us in the sea once, Minister, if you will put us in the sea. We can't work. We're starving to death. For now it is impossible, the minister said. We have no more sea left. We don't have a drop of water to spare. All the sea we had, we've already put it in other ports like yours. And why didn't they put it in for us, who need it most? It's unbearable! It was definitely a mistake. The white-bearded engineer of Roads, Canals and Ports, who makes towns and cities around the world, can't be in every detail. He naturally suffers from confusion. You see, when they made the world, which is centuries ago, they put the Giralda in Monforte. It was a big mistake that was very difficult to rectify. They had to take her from there and take her to Seville, which is where the Giralda has to be. If you'd stayed in Monforte, imagine what a commitment. Making all the people of the world very difficult, gentlemen. You have to have a little tolerance. But this is our ruin! They've been gone. Why don't you guys ask Cadiz for some sea? Cadiz has a lot on its side, and at the tip of San Felipe, too. We've already asked for it, but they won't give it to us. They say they need everything to get their fish and shrimp in. What a shame! Put us at least a river. Five or six meters of river! But there was no way. I didn't want the man. And then four of the strongest fishermen went to America, which has a lot of sea, and they took it and they stretched it out, like the one that unlocks a rug, until they brought it to their little beach. Oh, my God! What a joy! What happiness on all faces! The sea! The sea! The vast ocean! At first, it must be said, no one took that sea seriously. Even the fish drank all the water. And at night people from the nearby villages would come and pick him up and take him home in chocolate bottles and bowls. They would take the waves off the top and put them underneath. It was a thousand devils ago... and when the fishermen got up in the morning to see it, they found it had been stolen and had to go for it to the thieves' house. To prevent these abuses, they had to make a tapestry around him. And once the tap was done, the fishermen, calmly, began fishing. But, as always happens with these things, misfortunes began to happen. There were shipwrecks. A lot of people were drowning. There were plenty of storms. After all, a horror of tragedies. And then the town tavern owner invented a thing to avoid all this nonsense. People could have bathed as much as they wanted! There could have been a storm! There could have been shipwrecks! With that invention there were no dangers of any kind. The invention was to asphalt the whole sea. And they paved it. It was a disgusting sea. But it was nice to ride around in a car. FIN", "title": "El mar", "author": "Miguel Mihura"}