{"metadata": {"length": 7326, "words": 1393, "reading_time_min": 6.965}, "text": "One afternoon, unfriendly men, dressed as civilians and beaten with revolvers, came to our house looking for my father, or looking for information about him. This happened in Dublin, in 1922. The treaty with England, which made Ireland the Irish Free State, had just been signed. Those Irish who were pro-treaty, the Free State supporters, ruled the country. Those who had defended a republic, like my father, were in rebellion. My father was wanted by the new government and had to hide. He lived in hiding, slept one night in one house and the next and the next in another, and sometimes he came sneaking around to see us. I guess my mother had taken us to see him several times, but I only remember one of those visits, and I know it felt very strange to find him in someone's house and leave him there when we went home. Anyway, those men were coming for him. They came in cramming our narrow little hallway and they went through the house, up and down, looking everywhere and asking questions. There was no one at home except my mother, my little sister, Derry, and me. Emer, my older sister and my mother's whip, had gone out to do some errands. Derry was upstairs in bed with the flu. I was sitting comfortably on a low chair in the living room, strapping a necklace. I was five years old. When they finished searching the house, the men came in packed into the room where I was, from which they could watch the street. They brought my mother with them. They settled in the room, talking idly to each other and waiting. My mother was leaning against the wall further from the window, watching them. She seemed very tense. I was probably afraid that my father would risk visiting us and getting caught, and we would see him arrested. One of the men came up and stood in front of me. She pointed to a blue glass bill to add to her necklace, but I explained that it was too small to fit in and that I had discarded it. The exchange with that strange man made me feel very smart. Then he leaned closer to me. - Tell us if you know where your dad is - he whispered. I stopped making the bills and started thinking, but my mother ran through the room and towards him. She was a short, thin woman with a pointy face and brown, smooth hair, always wearing a low moustache. - You're not ashamed of it? - he exclaimed. Interrogating the girl... the man walked away from me and she went back to her place against the wall. By that time, in 1922, my mother had been suffering from problems and anxiety for many years. The early years of their marriage had been dominated by preparations for the 1916 Easter Rising, and they had seen my father arrested and sentenced first to death and then to forced labor for life. When I was born, he was in prison in England and she was alone in Dublin, not knowing when or if she would see him again. In fact, he was released a year later, and in 1921 we moved to Ranelagh's house, where we now waited to see what was going on. Suddenly, my mother, thinking of Derry, who was upstairs alone in her room, left her wall and ran to the door that faced the stairs, but one of the men went ahead of her and pointed his gun at her. She raised her hands against the door frame, looking at it with a half-smile. I'd seen her smile like that many times when she was upset. - You can't open that door, the man said. - Have you seen the little sick girl upstairs? - my mother said. She'll be scared. - It doesn't matter, the man said. You're not leaving this room. My mother retreated to her wall again and I went back to my necklace and the men continued their talk. After a while they got up suddenly and left. My mother was still anxious, suspecting that they might be watching the end of the street for my father to arrive. She went upstairs to talk to Derry and when she came back, I followed her down the three steps to the kitchen, which was small and square, with a red tile floor and a door that looked out to the garden. She sat down at the kitchen table. I asked her if she wanted a cup of tea and she said yes. I filled the kettle, splashing water all over the floor, but she didn't trust me to light the fire and eventually had to make the tea herself. After a while, Emer came home and my mother offered him tea and told him everything that had happened and what had been said, not forgetting the question they had asked me. On hearing it, I was again overwhelmed with gratitude, emotion, and surprise that that stranger had included me in the raid. The other one I remember was about a year later and the men were tougher. Once again, my mother, my little sister, and I were alone at home. This time the men came in the morning. My mother was doing household chores and she was wearing a diaper tied around her waist. He had polished the copper rods that held the red carpet on the stairs, and now he was cleaning the toilet on the dining room floor. The men came in rammed, like the other time, with their revolvers, but this time they were looking seriously. They picked up the beds looking for papers and letters, took all my father's books off the shelves and stirred them, and looked into all the drawers and the dressing room and the kitchen stove. There wasn't a inch of the house that they didn't touch. They've put all the rooms upside down. The freshly cleaned hut was marked by its impatient feet and the upper bedrooms were made a disgusting mess, with sheets and blankets on the floor and mattresses piled up on the bare beds. Finally, they went back to the kitchen and they rolled over the cans of flour and tea and sugar and salt and everything they found and they put their hands inside and emptied them on the table and the floor. They threw away all the cups and plates. Still, they found nothing, but the house appeared to have exploded without the walls falling. They finally set out to leave, but as they were about to, one of them, an applied type, rushed to the chimney of the main hall and put his hands through the cannon and put his head out as much as he could, trying to see what might be there. A heavy rain of soot fell upon him, covering his head and shoulders. He hurried out back into the room, with his hands black and his face bruised. Some of the soot had entered his sleeves and another part was still falling on the carpet. He looked at his teammates, patted himself to shake the dirt and then they left. When they left, my mother contemplated the damage they had done. It would take a long time to get the house back to its original state. We all went to the kitchen and examined the disorders. This time it wasn't about getting into tea making, because the tea was on the floor, along with the flour and the sugar. Very rarely had we heard my mother laughing loudly at jokes. He usually had a very calm, almost secret way of laughing. But that day, the laughter shook her. - Oh, my God! - he exclaimed. Did you see his face when he came out of the fireplace? My little sister and I started jumping around him, laughing. - Oh, my God! - my mother exclaimed. Why did I forget to get the fireplace cleaned? Oh, thank God I forgot to call so they cleaned the fireplace! And with us chatting enchanted, in incredible company, he burst into laughter so loudly that it seemed like his heart could be broken. The Day We Got Our Own Back, The New Yorker, 1953", "title": "El día en que nos vengamos", "author": "Maeve Brennan"}