{"metadata": {"length": 6354, "words": 1134, "reading_time_min": 5.67}, "text": "As soon as the voice of the priest was extinguished and silence reigned again inside the small church, the men moved toward the coffin and carefully lifted it from the wooden bench where it had rested until that moment. Edward was not one of those who rushed to fulfill that duty. During the brief ceremony he had remained abstract from what surrounded him and only when someone grated him as he passed, he realized that the intervention of the priest had ended and the march to the cemetery was now beginning. He pulled away a little to let those carrying the coffin through and began to lower the steps of the church. Next to him, the coffin was shaking unsettlingly as the men descended wavering. A mistake, a wrong step, would undoubtedly lead to a catastrophe. Eduardo reflected objectively on such a possibility, because he observed what was happening around him as a spectator contemplates the stage: attentive to the development of the plot and secretly confident in a surprising and dramatic ending. But nothing extraordinary happened. The men sweated to the street level and breathed satisfactorily. They paused for a moment, organized again and resumed the march calmly and relieved. In front of the church, the clock on the square sang six bell ringing sounds... six: it had been exactly nine hours since he had died and Eduardo was surprised by that chronometric accuracy. His father would no doubt have liked to know that everything had been done in due course. That each had fully fulfilled his duty. But that and nothing else in the world could make the old man happy, because he was dead, forever, inside that glittering box of mahogany that was gently swinging beside him. If he was hooking up in his memory, deep down in his memory, the first notion he had of his father's existence was confused with a terrifying voice thundered over his head as he ran to shelter himself in his mother's warm lap... That scene had to be repeated many times because, when he remembered it, he associated it with different events of his childhood... The first lessons of riding (the old man furiously whipping his boots with a flexible stick:  someday I'll make a man of this little woman!... and the terror of the child at the uncertain back of the horse)... Or the first shot with the hunting spear, held bare with his hands (the anger of the young man's hands to his shoulders:  Aprilio the cat of a cobalt)... \"Thank you, thank you very much\", he answered shocked. Was his expression of face appropriate to the circumstances? Was he giving all those people the impression of deep, though discreetly expressed sorrow? Perhaps he should have asked one of the men to allow him to carry the coffin in his place... Yes, it was certainly something like that everyone expected of him... His arm muscles got tense, his forehead veins swelled and his face turned red... the old man was heavy. He was always fat. High and massive like a tower. With iron muscles and powerful hands... those huge hands like shovels. Red and sown with abundant hair that grew gray over the years... hands always busy, no time for caresses... How vividly he remembered the brutal gesture of those hands breaking his first drawing sketch! The old man never entered his son's room; but that day, as he passed by the door, he must have suspected the sudden movement of the boy closing the lower drawer of the closet when he heard his steps down the hallway... dressed in his newly polished white suit, he seemed taller and imposing than ever. He stopped for a moment at the threshold, then went in without giving an explanation and taking the card from his hiding place, tore it up and down with a single powerful movement of his hands... If I ever find another foolishness like this in the house, it will be his face that I will tear to pieces!... And don't keep crying, that men don't cry!... And now his hands were still, crossed over his airless chest, and they would never break anything again. Someone touched him slightly on the shoulder and without uttering a word offered to replace him. It was time! Edward ran slightly to the side as he repeatedly opened and closed his hand to ward off the cramp. The silent group was at that moment moving the cemetery door. The family pantheon was at the opposite end. It was a simple construction, without any bragging rights, but it was impressive with the modest tombs surrounding it. In the second row of niches, a little to the left of the center, the open, black mouth was waiting. The men laid the coffin on the ground, dried the sweat off their foreheads, and watched closely for the precise and skillful movements by which the mason mixed the cement and wet sand piled up by the tomb. \"Good face for a studio\", Eduardo thought, appreciating the strong and angular features of the face that leaned in front of him, focused on his task... now he would work hard. He had to recover all the time he had lost... tomorrow he would bring his fabrics and painting utensils from the capital... he would use as study the large room facing the back terrace of the house... maybe with a year of intense work he would feel prepared for the scholarship... at a sign from the mason, the men had lifted the coffin and were bringing it horizontally into the niche. At first it rolled easily to the bottom, but suddenly, as if some strange object were getting in its way, it stopped dry and remained motionless. The men consulted each other whispering in a low voice. Edward only got a few loose sentences... the box is too wide... there must be something in there... You must remove them... You must stand at that end: we will pull him out again... Not realizing what he was doing, dominated by a dark irresistible impulse, Eduardo ran forward, sharply put aside those who stood in his way, and, holding his hands and shoulder on the outgoing end of the coffin, he was there pushing with all his strength, desperately, as if from that formidable effort his whole life depended, until a dry and deaf blow finally announced to him that the other end of the box had reached the bottom of the niche. Only then did he withdraw some steps, trembling and sighing, and while the mason was completing his work, he remained silent and motionless, with his gaze fixed on the mouth of the niche until the last brick closed it completely forever. Fin 1958", "title": "Edipo", "author": "Virgilio Díaz Grullón"}