{"metadata": {"length": 7119, "words": 1365, "reading_time_min": 6.825}, "text": "Leslie was walking under the palm trees. He threw a dog bone. They were the tenth and fourth in East Hollywood. That day the market had risen 22 points and the experts were unable to explain why. It was much better for the specialists to explain the lows of the market. Disasters made him happy. It was cold in East Hollywood. Leslie pressed the button on the jacket's collar and shivered. He swung his arms to protect himself from the cold. A grey straw hat was approaching. The man had a face as opaque as the sand of a beach, without expression. Leslie pulled out a cigarette and sat down on the road. He weighed less than one hundred sixty five and yet weighed thirty five pounds. He would be about forty-five years old. —Give me fire? he asked. —Oh, yeah... The man started looking for his torch and Leslie threw a stick in his face. The man threw a punch, stumbled and Leslie hit him behind the head. When he fell, Leslie jumped up, gave him the turn, pulled his sailor suit and tossed him into the moonlight of that cold Hollywood East night. Everything seemed very strange to her. It was like a dream come true. Leslie was not sure if this had really happened. At first, the blood seemed to be deciding not to come out, but the wound was deep and the blood burst. Leslie shook his head. He was incorporated, he was separated. Then he returned, searched in that man's pocket, found a box of matches, lit the cigarette and walked down the street to his apartment. Leslie never had teeth. He was one of those men without pens or crystal balls in his pockets... Once in the apartment, he sat down to drink a whisky with water. On the radio they gave us something from Copeland. Although Copeland was not great, he was always better than Sinatra. You had to accept what they gave you and use it to the maximum. That is what his father always said. His old hat. To the old muck. To the slaughter all the children of Jesus. To the muck Billy Graham. To take the whole world for a shit. They called the door. It was Sonny. A red-haired boy who lived on the other side of the yard. Sonny was half man and half pig and was made a liar. Most of the guys who had the big ones had problems after they smoked a cigarette. But Sonny was more lovable than most. He was a fabled, educated man and he was not lacking in intelligence. Sometimes even ingenious. —Okay, Leslie, I want to talk to you for a few minutes. —Vale. But, listen, I'm tired. I spent the whole day in the hypodrome. —You've gone bad, huh? —When I went to take my car out of the parking lot, I realized that my son had thrown all the parking cones at me. Pork. And what about the horses? —I got $2,000 and a half. But I'm made of dust. —Vale. I will not slap you. — Perfect. What is it about? Of your girl? Why don't you send it to take the wind? You will feel better the two of you. - No, it's not my girl. It's just... oh, I don't know. Things happen, you understand? I can't do anything. I can't start anything. I am like blocked. Not an opportunity to look. — Well, that's normal. Life is like that. But you only have twenty-seven years. You may still have luck and get enrolled with someone. —What did you do at my age? —I was worse than you. He walked at night, drunk, wandering the streets in the hope of a miracle. There was no luck. —That's all that's happened to you? —Well, the hardest thing is to know what your first move is. — Yes. Everything seems so useless. —We kill the Son of God. Do you think that calf will forgive us? May I be crazy, but He is sure I am not! —You spend the day there tired, with your shaven head, half drunk, but you are the most slender person I know. — Oh, that's nice. Do you know many people? Sonny was limited to squeezing his shoulders. —What I need to know is: is there an exit? Any exit class? —No, there's no exit, kid. The psychiatrists advise us to play chess, to knit or to collect stamps. Anything less than thinking about the important issues. —Chess is very boring. —All is boring. There is no exit. You know what some vagabunds of old times used to tattoo on their arms? : “NOT FOR DEATH.” It sounds a bit snobby, but it is elementary wisdom. —What do you think the vagabunds now have tattooed on their arms? — I don’t know. Probably: “Jesus is our Redeemer.” —We cannot rob God, can we? —Maybe He can't get away from us. —Well, you know, it's always a pleasure to talk to you. After talking to you I always feel better. —You know, kid, when you want. Sonny arose, opened the door, shut it and ran. Leslie drank another whisky. The Rams of Los Angeles had strengthened their defensive line. A good tactic. Everything in life evolved towards DEFENSE. The steel ring, the steel mind, the steel life... Leslie finished his whiskey, took off his pants and rubbed his genitals, putting his fingers well inside. The people who healed the hemorrhages were tan. When I had no one to talk to, the best thing was to be alone. Another whisky was served. He rang the phone. —What is it? It was Francine. Francine liked to impress him. Francine loved to think that he impressed her. But it was heavier than an elephant. Leslie thought often of how kind it was for him to let him talk and bore him in that way. A normal person would have hung up the phone immediately, cut the roll like a guillotine. Who had written that excellent essay on the guillotine? Camus? Yes, Camus. Camus was also a ploughman. But the trial on the guillotine and The Foreigner were exceptional. - I ate at the Beverly Hills Hotel today - said Francine. I was alone at a table. I ate salad and drinks. There was Dustin Hoffman with other actors and actresses. I started talking to people at other tables and they all smiled at me, and all the tables were brimming with smiles and signs of assent with their yellow heads like narcissists. I kept talking and they kept laughing. They had to think I was crazy and that the only way to get rid of me was to laugh. They ended up getting nervous, you understand? — Perfectly. —I thought you might like to hear it. — Yes... — Are you alone? Do you want companionship? —This night I am very tired, Francine. Francine sat on a chair. Leslie sat up, rubbed her groin again, and went to the bathroom. The dental floss was passed between the few teeth that remained. What horror of a bed. He thought they should be shot. The number of street fights he had been in, and no one had made him drop his teeth in front of them. Finally, at the end everything is solved by itself and they fall alone. Leslie put a little tooth paste in the electric wand and tried to kill some time. Then he sat down on the bed and had a few sips of the last whisky and a cigar. Something to do while I waited to see what the eye would take. He looked at the glass bottle in his hand and realized quickly that it was the one he had given to the man in the sandals. The idea was emphasized. Has this really happened? He shook the crystal box. He read the printed ad: 1000 PERSONAL GIFT VOUCHERS WITH YOUR NAME AND ADDRESS FOR ONLY 1 DOLLAR Well, he thought, it doesn't sound too expensive. FIN “Cold Night”, Hot Water Music, 1983", "title": "Una noche helada", "author": "Charles Bukowski"}