{"metadata": {"length": 6035, "words": 1198, "reading_time_min": 5.99}, "text": "There was a great war for which the King had recruited many troops. But because he paid them very little, they could not live off it, and three men concentrated to desert. They said to one another, \"If you catch us, you will hang us\". How are we gonna do that? \"The second one said,' See that large field of wheat? ' If we hide in it, no one will find us. The army can't go in there, and tomorrow they leave. And they set themselves in the field; but the company went not forth according to the plan, but encamped round about. The deserters stayed in hiding for two days with their nights; but afterward they felt as if they were about to starve to death. And if they came out, his death was certain. They said so then. - What good was it to desert, if we too must die here miserably! And as they saw it, a dragon came, flying through the air, and spitting fire, and it came down to them, and asked them, Why were they hiding there? They said to him, \"We are soldiers, and we have gone out because we have little wages. But if we stay here, we'll starve to death; if we go out, they'll hang us. \"If you are willing to serve me for seven years\", said the dragon, \"I will lead you through the army so that no one will see you\". - We have no other choice. Force will be that we accept - they answered; and then the dragon caught them with his claws and, lifting them up in the air, above the army, went to lay them on the ground, at a great distance. But that dragon was the devil himself. He struck them with a lash and said, \"Slice it out, and it will fall\". They'll be able to live like great gentlemen, hold horses and ride. But when the seven years are up, they'll be mine. And he took out a book and opened it, and made them sign it. \"Even so\", he said, \"I will first ask you a riddle, and if you can solve it, you will be free, and I will have no more power over you\". The dragon flew away, and they had plenty of money. They took up luxurious dresses and went out on a world tour. They lived in peace and joy everywhere, had horses and cars, ate and drank, but never did anything wrong. Time passed quickly, and as the seven years drew to a close, two of them began to feel anxious and afraid. And the third mocked them, saying, Fear not, brethren; I am not a fool, but I will guess the riddle. They went out to the countryside and sat down, those two, always so sad and cariacontect. An old woman came and asked them why they were so sad. - Oh, my God! Why would I tell him? He won't be able to fix anything either. - Who knows? - the old woman replied. Hey, tell me about your rush! They said, \"They have been slaves of the devil for almost seven years, receiving from him money at a rate of about $500. But they had to sign their own, and they would turn themselves over to him if, after the seven years, they could not decipher a riddle he would propose to them\". And the old woman said, If ye want me to help you, let one of you go into the forest. It will reach a wall of fallen rocks, which looks like a little house. That he'll go in there and find the cure. The two pessimists thought, \"This won't save us\", and they sat down. But the third, always cheerful, set out, into the forest, until he reached the stone hut. Inside her was a woman older than Methuselah, who was the devil's grandmother. She asked him where he came from and what he wanted. The young man explained everything that had happened to him, and the old woman, being kind to him, felt sorry for him and said that she was willing to help him. And he took away a great stone, and shut the door of the cellar, and said to him, Hide here, and hear all that we say; and thou shalt be still, and not move, nor make a mockery. When the dragon comes, I'll ask him about the riddle and he'll tell me everything. You watch their answers. At twelve o'clock in the night the dragon came flying and asked for dinner. Grandma set the table and served the meats and drinks, trying to please him. She sat down, too, and they ate and drank together. During the conversation, Grandma asked how the day had gone and how many souls she had conquered. \"I have had a bad day today\", the devil replied, \"but there are three soldiers who will not escape me. - Ah, three soldiers! - the old woman said. Those aren't fools, they can still get away with it. But the devil said, ironically, \"They're mine. I'll put you up with a riddle you'll never be able to solve. - What's the riddle? - she asked. - I'll tell you what. There is a dead sea-horse in the north sea, and it shall be his roast; and the rib of a whale shall be his silver spoon; and an old hollow horse's hull shall be his wine-cup. When the devil went to bed, he removed the stone from the grandmother, letting the soldier out. - Did you get a good grade on everything? - Yes, he said. I know enough, and I'll be out of trouble. And he went out the window and went to meet his friends by a different road, in haste. He tells them how the devil had been deceived by his grandmother and how he had heard, from his own lips, the solution to the riddle. The three were more than happy than a few Easter days and, by pulling the whip, they accumulated so much money that they jumped off the floor. When the seven years were over, Satan presented them with his scroll and said, \"I will take you to hell with me, where you will eat a feast\". If they can guess the roast they'll be served, they'll be free, and they'll be able to keep the whip. \"There is a dead sea horse in the North Sea, \" the first soldier replied. This is the roast. The devil was angry and said to the second, \"Jum, jum! \" \"What will your spoon be?\" - The ribs of a whale, that'll be our silver spoon. The devil twisted the gesture and, again re-fusing, jum, jum!, he turned to the third: - An old horse hull, that'll be our glass of wine. When the devil heard this, he threw a wrench at them and fled, losing all power over them. The soldiers kept the whip, with which they had the money in their hands, and lived happily for the rest of their lives.", "title": "El diablo y su abuela", "author": "nan Anónimo"}