{"metadata": {"length": 4209, "words": 833, "reading_time_min": 4.165}, "text": "There was once a hermit who lived in a forest at the foot of a mountain. He spent his time praying and doing good deeds. Every evening he went up to the mountain a few cubes of water to glorify God. Some animals drank from it and some plants were also refreshed, for in the heights there is always a strong wind blowing, which dries the air and the earth, and the wild birds, afraid of men, wander upward looking for water with their sharp eyes. And as the hermit was so pious, an angel of God, visible to his eyes, went up with him, counted his steps and, when he finished the work, brought him his food, just as that prophet who was fed by the ravens by divine command. When the pious hermit had reached an advanced age, he saw once from afar how a poor sinner was being led to the gallows. And he said, Now shall he receive his due. And as he went up the mountain, the angel that went with him, did not appear to him, nor did he bring his food. Then he got scared, took a test. And he thought in his heart, and thought, I am a sinner, and God is angry; but he could not know. He stopped eating and drinking, and, throwing himself to the ground, he prayed day and night. And as he was in the forest weeping with real bitterness, he heard a little bird singing so well and melodiously, that he was even more troubled and said, \"How you sing joyfully!\" The Lord is not angry with you. If you could tell me what I have offended him in order to repent and that my heart might find joy again! And the bird began to speak, and said, Thou hast done unjustly, because thou hast condemned a poor sinner, who was brought to the stake, and the anger of Jehovah is kindled. Only he can judge. But if you repent and repent of your sins, he will forgive you. And the angel appeared to him, and said, Take this dry branch, that it may grow three green branches; and put it under thy head, when thou wilt sleep. You'll order your bread door to door and you won't spend more than one night in the same house. This is the penance that the Lord commands you. The hermit took the stick and returned to the world, which he had not seen for a long time. He did not eat or drink, except what was given to him at the doors, and some of them remained closed, so that there were whole days when he did not receive a morsel of bread. And he went from door to door from morning to night, and no one gave him anything, nor let him spend the night in his house; and he went into the forest, and found a cave built in the wall, and an old woman sitting before her. Good woman, he said, let me stay the night at your house. No, I cannot, even if I want to; I have three sons, evil and wild, and if they return from their plunder and find you here, they will kill us both. And the hermit said, Let me in; they will do nothing to you or me. The woman was compassionate and let herself be persuaded. The man jumped under the stairs and put the stick under his head. When the old woman saw him, she asked him why. He told her then that he took him with him to penitence and that at night he used him as a pillow. And he had offended Jehovah, seeing a poor sinner come to the threshing floor; and he had said, I have received my due. Then the woman began to weep: \"Oh! If the Lord punishes so one word, how will he punish my children when they come before him to be judged? At midnight the thieves came shouting and shouting, and when the cave was lit up, they saw a man lying under the stairs. They were furious and shouted at his mother, \"Who is this man?\" Didn't we forbid you to welcome anyone? His mother said, \"Let him go, he is a poor sinner who repents of his sins\". The thieves asked, \"What have you done?\" Old man they cried, tell us your sins. The old man stood up and told them that he had sinned so much with one word, that God had been distressed with him and now he was repentant of his sins. The thieves were so moved by his story that they repented of their previous life and began to repent. The hermit, after turning the three thieves, went back to sleep under the stairs. The next morning, they found him dead, and three green branches had sprung from the dry stick. The Lord had accepted him back into His grace. ♪ Finish ♪", "title": "Las tres ramas verdes", "author": "Hermanos Grimm"}