{"metadata": {"length": 7388, "words": 1330, "reading_time_min": 6.65}, "text": "The countess of Noroa, when she received and read the invitation, made a movement of contradiction. Whenever I didn't go to the parties! From the death of her husband: two and a half years, between famine and adversity. Partly out of true sadness, partly out of convenience, she had become accustomed to not going out at night, to waking early, to not dressing, and to focusing on the maternal love, on Diego, her adored only son. However, there was no rule without exception: it was the wedding of Charlotte, the predestined bride, the heir... It could not be denied. “And the worst is that they have pushed the day forward - he thought. We're at ten... Let's see if tomorrow Pastiche can pull me out of this funk. In a week well you can arm my encasements on grey or violet rag. I don't exude many perimeters. With the tacks and my jewels...' There was a thud in the tympani and, after a few minutes, the dove came. -What were you doing? - asked the countess, impatiently. - Helped Gregorio to find something that had been lost to the little boy. - And what is that? - A mirror of the horns. One of the berry ones the lady gave him a month ago. -Fear God! What cuties! Losing that gem, so precious and original as it was! There are none in Madrid. Well! You will continue to search; now you will come back from the greatest wardrobe my Chantilly robes, the cloaks and the hat. I don't know in which state I've placed them. Register. The servant obeyed, not without making her own surprise at the unexpected orders that come to the old-fashioned in the homes, indicating the difference in the gender of life. When the doll was removed the lady went into the large bedroom and took from her secretary a locket of frequent sizes; she turned to another piece of furniture, a comfortable Imperial desk-chair, of those that when the lid is lifted form a table and have a solid cajonera inside, and opened it, saying to herself, \"I hope I have removed them from the Bank this winter... I am afraid there will be some compromise.\" When she put the locket into one of the cajons, she noticed with surprise that it was open. -Can I leave it like that? - murmured, almost in a high voice. It was the first cylinder on the left. The countess thought she had placed her great strand of diamond strands in it. He only possessed worthless knickknacks, a couple of enamelled watches, tattered silk sheets. The lady, frightened, frightened, passed to recognize the remaining cauldrons. They were all open; two of them had thrown down the door. The lady's hands trembled; cold sweat dripped from her temples. He had no doubt; all the jewels, the inherited and the nuptial, were missing. Diamond ring, pearl necklace, diamond ring, ruby and diamond brooch... oh my! Robbed! A strange impression, known from analogous cases, dominated the countess. For a moment he doubted his memory, doubted the real existence of the objects he had not seen. The exact, categorical reminder was immediately imposed upon him. If he had known that when he had wrapped the ruby brooch in silk and cotton threads, he had noticed that it looked dirty, and that he had to take it to the jeweller to have it cleaned! “Because the room was well closed out – she calculated, in whose spirit the work of investigative work that we have so far not wanted to do against a crime began –. Homemade broom. Someone who enters here at any time; who takes advantage of my indulgence to snoop around in my drawers; who can spend a few hours here examining them... Someone who knows as I do the place where I keep my jewels, their value, my habit of not using them in the last few years.” She was it! He could be no one else. The suggestions of doubt and good thinking did not contradict the overwhelming evidence. It is certain that Lucia had brought eight years of excellent service to the house. Daughter of honourable surrenderers of the countess; born in the shadow of the family of Noroa, her loyalty was proved by her assistance in severe diseases of the poor, in which she had spent whole weeks without rest, looking, sacrificing her youth and health with the easy generosity of the humble people. \"But - the countess would say - it can be very pious, very weak, even uninterested, and yield a day to the temptation of the lust, dominating of the other instincts. In the world there are locks, keys, rich vases; there is something that always frightens the poor when chance or circumstances bring it into contact with the treasures of the rich...» In the countess’s brain, under the strong impression of the discovery, the image of Lucia was transformed – a psychic phenomenon of the most curious kind. The features of the good, simple creature, full of abnegation, vanished, and a shrewd, greedy woman appeared, awaiting, a thorn in her side, the moment to spread her long eyes and savor what was in her grandmother's cupboard. \"That is why the bribe was so pronounced when I brought the encasements,\" thought the lady, obeying the human instinct to explain in the sense of the dominant concern any fact. He thought that when you need the encasements you also need the jewels. Yeah, yeah! I hope you will have your due. I don't want to put myself in her place: if I see her crying, it's easy to get a lump in my throat, and if I give her time to ask for forgiveness, I can make the mistake of granting it. Before I get into the indignation, the part.” The lady, trumping, frenzied, on the same desk of the desk-table wrote some words on a card, put it on and directed, struck the tympani twice, and when Gregorio, the cameraman, appeared at the door, she handed it over. - This, to the Delegation, right now. Once again, the countess sat down in the chairs. “The latrine has power,” he thought, looking at the two that had been violently opened. Certainly, in the midst of the rush, he did not meet with the levity of each one, and he forced them. As I leave home so little and spend my life in that cupboard...“ When she heard Lucia’s footsteps approaching, the Countess’s indignation sparked the flow of her blood, which, as usual, took a turn. The girl came in carrying a paper bag. - It took me a lot of work to find them, lady. They were on the highest level, between the rasberry bushes and the bushes. The lady did not respond at once. He breathed so his voice didn't come out of the gargantuan gorge too strained and raspy. In his mouth he cried ice; in his language he hurled insults. He had the urge to grab the shivering girl by the arm and slam her against the wall. If they had taken away the money that the jewels were worth, he would not have felt so cold; but it was that they were family jewels, the splendour and decor of the ostretch, and touching them, an attunement, an affection... The voice is dominated, the language is stifled, the hands are immobilised...; the eyes, not. The countess's eye, terrible and accusing, sought Lucia's, and found her stowed away, as hypnotized, on the desk-table, still open, with the drawers open. In a tone of astonishment, of joyful astonishment, unrestrained, the little girl exclaimed, approaching: -Madam! Lady! There... in that corner of the desktop... the mirror that was missing! The Gemel of the Little Diego! The countess opened her mouth, extended her arms, understood... without understanding. And, raging, he fell back, lost his knowledge, almost broken his heart.", "title": "El gemelo", "author": "Emilia Pardo Bazán"}