{"metadata": {"length": 6032, "words": 1047, "reading_time_min": 5.235}, "text": "Whoever writes that the Sun sect originated in Heliopolis, and derives from the religious restoration that followed the death of the reformer Amenophis IV, cites texts from Herodotus, Tactite, and Egyptian monuments, but ignores, or wishes to ignore, that the Sun's name is not older than Hrabano Mauro, and that the oldest sources (the Saturnalia or Flavio Josefo, say we) only speak of the People of the Temptation or the People of the Secret. Gregorovius had already observed in the convents of Ferrara that the mention of the Phoenix was a rare occurrence in oral language; in Geneva I have dealt with artists who did not understand me when I inquired whether they were men of the Phoenix, but who admitted, in a continuous act, to being men of the Secret. If I am not mistaken, the same thing happens with the Buddhists; the name by which the world knows them is not the name they pronounce. Miklosich, in an overly famous page, has compared the sectarians of the Phoenix to the Georgians. In Chile and Hungary there are Gypsies and there are sectarians; outside of that sort of ubiquity, very little has in common one with the other. The Georgians are charioteers, chariot drivers, horsemen and lords of good fortune; the sectarians usually happily exercise liberal professions. The Georgians have a physical type and speak, or speak, a secret language; sectarians are confused with others and the proof is that they have not suffered persecution. The Gitanese are picturesque and inspire the bad poets; the romances, the cromos and the ballads omit the sectarians... Martin Buber says that Jews are essentially pagan; not all sectarians are pagan and some abhor paganism; this public and well-known truth is enough to refute the common error (absurdly defended by Urmann) that sees the Phoenix as a derivation of Israel. People more or less dispute this: Urmann was a sensible man; Urmann was Jewish; Urmann frequented sectarians in the Jewish community of Prague; the affinity Urmann felt proves a real fact. I honestly cannot agree with that dictum. That sectarians in a Jewish milieu look like Jews does not prove anything; what is indisputable is that they look, like the infinite Shakespeare of Hazlitt, like all men in the world. They are for everyone, like the Apostle; the doctor Juan Francisco Amaro, of Paysand, pondered the ease with which they acriolle. I said that sectarian history does not record persecutions. That is true, but as there is no human group in which they do not figure as Phoenix supporters, it is also true that there is no persecution or rigor that they have not suffered and executed. In the Western Wars and in the remote Wars of Asia they have shed their blood secularly, under enemy flags; soon they will be identified with all the nations of the earth. Without a sacred book to gather them as the Scripture to Israel, without a common memory, without that other memory that is an language, scattered across the face of the earth, different in color and in traits, one thing - the Secret - binds them and will bind them until the end of their days. Once, in addition to the Secret there was a legend (and perhaps a cosmogonic myth), but the superficial men of the Phoenix have forgotten it and only keep the dark tradition of a punishment. Of a punishment, of a pact or of a privilege, because the versions differ and only allow the fall of a God to guarantee eternity to a stout man if his men, generation after generation, execute a rite. I have read the reports of travellers, I have talked with patriarchs and theologians; I can say with confidence that the fulfilment of the rite is the only religious practice that sectarians observe. The rib constitutes the Secret. This, as has already been mentioned, is transmitted generation after generation, but the use does not require that mothers teach it to their children, nor even that priests do so; the initiating into the mystery is the task of the lowest individuals. A slave, a leper, or a pordioser make of mistagogos. A child can also indoctrinate another child. The act itself is trivial, momentary and does not require description. The materials are the bark, the oil or the argan oil. (In the liturgy we speak of a sacrament; this is often used as well.) There are no temples dedicated to this cult, but a ruin, a shrine or a cave are considered to be its own places. The Secret is sacred but it is not without being a little riddle; its exercise is secret and still secret and its adherents do not speak of it. There are no decent words to name it, but you understand that all words name it or, better said, that they inevitably refer to it, and so, in the dialogue I have said something anyone would have heard, and the disciples have either laughed or become uncomfortable, because they felt I had uttered the Secret. In the Germanic literatures there are poems written by sectarians, whose nominal subject is the sea or the nocturnal creeping; they are, in some way, symbols of the Secret, I repeat. Orbis terrarum est speculum Ludi reza an adagio apócrifo that Du Cange recorded in his Glossary. A sacramental horror prevents some of the faithful from uttering the simplest rite; others despise them, but they despise them even more. They are praised, instead, who deliberately give up the custom and achieve direct trade with God; these, to manifest that trade, do so with figures of the liturgy, and so John of the Cross wrote: Separate the Nine Firmaments that God is delightful as the Cloud and the Sun. I have earned the friendship of many devotees of the Phoenix; I find that the secret, at first, seemed to them blasphemous, obscene, vulgar and (what is even more astonishing) incredible. They would not admit that their parents had resorted to such methods. The rare thing is that the Secret has not been lost for ever; after the vicissitudes of the world, after the wars and the tribulations, it comes, tremendously, to all the faithful. Nobody has vacillated in saying that it is instinctive. FIN Ficciones, 1944", "title": "La secta del Fénix", "author": "Jorge Luis Borges"}