{"metadata": {"length": 3403, "words": 631, "reading_time_min": 3.155}, "text": "Since fifteen years Mlle. Dargerre had a colony of sick children that had been founded by one of his grandmothers. The house was situated on the shore and she had since her youth lived on the side of the house, on the last floor of the tower. In the beginning he lived on the first floor, but at night in the windows he saw the head of a man in a cloak. A flamboyantly red head, glued to glass like the paintings on the windows. He went up to the second floor: the same head pursued him. He moved to the third floor: the same head pursued him; he moved from all the rooms of the house with the same result. Mlle. Dargere was extremely beautiful and the boys wanted her, but constant worry was placed on her shoulders in the form of vertical wrinkles that spoiled her beauty a little. His nights were filled with insomnia, and in his dreams he heard the cries of the children's dreams rising, with a shiver of capriciousness, from the twenty-bed dormitories where he was depositing his daily kisses. The mornings were a haze at the shore; the boys all came dressed in too long bathing suits that got tangled in the waves. It was not the fault of the clothes, thought Mlle. Darger supported against the balustrade of the terrace; the boys could not use but costumes made to measure, to not be ridiculous. They had a black bather who killed them daily with a painful shiver, which he kept away from the waves. But she could not hear the boys crying and she remembered the pleading of the baths with bathers in her childhood, which had filled her life with ethereal dreams of earthquakes. He washed himself in the afternoon with water to the height of his knees, when the beach was deserted; then he sometimes took a book he did not read and lay down on the sand after the bath; it was the only moment of the day when he rested. She was the mother of hundred and fifty pale despite the sun, flaky despite the diet studied by doctors, histrionic despite the healthy life they led. Mlle. Dargère poured his prestige of beauty upon them. Their proximity stung them a little and grew them more than the best-studied foods, but the head of the man in a calf suit hung in the window at night until it became a horrible necessity to look behind the curtains. One night it lasted not a single minute; the head was absent, it sought behind the curtains, and this time it revealed the possibility of being able to sleep peacefully: the head seemed to have been lost for ever. The next morning, in the bedrooms, an odd exasperation kept the boys at the edge of their rage. Contaminated spit spewed from the mouth. Mlle. Dargerre thought he saw an elderly couple in a blue bathing suit walking towards the beach. Carolina, his favorite, the only one with a body capable of filling the bathing suit, escaped from between his arms. The beach that morning was full of screams and cries within the waves. Mlle. Dargerre, after supporting his melancholy on the balcony, which was like a farewell to beauty, hurried up to the window of his room. The head of the man in lilies appeared from the other side; viewed from so close it was a head swollen with virulence and had the same emotivity of well-made bottles. Mlle. Darger attributed the smudges on his face to the sun's rays that smear greasy liquids on thin skins. It was covered with calcareous oil, but the image of the head in lilies had been based on the mirror. FIN", "title": "La cabeza pegada al vidrio", "author": "Silvina Ocampo"}