{"metadata": {"length": 4682, "words": 925, "reading_time_min": 4.625}, "text": "Wake up, covered in sweat. From the floor of red stains, freshly re-heated, a hot vapor rose. A gray-winged butterfly flitted in the light around the yellow light. I jumped out of the raft and walked across the fourth, careful not to step on any lizards that had escaped their hiding place to take the frost. I leaned out the window and sucked in the air from the field. The night's breath is heard, huge, feminine. I returned to the center of the room, drained the water from the basin into the basin of the trough and wrung out the towel. I froze my body and legs with the ice-filled trap, shivered a bit and, after checking that no critter was hiding in the folds of my clothes, I put on my clothes and shivered. I jumped down the green painted staircase. At the door of the room I sat with the owner, a tense and reticent subject. Sitting on a tule seat, he smoked with his eyes closed. With a sour voice he asked me: -Where is he going, sir? -I'll give it a try. It burns a lot of calories. -Hm, everything is closed. And there is no light here. It would be worth it to stay. I shook my shoulders, cried “now I’m back” and sat in the dark. At first I saw nothing. I went to the tavern on the paved street. He lit a cigarette. Soon the moon came out of a black cloud, lighting up a white wall, strewn with branches. I stood there, blind before such whiteness. It blew a little breeze. I breathed in the air of the tamarind trees. It vibrated at night, full of leaves and insects. The grasses were wriggling among the tall grasses. I looked up: up there they had also set up camp the stars. I thought the universe was a vast system of signals, a conversation between immense beings. My acts, the squealing of the bell, the tinkling of the bell, were nothing but pauses and pauses, fragments of that dialogue. What was that word of which I was a syllable? Who says that word and to whom is it said? I threw the cigar on the banquet table. When he fell, he described a glowing curve, emitting brief flashes, like a tiny comet. I walked slowly, slowly. I felt free, sure among the lips that at that moment were speaking so happily to me. The night was a garden of eyes. When I crossed the street, I felt someone stumbling out of a door. I turned around, but you couldn't see anything. Take the step. A few moments later I heard a huarache on the hot stones. I didn't want to come back, though I felt the shadow getting closer. I tried to run. I couldn't. I stumbled, suddenly. Before I could defend myself, I felt the point of a knife in my back and a sweet voice: -Do not move, Lord, or I will destroy you. Without turning your face ask: -What do you want? -Your eyes, sir – the soft, almost hushed voice protested. - My eyes? For what purpose will my eyes serve you? Look, here I have a little money. It's not much, but it's something. I will give you all I have, if you let me. Don't kill me. - Don't be afraid, sir. I won't kill him. Nothing more I'm gonna take your eyes off of. - But for what do you want my eyes? - It's my girlfriend's idea. You want a little blue eye and there are few that you can have. My eyes do not serve you. They are not blue, but yellow. - Oh, Lord, I don't want to be deceived. I know he has blue eyes. - A Christian's eyes are not being opened like this. I will give you another thing. -Don't be a snob, he said with firmness. Give it a try. I came back. He was small and fragile. The palm frond hat covered his face. He held a field machete in his right hand, which shone with the moonlight. -Smooth the face. I ascended and he called me to the face. The resplandor made me close my eyes. He shook my hand firmly. I couldn't see well. He stood on the tips of my toes and I contemplated him intensely. The call shook me to my core. The arroyo. It remained silent for a moment. - Are you convinced? I don't have blue ones. - Oh, how little you are! – He replied – See, I’ll try again. I took another syringe and drew it near my eyes. He drew me from the sword, and ordered me. -Arrodillo. I cried. With one hand he pulled me through the hair, pulling my head back. He leaned over me, curious and tense, as the machete sank slowly to sever my limbs. Close your eyes. -Hear them well -he ordered. I opened my eyes. The lilith was destroying my shelves. I improvised. - Because they are not blue, Mr. Dispense. And he departed. I sat down against the wall, head between hands. Then I was incorporated. At the troughs, falling and rising, I ran for an hour through the deserted village. When I got to the square, I saw the owner of the store, sitting still in front of the door. I came in without saying a word. The next day he heard of that people. FIN", "title": "El ramo azul", "author": "Octavio Paz"}