{"metadata": {"length": 2452, "words": 488, "reading_time_min": 2.44}, "text": "There was a prince who went out for a walk in the country. He was walking sad and thoughtful, and when he looked up at the sky and saw it so blue and serene, he exclaimed with a sigh: \"How good one must feel up there! - I'm not. Then he saw a poor old man coming by the road and said, \"How can I get to heaven?\" \"With poverty and humility\", the old man replied. Put on my garments, and travel the earth seven years to see misery; take no money, but when you are hungry, ask for a piece of bread from the people of charity; and you shall be brought near to heaven. The prince took off his rich robes, and after changing them into the mendicant's, he went out to wander the world and suffered great hardships. He ate only a little food, and he didn't speak, but he prayed only to God that he would be taken up to heaven. At the end of seven years he returned to the king's palace, his father, but no one recognized him. He told his servants, 'Go tell my parents that I have come back.' But the servants did not give him credit. They laughed and left him in the field. And the prince said, Go up and tell my brethren to go out; I would like to see them again. Nor did they want to do this, until, at last, one decided and went to convey the message to the king's sons. They did not believe it and forgot the matter. Then the prince wrote a letter to his mother, describing her misery, but without revealing that he was her son. The queen, moved with pity, ordered that he be assigned a place at the foot of the stairs, and that every day two servants bring him food. But one of the servants was wicked: \"Why give such good food to that porkman?\" And he kept it for himself or threw it to the dogs. To the poor, weak and exhausted, he gave nothing but water. But another servant was a good man, and he was taking his money. Little, but enough to allow the miserable one to subsist for a season. He was gradually weakening, but he suffered everything with patience. Noting that his condition was worsening for a moment, he asked to be brought to him for holy communion. In the middle of the Mass, all the bells in the city and its outlines began to ring by themselves. When the priest had finished his divine service, he went up the stairs and found the poor man dead, holding in one hand a rose and in the other a lily. Next to his body was a piece of paper on which his story was written. And on both sides of the tomb sprang a rose and a lily. ♪ Finish ♪", "title": "La pobreza y la humildad llevan al cielo", "author": "Hermanos Grimm"}