{"metadata": {"length": 6245, "words": 1092, "reading_time_min": 5.46}, "text": "This is a paradise, they told me when I came to the camp; and to certify the comparison, my eyes were only stretched out around. A nipa house, next to a garden, in the middle of a circular splendade where groups of soldiers were cutting ebony with axes; nearby, the rifles, as if the Moors were jumping from a wood, like tigers. To the west, a few miles away, the sea; and round us, the forest; the virgin forest, of fantastic foliage, falling everywhere, from our enormous height, like a sovereign cloak whose tail reigning of evergreenness stretched out through the mountains feasting its ridges in the distance over the deep blue and calm of the air. From the first hours of arrival I could observe that my companions were revealing a kind of strange paralysis, of ecstasy. They went out, each to a place, caressing the masts, playing with monkeys and caterpillars, and walking, reading newspapers two months late or picking flowers in the garden. This had some heavenly calm; and perhaps a little weary of my spirit by the struggles of life, he set himself to be buried in that heavenly peace, vanishing to the edge of Nature before surrendering to her, as the unclean worn-out by the bed of rest. The weeks have passed. I kept fascinating that monotony of grandeur... and I became like everyone else. Laziness soon invaded my body and soul. A lonely place, a corner of trees, a hammock; I longed for nothing else that insatiable, vague longing of my chest. A nap, in which in the shadow of the bananas I was rocking in the net of the abaca, listening in the absolute silence of the human living the mighty and uniform horn of the woodpeckers, whose first columns of trees were offered near me, recreating my eyes with their liana curtains and their flying strings of bejucos covered with climbers and adorned with parasite flowers, all of which, in their hollows of green light, under the leaf vaults, unfolding as some apes shouted or as they crossed with slow flight from one to the other some blue chestnut birds, led me to the remote portico of their golden palaces; that, in my grief, which looked from the hammock to the grey, then, which followed the path of the marble far beyond my horizon, as I understood the sunlight, which then led me far beyond the horizon, a long way from my imaginary horizon, a long way from my dream, to the horizon, a long way from my dream, a dream, a dream, a dream, a dream, a dream, a dream, a dream, a dream, a dream, a dream, a dream, a dream, a dream, a dream, a dream, a dream, a dream, a dream. Fugitive notes, a nectar perfume, a silhouette of mist of no distance or no spaces. She's the one! My vision of the woman! She... was the one missing from our paradise. The woman, the love, the supreme adornment of nature, for whose splendor the grandeur of all scenarios is made. ••••• How sad I continued in my eternal days contemplating those landscapes of useless beauty! The deadly annoyance, it should be said, inspired in our contempt for one another an unconscious hatred of comrade to comrade; the tiredness of living before the futility of existence without illusions. To what, even to gain the favor of whom, to strive for nothing? What's to talk about? Nights of sovereign beauty, nights of the tropics, when lying in the broad sheets of chairs like caterpillars, we formed a silent and scattered race, facing the sky, looking each at his favorite brightness, among the stars that flashed like ugly. The fireflies flew in the cups of the island's fragrant flame like silver flames. Some of them would light our eyes in their light butterfly, lose them in space... and who knows behind her in what woman's memory would also lose the memory! Oh, yeah, I did! That's a bit of a sarcasm! An insult from so many splendid kings to our desire! The dawn; those serene dawns, when on the immense green carpet of the deep valleys they rose, following the course of hidden rivers, foggy cinders, which stretched out to the sea, like clouds of rainbows on a procession of naked goddesses for the bath... The nap, with its exciting hours in the forest, in the thickness of the shadow, among the labyrinths hidden by the palm-leafed fans, with its grottoes of embroidery in the valleys, to the whisper of the fountains of ice, whose seats of bamboo could seem the place of love with women who never arrived... The afternoons, the beings of the East's poetry leave a clear, dark environment, leaving behind the eyes of the woman's passion for the dark green, with its dark, green, and undying colors in the ocean, and the words of the sea, that we could never see without the light of the sunshine of the silvery, silent, silent, and so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, that we could never be inspired by the dark, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so that we could never be able to see without the light of the dark, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful, so beautiful and so beautiful, so beautiful, so beautiful, so beautiful, so beautiful and so beautiful, so beautiful, so beautiful, so beautiful and so beautiful, so beautiful, so beautiful, so beautiful and so beautiful, so beautiful and so beautiful, so beautiful, so beautiful and so beautiful, so beautiful and so beautiful, so beautiful, so beautiful and so beautiful, so beautiful and so beautiful, so beautiful and so beautiful, so beautiful, so beautiful and so beautiful, One day, when another comrade came, when after leaving the horse, tired of the slope, he began to contemplate the great spectacle from the height, I approached him and said, to my regret: This is paradise! Only, remembering my desolation, I quickly added: \"A lost paradise, a stupid paradise! Without an Eva! The Naïve Tales, 1920", "title": "Paraíso perdido", "author": "Felipe Trigo"}