{"metadata": {"length": 5739, "words": 1016, "reading_time_min": 5.08}, "text": "According to Gustav Büscher (The Book of Mysteries, Barcelona, 1961) the German archaeologist Hilprecht deciphered the cuneiform characters inscribed on two stones he unearthed from the ruins of Nippur, Babylon, thanks to a revealing dream: in that dream, a priest, after clarifying to him that the stones were the two halves of a votive table, explained to him the content of the inscription. The next day Hilprecht was able to decipher the writing without any difficulty. I know of an even more extraordinary case of revealing sleep. Ascanio Baielli read every Sunday of 1960 on the Italian Broadcasting Service (RAI) a series of fictional and historical stories, grouped under the title of Storie per la sera della domenica (Tales for Sunday Evening). The announcement of the traitor, included in this anthology, is one such story. Well, one Saturday Baielli was preparing the material for the next Sunday's audition. None of the two or three texts he had written (rather than sketched) satisfied him. At dawn, he fell asleep, exhausted by fatigue. He dreamt he was a boy no older than twelve. He saw himself dressed as a humble mance of the Quinientos, thin, weak and wiggly. Other pillows chased him, threw stones at him, and covered him with mockery and insults. And he ran, ran through the winding, shady streets of a medieval-looking city, reached the outskirts, hid among the bushes, trembled with fear, wept with rage, vowing to avenge his pursuers. From his hiding place, he could see a column of soldiers passing by. A conductor was leading the way. He admired the costumes, the weapons, the feathers, the banners, the drawers, the harnesses. But what I admired most was the long scar that the conductor had on his face. Long and trembling, she was born in the right eyelid to die in the middle of the chin, after crossing, like a slow river, the flat of the cheek. The conductor was half asleep, lost sight in the blurry cavilation and in the dream. But the scar looked at him, spoke for him, made him awake and terrible. The scar was marching down the road like a war flag, it was dragging the afternoon like the explosion of gunpowder, like a fanfare of martial bronzes. The scar was passing and all the other faces seemed to pale, like under the sunlight in an eclipse. Until the courtship got lost in the fog and dust. Then the boy was heading to a lonely house, and in a room full of retorting, probes and herbal handles, an old man with a witch's axe tattooed a scar on his face similar to that of the conductor. Preceded and followed by the scar as by a howling, he walked again through the city of sinister alleys, people staring at him and pulling away, the crumbs that had seen him hiding in their homes, the boy now walking upright and defiant. Suddenly a man was seen, straight and straight, leading a band of mercenaries. He went through cities, fields, vineyards. A silence of awe and terror surrounded them. He heard the dreaded whisper of the villainous behind him: \"Here is the Impunite, here is the Impunite!\" With secret joy, with secret anguish, he thought that everything was due to his fierce scar, but that if the deception was discovered, an ominous fate awaited him, the mockery, the contempt, undoubtedly death. Rather, he was tempted to peer into each other's sides to see if among the crowd of peasants or semi-hidden behind a tree some weak boy was watching him. Then I would have called him, I would have revealed to him alone, without anyone hearing, the truth of the lie of his scar, I would have said to him, \"Go, tattoo yourself a wound like mine and you'll be safe\". But he immediately repented and went on without turning his head, because he could not disappoint that boy, if he really existed and was there, because he must be, for the boy, the same ruthless and abysmal figure, who does not even condescend to a glance of calm, that the conductor had been to him. Then he and his mercenaries arrived in a small valley by a river. And suddenly, among the trees, soldiers sprang up like ants, and he experienced such intense anguish that Ascanio Baielli woke him up. I'm not punished. Where had you heard that name before, where had you read that name? He consulted dictionaries, encyclopedias, history books. In Caesar Cantú's Saggi sopra il secolo XVI, he found this paragraph: In 1587 the bulk of the Papist troops were decimated by the imperialists in an ambush they laid around Valderrosa. But more than a surprise, what baffled the soldiers of Hadrian VII was the incredible conduct of his chief, Giambattista Crispi, called the Impunito, who without resisting the slightest resistance was killed by a dark enemy conductor, an old man who at the time was over seventy years old. The Pope, furious, attributed the unexplained deed to witchcraft, while supporters of the German Emperor spat on the name of a coward, which, in comparison with the background of Impunito, seemed an insulting boasting. On Sunday night, Ascanio Baielli finished his story with these words: \"Maybe we can guess the truth. The conductor and Giambattista Crispi met, they looked at each other. Identical scars were glowing on their faces. But the conductor must have understood immediately that those two scars could not be real, that one had to be false, a copy of the real one. Or it may have been the impunity of the one who felt the shame of that confrontation, the one who understood that his courage, like his scar, could deceive others but could not deceive the conductor. And turned again into a weak, pusillanimous little boy, he'll have let himself be killed by the only man who could kill him. And whoever knows how to do that, let him draw from this story the moral that I dare not add to it. FIN", "title": "La cicatriz", "author": "Marco Denevi"}