{"metadata": {"length": 4984, "words": 975, "reading_time_min": 4.875}, "text": "\"He seized the present writer, and said that he had never read in any book of chivalry that any knight had died in his stead so humbly and so sincerely as doth Lord Quijote; who, among the cries and tears of those who were found there, gave his spirit; I mean he died.\" So tells Miguel de Cervantes Saavedra at the end of the book. God gives the soul its spirit to eternity, and at the same time to the world, when it dies. And his spirit lives and revives. Not well dead Don Quixote, he felt like he was going to quit, start and drown in a new abyss like the one of Montesinos Cave and although cured of his madness by death he figured that he would return to one of his chivalric adventures. And he said, \"Would I really have sinned?\" It was raining in the small town and it was raining and raining. And as he fell asleep at the bottom of Montesinos Cave, he arose again, but with a very heavy sleep. Something like the dream he lived in the womb of his holy mother - the mother of Don Quixote! - before he came into the light of the world. The darkness was great, and he looked upon the wet earth; a wet earth in tears and blood. The poor knight was making a conscious examination. And what was more pitiful was the poor sheep he had to take as an army of his enemies. Soon she felt that the symbol she was falling into, the symbol of death, began to light up but with a light that was not shadowy. It was a diffuse light that seemed to come from everywhere and as if its mantle was wherever it wanted and in the round. It was as if everything became luminous and as if the very interiors of the earth became luminous. Or it was as if the light came from a spherical sky of stars. And it was a human light at the same time as divine; it was a light of divine humanity. The Count turned his gaze on that gloomy, dreary light, which was not a shadow, and discovered a figure which filled his heart with luminous fervour. He wanted this to jump out of his chest, to which he took the two tangled hands. It was that he saw Jesus, the Christ, the Redeemer. And he saw him with a purple robe, a crown of thorns, and a staff of iron, as when Pilate, the great king, showed him to the crowd saying, “Here is the man!” Jesus Christ, the Supreme Judge, appeared to him as if he were the ludibrium of the people. And the knight, who as a good old Christian and a Spaniard believed with his whole being that the Christ is God, and had heard that he who sees God dies, said: \"Because I see my God, I really have died.\" And when he knew that he was dead, he lost all fear, and looked face to face, eye to eye, at Jesus. And he saw only a melancholy smile, a smile like the smile of a sky full of stars, and heavenly eyes and a look like the look of heaven. And the knight felt himself carried, as if flying in the air of heaven, to the Redeemer. When he was near, the Christ let the purple robe and the thorn thorn fall, and opened his arms as he has opened them on the cross. And the knight also spread his arms, as in the crucifixion. And they came closer. And he heard Don Quixote as a sigh, a breath of eternity, which he heard not in his ears but in his heart, and said, \"Come to my thigh.\" And he fell into the arms of the Redeemer who was to judge him. The arms of the Christ are embracing John by the waist, and those of this man are embracing the neck of Jesus. The two swollen, sour hands of the knight were rubbing against the back of the Crucifix. And John leaned his head on the left shoulder, the side of the heart, of the Christ, and cried out. She cried, cried, cried. Their grey hairs, entwined, were woven in the tinsel of the crown that hung over the nativity. And she cried, cried, cried. His tears were dripping down Jesus' shoulder. And they drank the tears of the Redeemer himself. The tears of the insane in Spain were mixed with those of the insane in his family (St. Mark, III, 21). And the two crazy ones wept. It poured over the Count’s soul all the weighty vision of his passion’s lust, and recalled, above all, that moment when, at the sight of a few pictures, he thought of abandoning his life of adventure and devoted himself to winning heaven. But, did he not win with his foolishness? And the lord, thinking of his public life, cried. And the Redeemer wept. Soon John felt one of the arms of the Christ drooping from his waistcoat and leaning on him, and feeling himself strewn on his brow. And from that dreary hand, through the hole of a key, it seemed to shine with light, and to penetrate into the recesses to which the books of the gentry had been left dry. The Count's brain was filled with light. And he saw all his life bathed in light. And to the Christ on a hill, on the foot of an olive tree, bathed in the light of the spring day, and heard - it was as if the heavens were singing - these words: \"Blessed are the foolish for they shall stumble into righteousness!\" And the knight sat in eternal glory. *FIN* Caras y Caretas, Buenos Aires, 8-VII-1922", "title": "La bienaventuranza de don Quijote", "author": "Miguel de Unamuno"}