{"metadata": {"length": 3860, "words": 750, "reading_time_min": 3.75}, "text": "I am sorry, don Pedro... Of course this is not the way to introduce myself... But I will tell you... How could I explain it?... Eusebio Lopez has died... I know you don't know him and very few knew him... Who is going to put a man who lives between old boards? So I didn't bring the liars... we were friends, you understand? I was passing by on the train and I was crossing with Pancho Torres. He shouted to me, “Cheo Lopez has died!” Then I went to Cheo's house and there I met the woman, crying as it is natural; the two-year-old boy next to the mother, and Cheo Lopez lying between four curtains... I began to hear Cheo Lopez dead, and that made me remember more, that made me think more of Cheo Lopez. So I went to buy two bottles of rum, to help with something, and also because I needed to drink. That smell! You understand, don Pedro... We looked at it there in the Pacific... the smell of the dead, the Boricuas, the Japanese... the dead are the same... Only as we, there, were moving forward..., our wounded and dead were collected, and we found Japanese dead of days, rotting... Now Cheo Lopez began to smell it... With his eyes fixed, Cheo Lopez looked at Cheo Lopez. I don't know why they hadn't closed well... He looked with a ray of light, death... He saw that in his face he had no thought. They looked out into the Pacific... all the same... And I drank the beer for a good while, and they came three or four to the velour... Then his wife told... That Cheo was calm, sitting, as if nothing were happening, and suddenly something broke inside him, here in the head... And he fell... That was a brain bursting, they said... I didn't want to know more, and I drank hard. I was thinking, remembering. Because it is something to think about... Death is raging. Then I went to look for my wife to take her to the velour and I thought I should go and explain to you, Mr. Peter... I didn't go back with the liars for that. Tomorrow it will be. Now that if you want to go to the velorio, entry by exit no matter what... You were captain, aren't you?, and you don't remember Cheo Lopez... But if you come to him with nothing more than a greeting, I'll tell him, \"He's a captain\"... Who will remember Cheo Lopez? He didn't get any medal, although he deserved it... He was never hurt, which would have given him something to put in his chest... But what matters is that you're saved! I tell you death is raging... I was wounded three times, but not for care. The bullets were whizzing, they were ringing, they sounded like a trumpet, and they never touched Cheo Lopez... Once, I remember, he went ahead, with a smashed bayonet and branches in his cap... Cheo Lopez always went ahead... When a grenade rained down, the cap rang like a bell and fell... We all screamed and blood was running between us... We didn't know who was alive and perhaps dead... At once, Cheo Lopez began to scream, pulled a grenade and the nest of grenades flew far... Then he made a sign with his arm and we kept moving... Those who could, of course. Many stayed there on the ground... Some complained... Others were already dead... We had fought for a day and a half and we started to find old corpses... The smell, that smell of death!... Just as now Cheo Lopez has started to smell. In the Pacific, I said to myself, “Who knows, brave or not, death respects him.” It’s a soldier’s phrase. But now, seeing the way he fell, as if he had been hit by a ball suspended in the air, or in his veins, or in his lungs, I think death is always with us. She is on our side and when we think she will arrive, she laughs... And she says, “Await”. The watering can respected this. It seemed that Cheo Lopez would never die. But it's already between four and five, death... It's like it smells from here... Will I not have the smell of death in my head? FIN Cuadernos Americanos, Mexico, 1958", "title": "Muerte del cabo Cheo López", "author": "Ciro Alegría"}