{"metadata": {"length": 7375, "words": 1395, "reading_time_min": 6.975}, "text": "Thank God that he was finally going to end that empty existence of a single man and enter into a new life, or rather enter into a life of true life! Because poor Vicente could no longer tolerate his loneliness. Since her mother's death, she has lived alone with her daughter. This, the born, cared for her well; she was neat, discreet, sober, and, without being exactly beautiful, had a few eyes that lighted the face, but... No, it wasn't like that; it was not possible to live like that. And the bride, Rosaura, was a delight. High, ripe, red, praising like a goddess, with her face always to heaven. He had a voice that made you want to live just to look at her. Her beauty was all the splendour of health. That is true, but Vicente found something in her that, although it helped to stir up his desire, it also froze his love, and that was the reserve of Rosaura. He never got the certain innocuous intimacy that lovers allow. He never managed to give her a kiss. \"After, after we're gone, all you want,\" he said. And Vicente says: \"All who will!... Is this not a way to deceive them? Is it not like someone says, “For what it will cost me”? Vicente presented that they only deserved the cost they cost. Did Rosaura want him? Is that really what he wanted? It was so terribly discreet! It was so close! All their concern seemed to be to make themselves worth it, to respect themselves. And he seemed to be moved more by the advice of his mother, the future wife of Vicente, an unsupportable lady with her aristocratic pretensions. Before the lady there was no talk of the two thirds of the things that deserve to be talked about; before her there was no calling of the diseases by her name. And it was her, certainly; it was that professional mother who said to Rosaura, “My daughter, respect me.” She, for her part, seemed to have known nothing but the respect of her husband, the father of Rosaura, who died of boredom. Did Rosaura want him? But... it was so beautiful! With their eyes shining so brightly, their lips were also shining brightly, those bright and fresh lips that made them want to breathe in more forcefully and deeper to anyone who looked at them. It was already the day of the wedding. Ignacia, the mother, had said to Vicente: -Sir, even if you leave, I will stay in the house... -There was no need for it, Ignacia! But what if the seor wants to bring another?... - No, she won't. -I know I know... And the poor girl was left thinking she wouldn't be compatible with that well-bred sexy. Everyone was ready for the wedding day, when here comes the vespers Vicente from the horse and breaks a leg. The doctor said he couldn’t stand up for at least a month. In the bride's home the accident caused irritation. Now that I was ready, I made all the purchases! - the lady exclaimed. \"The thing is quite simple,\" said Vicente's father, \"the bride goes to the bridegroom's house and they get married there... \"How? - exclaimed the lady. Putting him in bed? -Of course; I see no difficulty in verifying a marriage by laying down one of the opposing parties. They can do a lot of hand-wringing and voting. And as the girl had to stay there... -My daughter will not marry at the boyfriend's house, and least finding him in bed and with the broken leg... Rosaura thought so that maybe her boyfriend would stay with her forever. Poor Vicente suffered more than the scab on his leg with the conduct of his promised one. He was visiting him, yes, but as a commitment. He hoped that he would be allowed to marry her, or that he would go to serve her as an infirmary. And so it was. - Nurse! - exclaimed the mother - but that man is crazy! What idea will my daughter have? Go a single girl to care for a single man, even if it is her formal boyfriend and under the conditions of this, who has broken a leg. What indelibleness of feelings!... Finally, there are things that if not mended... Poor Vicente had no other resource and no other consolation than poor Ignacia. The girl cried out of love and tenderness. He gave them cures and he gave them with a cast of serenity, as a priest. Vicente tried not to worry. And in fact, when the poor widow re-did her tithes or adjusted her posture, her hands did not look like those of a woman, but like wings of an angel. -How long will this take, Ignacia... -You have patience, sir, the doctor says he must stay as new, without any recollection, and Mrs. Rosaura expects him... -I expect..., I expect... -I found her yesterday and she was asking me with a great deal of solicitude for you... -She was asking me..., asking me... The cure was faster than the doctors had supposed. Soon Vicente was able to rise, supported by a strong hand, and walk around the house. And he said he was willing to go to the church, to marry. The future Swedish girl replied that she had no need to hurry, that it was better to wait until everything was sorted out. Finally, the wedding was set for a new date. The doctors assured him that by then Vicente would walk alone, without support and as before the accident. But the poor man felt sad. It looked like a sacrifice. He was a man of words. Three days before the new sacrificial offering was presented to him, Ignatius, confused, irritable, as he had never seen him before, said to him: -Sir, I have to tell you something. -What? -I'm going out of the house -and she cried. -How are you going? - Yes, as the little boy is going to marry... - But we do not leave you to be the father of our child? - We want, yes, you and I; but not her, not the maid... - What? Has anyone said anything to you? - No, he hasn't told me anything; but I'm sure we can't be together for long... - Why? -Because I have cared for the little fellow in his sickness, I and not she... -And what does that have to do with it? - Yes, it has something to do with it. I know what I say. She, a seer, and a seer who was going to marry you, of whom you were in love, she could not... she had no right to come and care for you, while I... -Yes, you are the creator. - That. He lowered his head, shivering, Vincent, and, rising slowly, he set his bright eyes on her bright eyes, and slowly said, -You are right, Ignazia; I understand your reasons, or rather your feelings, and I share your fears. My girlfriend, my future wife and you will be incompatible in this house. Although it would not be more your mother, the delusion of feelings. And you are right; she, the one who was respected, could not, should not come to care for me; that was your success, from the creation. And you have done it with such devotion that I don't know if I will find in her when... be my wife. You are incompatibles, and as I do not want to separate myself from my nurse, I give up on her, Rosaura, and myself, but... with you... do you want it? The poor girl cried herself to sleep. And he married Vicente; but he married his nurse, with whom he never dreamed of respecting. And she did not dream it because of love, the great and ardent love of her husband, that simple and receptive love, which made her hands like wings of an angel to handle as with a lasso the broken leg of her husband. And Rosaura's mother, Vicente's Swiss exwife, stayed to comfort her daughter: -You have not lost anything, my daughter; I have always been aware of the order of the feelings and tastes of that subject... FIN Los Lunes de El Imparcial, Madrid, 1912", "title": "En manos de la cocinera", "author": "Miguel de Unamuno"}