{"metadata": {"length": 3287, "words": 613, "reading_time_min": 3.065}, "text": "Many, many years ago, there was once a boy who used to play under a large pine tree near his home. After each rain, many fungi sprouted around the tree in a circle-shaped line, which served as a seat for a group of small gnomes, as small as dolls, but capable of wonderful things. Soon after they met, the boy and the gnomes were already good friends. Francis, who was named after the boy, kept this friendship a secret, because people don't usually believe in gnomes, but he had a lot of fun with them. But winter came and the boy's father decided to make wood from that pine. Francis begged her anyway not to cut that tree down, as it was the home of his strange friends. The father accepted his request on the condition that Francis would take care of getting the wood for the house for the entire winter. The boy spent that winter working very hard, traveling the region and gathering wood to fulfill the promise that would save the pine tree; and his father fulfilled his, because that's what parents are like. When spring came, the gnomes learned of the sacrifice made by Francis to save his old tree and decided to reward him by giving him a gold chain with a large emerald. This stone, they told him, has magical powers that will bring you all happiness; as long as you carry it around your neck you will be loved, get everything you want and become immensely rich. To the rest of men, it will be just a stone, very precious, but without those powers. Very soon Francis proved the truth of those words: he had all he wanted and everything he undertaken went well without any effort, although as he did not ambitious riches, little use was given to his enchanted emerald. But there was a severe drought that summer, and the famine seized men and animals, for all the harvest was lost. Francis tried to solve those evils with his enchanted stone, but all went in vain; his powers only acted for him, but not for others. He could save himself from hunger and misery, but never help his fellow men. He quickly ran to the nearest town, sold the stone for which he was given a fortune, and returned to his region with a huge cart loaded with food, clothing, and even grain for the animals. So that no one would know that he had brought all this, he left it in front of houses at night without anyone seeing it. The next morning everyone found the big packages at their doors and it was like a king's day. There was joy and relief, though no one knew whom to thank. But Francis was worried that he would have to confess to his friends, the gnomes, that he had broken off the wonderful stone they would give him. He did it with a little fear, thinking they'd get angry. But the gnomes understood that Francis did not need a charmed stone to be happy, he needed his own kindness. So they gave him another gift to wear around his neck; this time they gave him a humble handkerchief, fitted with a small ring, cast with a caracumen bone. That handkerchief - so similar to the one worn by listeners - would always remind you that wealth and happiness are worth nothing when you cannot share them, that what is achieved without effort is of no real value, and that love of neighbor is the greatest joy that anyone can enjoy, because there is no more beautiful happiness than giving happiness.", "title": "La esmeralda encantada", "author": "nan Anónimo"}