{"metadata": {"length": 5698, "words": 1080, "reading_time_min": 5.4}, "text": "At a great height in the still air, an angel soared, carrying a flower from the Garden of Paradise in his hand, and when he kissed it, a tiny twig fell from his lips, and, tripping on the ground in the middle of the forest, sprang up and gave birth to a new plant, among the many that were growing there. - What a ridiculous herb! -they said. And no one wanted to recognize her, not even the hands and feet. \"It must be a garden plant,\" they added, with a wry smile, and followed the new neighbor; but this one grows and grows, leaving the others behind, and spreads its branches in the shape of a ring around it. - Where do you want to go? -asked the high cardinals, armed with spikes on all their leaves. Leave the rumours too long, this is not the right place. We are not here to hurt you. The winter came, and the snow covered the plant; but it gave the white covering a splendid brilliance, as if the light of the sun were passing beneath it. In spring it had become a florid plant, the most beautiful in the forest. Then came the professor of Botany; his profession was to be found in the grass. He examined the plant, he tried it, but it was not in his manual; he could not classify it. -It's a hybrid - he said. I don't know her. No system entry. - Don't get into the system! -Repeated the cards and the orties. The great trees around looked at the scene without saying a word, good or bad, which is always the most prudent thing to do when you are tense. In this, a poor innocent girl came to pass; her heart was pure, and her understanding, great, thanks to faith; all her heritage on earth was reduced to an old Bible, but in its pages the voice of God spoke to her: “When men come to do you harm, think of the story of Joseph: they thought evil in their hearts, but God turned it to good. If you suffer injustice, if you are the object of ridicule and suspicion, think of Him, the most pure, the best, the One of whom they spoke and who, nailed to the cross, cried: “Father, forgive them, they do not know what they are doing!” The little girl stood before the wonderful plant, whose green leaves exhaled a sweet and refreshing fragrance, and whose flowers shone in the sun's rays like a tower of artificial lights, resonating each one as if in it were concealed the deep mantle of the melodies, not exhausted in the course of millennia. With a fervent adoration the girl contemplated all that magnificence of God; she swung a branch to be able to examine the flowers better and to inhale their fragrance, and light shone in her mind, while she felt a great happiness in her heart. He would have liked to cut a flower, but he did not decide to do so, for it would have been trademarked very soon; so he limited himself to carrying one of the green leaves which, once at home, he kept in his Bible, where it remained fresh, never to be trademarked. It was hidden among the pages of the Bible; it was placed under the head of the little girl when, a few weeks later, she fell into the pit, with the sacramental gravity of death reflected in her pleading face, as if in the dust of the earth the soul was reading in those moments before God. But in the forest the wonderful plant was still blooming; it was almost as big as a tree, and all the migratory birds sat down before it, especially the owl and the crow. - These are foreign arts! - said the cards and lamps-. We who are here would not know how to behave in this way. And the black cauldrons of the forest heard the tree. He came after the supper to gather sticks and twigs to burn and obtain cedar. The wonderful tree was rooted out from the ground and gathered up with the rest: -That it may serve for something else, too, -he said, and so it was. But here it is that the king of the country has been suffering from a terrible melancholy for a long time; he was active and hard-working, but he was nothing to him; he read works of profound philosophical meaning and he read the lightest he could find; everything was useless. In this a message came from one of the wisest men in the world, to whom they had been directed. His answer was that there was a remedy to cure and strengthen the sick: \"In the very kingdom of the Monarch there grows, in the forest, a plant of celestial origin; it has such and such appearance, it is impossible to mistake it.\" And there was a drawing of the plant, very easy to identify: “It is green in winter and summer. Take a fresh leaf of it each morning and apply it to the King's forehead; your thoughts will be illuminated and you will have a magnificent dream that will give you strength and clarify your ideas for the next day.\" The matter was quite clear, and all the doctors, and with them the professor of botany, went into the forest. Yes, but where was the plant? -It certainly stopped my mountain - said the thief, and time has become a famine; but what knew I? - What did you know? - everyone exclaimed-. Ignorance, ignorance! -. These words must reach the soul of that man, for they were directed to him and no one else. There was no way to give with a single leaf; the only one available lay in the femur of the thigh, but no one knew it. The King himself, desperate, hurried to that spot in the forest. - Here was the tree, he said. Is this a sacred place? And they surrounded him with gold girdle and put a crown on him. The professor of botany wrote a treatise on the celestial plant, which they covered with gold, to his great satisfaction; that gold bath pleased him and his family, and was the most pleasant thing in all history, for the plant had disappeared, and the King was still afflicted with his melancholy and affliction. - But I've suffered before - the centinela said.", "title": "Una hoja del cielo", "author": "Hans Christian Andersen"}