{"metadata": {"length": 5884, "words": 1147, "reading_time_min": 5.735}, "text": "In a small town, a whole family was gathered, at the end of the season when “the harvests are getting longer”, at the home of the owner of a farm. The time was still hot and sultry; they had lit the lamp, the long curtains were hung in front of the windows, where great pots were seen, and the moon was out in the open air; but they did not speak of it, but of a great stone set in the midst of the era, by the side of the door of the kitchen, and on which the shrews would set the smelt of melted copper to the sun, and where the children liked to play. It was actually an ancient tomb. -Yes, - said the owner - I think it comes from the old convent church. They sold the pillar, the statues and the funeral homes. My father, who is in glory, bought several, which were cut in two for the floor; but he took them, and left them there in the age. -It is obvious that it is a tomb - said the oldest of the children-. It still bears a sand-clock and a fragment of an angel's head; but the inscription is almost wiped out; only the name of Preben and a S behind it remain; a little lower down is Marthe. It is how much can be extracted, and even all that is seen only when it has rained and the water has washed away the stone. -Oh, my God, but it's the one of Preben Svane and his wife! - exclaimed a very old man; by his age he could have been the grandfather of all the people gathered in the room. Yes, that marriage was one of the last to be buried in the cemetery of the old convent. She was a respected partner of my early years. They were known to everyone and wanted by everyone; they were the oldest couple in the city. There was a rumor that they possessed more than a ton of gold, and yet they wore great simplicity, with clothes of the simplest fabrics, though always very embroidered. They formed a friendly old couple, Preben and his Marta. It was nice to see them sitting on that bench on the top stone stair of the house, under the branches of the old tiling, greeting and gesticulating, with their friendly and good-natured expression. In charity there was no one to win them; they fed the poor and clothed them, and exercised their charity with a zeal and true Christian spirit. The woman died the first; I remember the day very well. I was a little boy, and was with my father at the house of old Preben, when his wife had just died; the poor man was very excited, and cried like a child. The body was still lying in the adjoining room; Preben told my father and several neighbors of what he was to find in the future, of how good she had been, of the many years they had lived together and of how they had known and loved each other. I was very young, as I have said, I was limited to hearing; but it made a great impression on me to hear the old man and see how he was gradually enlivened and the colors came back to his face as he recounted his days of marriage, and how beautiful she had been, and the innocuous ardour with which he had waited to see her. And he also spoke of the day of the wedding; his eyes were brightened, and the good man recalled that happy time... and here she was now dead in the adjacent grave, and he, too, old, talking of the time of hope... yes, things go on. Then I was a child, and today I am old, as old as Preben Svane. Time passes and everything changes. I remember the enraged crowd; the old Preben was behind the counter. A few years earlier, the marriage had commissioned the carving of their tomb, with the inscription and the names, except for the year of death; at evening they carried the stone and laid it on the grave... to raise it again a year later, when the old Pharaoh was to meet his wife. They did not leave the treasure of which people spoke; what remained was for a family that lived very far away and of which no one knew the least thing. The wooden house with the bank on top of the stone staircase under the tilo was demolished by order of the authorities; it was too old and rotten to leave standing. Later, when the convent church fell into the same fate, and the cemetery was closed, the tomb of Peter and his Mary was stopped, like everything else there, in the hands of those who wanted to buy it, and he was glad that this stone had not been broken into pieces and used as a floor, but had remained in the era, a place of play for children, a platform for the flung-up arrow of the serpents. The beaten track passes today over the place where the old Preben and his wife rest. Who is familiar with them? And the old man bowed his head melancholy. - Forgotten! \"All is forgotten,\" he concluded. And then they began to talk of other things; but the little boy, a boy of great serious eyes, had sat down on a chair and looked out into the age, where the moon was sending its white light to the old stone, that stone which had seemed always empty and smooth to him, but which now seemed to him as large as a whole leaf of a book of History. All that the boy had just heard about Pharaoh and his wife was in that sack; and he looked at her, and then lifted his eyes to the clear moon, hanging in the pure heavens; it was as if the face of God shone upon the earth. - Forgotten! Everything was forgotten - he heard in the fourth, and at the same moment an invisible angel kissed the boy on the chest and on the forehead and murmured in his ear: – Keep well the seed you have been given, keep it until the day of his maturation! For you, my son, this blotted out inscription, this shattered relic, will be resurrected in gold for the coming generations. The old couple will walk, laden down with burdens, down the old streets, and will sit again, cheerful and with a few red roses, on the steps under the tilo, greeting rich and poor alike. The seed of this hour will germinate over the years, to become a flowering poem. The good and beautiful do not fall into forgetfulness; they live on in legend and song.", "title": "La vieja losa sepulcral", "author": "Hans Christian Andersen"}