{"metadata": {"length": 5641, "words": 1033, "reading_time_min": 5.165}, "text": "We arrived in Arezzo a little before midday, and we spent more than two hours searching for the Renaissance castle that the Venezuelan writer Miguel Otero Silva had bought in that idyllic corner of the Tuscan countryside. It was a hot, bustling early August Sunday, and it was not easy to find someone who knew anything on the busy tourist streets. After many futile attempts we returned to the car, left the city on a cypress path with no road signs, and an old goose shepherdess gave us precise directions on where the castle was. Before he left, he asked if we were planning on sleeping there, and we said, as planned, we were just going to lunch. - Less bad, she said, because in that house they're scary. My wife and I, who do not believe in midday apparitions, mock his credulity. But our two sons, nine and seven, were thrilled to meet a ghost of a present body. Miguel Otero Silva, who was a great writer and a splendid host and a refined dining room, was waiting for us with a lunch we will never forget. As we had become late, we had no time to get acquainted with the interior of the castle before sitting down at the table, but its appearance from the outside was not terrifying, and any restlessness dissipated with the complete view of the city from the florid terrace where we were having lunch. It was hard to believe that on that hill of upright houses, where barely ninety thousand people could fit, so many men of enduring genius would have been born. However, Miguel Otero Silva told us with his caribbean humor that none of them were Arezzo's most distinguished. - The greatest, he thought, was Ludovico. So, without surnames: Ludovico, the great master of the arts and of war, who had built that castle of his misfortune, and of whom Michael spoke to us during the whole lunch. He told us of his immense power, his contrite love and his terrible death. He told us how in an instant of heartbreak he had stabbed his lady in the bed where they had just fallen in love, and then he sucked his ferocious war dogs against himself who tore him to pieces. He assured us, very seriously, that from midnight onwards Ludovico's specter was wandering around the house in darkness trying to get calm in his love purgatory. The castle, in fact, was immense and gloomy. But in broad daylight, with a full stomach and a happy heart, Miguel's story could seem nothing more than a joke like so many of his own to entertain his guests. The 82 rooms we toured without surprise after the nap had suffered all kinds of changes from their successive owners. Miguel had completely restored the ground floor and had a modern bedroom built with marble floors and facilities for sauna and physical culture, and the intense flower terrace where we had lunch. The second floor, which had been the most used over the centuries, was a succession of rooms without any character, with furniture from different eras left to their own devices. But in the last room, a room was preserved intact where time had forgotten to pass. It was Ludovico's bedroom. It was a magical moment. There was the gold-embroidered curtain bed, and the wonder-shaped overbed still cardboarded with the bloody blood of the slain mistress. There was the chimney with the icy ashes and the last wood turned to stone, the closet with its well-sewn weapons, and the oil portrait of the thoughtful gentleman on a gold frame, painted by one of the Florentine masters who had not had the fortune to survive his time. What impressed me most, however, was the smell of fresh strawberries that remained stagnant in the bedroom. Summer days are long and sparse in Tuscany, and the horizon remains in place until nine o'clock at night. When we finished meeting the castle it was over five, but Miguel insisted on taking us to see the frescoes of Piero della Francesca in the Church of San Francisco, then we had a well-conversed coffee under the pergolas of the square, and when we returned to collect the suitcases we found the dinner served. So we stayed for dinner. While we were doing it, under a single-starred, vicious sky, the kids lit a torch in the kitchen, and they went to explore the darkness on the upper floors. From the table we heard his galloping horses running down the stairs, the moans of the doors, the happy cries calling out to Ludovico in the dark rooms. They were the ones who came up with the bad idea of us sleeping. Miguel Otero Silva was delighted to support them, and we didn't have the civic courage to say no. Contrary to what I feared, my wife and I slept very well in a bedroom downstairs and my children in the next room. Both had been modernized and had nothing dark about them. While I was trying to get some sleep, I counted the twelve sleepless touches of the room's pendulum clock, and I remembered the dreadful warning of the goose shepherdess. But we were so tired that we fell asleep very early, in a dense and continuous sleep, and I woke up after seven o'clock with a splendid sun between the window frames. Next to me, my wife was sailing the calm sea of innocents. \"What a foolish thing\", I said to myself, \"to keep believing in ghosts for such a long time\". Only then did the smell of freshly cut strawberries tremble me, and I saw the chimney with the cold ashes and the last wood turned to stone, and the portrait of the sad gentleman who had been looking at us for three centuries before in the golden frame. For we were not in the basement bedroom where we had slept the night before, but in Ludovico's bedroom, under the curtain and the dusty curtains and the still warm blood-soaked sheets of his damn bed. Twelve Pilgrim Tales, 1992", "title": "Espantos de agosto", "author": "Gabriel García Márquez"}