{"metadata": {"length": 5244, "words": 1031, "reading_time_min": 5.155}, "text": "I'm going to tell you about an adventure that the Bretons made a lai. It's called The Nightingale, I think, and that's what they call it in their land; that's russignol in French and nihtegale in correct English. In the region of Saint-Malo there was a famous city. And there dwelt there two gentlemen, who had fortified houses in the way; and the city was known for the kindness of the two nobles. One had married a discreet, courteous and pleasant woman; she behaved very well according to customs and custom. The other was a young man well known among his peers for his bravery and great courage, and he was happy to perform acts worthy of honor: he often participated in tournaments and was generous and liberal with what he had. He loved his neighbor's wife; so much he desired her, so much he begged her, and she saw in him so much virtue, that she ended up loving him above all things, because of the good he heard from him and because he was always near her. They loved each other discreetly, and hid themselves and hid themselves lest they should be discovered, surprised, or seen; they could do it without difficulty, for their houses were near: their houses, their towers, and their chambers were very near; there was no barrier or enclosure between them, but a high gray stone wall. From the rooms where the lady slept, when she went out the window, she could talk to her friend who was on the other side, and he to her, and change gifts and throw clothes and throw them away. There was nothing to displease them, they were both very comfortable, though they could not be together to their liking, for the lady was closely guarded when the other was in the region. But they had at least that for themselves, out of the night or out of the day: that they could be talking together. No one could stop them from going out the window and seeing each other from there. For a long time they have loved each other in this way, until spring came, when the bushes and meadows are already green, and the gardens are in bloom, when the birds with great sweetness show their joy over the flowers, when those who love their taste are not strange to understand each other. I'll tell you the truth about the gentleman, he gave himself up with all his might and so did the lady for his part, both in his speech and in his gaze. At night, when the moon was bright and his master was lying down, he often rose up from his side and put on his cloak; he came to be at the window, by his friend, for he knew he would do the same, and most of the night was dark. They were delighted to see each other, for they could have no more. So many times he was there, so many times he got up, that his master got angry and asked him many times why he got up and where he was going. \"Sir\", the lady replied, \"there is no joy in this world for one who does not hear the nightingale sing. That is why I will be there; at night I hear him so sweetly that he is very pleasant, I so delight in him and love him so much that I cannot sleep with my eyes. When the lord hears what he says, he laughs in anger and contempt. He thought of one thing: He'd get the nightingale into a trap. There was no servant in his house who did not set traps, nets and ties, and then they placed them all in the garden. There was no hazelnut or chestnut that they wouldn't tie or tie until they caught it and caught it. When they had found the golden calf, they handed it over to the Lord, who was very glad to have it. He goes to the lady's room and asks, \"Madam\", where are you? Come and talk to us. I've caught the nightmare you've been watching so long. From now on you can sleep in peace: you will never be awakened again. When the lady hears it, she becomes sad and distressed. He asks his lord, who has killed him for evil, and has broken his neck with both hands. It worked really badly. He throws the body at the lady so that the shirt is stained with blood, a little above the chest. Then he leaves the room. The lady takes the little body and wept bitterly, cursing those who betrayed the nightingale, those who made cheats and ties, because they have taken away her great joy. \"Oh, woe\", he says, \"at a bad time! I can't get up at night anymore or go to the window where I saw my friend. One thing I know for sure: he'll think I'm leaving him; I have to make a decision. I'll get the nightingale to you, tell you what happened. And he wrapped the bird in a piece of gold, and wrote it all down; and he called one of his servants, and delivered the word unto him, and sent it to his friend. And the servant came to the king, and his mistress greeted him, and told him all the words, and presented the dreamer to him. And when he had told him and said all that the gentleman had heard well, he was very saddened at the thing that had happened; but he was not a villain, nor slow. And he made a small ark, in which was neither iron nor steel, but pure gold, of fine stones, very precious and very precious; and he put a covering over it, and it was secured. He put the nightingale inside and then sealed the box. He always makes her take her with him. This event was told, it couldn't stay hidden for long. The Bretons made a lai: the nightingale is called. FIN Lais, 12th century", "title": "El ruiseñor", "author": "María de Francia"}