{"metadata": {"length": 2821, "words": 524, "reading_time_min": 2.62}, "text": "I think I saw Passage to India, because in the title of the movie was my country. When I left the cinema, I took the subway, as it is called here, to the embassy, where I work a couple of hours every day. What I earn in this way allows me certain extravagance that gives a little animation to my life as a poor student. I suspect that because of these extravagances, I have recently fallen into a kind of sleepwalking that often leads to unpleasant situations. For example, when I remember the trip underground, I find myself comfortably sitting, although I have evidence of having stood near the doors, sitting on an iron column, and about to fall when the train stops or starts moving. From there I look, with a mixture of compassion and censorship, at a very badly entangled Cambodian student who is in a seat in the middle of the car, sleeping with her head leaning against the window glass. Its pelamber, as plentiful as dirty, shows a bald, wrinkled round; the beard is rough and three or four days old. Sleeping smiles, moving his lips quickly and gently, as if in a low voice he was having a pleasant conversation with himself. I think: He seems happy, although there's no reason for him to be. He lives, like me, among hostile Europeans, no matter how much they hide him. They're hostile to people who judge them differently. In this respect, the Indians have some advantage, because they are less different; but this boy, with his particular traits, who does not have an advantage? Even if it were western and northern, it would be seen as a representative of the scum of the world. Even I, who am self - assured of being free from prejudice, would not dare to trust him like this. I'm down at La Muette station and I'm right down Alfred-Dehodencq Street, where the embassy is. As incredible as it may seem, the doorman doesn't recognize me and refuses to let me through. As we pushed with a broken arm, the man shouted, \"Out! Out! Several times. In one of the latter, the cry becomes friendly: Sour-sday, which in Cambodian means: Good day. I open my eyes and, still perplexed, I see my friend the taxi driver, a fellow countryman, who, while he is groping to wake me up, repeats the greeting and adds: We're in the neighborhood. I get involved, almost give a pass when I get out of the car; I follow the compatriot on the platform, without asking anything, for fear of making a mistake and being thought crazy or drugged. Before we go up the stairs, when we pass in front of the mirror, I have a revelation, not by any means less painful. I mean, the mirror reflects my dirty skin, my gray beard, three or four days old, but what really bothers me is seeing that I'm also moving my lips at that moment and, worse still, smiling alone, like an idiot. The navigator returns to his homeland. A Russian doll, 1991", "title": "El navegante vuelve a su patria", "author": "Adolfo Bioy Casares"}