{"metadata": {"length": 5533, "words": 1058, "reading_time_min": 5.29}, "text": "It was once a old castle, with its sloping roof and its shaky bridge, which was more often raised than lowered, for not all visits are desirable. There were traps under the teeth, and slits along the walls; through them one could shoot outward, or pour dripping water or shattered mud on the enemy, when he came too near. The interior rafters were high, and it was decided that they were, by the much hum that came from the fire in the house, fed with moist twigs. The walls were covered with portraits of men in their armour, and of tall ladies in their heavy clothes. The tallest of all lived and walked around the castle grounds; she was its owner and was called Mette Mogens. One night bandits came. They killed three of the castle servants and the mastiff, then Lady Mette was killed by the dog with the chain of the animal and, sitting in the great hall, they drank the wine of the cellar and the good beer. Lady Mette remained clinging to the window; she could not even move. In these the most youthful of the bandits was approached, slipping away on a slick patch to avoid being heard, for the others would have killed him. -Mrs. Mette Mogens - the little boy said - do you remember that one day my father, still alive after your husband's death, was sentenced to death by hanging? You have asked for mercy for him, but in vain; the sentence must be fulfilled. But you come to hurts like I am doing now, and you put a stone under each foot to find a point of support. Nobody saw him, or at least they made it look like they didn't see him; for something you were the lady. My father told me this, and I have kept the story in my heart, but I have not forgotten it. Now I give you your freedom, Mrs. Mette Mogens! Soon the two danced under the rain and storm in search of help. \"It has been a splendid payback for the little favour I gave the old,\" said Dama Mogens. -What is kept in the heart is not forgotten - the young man replied. The criminals were caught. In a solitary region a old castle was built; it still exists today. It was not of Mette Mogens, but of another noble family. History happens in our time. The sun shines on the tower's red tip; small forest stains stand out as a ring of branches in the water, and below swim the wild swans. In the garden roses grow; the castellana is the most beautiful rose, radiant with joy, the joy of a good action. The ray of joy does not project outward, toward the world, but penetrates deeply into the heart; in it it remains well-guarded, not forgotten. The lady comes from the castle and goes to the cabin of some villagers who live in the field. She is a poor paralyzed girl. The window of the reduced fourth chamber faces the north, and the sun never enters through it. The invalid can only see a piece of field, closed by the top edge of the hole. But today the sun, the beautiful and comforting sun of God, shines in through the new window, which was once a wall. The sick woman is sitting in the sun, sees the forest and the shore of the sea; the world has come to her in all its vastness and beauty, and all this thanks to a single word of the sweet Castilian. -The word was so simple, the action so insignificant! - I said-, but the joy I felt was enormously great and good. And therefore he practices such good works, he thinks of all humble homes and also of the rich, when they are in some tribulation. He does it all without ostentation, in secret; but God does not forget it. There is an old house in the city large and laborious. We will not enter their parlors and lounges, but we will stay in the kitchen. It is clear and hot, clean and boiled. The copper battery glows like a mirror, the table looks polished, the turner is like a table that has just been wiped. It is a single mother who has done all the work, and yet has had time to dress primly, as if to go to church. Brings a rag into the cup, a black rag, signals for luton. And yet she has no one to carry the load, neither father nor mother, neither brother nor sister, nor boyfriend; she is a poor little girl. In times past she was promised to a poor man, too; they were entrancingly attracted to each other. One day he said to her, \"We have nothing. The rich widow who owns the winery has directed loving words to me and wants to provide me with well-being; but you alone live in my heart. What do you advise me? \"What you think you need to do for your happiness,\" the girl replied. I am good and affectionate with her; but she thinks we will never see each other again from the moment we separate. They lasted for a few years. One day she was found on the street with her old friend and boyfriend. His appearance was sad and sickly, and the young girl could not but ask, - What is the matter? - Well, I have nothing to complain about - he replied. The woman is good and honorable, but you fill my heart. I have sustained a terrible battle, which will soon end. We will not return to see ourselves but before the throne of God! He died another week, and the news of his death is in the newspaper today; but the rumour has spread abroad. The man who was her boyfriend has died - the inscription reads - leaving behind his wife and three daughters. The bell tolls with a broken sound; yet the metal is pure. The black finger indicates the lult, the face of the young one even more so. He lives hidden in the heart, but not forgotten. You? These are three stories, three sheets of paper. Want more baseball bats? There are many things in the book of the heart that are hidden, but not forgotten.", "title": "Guardado en el corazón, y no olvidado", "author": "Hans Christian Andersen"}