{"metadata": {"length": 3222, "words": 625, "reading_time_min": 3.125}, "text": "It is beautiful our green pool under the sun and surrounded by woods that cover houses and avenues, and further down low hills, so beautiful that some of us get up from time to time, take a look at the whole and take a step, and then, sighing, close our eyes and fall silently again. If a woman does that, we all look at her, then we take a look at the entrance gate where no one ever goes in. We know that the sun and the green water are enough to fill the morning... sometimes one of us gets up and throws himself into the water... but each of us is unsure what he would do if the pool was deserted and he had to enjoy so much light and so good weather alone. Actually, we're all waiting. We say it with mocking or sloppy phrases, barely turning our heads, moving our lips that taste like sweat. The two companions who are with us sit or fall as the sun or lip desires require. The company we make serves to distract us from the varied expectation, the unstable void that the temptation to soften creates within us. The pool is very big, but it doesn't go through your head jumping over bodies and watching. In the pool, one lacks curiosity. Although surrounded by friendly faces and bodies, he prefers to be surprised by sudden loneliness. There are people who scream and laugh: it would seem that for them the wait is over. You look, you see foams, naked bodies, sprayed; they're boys, they're games. It's not this yet: not for us, at least. The nakedness of the sky demands ours. It's hard to hide thoughts in this unusual nudity. You barely stand out, you feel visible like a pebble on the water's bottom. Our solitude is a void, a stillness of thoughts. It's the only way we can keep something of ours in our hearts. Sometimes we forget, and we say out loud unforeseen things that at first sound superfluous, already known to others. The one of us who leaves the group to jump in the water seems to apologize and invite the others to follow him, to accompany him. Our classmates look at him, and they smile. Sometimes they get up too, sometimes we all get up and get in the water. It doesn't run away, not even in the water, from loneliness and waiting. Some of us go down to the bottom, down to touch the cement, it's an unusual thing, and every moment that goes by submerged in the green water is a way to hide, to be alone. When he comes back to us, silent, he's the only one who doesn't seem to expect anything. What must happen, then? You talk about it, every now and then, when the group gets reorganized. It is a question that interests us; some people do not immediately understand it when the most experienced of us raises it, but then it is explained to them and they too become curious. We're here to bathe and sunbathe, we say. That's it. We came here to be together. Each of us thinks that if the pool were deserted, I couldn't stand being alone under the sky. One of our classmates smiles and, being half-naked, she seems to think we're here to run her over. That's also true, says another. - Yes, yes, I did. But we are all restless, some sitting and some lying, some twisted, and inside of us there is a void, a waiting, that makes our naked skin tremble. Finishing of the swimming pool, August 1946", "title": "Piscina en día laborable", "author": "Cesare Pavese"}