{"metadata": {"length": 2001, "words": 369, "reading_time_min": 1.845}, "text": "In the far northern lands, long ago, there lived a tsar who became seriously ill. He gathered the best doctors from all over the empire, who applied him all the remedies they knew and other new ones they invented on the way, but far from improving, the tsar's condition seemed to get worse and worse. He was given hot and cold baths, eaten eucalyptus syrups, mint, and exotic plants brought in by caravans from distant lands. They applied ointments and balms with the most unusual ingredients, but the tsar's health did not improve. So desperate was the man that he promised half of what he had to anyone who could cure him. The announcement spread quickly, as the ruler's possessions were numerous, and doctors, magicians and healers from all over the globe came to try to restore the health to the tsar. Yet it was a troubadour who pronounced: \"I know the remedy: the only medicine for your ailments, sir. You just have to find a happy man: wearing his shirt is the cure to his illness. Embassies of the Tsar went to all the ends of the earth, but finding a happy man was no easy task: the one who had health was lacking money, the one who owned it, lacked love, and the one who had it complained about the children. However, one afternoon the Tsar's soldiers passed by a small hut where a man was resting by the chimney: \"How beautiful life is! With the work done, an iron health and loving friends and family, what more could I ask for? When he learned at the palace that they had finally found a happy man, the joy spread. The emperor's eldest son immediately ordered: \"Bring the man's shirt quickly. Give him what he wants in return! In the midst of a great uproar, preparations began to celebrate the impending recovery of the ruler. Great was the impatience of the people to see the envoys return with the shirt that would cure their ruler, but when they finally arrived, they brought empty hands: I need to see my father! \"Lord\", replied the messengers, \"the happy man is without a shirt. FIN", "title": "La camisa del hombre feliz", "author": "León Tolstoi"}