{"metadata": {"length": 2000, "words": 367, "reading_time_min": 1.835}, "text": "The lupin tree, one of the most beautiful trees in the Amazon rainforest, “has mother”. The Amazon Indians say so of the tree they believe to be possessed by a spirit or inhabited by a living being. Beautiful or rare trees enjoy such privileges. The lupin is one of the tallest in the Amazon rainforest, has a rounded crown and its trunk, a grey-brown color, is girded at the base by a sort of triangular twigs. The lupin is interesting at first sight and in combination, when contemplated, produces a sense of strange beauty. As it “has mother”, the Indians do not cut the lupin. The tala’s machetes and axes will cut down portions of forest to raise villages, or clear yuca and potato fields, or open roads. The lupin will remain solitary. And all the way, there is no red, it will stand out in the forest for its height and particular shape. It is seen. For the Cocama Indians, the “mother” of the lupin, the being that inhabits said tree, is a white, red, and singularly beautiful woman. On moonlit nights, she climbs up the heart of the tree to the top of the cup, lets herself be illuminated by the glorious light and sings. Over the vegetal ocean that forms the branches of the trees, the beautiful screams her clear and high, uniquely melodious voice, filling the solemn expanse of the forest. The men and animals that hear it are hechizled. The same forest can sway its branches to hear it. The old crocodiles precede the young ones against the spell of such a voice. Whoever hears her, he should not go to the woman who entombs her, for she will never return. Some say he dies waiting to reach the beautiful and others that she turns him into a tree. Whatever their fate, no young man who followed the captivating voice, dreaming of winning the beautiful, ever returned. It is that woman, who comes out of the lupin, the forest siren. The best you can do is to listen with recognition, at some night of the moon, to its beautiful near and distant tone. FIN Panki and the Warrior, Lima, 1968", "title": "La sirena del bosque", "author": "Ciro Alegría"}