{"metadata": {"length": 2022, "words": 393, "reading_time_min": 1.965}, "text": "Mother, imagine that we are going on a journey, that we are crossing a strange and dangerous country. I mount a ruby horse beside your palanquin. The sun sets; the moon sets. The Joradoghi desert, grey and desolate, spreads out before us. The fear will take hold of you and you will think, ‘Where are we?’ But I say to you, ‘Do not worry, mother’. The earth is a sand pit and the cross a narrow path. All the rebaos have already returned to the stablos of the towns and in the vast extension there is no living being. The darkness grows, the field and the sky darken and we can no longer see our way. Soon, you call me and say to my ear, ‘What is that light, there, near the edge?’ There is then a terrible roar and the shadows come closer. You stand in your throne and invoke the gods. The porters, trembling with fear, hide in the bushes. But I shout to you: ‘Don’t be afraid, mother, that I am here!’ Armed with long swords, their hair blowing in the wind, the bandits approach. I advise you: ‘Beware, evildoers! One step further and they are dead!” Their wings spread and flutter over us. You take my hands and say to me, ‘My son, I beg you, get away from them!’ And I answer, ‘Mother, you will see what I do.’ Then I climbed on my horse and threw him into the gorge. My sword and my shield are wailing. The fight is so terrible, mother, that you would die of terror if you could see it from your balcony. Many scream, many more are frightened. You, alone and mobile, think without doubt, ‘My son will be dead already’. But I come, bathed in blood, and say to you, ‘Mother, the struggle is over.’ You come out of the boat, you kiss me, and squeezing me against your heart you say, ‘What would I have been if my son had not rescued me?’ Every day thousands of useless things happen. Why can't such an adventure happen? It would be like a story of the books. My brother would say, ‘Is it possible? “I always had it for so little!” And the people of the town would yell, “What a lucky mother to have her son on her side!”", "title": "El héroe", "author": "Rabindranath Tagore"}