{"metadata": {"length": 6659, "words": 1217, "reading_time_min": 6.085}, "text": "I can't imagine what time it would be, nor would I be sure to meet you at night or early in the morning, but I felt like I had just gotten up a little while ago. A singular, heavy, morbid moustache, it was numbing my brain. At the same time I was experiencing some deep disgust, some overwhelming grief, more than impossible to remember its causes. Nothing, not a minute detail was present in my memory. In vain I endeavored to peer into the darkness of my imagination, seeking for some memory not yet fully evaporated. It was useless. It only increased my frenzy, my deep bitterness. The day was sad. A dark gray cloud was covering the sky, which was avariciously transmitting a deathly clarity. I suspected it was snowing, and to look around I went out the window, and I poured out my gloomy eyes. I had to blink for a long time before I was convinced that there was no snow anywhere. My perceptions were deaf and painful. I stood there, gazing at the darkness of the forests that stretched out before me, and I said to myself, \"It's the forests of Montnegre... Ah! I'm on the most! And as if I wasn't very sure I repeated aloud:Yes, yes...I'm on the most Sabbath. Imagining that maybe loneliness was impressing me, I went in search of human beings. I entered the kitchen, a spacious, black, smoky, rugged floor and very high ceiling of sticky reeds. There, under the wide, camped flight of the home, I saw the masover 1 and the masover sitting on the bench, arms bent over their chest without saying a word, severely, headlong and devoured by yellowish yerta. By the almost imperceptible movement of their lips I understood that they were praying. Would the clarity that was winding through the factions of the masover be a tearful imprint? There was a broken, unused carriage, which I felt too, even if I could not remember the reason. As I examined that amilan scene as unintelligible, my eyes caught on the bottom of a hallway with the slender, grim, melancholy figure of my mother. Ethereal and white, the kind lady came to me, hugged me and stamped on my forehead a long kiss. Her lips were as thin as the lanthanum purple wet by the dew of November. Her large, serene eyes spoke of incomprehensible sadness. I cried in his arms... not knowing why. \"We can't stop any longer\", he said in a half-voice. And we both left the house, and we walked, walked, I remember the air was completely still. The dry leaves of chops and carolins fell flat like dead birds. Where were we headed along the shores of those lonely streams? The woods were coming closer. We entered a dark mountain ridge populated by huge crocodiles, decrepits and rags. This old-fashioned corn tree was Montigalá's, an unproductive forest that had not been used for carbonation because transportation was more expensive than goods. The giant trees, abandoned, were left to die for their counted steps, and perhaps for more than a century they had been sick. I knew the old crocodile of Montigalá very well, a dreadful place where I had never heard a bird's sting or a woodcutter's song. The air was always damp, impregnated with tuff and mold smells similar to those seen in a miserable shelter. My mother, a few steps away from me, was walking quietly down the mountain slope. I followed her clumsily, tremblingly looking at the fallen trees twisting over my head, their twisted branches covered with a long, white moss like an old man's hair. Many of them were rusted to the ground by insects, scratched by the carcoma, wounded and dismembered; some were mined by debris that turned their marrow into a yellow, soft mass, unburned to the smallest touch in a silky serrin like powdered tobacco; others were wiped out by monstrous tumors that burst releasing watery pollen that spread out on the ground as complicated streams; these were emptied by terrifying cavities; those cracks below and with half the heavy limbs slaughtered at their feet; but all were colossal, wounded, covered with dust and tear-drop, and had a grand, landscaped look. It would seem that God had condemned them to a terrible suffering, without allowing them to breathe or groan. How extensive, how endless the alcornocal seemed to me! I had never thought of it so much; and the light of the day dimmed as if the evening had passed beyond the clouds. Was it last night? I intended to speak, to ask my mother something, but my cold, unstable will did not find the secret spring that brings her into contact with the senses, and despite my efforts, the voice in my shrunken throat did not arise. What anguish, my God! And as I went down, I saw a man coming down in the distance, among the weeds, with a suitcase on his back. This vision suggested to me the idea of a journey, a painful absence, something inevitable and disconsolating. My poor mother! Was she the one who left? And where... that sweet gray head was to separate me from the warmth of my kisses? And why did we part? Why? Heavily, I was going around these questions in my imagination, and I noticed the season we were approaching the misty, blue plain; and my mother pressed the pace, and so did I. I don't know which paths we went through, but the truth is that after a while we were in the middle of the plain and in front of the station of a railroad trail that was lost in the infinite. At that very moment the train was arriving, shaking the ground. Then my mother hugged me trembling, and suddenly, slipping from my arms, after a brief run she rushed into a carriage. I wanted to go after her, but she looked in terror, and closing the doorbell at once she shouted: \"No, no! I was scared. The train started, the wagons were marching in front of me, and behind the glass came stiff figures, pale faces, blue noses, glass eyes... Then, loneliness, absolute loneliness!... I felt a drop of frost roll along the spinach, and the idea of death came over me. This clear, horrific idea woke me up. All that had been but a dream, but it impressed me so much that I hurried to leave the place where the nightmare had surprised me. I returned to my coastal home, and (many will think I am saying this to produce an artistic effect, but it is not so) I found my mother sick and saw her die within a few days. Would the dream have been a suggestion, a mysterious warning? I don't know, but I'm convinced that today, like in Hamlet's time, heaven and earth hide many things from the myopia of the wise. The following information is provided: Masovero: Labrador who, living on a farm, cultivates the adjacent land in exchange for a remuneration or a portion of the fruits. We thank Jorge Almarales for his contribution to the Digital Library of Ciudad Seva.", "title": "Visión agorera", "author": "Joaquim Ruyra"}