{"metadata": {"length": 5348, "words": 1031, "reading_time_min": 5.155}, "text": "The propaganda of these furniture caught me off guard. I had gone on a month-long vacation to a nearby place and had not wanted to know what was happening in the city. When I got back it was very hot and that night I went to a beach. I was coming back to my room rather early and a little moody about what had happened to me on the tram. I took it on the beach and it touched me sitting in a place facing the hallway. As it was still very hot, I had put my sack on my knees and carried my arms up in the air, for my shirt was short sleeved. Among the people walking down the hall was one who suddenly said to me, \"With your permission, please\"... And I quickly replied, \"It's yours. But not only did I not understand what was happening, I was scared. A lot happened in that moment. The first was that even though that gentleman hadn't finished asking for my permission, and as I was answering, he was already rubbing my naked arm with something cold that I don't know why I thought was saliva. And when I had finished saying \"yes to you\" I felt a puncture and saw a big syringe with letters. At the same time, a fat woman sitting in another seat was saying, \"Follow me\". I must have made a sudden move with my arm because the man with the syringe said, \"Oh, I'm going to hurt him... I'm going to shut up a... he soon pulled the syringe out in the middle of the smile of other passengers who had seen my face. Then she started rubbing the fat woman's arm and she was looking at the operation very pleased. Even though the syringe was large, it only ejected a small jet with a spring blow. So I read the yellow letters along the tube: Furniture The Canary. Then I was embarrassed to ask what it was about and decided to find out the other day from the papers. But as soon as I got off the tram I thought: 'It can't be a fortifier; it's going to have to be something that leaves visible consequences if it's really propaganda.' Anyway, I was sure that the public would not be allowed to doped with any drugs. Before I went to sleep, I thought maybe they'd want to produce some physical state of pleasure or well-being. I had not yet fallen asleep when I heard a little bird singing in me. It didn't have the quality of anything remembered or the sound coming from the outside. It was abnormal like a new disease; but there was also an ironic nuance; as if the disease felt content and had started singing. These sensations passed quickly and immediately something more concrete appeared: I heard a voice ringing in my head saying: -Hello, hello; broadcast diffuser El Canario... hello, hello, special hearing. The people who are sensitized to these transmissions... etc., etc. All this I could hear standing, barefoot, by the side of the bed and without being encouraged to turn on the light; I had jumped and stuck myself in that place; it seemed impossible for that to sound inside my head. I threw myself back into bed and finally decided to wait. They were now passing directions on the payment of the furniture quotas El Canario. And suddenly they said, \"As the first number will be the tango... desperate, I put myself under a thick blanket; then I heard everything more clearly, because the blanket attenuated the noise of the street and I felt better what was going on inside my head. I immediately took off my blanket and began walking around the room; this relieved me a little, but I had a secret inclination to hear and complain about my misery. I went back to bed and, grabbing the bedclothes, I heard the tango more clearly. I was in the street, looking for other sounds to soften the noise in my head. I thought I'd buy a diary, check the address of the radio and ask what would be needed to cancel the injection's effect. But a tram came and I took it. Within a few moments the tram passed a place where the tracks were in bad shape and the loud noise relieved me of another tango they were playing now; but suddenly I looked inside the tram and saw another man with another syringe; he was giving injections to some children sitting in cross-seats. I went over there and asked him what he had to do to cancel the effect of an injection he had given me an hour ago. He looked at me in amazement and said, \"Don't you like the broadcast? - Absolutely not. - Wait a few moments and you'll start a novel in episodes. - Horrible, I said. He kept on with the injections and shaking his head with a smile. I couldn't hear the tango anymore. Now they were talking about furniture again. Finally the injection man said to me, \"Sir, in all the newspapers the notice of the tablets has gone out El Canario\". If you don't like the transmission you take one of them and soon. - But now all the pharmacies are closed and I'm going crazy! At that moment I heard announcing: -And now we will broadcast a poem titled My dearest chair, sonnet composed especially for furniture El Canario. Then the injection man came to me to talk to me in secret and said, \"I'm going to fix your affair in another way\". I'll charge you a heavy price because I see your face honest. If you find out I'm gonna lose my job, because the company would rather have the tablets sold. I rushed him to tell me the secret. Then he stretched out his hand and said, \"Come with the weight\". And when I gave it to him, he said, \"Give him a warm foot bath\". Nobody lit the lamps, 1947", "title": "Muebles \"El Canario\"", "author": "Felisberto Hernández"}