{"metadata": {"length": 2414, "words": 425, "reading_time_min": 2.125}, "text": "In 1842 in the Marylebone neighborhood, a house that had not had any guests for many years collapsed, and whose owners were unwilling to spend more money on repairs. Its last inhabitants were Major W... his wife, his three children and his servant. Major W., who held a dignified position in the Intendence, had repeatedly urged his superiors to allow him to change residence (the rent of the building was in charge of the Intendence). As this authorisation was delayed, he claimed to justify his repeated insistence that the house was haunted in the most unpleasant way. Every night, the living room door opened violently, a noise of rushed steps, a snoring breath and then two or three horrible screams and the heavy fall of a body against the floor. They often found the furniture overturned, especially when it was located in the northern corner of the room. Then the silence was restored, but about a quarter of an hour later, something like a roar, a cry and finally a terrible hiss was heard. Major W... ended up banning his family members from entering this room. He even locked the door. But before that, he had his fellow soldiers confirm these facts. In fact, the report he submitted was signed by Lieutenant Intendence E, Captain S and the food commissioner E... a search of data was carried out and very soon a tragic story was discovered. In 1825, the house was occupied by the jeweller C... and his wife. The latter, much younger than her husband, led a disorderly life and spent vast sums of money. Although the unfortunate C... forgave him many times for his whims, he did not seem to want to change; on the contrary, his life was progressively scandalous. C... driven by bitterness and jealousy, he gave himself to the drink. One night he got drunk, determined to end his misery. Armed with a shoemaker's trench, he jumped on his wife, who ran into the living room, but C... caught up with her and with one shot of his gun, he decapitated her. He remained silent for a long time in horror at his crime, then hung himself from the roof spider. Since then, that horrible murder has been repeated every night, in an audible way, but the horrified witnesses never saw the slightest appearance; only ghostly noises repeated with perfect accuracy. Major W's request... was met with favorable results and, since then, the house remained vacant until the day it fell under the peak of the demolition. FIN", "title": "El crimen invisible", "author": "Catherine Crowe"}