{"metadata": {"length": 8067, "words": 1553, "reading_time_min": 7.765}, "text": "That night, the red Sabel - the wife of Juan Mouro, the mountaineer of the Aresta - noticed something strange in the attitude of her husband, when he returned from work, his hands blackened by the splinter of the fences, and small granitic fragments strewn about the broad thigh of his jacket. -My man, the dinner is ready - Sabel cheerfully advised -. There is a pot so full of glory that it gives joy. I have bought some new wine, and I have put a smoked salmon tartare with potatoes on the table. Sit down, my man, and eat like the king! The mountaineer did not respond. He swung the tool in an angle of the kitchen, sat near the light, and, pulling the leather sash, he snatched a snatched cigarette between the palms of his hands. He took the sling, and lighted it, and swung it, without a ripple of the thong, a shiver and a shadow, fixed the view on the floor. Sabel, with a request, cried: -Go to the art, my man... I'll burn the hot water in your belly... See how it cools. Always a stutterer, Juan Mouro pulled his slacks and stepped closer to the urn, whose smashed and dingy lid served as a dining table. Sabel gave him the warm shiver of a shiver, watching him with the glint of an eye and awaiting the confidence that could not fail. The mountaineer and his wife understood each other very well: she squatting in the house, he bending in the gorge of the Aresta, heaving stone after stone, united by the desire to join together to acquire the large piece of vine that extended to the north of their house and the tan of the taverns nearby. Young men, still, grew up in their way, with healthy and ruddy cheeks, and put into common the limited and tertiary aspirations of the humble. So Sabel waited, while her husband savored, fervently, as a redeemed man to repair his strength. And so the satisfaction of need brought him happiness, the envelope said. - You don't know, woman? It's a thing that seems to be true. Let them go with the knowledge that I will not give them the chance to throw more stones in a month... and God knows if in the other! - What do you say, man? - Exactly... ray! -And who has the power for that? The Grandparents? The Neighbors of Arrest? \"We don't sell very good fourths,\" Sabel, indignant, deposited on the table the tartar of the bacalao and two plates of vividly colored mud, luminous as copper. -What Auntie or what...! No, woman; if they are the ones of the juggler! The singers of Saini, Bertial, Dosiinas. I read the sentence: that no one works, and that no one works, and that no one works..., oh! -And they put it in you? Let them be in your ears! -Making..., according to: making and not making... When you make those arrows (the devil coma), all God has to submit to the will of who is to be called to turn him all over again... ray, ray! -And not assuming? Sabel suggested. His voice trembled with irritation; he saw his savings squandered by the halt in work, and the dear piece of seed lost forever, acquired by the greedy neighbour, the North, to whom a son, from Montevideo, sometimes gave a lot of money. -And not assuming? - he said, in response to Juan's mutism - What does the Lord have about you, I ask my curiosity, to determine whether you will or will not go to prison? - Sir, no; you know, woman; but a bad start soon makes a man..., oh! He turned Sabel to look at him for a moment. She laughed at the vagabond and snobby impression of her husband’s words. Her sagacious instinct also told her that Juan, indecisive, was waiting for the counsel, the excitation of the donor. He looked up at the arch, in which his hat was kept, and thought he saw the hardy, so well rewarded with the sweat of the mountaineer, marching in line, to buy the daily bread. His man was made to good food, to the tragu, that slaying stone is not like slicing a calf..., And now! With quiet arms, with purchased canter, with pieces assigned, God knows if the teachers would get tired and assign them to someone else! 'All the petticoat; perhaps I shall have to ask the urchin for a loan!' Sabel put the jug of wine before Juan. The wine gives us hope... -How do you come with yours? \"Don't you dare?\" he cried, so that Juan had drank. \"If I run or not, that will be seen,\" he said with a sly grin. No one can make me wrong, you know? And to sleep, that morning may do the work. -If you don't go up at the end... -she insinuated, as if she was letting the words fall. There was no answer. Sabel covered the fire, and half an hour later the oil lamp was out. At first it dragged on with restless sleep, not free of burdens; but by morning the deep sleep that prepares good digestion and the normal fatigue of daily work was coming. It awoke with a ray of morning sun and a shower of mist on its face; the woods, unlocked, let light and air in. When she felt alone in bed, she jumped to the floor, frightened. -Juan, Juan! - cried he, leaping up the staircase, which shook under his feet with good grace. The kitchen was deserted; the door of the house, the atmosphere had deteriorated; the tools were missing from the corner. It was no doubt: the mountaineer was going down the mountain... Sabel shivered at the door, trembled; a cold breeze, colder than cold, from the sea, which never stops brisking the sea-shore, was perhaps the cause of his shivering: he saw that he was in a cloak and that his feet were unshod, and he sprang in. As he looked, the shaking continued, and there in his innermost being a murmuring, huffing voice murmured words of threat, of improperity, of curse. “We will slap you in the face, we will cut your hair, we will pull your tits out of your ears... We will scream at you, we will scream at you, we will scream at you... We will scream at you, we will scream at you... We will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will scream at you, we will The bite of bread from breakfast was a thorn in his side. He was no longer thinking of the hardened, gathered at the top of the arc, but of his man, of his worker, of the one who had won him, with the rejoicing arms and the heroic effort... -Ay, if I lose him!... -Juan! It was slowly becoming more and more comfortable. The day was coming on, and the clarity of the sun is sure to cast away the terrors. Sabel was threshing grain. He heard improvised screams on the road like a chased animal; they pushed the door and the mountaineer jumped out, without hat, without tool, covered in dust, in blood-stained trousers... -Come after me. \"Stop me, woman... -What have you done, my man?\" said Sabel. Oh poor, destitute of us! -They took me on the road. That didn't happen... They called me sold. They wanted me to be a sailor. I leave him, he neither gives foot nor leg. I shared the head with the pigeon, so. That is already the spirit of Purgatory! -It is worth more than you - Sabel protested, wildly embracing her husband, and hearing, far away, the cries of the people who were chasing the bull.", "title": "El montero", "author": "Emilia Pardo Bazán"}