{"metadata": {"length": 3696, "words": 695, "reading_time_min": 3.475}, "text": "Once upon a time there was a very pretty girl, a little princess who had a white skin like snow, lips and cheeks red like blood and black hair like a hazel. His name was Snow White. As the princess grew, her beauty grew day by day until her stepmother, the queen, became very jealous. One day the evil stepmother could no longer tolerate her presence and ordered a hunter to take her to the forest and kill her. Since she was so young and beautiful, the hunter felt sorry for the girl and advised her to hide in the forest. Snow White ran as far as her legs allowed, stumbling upon rocks and tree trunks that hurt her. Finally, when night was already falling, he found a little house and went in to rest. Everything in that house was small, but more beautiful and clean than you can imagine. Near the fireplace was a small table with seven very small plates, seven mud-bottles, and seven very neat sheets lined up on the other side of the room. The princess, tired, fell on three of the mattresses, and fell asleep deeply. When night came, the owners of the little house came back. There were seven little dwarfs, who went out every day to work in the gold mines, far away, in the heart of the mountains. - Oh, my God, what a beautiful girl! - they shouted surprised. And how did you get here? They came to admire her, making sure she wasn't woken up. In the morning, Snow White was afraid to wake up and see the seven dwarfs surrounding her. They questioned her so gently that she calmed down and told them her sad story. \"If you want to cook, sew and wash for us\", said the dwarves, \"you can stay here and we'll always take care of you\". Snow White happily accepted. He lived very happily with the dwarves, preparing their food and taking care of the little house. Every morning he would stand at the door and dismiss them with his hand when the dwarves went out to work. But they warned him, \"Be careful. Your stepmother might know you live here and try to hurt you. The stepmother, who was really a witch, and she consulted her magic mirror to see if there was anyone more beautiful than her, discovered that Snow White lived in the house of the seven dwarfs. She got angry and decided to kill her herself. Dressed as an old woman, the wicked queen prepared an apple with poison, crossed the seven mountains and came to the house of the dwarves. Snow White, who felt very lonely during the day, thought that little girl couldn't be dangerous. He invited her in and gratefully accepted the seemingly delicious apple the witch offered him. But, with the first bite on the fruit, Snow White fell as dead. That night, when the seven dwarfs arrived at the house, they found Snow White on the floor. He couldn't breathe or move. The dwarves wept bitterly because they loved her with delight. For three days they veiled his body, which kept its beauty - white skin like snow, red cheeks and lips like blood, and black hair like a hazel. \"We can't put his body underground\", said the dwarves. They made a glass coffin, and putting it there, they took it to the top of a mountain. Every day the dwarves would watch her. One day the prince, walking on his great white horse, saw the beautiful girl in his glass box and could hear the story of the lips of the dwarves. She fell in love with Snow White and managed to get the dwarves to allow her to take the body to the palace where she promised to worship her forever. But when he moved the glass box he stumbled and the piece of apple that Snow White had eaten fell off his throat. She woke up from her long sleep and sat down. There was great rejoicing, and the dwarves danced cheerfully as Snow White agreed to go to the palace and marry the prince.", "title": "Blancanieves y los siete enanitos", "author": "nan Anónimo"}