{"metadata": {"length": 5988, "words": 1127, "reading_time_min": 5.635}, "text": "1 We are both sinners. Even blatantly false. She has a huge tummy. Since the eight years, when they did the operation. My swollen mark on my mouth is the result of a fierce burn, which occurred at the beginning of my adolescence. You cannot say we have good eyes, that sort of a smugness that sometimes the ugly can achieve beauty. No, of course not. Both her eyes and mine are eyes of resentment, which only reflect the little or no resignation with which we face our misfortune. Maybe that has united us. Maybe united is not the most appropriate word. I am referring to the implacable hatred that each of us feels for his own face. We met at the movie theater, lining up to see two beautiful girls on the screen. It was there that we firstly examined ourselves without sympathy but with dark solidarity; it was there that we recorded, from the first oath, our respective sorrows. In the circle everyone was two, but they were also authentic couples: husbands, wives, lovers, grandparents, you name it. Everyone - from hand to arm - had someone. Only she and I had the hands soft and crisped. We look at the respective afflictions with awe, with insolence, without curiosity. I walked the splinter of his pole with the guarantee of a splinter that my swollen hand gave me. She did not smile. I liked it hard, that it returned my inspection with a minute swish to the smooth, bright, hairless area of my old frying pan. Finally we enter. We sat in different rows, but adjacent. She could not look at me, but I, even in the dark, could see her reddish-brown hair, her fresh, well-formed mouth. It was the oracle of his normal side. For one hour and forty minutes we admire the respective beauty of the red hero and the soft heroine. At least I have always been able to admire the beautiful. My anger is the reserve for my face and sometimes for God. Also for the faces of other fools, of other swindlers. Maybe I should feel sorry for myself, but I can't. The truth is, they are something like glasses. I sometimes wonder what luck the myth would have had if Narciso had had a swollen tumulus, or the acid had burned his chin, or he had lacked a middle ear, or had a crooked front. I waited for her at the exit. I walked a few feet near her, and then I spoke to her. When he stopped and looked at me, I had the impression he was shivering. The guest we'd like to spend a few hours with in a coffee shop or a tavern. Soon he accepted. The shop was full, but at that moment a table was cleared. As we passed among the people, the signs, the signs of amazement, were on our shoulders. My antennas are particularly angled to catch that sick curiosity, that unconscious savagery of those who have a current face, miraculously symmetrical. But this time, my steadfast intuition was not needed, for my ears were able to register murmurs, squeaks, false alarms. A horrifying and isolated face is obviously of interest; but two faces together constitute a greater spectacle, a little less coordinated; something to be looked at in company, with one (or one) of those well-liked with whom the world is to be shared. We sat down, ordered two ice creams, and she had the courage (which I also liked) to take her comb out of her purse and brush her hair. His beautiful hair. “What is he thinking?” I asked. She looked at the mirror and smiled. The pond's shape changed. “A common place,” he said. “Who for whom”. We talked a lot. At half past eight I had to order two coffees to justify the prolonged stay. Soon I realized that both she and I were speaking with such a shrill fervor that it threatened to overtake sincerity and become a quasi-equivalent of hypocrisy. I decided to dig in. “You feel excluded from the world, don’t you?” “Yes,” he said, still looking at me. “You admire the beautiful, the normal. You want to have a face as well-balanced as that little girl on your right, though you are intelligent and she, judging from her laugh, irredeemably stupid.” \"Yes.\" For the first time I could not support my gaze. “I too would like that. But there is a possibility, you know, that you and I will get to something.” “Something how what?” “How do you want us, caramba. Or just congenially. Let it be as you please, but there is a possibility.” She shook her head. I didn't want to build up expectations. “Promise me not to take me like a thief.” “I promise.” “The possibility is to put us in the night. In the night ntegra. In total darkness. Do you understand me?” “No.” “You have to understand me! The total darkness. Where you don't see me, where I don't see her. His body is beautiful, didn't he know?\" He laughed, and the blemish on the thigh was suddenly darkened. “I live alone, in an apartment, and I’m close.” He raised his head and now he looked at me, questioning me, figuring me out, trying desperately to reach a diagnosis. “Let’s go,” he said. 2 I have not only shut up the light, but I have also shut up the double door. She breathed beside me. And it was not a weak breath. I didn't want to help her dress up. I saw nothing, nothing. But I could also see that I was now immobile, waiting. He cautiously took a hand, until he found his chest. My touch transmitted an encouraging, powerful version. I saw her breath, her sex. Their hands also saw me. At that moment I realized that I had to rid myself (and her) of that lie that I myself had made. Or tried to make. It was like a dream. We weren't that. We weren't that. I had to draw on all my reserves of courage, but I did. My hand slowly rose to his face, found the edge of horror, and began a slow, convincing and convincing charm. My fingers (at first a little trembling, then gradually becoming more steady) passed many times over their smears. So, when I least expected it, his hand also came to my face, and passed and repassed the sash and the smooth pelt, that bare island of my sinister mark. We weep to the alba. Disappointed, happy. Then I arose and threw the double-edged sword. FIN Death and Other Surprises, 1968", "title": "La noche de los feos", "author": "Mario Benedetti"}