{"metadata": {"length": 3951, "words": 691, "reading_time_min": 3.455}, "text": "The banker gave the cigarette a small blow with the little boy loaded with gold and rubies to unburden the ashes. I guess I said we won't meet here in the case of shooting workers in the streets. The general left the cocktail on the table, and he broke down laughing: \"We have everything we need for that: rifles. The professor, who was also a deputy, shook his head. We'll shoot the dictator sooner or later. As unindustrial as our country is, we always have the mail, the port, the railways. The communications strike is the most serious. It is the real paralysis, the collective syncope, while the others are reduced to simple malnutrition phenomena. The general raised his congested index: It would be shameful to limit the development of industry out of fear of the working class. \"The storm is inevitable\", the professor added. Ideas are spreading irresistibly. And what ideas! The more absurd, the more contagious. They have convinced the proletariat that what they produce belongs to them. The tree is determined to eat its own fruit... you notice that the animals that supply the meat are usually herbivores. The New Gospel is upsetting society, founded on some producing without consuming, and others consuming without producing. They're different functions, specialized. But you will seriously test such energetic men. The cabinet lunatics are to blame, the theorists and barbaric poets to the Bakunin, to the Gorki, who intend to change the world without even knowing Latin. They figure the proletarian has a brain. He has only hands; ideas come down to his hands, hard hands, tightly squeezed, and, taken away from the work, will climb up to the neck of civilization to strangle it. What foolishness, the poor obstinate in being rich! The banker sighed. Like the rich are happy! We're burdened with worries, with responsibilities. Fortune is an obstacle to our virtues. It is very difficult for us to enter Paradise, when it would be so easy for them if they resigned. And they don't give up, they don't believe in God anymore. Without God, everything will be ruined. Why don't the poor settle for their own fortune, just as we rich settle for ours? The universal suffrage is no longer enough for themthe professor said. They don't like the illusion that he was so useful to us. Now they want to take care of their own affairs. Nothing more dangerous. The laws are flawed, the general exclaimed. The law must ensure order, and no order is possible without work. The association of agitators, the strike, are crimes. The work cannot stop. The moment the work stops, order is destroyed. Work is holy, it's a prayer, as I read yesterday. Is the spectacle of Buenos Aires without bread, worse than if it were besieged by an army, a spectacle of order? I, a military man, would have fired on the strikers. I would have considered them foreigners, enemies of the homeland. Sacrifice! Without my homeland, I would not be able to live. The terrible thing is not that they refuse to respect and defend the established order, said the professor, but that, under the pretext that they have no homeland, they travel to other countries, carrying with them the rebellion and the dynamite. Buenos Aires is plagued with Russian anarchists. And let's keep raising wages, and cutting down on working hours, so that the worker, damn superfluous culture, buys books or learns to make bombs. What we did well, the banker noted, was not to allow rallies against the friendly nation or the friendly authorities. It's equivalent. Yes, he supported the general. Any authority will be our friend. Let's be logical. I confess, I'll be on the side of the cannons. It's not just my profession, it's my doctrine. And if the rebels resist building cannons, we'll force them to fire. - You're not? A servant announced that lunch had been served. The three characters went to the dining room, where they were waiting for oysters and Rhine wine. Finish short stories, 1911", "title": "La gran cuestión", "author": "Rafael Barrett"}