{"metadata": {"length": 3980, "words": 811, "reading_time_min": 4.055}, "text": "One summer day when it didn't rain, I got a feeling I wanted to move, or at least, take a walk around the block. The idea encouraged me, and I suddenly realized that I hadn't felt so good in a long time. It was so hot I thought I could put on my shorts, but when I went to get them I remembered that I had thrown them away last year in a melancholy attack. However, the idea of short pants became so impoverished that I cut the heels off of the long pants I was wearing. You're never too old to lose hope. It was strange to leave after so long, although it all seemed familiar, of course. I'm gonna write about this, I thought, and suddenly in the middle of the sidewalk I notice an erection, but it didn't matter, because the pockets of the pants were wide and deep. When I got to the first corner, I was late, because even though the spirit was very willing, the legs were not accompanying me. I found that I didn't feel like going around the block after all. Since it was summer, I wanted to see something green, even if it was just a tree, so I went straight. It was hot, as hot as when I was a kid, and I was happy to wear my shorts. And with the erection under skilful control, I felt fine. It may sound exaggerated, but it was. When I had almost left three houses behind, I heard someone shout my name. Although it sounded like an old man's voice, I didn't turn, because there are many who call themselves Thomas. But the third scream, I looked where the voice was, it was such an unusual day... anything could happen. And there he was, on the sidewalk across the street, the old Professor Storm from the high school. Felix, I screamed, but I was so unused to using the voice that I didn't get much out of it. We were separated by a heavy traffic, and neither he nor I dared cross the street. It would have been stupid to lose my life of pure joy, when I had endured without it for so long. So all I could do was yell his name one more time and say hello with the stick. I was very disappointed, but at least it was a comfort to know that you had seen me and called me by my name. \"Goodbye, Felix! \" I shouted and set out on my way. But when I got to the next crossing there was him, right in front of me, so I had been sad for no reason. \"Thomas, old friend\", he said, \"where the hell have you been?\" I didn't want to say anything, so I kept quiet and said, \"The world is big, Felix\". And they're all dead or almost dead. Yes, yes, life demands its own. Well said, Thomas, well said. I thought it was not right at all, and almost to merit his praise I said, 'As long as we have shadow, there is life.' For, yes, yes, evil has no end. At that moment I started to wonder if I was not coughing, and I decided to test it. The problem is not the wickedness say, but the folly, for example, of those young people riding huge motorcycles. He looked at me for a while and said, \"I don't think I understand what you mean right now\". Since I didn't want to win at his expense, I just said, like by chance: \"So what is evil?\" Needless to say, he could not answer, he was not a theologian, and I rushed to add: How are you? It was obvious that he had put him in a bad mood, because he first looked closely at the clock and then said, \"Every time I meet someone, I feel more alone than before\". It wasn't exactly a nice phrase, but I pretended to be nothing. Because yes, I said, that's right. I realized that if I didn't hurry to say goodbye, he would do it first, but I didn't hurry enough, so he got ahead of me. I have to go, Thomas, I left the potatoes on the fire. \"Oh, yes, the potatoes\", I said. Then I held her hand and said, \"Well, let's not meet again\". I left the words hanging in the air, because it was one of those phrases that stayed better unfinished. \"Yes\", he said, and shake my hand. Goodbye, Felix. I'm going to be with you. Bye, Thomas. What's going on? I turned around and went home. I had not seen anything green, but, wow, how many events for one day! FIN 1983", "title": "Vaya", "author": "Kjell Askildsen"}