{"metadata": {"length": 4150, "words": 765, "reading_time_min": 3.825}, "text": "The stairway railing had golden cypress flowers and a striped black fir, where one's eyes are enchanted when one is sad to see the cables of the stairway, hypnotized by the great serpents, swaying in the wind. It was the home of my oldest aunt where they took me on Saturdays to visit. Above the hall of that house with the sky of lilacs there was another mysterious house where a family of gilded feet could be seen through the windows. Light shadows rise over the rest of the bodies of those feet, shadows absorbed as hands seen through the water of a bath. There were two little feet, and three pairs of great feet, two with high heels and short steps. They walked through the stormy night with a roar of thunder, but the family never walked and sat in the same naked room, scribbling their daily journals with music that bled endlessly from a piano that sounded always the same note. From afternoon to afternoon, there were voices that sounded like balls on the floor below and sounded like a tinkling on the carpet. A winter night rang out the nine on a very tall wooden clock, which grew like a tree at the hour of its twilight; through the heavy curtains of the heavy-framed windows, always smelling of naphthalene, came icy breezes that blew the tropical shade of a palm-tree plant. The street was full of vendors of newspapers and fruit, sad as if they had just left for the night. There was no one in the house that day, except the little cries of a girl (to whom they had just kissed to make her sleep) who did not want to sleep, and the shadow of a veiled tyrant's thigh, like a black devil with the feet embossed with perverse institution. A voice with twitching eyebrows and a tangled wig shouting “Celestine, Celestine!”, making that name a very dark absinthe. And after the cries had slowed down... two naked pieces of cloth leapt to the cord, and a laugh and another laugh fell from the naked feet of Celestina in the cloak, leaping with a caramel in her mouth. His cloak was a cloudy form over the crimson and green visors. The voice of the swollen feet grew: “Celestine, Celestine!” The laughter was getting louder and louder. The naked feet always swung over the oval cord dancing while a music box with a doll on top sang. The endemic footsteps of very dark shoes, tied with cords that when loosened cause fatal ruffles, were heard. The devil-winged skirt swung back and forth on the mirrors; the naked feet stopped leaping; the feet whirled in circles without reaching; the skirt swung behind the naked pieces, widening the arms with the open cuffs, and a hair comb was suspended, taken from the hands of the black skirt, and a shrill cry of tangled hair was heard. The cord of a black shoe fell off, and was a tangle on the other foot of the tangled cloak. And again a snorting laugh came from the slashed head, and the black voice cried, making a low groaning sound on the ground: “I am going to kill you!” And like a thorn breaking a glass, the sound of a jar of clay falling to the floor, turning over its contents, bursting forth densely, slowly, in silence, a deep silence, as the silence that precedes the scream of a frightened child. Slowly a head was drawing itself out of the glass, a head where strands of blood were fusing with moths. The stain grew. From a break in the glass began to fall wide and long glazed fragments like raindrops on the patio floor. There was a tremendous silence; it seemed that the whole house had been moved to the field; the rooms were ringing with the echoes of the previous day's visits. The fluttering cloak flew around the dead head: “Celestine, Celestine!”, and a fiery flame swung at the cord. The doors opened wide with long sighs and all the feet that entered became rods. The claraboya was of that green of the colonial ponds where the embraced slacks swam. There was no foot to be seen, and the black cloak had become holy, more gilded than any on the glass. Celestina sang Les Cloches de Corneville, walking with Leonor behind the trees of the square, around the statue of Saint Martin. She had a sea captain's dress and a horrible fear of dying while crossing the street. FIN", "title": "Cielo de claraboyas", "author": "Silvina Ocampo"}