{"metadata": {"length": 7235, "words": 1335, "reading_time_min": 6.675}, "text": "It was May. It was still a cool breeze, but spring was at hand; so the plants and trees, the field and the pasture declared it. It was a riot of flowers, which spread down under the green shoots; and just there spring was at work, manifesting itself from a small apple of which it had broken one single branch, but fresh and tender, and girded all about with pink buds about to open. She knew the branch well how beautiful it was, for beauty is in the leaf as in the blood; and therefore she was not surprised when a magnificent car stopped in the road before her, and the young lady who was driving said that that branch of apple was the most charming thing she could imagine; it was the very spring itself in its most delirious manifestation. And they broke the branch, which the damsel took by the hand and held under her cloak of silk. They continued to the palace, that palace of high rooms and splendid pillars; soft white curtains floated in the open windows, and wonderful flowers glowed in opaline and transparent jars; in one of them - it might be said to be made of freshly fallen snow - they placed the branch of the apple among others of hay, lovely and of a clear green. She was a joy to look at. The hum of the ram's horns was raised to his head; it is so human! They passed through the rooms of the Gentiles of every class, and each one, according to his position and category, was allowed to express his admiration. Some stayed still, others spoke too much, and the apple branch could see that there are differences between humans, just as there are differences between plants. “Some are just for decoration, some are for food, and even some are completely superfluous,” thought the ramet; and as she had been placed in front of an open window, she could see the garden and the field, which gave her an opportunity to contemplate a multitude of flowers and plants and make observations thereon. Rich and poor were mixed together; and some were seen to be quite insignificant. - Poor, rotten herbs! - exclaimed the apple branch-. The truth is that there is a difference. What miserable creatures they must be, assuming that those creatures are capable of feeling as we do. Naturally, it is forcible that there should be differences; otherwise we would all be equal. Our branch considered it a sort of flower that grew in an incalculable number in fields and groves. Nobody took them up to make a hand, for they were too ordinary. They grew up to the age of adolescence: as the last of the herbs, they grew everywhere, and finally had the most vulgar name: lion's tooth. - Poor plant, despised! - exclaimed the apple branch-. You have no guilt for being as you are, so ordinary, or for having been given such a foolish name. But with plants it happens the same as with men: there have to be differences. -Different! -said the sun, while at the same time he kissed the blossoming branch of the apple tree and the thorny thorns of the lion that grew in the field; and also the sun's brethren gave their kisses to all the flowers, poor and rich. Our limb had never thought of God's infinite love for His earthly world, and all that moves and lives therein; it had never reflected on how much good and beauty there may be in it - hidden, but not forgotten. But, isn't this also human? The sunbeam, the messenger of light, knew better. - You don't see very far, nor very clearly. What is that plant so undervalued, my dear friends? -The lion's tooth -the branch protested. Nobody makes bouquets with it; everybody eats it; there are plenty. And when their seed flies, they come flying in tiny clumps like white thread and stick to the clothes of the travelers. It's a bad weed, there's no doubt about that. But there has to be. How grateful I am that I am not like him! Soon a troop of baboons came into the field; the smallest of all was yet so small that others had to carry him in their arms. And when they had sat down in the grass in the midst of all those yellow flowers, he began to shout with joy, to shake his thorny branches, and to roll about in the grass, picking up with his hands the golden lion's teeth and kissing them in his sweet innocence. While the elders were tearing the flora, separating it from the thorny branches and bending it into a necklace to make chains, which were hung on the neck, on the shoulders, or around the waist; they were also put on the head, around the dolls and the teddy bears - what a beauty of green chains and garlands! But the elders carefully collected the flowers encased in the seed, that light and ethereal sphere of wool, that small work of art that looks like a white cloud made of hundreds of microscopic strands. They put it in their mouth, and from one side they had to empty it completely. Whoever could get him new clothes before the end of the year - his grandmother had said. And thus the despised flower became a prophet. - You? “What do you think of the apple tree?” asked the sunbeam. Now see his beauty and his virtue? - Yes, for the children! - The branch repeated. In this a retired person came to the field, and with an old and rusty kitchen knife, he dug up the root of the plant. I wanted to use some of the roots for a coffee infusion; the rest I thought I would take to the apothecary to get a few cents. -But beauty is something much higher - the branch of the apple exclaimed. Only the chosen will enter his kingdom. There is a difference between plants, just as there is a difference between people. Then the ray of the sun spoke to him of God's infinite love for all creatures, love that embraces all living beings with equal tenderness; and he also spoke of divine justice, which distributes it equally in time and eternity. - Yes, you believe that! - the branch responded. In that room came people, and with them the Countess, who had so beautifully placed the florid branch in the transparent vase, upon which the flaming ray of sun fell. She had a flower, or whatever it was, carefully wrapped in three or four great leaves, which encircled it like a cloak, so that no ray of air could come in and hurt it; and she carried it with such tender care! Much greater than anything ever ascribed to the apple tree. They carefully removed it from the leaves that had encircled it and it appeared... the little sphere of white seeds, the seed of the despised lion's tooth! This was what the countess had so carefully taken from the earth and brought so that none of the delicate feathers that form her vaporous cloak was carried away by the wind. The support in hand, whole and intact; and he admired its beautiful shape, that aerial and diaphanous structure, that original construction, that beauty that would suddenly disappear in the wind. It was a sad thought that I could lose that beautiful reality. -See how wonderfully beautiful God has created it! - I said-. I will paint it along with the apple branch. Everybody finds this ray of light; but the poor flower, in its own way, has been blessed by God with no less beauty. What a difference, and yet the two are sisters in the kingdom of beauty! And the ray of sun touched the humble lion's tooth, just as it touched the florid branch of the apple, whose twigs seemed to shiver under the touch.", "title": "Tiene que haber diferencias", "author": "Hans Christian Andersen"}