{"metadata": {"length": 4288, "words": 809, "reading_time_min": 4.045}, "text": "For three long hours I did all those operations that denote the impatience of a soul's immersion: I consulted the clock, I gave it a rope, I consulted it again, I gave it a rope again, and finally I skipped the rope; I shook some motets that appeared on my suit; I shook others from the felt of my hat; I reviewed all the papers in my wallet eighteen times; I would write fifteen couples and two novels; I read three newspapers without learning anything they said; I meditated; I removed the meditation; I returned to meditation; I rectified the wrinkles of my pants; I caressed a dog, owned by the parishman on the right; I turned the little button of my watch around to notice that it had broken and would not leave me unconscious in a year. Oh, my God! There was a reason for all that. My unknown beloved was about to arrive any minute now. We'd been loving each other by letter since the previous spring. Gelda is exceptional! His love had filled the cup of my dreams, as the authors of the booklets for zarzuelas say. - I know. He was very much in love with Gelda. His letters, filled with tender and elegant grace, had been the geometric place of my kisses. By getting along with her only by mail, I had become afraid that I would never be able to talk to her. She knew from several portraits that she was beautiful and distinguished as the protagonist of a story. But in the Book of Fate Box it was written in round letters that Gelda and I would finally meet face to face; and his last letter, announcing his arrival and giving me a date at that modern café - where it was essential to stand the five pelmamas of the orchestra - had placed me in the Empire, the first chair on the left. A taxi stopped at the coffee shop door. Gelda quickly got off of him. He came in, came to me, put his two hands out at once with a heavenly smile and let himself fall on the couch with an indisputable chick. He asked me not to remember what and he told me about our epistolary loves, how happy he thought he was now, how much he loved me... - What do you say? - he asked me. - That I love you with all my soul, too. - What? - What? I saw the horrible truth. Gelda was deaf. - What? - What? - I was in a hurry. - That I love you with all my soul too! - I repeated screaming. And I immediately regretted it, because ten parishioners turned to look at me, evidently upset. - Do you really love me? - she asked with the weight of lovers and life insurance agents. Swear it! - I swear to you! - What? - What? - I swear! \"But tell me you swear you love me\", he insisted puffedly. -I swear I love you! - I will vote. Twenty parishioners looked at me with hatred. - What an idiot! - whispered one of them. That's called loving with a real voice. \"Then\", continued my beloved, \"do you not regret that I came to see you? - Not at all! I shouted, determined to throw it all away, because it seemed stupid to sacrifice my love to the opinion of some gentlemen who spoke of the government. - And... do you like me? - A lot! - In your letters you said my eyes looked very melancholy. Do you still believe that? - Yes, you did! - I shouted bravely. Your eyes are so melancholy!! - What about my eyelashes? - Your eyelashes, long, curly! The whole coffee was staring at us. The conversation and the orchestra had been silenced and I was the only one heard. The passersby began to stop at the windows. - My love makes you happy? - That's great! - And when you can hug me... - When I can hug you - I screamed, as if I was giving a speech in a bullring - I will believe that I will hold against my heart all the roses of all the roses of the world!! I don't know how long I've been facing the rigors of other people's opinions. I know a guard finally came up to me. - Do not scandalize me, please, he said. I beg you and the young lady to leave the premises. - What's going on? - investigated Gelda. - We're being fired for scandal! - For scandal! - he spoke astonishingly. But if we were in a corner of the cafe hiding our love from everyone and telling each other our secrets quietly... I said yes to avoid getting into any explanations and we left. We live in a village now lost in the countryside, but when we love each other, the villagers around us always come and ask if something serious is going on. FIN", "title": "El amor que no podía ocultarse", "author": "Enrique Jardiel Poncela"}