{"metadata": {"length": 8068, "words": 1385, "reading_time_min": 6.925}, "text": "The Nubian slave, who carried the ark-light, placed it carefully on the opal stele, and the reflection of the light projected on the walls of the sepulchral chamber, decorated with mysteriously grotesque and grotesque paintings, the high shadows of the queen, the great priest, and the same slave. Cleopatra, on her violet-colored tunic, wore only one jewel, the turquoise and emerald necklace, famous for its meaning and its provenance; belonging to the first Psamean, stolen by Tolomeo Lago, founder of the Lagid dynasty, passed on to the heirs of the crown, it was as emblem of that power of the Egyptian kings, which would be called unlimited if not contrasted with the teocracy. The rulers of the Greek dynasty, feeling themselves usurpers, had exaggerated the cult of tradition, and the collar, to which supernatural virtues were attributed, came to the fore in critical moments, when the Creator and Keeper of the Earth was invoked. Apart from the collar, another scarab of glazed changing-tablet, simple and prim, swung with its wings the sieves of the queen, slapping the black berries that sprang as racimos from the old vines. The slave looked with astonishment. A quiet, smug smile spread across his wide lips and seemed to gleam in his youthful teeth. He knew at that point that it was not certain that Cleopatra was extending her arms only to the Roman general who had lost the battle of Accio. That smile, a mixture of adoration and insult, made the sailor flee from Cleopatra. He extended his hand and pointed to a low, slatted, dark door. - Touch the shoulder, Elao - he ordered. Press hard until the door turns. The slave obeyed, and when the door turned on its bronze hinges, the black shoulders were red. The slave's blood stains the surface of the metal. -Light the lamps. Entering the chamber that was shut up, Elao took the lamp that he had brought with him the chariots of others that had been prepared, and the queen and the priest also entered into the first chamber of the treasure. They sat in the umbral to contemplate such magnificence, while the slave lit the second chamber. The great priest, who knew the treasure only by secular legend, raised his hands in a cup-shaped gesture and exhaled a sigh of admiration. The least of these were the gold bars strewn on the ground. For over three hundred years, the Lagid kings have gathered, hiding them in the depths of the tomb that awaited them, the rarest and most exquisite jewels. Preseas belonging to Alexander; objects rescued from the raids of disappeared cities; necklaces and bracelets of princesses that slept the eternal dream; sacred vessels of cults that no one practiced; gold statues of gods of forgotten name; unique pearls, once offered to monstrous deities; regional horns, embroidered crowns, brooches that closed imperial mantles, were hung in open horned stalls on the wall and covered with cloth and twigs of redwood, and were spread out in heaps on the corners and even hung from the ceiling, within finely carved palm-leaf slats. The light of the lamps, uncertain and fluttering, soon revealed from the shadows details of wonderful execution, perfect ornaments, lines of beauty that seemed to swell up, and Cleopatra, turning to the priest, said: - Here is the best of the world. The Romans, who have conquered so many kingdoms, have nothing comparable to this treasure. All my ancestors, in their grey blood, brought love to art, and far from the profane gaze, which should not rest on the supreme beauty, they brought together what has no price, what ardent moments of inspiration fix in matter and patient patients work. Vended, threatened, almost imprisoned, the Egyptian queen is still the owner of something that would enrage Octavian, and which Octavian needs to pay his tribuni militum, to whom he owes a great deal, and the legionaries of Antony, whom he has just sworn to pay. Do you not think that, for this treasure, Octavius would freely return my crown? The priest reflected, his twisted beard swaying in symmetrical channels. His oval, black eyes expressed uncertainty and anxiety. The priestly power had waned under the Lagidas, kings imposed by the conquest of Alexandria, and now, before the enlarging power of the Romans and the imperious and flamboyant spirit of Cleopatra, it was merely a shadow and a memory. - Does anyone know where you hide your treasure, Queen? - he finally, seriously asked. - You and I are not more. The eyes of the soul, of oblivious glance, designated the slave, immobile as a statue of black baseness. - He will not speak; he is a tomb - murmured Cleopatra, engrossed in her furious rage at the nubian. - Then, queen, Octavius will accept your conditions or... - Or I will die, and if necessary, you will make disappear the treasure of the Lagidas. That he does not fall from Octavius, do you know? Do not reach to put your hand on top of it. Destroy, annihilate, hurl into the deepest sea... at least give it to the Roman victor. - It will be so... There is no other hope. -There is still another... come. The queen went to the second floor. It was a more delicate, circular, acrid-smelling hornacina, in which objects of strange shapes, heteroclits, sprang up confusedly. -They are amulets, talismans, fetishes, mandrágoras, stones of heaven, bezoars, horns of the great beast, receptacles of enchantments and filters... They have been brought from all countries, collected on corpses, in smashed temples, in nightly raids of Tesalonic henchmen; they have been stolen, robbed, bought for gold... Since the gods of Egypt have abandoned us, will there be no god or a genio to save us? Consider the amount of supernatural power that entails such prodigious things! The priest replied, pointing to his head: -Our gods are punishing us, queen, for having forged alliance with the foreigner, for the sacrilege of joining a Roman general and making him king of Egypt. We deserve to be abandoned, and they abandon us. Against their color they can do nothing those stones and liquids, those roots and sprigs, that receive their power from the universal Creator, from Ptah the Everlasting. -Ptah the Eternal cannot prevent me from dying, and among those amulets there are venoms so quick and subtle, that the death they produce should be called sweet sleep. The most precious jewels in this treasure are the instruments of my freedom. In no case will I figure in the triumph of my enemies. The slave's plight made him turn to the queen. -You don't want me to die, Elao...-he said with that smile that was an ecstasy of grace and coquetry, approaching with a fluttering, arousing movement. You, who are a little bit of a shithead, don't want to persecute the daughter of the Tolomeos... Do you want to humiliate me? You know that death is very beautiful? There is nothing more beautiful than death and love. Relax, Elao. Look at that wall for the glint of a metal snake head and slam it... So... Elao slammed it without a word. A piece of pavement fell down, dragging the slave along. Retrained, sore, mate, as he was swollen by the water, he heard the sound of his fall. He climbed back up the steps and sat silently in his place. -He will not speak - Cleopatra said. The secret belongs to us alone. The priest made no observations. The life of a slave did not deserve the work of opening his mouth. And leaving the lamps burning, they left that place, hidden in the foundations of a tomb, and built with such skill, that they would have swept the whole city without it. ...................... The slave was young, a herculean, and swam like fish. He miraculously escaped drowning by falling into a deep canal connected with the port of Alanda. And it was he who revealed to Octavius the secret of the inestimable treasure of the Ligides, which Octavius brutally smashed in the furnace, apprehensive by the urgency of acquainting his legionaries with money, opening the way to the Empire of Rome. With her instruments of liberation, Cleopatra had to ask for a fruit basket, where there was a snake whose bite also liberated her.", "title": "El tesoro de los Lagidas", "author": "Emilia Pardo Bazán"}