{"metadata": {"length": 4654, "words": 943, "reading_time_min": 4.715}, "text": "I bet the best tango we ever did together wasn't written by me, and neither was he. Last morning, he called me at 3:00 from the sanatorium. He had a phone in his room, because in those days he was already allowed to take out all his tastes. Fat, she told me and I went to sleep and sat in bed with my feet hanging. I had stopped thinking about it with a phone in my hand and I didn't even imagine it in the car, or sitting in the coffee shop with Pepe, Barquina and the Nena, waiting for the general, or walking into the house with the bottles of chianti, while I was screaming that the raviolins, barbarians, wouldn't be shaking, and filling us with this same kitchen of noise, trying the new lyrics with tenor voice and untying pots. He said \"fat\" like that, sad. I asked her to wait and I came here with the phone, so I wouldn't wake the little girl, even though she's sleeping hard and doesn't dream. I asked him, I think, or where did you call from? Imagine what a gig I was that morning, after three hours of work at the milonga and two glasses with the other gigs. He didn't know me. \"Are you fat?\" And of course, carrot, I said, \"because who's going to be at that time of the morning?\" But I put all my love in the zanahoria. Then he explained that he was spending the night in the open, with no pain and no pain, it's a shame the nurse was an old vinegar and didn't want to bring him pencil and paper, or leave the light on, by the regulations. Anyway, he told me, he had memorized, without a monster, the lyrics of the best tango we've ever done, Gordo, the best we'll ever do until we're all dead. I felt cold in this kitchen, all white, another sanatorium. I kept quiet. Fat, he got a little scared. I chewed her up and she started to recite it on the phone at 3 in the morning, just as she did. \"It's because he hears the vinegar\", he explained earlier, \"but he also knew it was because of his shame to invent so much beauty and so much grief, as always\". On the fifth verse I was shaking and braking. That he waited a minute while I was going to get a coat. But when I left I had forgotten and brought the leaf, alone. Dale, I warned him, with the tube tight between the ear and shoulder, sitting on that white stool where you are now, looking for the tone and heels and heels, like he's in the milonga, when I come alone and they say, I don't know, I cough or I laugh inward with my eyes closed. Sometimes his voice was cut off and he coughed a lot, but he didn't deny me any repetition of a verse. I would kick low notes on the left if the cold came wild and when his throat broke I would send a bright bite to hold it, but what would I do in this kitchen or morgue, if on the other side was death chanting its own tango. Don't ask me how long I've been with the leaf trying to get off my knees, hot as I've ever heard it, while on the phone I was being told the verses of a mystery. Until the instrument loosened, still, breathing. The cat came to my legs, with his back eroded. \"Fatty\", said the voice, over there. I'm calling to give you a surprise, I asked him. And I started to play the whole tango, as I had grown from that cold, those verses and that chanting, until I finished it. I thought, I swear, who am I, then? I went through it again and I didn't get the answer, though at least I could cry. I recorded the number of the sanatorium but the night telephone operator said no, that the gentleman could not be disturbed at that hour, medical order. The stupid girl must have been scared when I started screaming (and the tears made me snore and the leaf cried out with terrible screams that no one would die) because she communicated to me. \"And?\" he told me. Listen, I told you. It was almost daytime and the kitchen was dirty gray. I put the tube on this table, I put the stool on to hold my foot on it and I dropped the tango all at once, because maybe there was no time to say goodbye. The leaf was covering my voice, which I have girl, but I was singing it back to back and when I let go of the left hand phrase this kitchen was rumbling like a cathedral. Because it was the part where death was and the cover of music and love, as if love and music could scare her away and she'd go. I bit the final two compasses, deflated the blade and stayed here, shaking. The cat was standing on a newborn sun that was hitting the tiles. So I put the instrument on the floor, hung the phone tube without making a sound, and I saw the little girl lying on the door, with her eyes dry, awake for hours without saying anything to me. \"You came to hug me tightly\", said the little girl. And I did. UNCERTED ARMYS and other accounts, 1991", "title": "La noche de la cocina", "author": "Carlos María Gutiérrez"}