{"metadata": {"length": 6096, "words": 1246, "reading_time_min": 6.23}, "text": "- How old are you, Blandine? - Thirty-seven years, sir. I'm not from the last nest in August. - Where were you born? - In Lormes, in the Nièvre. - Did you grow up there? - Yes, sir, I know. I kept holes first. Then I kept sheep. I kept cows later. Then a cousin of mine put me as a maid in Paris. I had more than 20 patterns before you. Mr. Rollin didn't pay me to go. If it's true that there are bad servants, there are also bad bosses. - Where are your reports? - I'll shoot them. If I didn't, I'd have a bunch of those dirty papers that don't do anything. I'm just keeping my birth certificate and my savings book. - How much do you have in the savings account? - Nine hundred francs, sir. - Oh, my God! You're richer than I am. Have you been back to town often? - Once, sir. - I was just... - At his parents' house? - No, sir, I'm not going to. My mother died when I was born. - What about your father? - My father must be dead too. - How must he be dead too! Don't you know? - I'm afraid that's the case. When I left, I was very old and very sick. He must be dead. Yeah, he's probably dead. - Don't you ever write? - I'm upset about writing through strangers. - And no one sends you news from the village? - No one has my address. As a frequent change of pattern... - Do you have brothers and sisters? - I have an older brother and a lot of half brothers and half sisters, five or six, children of my father's second wife. They all work on the farms of the neighboring villages. They're even more clumsy than me and they've never seen the sun. - And they don't care about you? - They don't know me. My uncle raised me. - And your uncle takes care of you? - Oh, yeah! One day he sent me five francs. It's not a big deal. But at least it's something. - And if your father lives, where does he work? - You must work with my older brother. - And you don't miss each other? Don't you feel like seeing them again? - Well, the truth is, no, sir. The only one I'd like to see again is a friend from First Communion. But you've already forgotten me. She's married there. He has money. He despises others. - And you, no boy in town has ever asked her to marry you? - Yes, sir, I know. I was 15 years old, and I turned him down. What a fool he was! Then he married my friend from First Communion. - And now you're not thinking about marriage? - It takes two to get married. I'm past my time. It's a long way off. - And you don't even want to see your village, your trees, your river, the house you played in as a child? Normally, you love your people. Is this a nice place? - Like any other; there are others less beautiful and others less ugly. - What would you say if I offered you a permit, if I paid you for the trip so you could spend a week with your family? Because it's not right to forget about family. - Ah, they don't care the least! As for the permit, I'd rather not. I'd get bored if I spent a single day there. Besides, I'm afraid I'm gonna be removed from my position here. -So, you want something, whatever? Do you have any wishes? - I want to always have a job, not get sick and die before I get old, suddenly. - Are you comfortable here? - Yes, sir, I know. There's a lot of work, but one eats all she wants. And the lady makes such good coffee... Oh! I'd lose if I was put on the street. - Where would you go? - To a boarding house I know. I'd pay for a room like a shoe a franc a day, while I find another job... Can I go back to the kitchen, sir? - One last thing, Blandine. You don't get any visitors. You live like a wolf! - Yes, sir, they also sometimes say a pig. - I'm surprised you never ask me out at night. - To where, sir? At nine I'm pretty tired and I'm going to bed. - Don't get mad at me, Blandine. Would you go out to see your mistress? - A lover, sir? - I know. Who could want an old jamel like me? - So, you have no one in this world to love? - Yes, sir, I have Pointu. His dog. * * * But even Pointu abandons her. Pointu is going to die. He's been sick for a long time. Her hair was falling off her scaly skin. He had to be taken to the vet who found the case curious and thought he could cure it. After a month Pointu returns almost healed. But he's not our dog anymore. He's been squeezed from his nose to his tail. He's constantly shaking on a chair. He's lost weight. He's always starving. He, once so exquisite, eats today to dry bread. When he hears her name, he hesitates to raise his head. He looks at us with his eyes closed. And soon his illness comes back with more violence. It eats it, it has a swollen neck. We'll take him back to the vet who starts to doubt and who'll drain him. That's the only solution left. And this afternoon the news is desperate. The vet advises us to give up Pointu. Personally, I would resign. Wait for our orders. He asks if he should take the fatal pill. What's to stop me from writing \"Yes\" with a normal pen? I'm only writing to ask you to send me the bill. You'll understand. And turn up the light that's lighting up. Put out the fire that's not hot anymore. Change your faces and think of something else. Only men die. The dogs are barking. Once dead, Pointu won't come at night scratching the door and groaning for the crack. I'm not going to open it with a shaky candle in my hand. He won't jump next to me, with fresh tongue and healthy skin. That can't happen. Life would be too much fun. -Blandine, get us some really hot punches. Blandine, you will never see Pointu again. He puts the tray on the table and starts crying on his apron. -Blandine, Blandine, you are a fool. - He's stronger than me, sir. - I'll buy you another dog. - No, sir, I do not want to. - I know. I want to buy one, it'll comfort you. - I'll never want it, because of Pointu. - But he'll take care of it like Pointu. - I'll take care of it if you order me. - And I hope you take it out every night before you go to bed. - I'll take it out, since that's what the gentleman wants. I'll take him for a walk. I'll make him pee. But I won't look at it. FIN Blandine et Pointu, Contes pour laisser rêveur, 1896 Spanish translation by Cobos Castro", "title": "Blandine y Pointu", "author": "Jules Renard"}