{"metadata": {"length": 6197, "words": 1233, "reading_time_min": 6.165}, "text": "Once upon a time there was a prince who never laughed. But one day a woman said to herself, \"I will make that prince laugh; laugh or weep\". And the woman was clothed with rags bound with a rope, and she let loose her hair, and at the sound of a drum came to dance before the prince who was looking down at the balcony of his palace. She moved so frantically she danced that suddenly the rope that held her clothes broke and she was completely naked in the middle of the street. Seeing it, the prince laughed in a laugh. The woman hadn't anticipated that her clothes would fall off. When she saw the prince laughing at her, she said, \"May God never laugh again until I find the three love oranges\". From that moment on, the prince felt very sad. One day he said to himself, \"I want to have fun and laugh. I'll go and get the three love oranges wherever they are. And he went forth in his search, going from village to village. One morning, he found the woman who had cursed him, but he did not recognize her. - Where are you going? - he asked her. - I'm looking for the three love oranges. - They're far away from here, three dogs guard them at the bottom of a cave. Go north and you'll find it in the hole of a pile of rocks. The prince bought three loaves of bread and set off again. Eventually he reached the rocks that housed the cave. The moment I was about to enter it, a dog appeared at the entrance groaning. The prince threw a loaf of bread at her and went on his way. A few steps away he saw another dog planted before him; he threw the second loaf at him and was able to walk. The third dog was still further away. The prince threw the third bread at her and continued his search. While the dogs were eating the loaves, he arrived at a room where there was a golden table with three boxes. He took them and ran away. Each of them contained an orange of love. After walking for many hours, he sat under a mill and thought, 'I'm going to open a box.' He opened it, and the orange started to talk, \"Water! - Water! - What? If I don't drink, I'm going to die. Water, I'm dying! But the prince had no water and the orange died. He went back on his way and arrived at an inn where he asked to be served another jar of wine and another jar of water. He opened the second box and the orange started to talk, \"Water! - Water! - What? If I don't drink, I'm going to die. Water, I'm dying! But the prince instead of taking the jar of water took the wine jar, poured it into the box, and the orange died. His journey led him to a mountain where a river ran; he stopped there and opened the third box. The orange started to talk: \"Water! - Water! - What? If I don't drink, I'm going to die. Water, I'm dying! \"This time\", said the prince, \"you will not die for lack of water. And he threw the box into the river. Immediately a cloud of foam formed over the water and a princess more beautiful than the sun came out of it. The prince took her with him and married her in the first village they found. A year later, the birth of a son further increased her happiness. And the prince said to his wife, Let us go back to my family; for I have not told the king my father since I came out of the palace. And they went on their way; and they came to the entrance of the city where their father dwelt. And the prince said to the princess, Sit down at the foot of this tree by the fountain, and I will declare to my father the king. I'll be right back for you. The princess sat at the foot of the tree with her sleeping son in her arms. It was then that the woman who had cursed the prince passed. He went to the fountain to drink and saw in the water the reflection of a face of immeasurable beauty. She went back and said, \"I'm so beautiful! He came closer to the fountain and saw that the water was still reflecting the same face, brighter than ever. She turned back again and said, \"I'm so beautiful! It was then that he approached the fountain for the third time and saw that the face reflected in the water was that of the princess. And he said, \"What are you doing here? - I'm waiting for the prince, my husband. - What a beautiful child you have! Give me a little, I'll take care of it while you rest. Unwillingly, the princess handed the child to the woman. That's when she said, \"How beautiful your hair is, Princess! They're definitely thinner than silk. But you're a little naked. And while she pretended to fix her moustache, she nailed a pin to her head; the princess was turned into a dove. The woman, who was a witch, took the form of a princess, put the child on her knees and sat at the foot of the tree waiting for the prince. And he came and said to the woman whose face he believed, Thy face is changed. -It must be because of the sun that my skin has darkened, but it will disappear as soon as I have rested from the fatigue of the journey. - Let's go, then. They headed for the royal palace. Soon after the king died, his son inherited the throne and, consequently, the witch became queen. And the dove came every morning to the king's garden, and lay down on a tree, and ate of its fruit, and said, O king's gardener, what are the king and the queen doing? - Eat, drink and rest in the shade. - What about the kid? What's he doing? - Some rats sing and some cry. - Poor love of her mother wandering alone in the mountains! One day the gardener repeated to the king the conversation he had every morning with the dove. The king ordered her to catch the bird to give the child to her. From the moment the dove was in the palace, the queen wanted to kill her. The boy spent long hours playing with her. One day, he noticed the animal scratching its head with one leg. He looked at it and found a pin that was nailed there. He tore it off and instantly the dove became queen. And the child broke in to weep; but the queen said to him, Do not weep, my son; for I am thy mother. She took the boy and covered him with kisses. At that moment the king came and fell into the queen's arms. She told him that she had been spellbound by the witch by the fountain. The witch was burned in the public square and the king and queen lived happily ever after. FIN Translation by Esperanza Cobos Castro", "title": "Las tres naranjas de amor", "author": "Alfred de Musset"}