{"metadata": {"length": 5698, "words": 1052, "reading_time_min": 5.26}, "text": "Bonifacio lived seeking and died without being found; as the narrator of the story, he believed that by removing his eyes he would be rescued from the pit. He was a boy, unfortunately, a boy, a boy who was very eager to be original and to look extravagant, to the point that he stopped doing what others did for the same reason that they do: because he saw them doing it. He had been born to be different from men, and he could not help it. I do not want to make any portrait; I say that Bonifacio is a fantastic being who lives in the intelligible world of the good Kant, a sort of fifth heaven; but the truth is that every time I think of Bonifacio I feel anguished and my chest tightens. “What will be my aptitude?” Bonifacio asked himself. He wrote verses and ripped them up because he did not find them sufficiently original; they reminded him of some poet, others of another; he seemed to be averse to expressing his sentiments, more averse to even romantic (what does romantic mean? ), much more cursi, sceptical and solemnly cursi, desperate. He wrote ironic letters, full of despair for all humankind and all that is divine, and reading them a month later he broke them, saying, “What hypocrisy! I am not like that!” He wrote other lovely ones about home, family, his birthplace, the art of wailing a tune, and he broke them too: “Sing, sing; this is heaven’s music!” Poor Bonifacio! Every morning the light would bring a new thought into his mind, which would die a little more or less at the time of the setting of the sun. Bonifacio was very cheerful among his friends; he would begin to be sad, he would clench his teeth, but, as if he did not, he would always calm the surface of the ground and himself. He had started reading many books to finish very few; he liked to dream rather than read. Every writer reproached him for missing something; evidently, he was missing something; he looked like others and this is horrible. “What will be my ability?” This was their eternal torment. He began to construct a new philosophical system, and when he was almost finished, he found that all he had said had already been said by others, and he threw away those folded papers full of rephrasings, omissions, and additions. There was no branch of human knowledge that was not tested; but all, absolutely all, had been so weak!... I had to work so hard to find out such old things! Then there is a horrible fatality: all truth discovered becomes trivial. Who would a demon give with a truth that would forever shock men? Bonifacio had a good heart, but he was obstinate in seeking form. He had been told he would become a famous man: the question was how to get there. The home, the family, the intimate words... bah!, vulgarities that have just bored you. By force of eloquence to the nerves he obtained hours of nightly sadness, surrendered to livid thoughts that the cold breeze of the street swept up as clouds. When he spoke, he forgot his role and brought his soul to the stage: a simple, tender, vulgar soul of pure humankind. Bonifacio loved, but with a savage love, nothing original. Any love of any hero of any novel looked like his. The woman is a stout thing; evidently it runs faster for a man to go to the races alone than for a man to go with his wife: Plato, St. Thomas, Descartes, Kant, were single; this demoralized the poor. His greatest torment was having to work to survive. It turns out, too, that living is as stodgy and routine as working. Once we were walking to the fall of the afternoon; the poor man, stumbling; I, stumbling over a thorn. -In this life there is no time left but to live - he told me. I looked at him with astonishment and fear; instinctively I distanced myself from him. - Mira - she continued - sometimes I am happy; sometimes I am sad; I do not see things clearly or darkly; but something is missing; I do not know what is happening to me, but something is happening to me. They say I'm a liar, that all these things are not a dream, that I'm very rare - when I said this to them their eyes lit up. All the cadets frighten me, and as I am good, I see myself compelled to throw the ice that drips from my lungs. Poor Bonifacio! I do not say he cried, for that would be to lie: I did not see him cry, but I do not forget if he shed tears; there have been cases of people who, by not revealing a secret, have shed tears and cried, which is worse. Some days I was so happy that, frankly, I seemed to have escaped from the dungeon: a rare, extra-human happiness. Bonifacio was not pessimistic, Bonifacio was not optimistic, Bonifacio was nothing; nothing wanted to be, nor knew what it wanted to be. Poor Bonifacio! He wanted to be something that would draw attention; he didn't know what. Why continue a story so old? Let you go to Bonifacio, give him a few blows here and there, mold him until he can meet the demands of reality, and tell me if you have known Bonifacio. I must not forget the end of Bonifacio. With regard to this, there are two equally applicable traditions. According to the first, Bonifacio ended as he had begun, always the same, always seeking and never found; he ended as the summer clouds: while he lived he made shadow, and when he died he continued to lighten his vacant place. According to another tradition, Bonifacio, hit here, hit there, went round and round, married, had children, and when he was a father found the sought after originality, which, with being so common, is the rarest. His last words were, “With that, goodbye, my children!” There are other traditions, for these are like the fungi; but in all of them the basic truth is exorcised by a thousand retreads and additions. *FIN* The Mirror of Death, 1913", "title": "Bonifacio", "author": "Miguel de Unamuno"}