{"metadata": {"length": 6562, "words": 1324, "reading_time_min": 6.62}, "text": "One Saturday night, toward the end of November, I was home alone with Lucy. I was sitting in the chair by the window, she by the dining table doing a solo, lately she kept doing solo, I didn't know why, I thought maybe she was afraid of something. It's too hot, Lucy said, you could open the window a little. I agreed that it was a little hot, and since it wasn't too cold outside, I opened the window. I was going to the backyard and a little bush, and I stood for a while listening to the gentle sound of rain. Perhaps that was the reason, the gentle rain and the silence, the truth is that what happens every now and then: a great void comes over you, it's as if the same senselessness of existence gets inside you and spreads like an immense, bare landscape. You can close it again, Lucy said, even though I kept looking out the window. I said I'll go for a ride. Now? she asked. I closed the window. Just a little walk, I said. She was still with her solitary, without raising her head. In the entrance, I put on my raincoat and raincoat that I only use to work in the garden when the weather is bad. Maybe that's why I went to the garden instead of going out on the road. I got to the end, where we were growing cabbage and there was a little unbacked bench that dated back to before Lucy inherited the house. I sat in the rain in the dark and looked out at the illuminated windows, but as the garden formed a gentle slope down, I could not see Lucy, only the ceiling and the top of the walls. After a while it was too cold to sit down; I got up with the intention of climbing the fence and crossing the woods to the road, next to the post office. But when I got to the fence, I turned around and I saw Lucy's shadow on the inside wall and a piece of roof, and I didn't understand how it could be, I didn't understand what the light source that made the shadow fall right there could be. I climbed the fence to the place where I could grab the lower branch of a large oak tree; from there I could see Lucy sitting by the table. A candle was burning in front of her, and in one hand she was holding something that was also burning, but it was impossible for me to see what it was. Then the flame disappeared, and Lucy rose; at that instant it was as if the whole room had been darkened. A moment later, Lucy had disappeared from my visual field. I waited a while, but he didn't come back. I jumped off the fence and into the woods. I wondered what I had burned, and somehow I felt cheated, let alone glowing, I know that was just what I felt, because the idea left me a little perplexed, even wondering where the verb \"glowing\" came from. I continued walking down the path until I reached the gravel parking lot behind the post office; there I stopped to weigh the pros and cons, then returned down the same path, not very long, only about two hundred meters, and soon I was again by the fence. I stayed in the lobby for a while, and when I got to the living room, Lucy was doing a solo. He looked up at the letters and smiled at me. There was no candle on the table, no burnt paper in the ashtray. Well, he asked. It's raining, I said. I sat by the window. I looked out into the garden, but I only found the reflection of the room and Lucy's. After a while, without lifting his eyes to the cards and with a completely everyday voice, he said, \"I have no more to pinch my arm to know that I exist\". Even dealing with Lucy was a very forceful statement, and if I interpreted it as an accusation, I attribute it to that feeling of being deceived, a feeling that had not faded when I came home and found all the traces of what I had seen from the fence erased. I was about to give him an ironic answer, but I controlled myself. I said nothing, I didn't even turn to her, but I kept looking at her reflection in the window glass. He started picking up the cards, still without raising his eyes. I felt like I had the stiff face. Lucy kept the sheet in the box and got up slowly. He looked at me. I was unable to turn around, I was completely reclusive in the feeling of being wronged. He said, \"Poor Joachim. And he left. I heard her open the kitchen faucet, then the bedroom door was heard, and finally silence was made. I don't know how long I sat, bitterly breaking down his last words, perhaps several minutes, but finally my thoughts took a different direction. I got up and walked up to the fireplace. It was as clean of ashes as before. I wanted to go to the kitchen and look in the trash can, but I doubted the possibility that Lucy would surprise me. And what, I thought, she doesn't know I've seen her. I opened the door from the bottom of the sink, and over the trash you could see the corner of a burned letter. I grabbed it and started to turn it around, perplexed and confused. The questions were entangled inside me. Did you go to get a candle in order to burn a letter? One of those letters I used to make loners with? Why a candle? What letter? To the last question I might be able to give you an answer: I dropped the burned letter in the trash can and went back to the living room. The deck was still on the table, so I pulled out the cards and counted them, fifty-three. There was only one commodine. Lucy had burned a coffin. I looked at the one that was left: a fool winking at a man's hand as he pulled a heart ace out of his sleeve. I put the letter in my pocket with a confused sense of revenge, then I put the card back in the case. When I went to bed an hour later, Lucy was already asleep. I stayed up for a long time, and the next morning I remembered everything. It was raining. I tried to imagine it was any Sunday morning, but I couldn't. We had a quiet breakfast, which means Lucy mentioned a couple of trivial matters, but I didn't answer. Then he added: \"You don't have to be so quiet for me. In that instant everything turned black inside me. I had the knife in my hand and I hit the handle so hard against the plate, it exploded. And I rose up and went out of the room, and cried, Poor Joachim, poor Joachim! A few hours later, I came home. I thought I'd tell her I'd regretted not being able to control myself. The house was dark. I turned on the lights. On the kitchen table was a note that said, \"Yes. I'll call you tomorrow or someday. Lucy. That's how it got out of my life. After eight years. At first I refused to believe it, but I was sure that after a while she would realize that she needed me as much as I needed her. But he didn't realize it, now I know, I have to accept it, it wasn't what I thought it was. FIN", "title": "El comodín", "author": "Kjell Askildsen"}