{"metadata": {"length": 7388, "words": 1409, "reading_time_min": 7.045}, "text": "Ever since she saw her go out with the mother of the cathedral church, she disappeared from the Friday meeting at the Tupi-Namba. If we asked her neighbour, she would tell us that he was not sick, that she heard him move in the basement where he lived, and that now that the good station was coming, he would come out after a nap with the suitcase and the dirty box of colors to look for new streets in the southern neighborhood. I visited the basement twice before the last one. It was nothing more than that, with a cornered latrine and a few bars resting at the height of the alley, a window and a stone hole in a glass and a curtain made of a black-red-stained artillery bag, in such a distinctive shape that I thought of a vigorous, almost impossible horizontal vomit of red wine; the sunken bed, a large drawer like a table, a dirty, naked lamp hanging from the ceiling. The rest was all his: the dust already turned to hard dirt by the rains that entered through the hole in the glass, the painted or virgin cardboard, all curved by the summers, the dirty and old clothes scattered over the floor of tiles that were red. And, above all, his true identity, what they couldn't cheat on him in the National Hall or the Municipal, the sour smell, the smell of his sick and aged body, the disgusting smell that is forming as layers overlapping the never washed sweats, the mix of armpits and tired feet. And so and there lived Simon. Until one day I was commissioned by the pseudo-artists who were meeting with me at the cafe to break the neighbor's slogan, \"She doesn't want to see anyone, not even me, and confront him in the cubicle to demand that he explain his absences. On the night of the decision, to appease the misogyny of the painter, the melancholy poets and no place for sonnet publications, elegia and verso-librism, picassos without salons, we decided that it was imperative to raise money and copy Zeus with Danae. The most generous were the authors of plaques, who read with rapture and kissing their families, girlfriends and patrons of our coffee table. I'm among them. We talked to the midnight clerk and got all our bills turned into silver coins, worth fifty cents. Before the arrival of the insolent gossip and the ergo the coins were like this, I insist, fifty hundredths of silver. Today coins are used the same five million in diameter, small change, as lead-grey as a rainy sunset on a winter Monday. Five of us were in my car and the rest got out early and walked. Gonzalo Ramirez, between Medanos and Ejido. Cafiani, I remember, carried and defended the paper bag with the pounds of silver. We waited until we all met; there was a candlelight down there. Simon would be reading or forgotten to turn it off. The broken window was open and the hands, the silver-filled fists could pass through the black bars and scrapes. When Hernandez whispered, now, we all put our fists between the bars and opened them. We are frightened of the scattered noise as much, or almost, as Simon must have been frightened, reader or sleeping. We rushed right to Ejido as if we had just stolen something. And who knows. Who knows, because when two nights later the Tupí court decided that it was time to demand an explanation from Simon for his absence, I had to go, answer a rude woman of the Doesn't want to see anyone and go down with the stench off my shoulders to the cubicle where Simon was reading a book by the light of a thick, leafy kerosene lamp. I was carrying a bottle of clamp but he had another, almost full, on the floor, next to his hardened arm. And now, once again, the beauty of the dream with open eyes was hers, the present and the future of the incredible tale, born of sclerosis and the dead bottles that clinged to the basement. The tale, told by him from the preserved mud of the bed, scattered on a perforated pillow his gray, soap-hatred-hardening fur, occasionally clumsily lifting the side bottle, seemed to me a roller coaster that began with the image of himself roaring through the rampart between the deserted ruins of the gas factory and the heavy shape of the English temple. He himself dragging the forever sick leg, the atrium, the wooden box, the restless and sometimes mocking curiosity of the colorful children who lived in the South Side. I've seen it so many times, and that's my preferred way to remember it. I said with my tongue stuck, I stopped going to get drunk with you guys at the Tupí because a drunk in the coffee shop was too expensive and I needed to save money from the 80 miserable pesos that Fine Arts gives me as a pension and as if they were doing it out of pity after all the years they owe me, years of teaching drawing and painting to hardworking boys who will never know, because those who matter don't need teachers to figure out how they are and what they want to do. Of course I was born in Italy and I could see a lot of things before I came to America. I needed to save money and I would go much cheaper to buy bottles and get drunk alone in the basement so I could pay for the bouquet of flowers I send him every weekend when I collect my pension. I love you. No one, not even you walking from one to the other, can understand. He grabs you by treason, like some deaths. And there's nothing to do anymore, no tripping or wanting to destroy. Because you don't know if it's something that hit you from the outside or if you were already wearing it as if you were asleep and sometimes you thought it was dead forever. And then what happens? That you were taking her in and without warning in a minute she jumps and spills all over your body and you have to accept and even worse, you have to feed her and make her grow stronger every day, make her suffer more. And it doesn't make any sense when you say it's impossible because she says it might be, but you're bound to keep that pain going and keep waiting, and more and more when you know hope is useless. And all that and many times, when you're drunk, you cry and it's like you lean on the bed to feel sorry for yourself, so old and sick and poor. And then you get embarrassed. I saw her at the cathedral. But before that, she had been to a painting exhibition and she chose one that her parents wouldn't let her buy, even though they have millions they could throw away for God to forgive them for creating that profile, that hair, that body. But she had to leave her name and address and so I could, tracking, find her. I thank you for the money you threw away like a heavy hail because now I'm saving it for the wedding. I thought of his paintings, the geometry of dull tones as a souvenir and those ruined little houses of such hostile colors and who only stood by the will of oils and spatulae. Until one day he left the church without his mother and crossed the rainy season I said to him, \"Flowers\". He followed me without hearing me and turned around and asked without looking at me or looking at me with disgust, \"How do you know?\" I just knew how to tell him, \"I, and maybe he understood, and since then it's like we're friends\". Cafiani had seen him many clear or rainy nights, rigid, a little shaded, in front of the lights of the girl's house. His face, twisted and still, always like silver by water or the moon, and he said to us in the coffee: \"So like the zinc statue of his misfortune\". Cafiani wrote poems. *FIN* New Stafeta, Madrid, 1979", "title": "Los amigos", "author": "Juan Carlos Onetti"}