{"metadata": {"length": 5534, "words": 963, "reading_time_min": 4.815}, "text": "In the spring of 1862 the army commanded by General Buell was camping in the hopes of waging the victorious Battle of Shiloh. It was a troop composed primarily of volunteers with little military training. Despite this, many of their sections fought with extraordinary bravery; they had already demonstrated their almost reckless valor in West Virginia and Kentucky. War was then a recent business, and soldiers a new industry not quite well known to the young Americans of the time, who saw in things related to military life, often, something strange, incomprehensible, not very pleasing to them. Their bosses, therefore, had to make frequent demonstrations of their authority so that those boys would understand that discipline and subordination are fundamental aspects of military life. For someone who has been steeped in this false but fascinating claim since childhood, that all men are born equal, subordination to authority is not an easy thing to endure, and young American volunteers, in their prime, could not endure it willingly. So it happened that one of Buell's men, Private Bennett Story Greene, committed the indiscretion of beating an officer. If he had brought more war to its head he would certainly not have done so, but like Sir Andrew Aguecheek he had no time but to contemplate his misfortune, without being given the opportunity to withdraw. He was denied the time it took to correct those unmilitary ways, in short... he was arrested, charged with insubordination, tried by a military court and sentenced to death by firing squad. \"You should have returned the blow and in peace\", the convict told the assaulted officer. That's what we did in school, as kids, when you were nothing but Will Dudley, when I was as good or as bad as you... no one saw me shake you... discipline shouldn't lead to suffering. Ben Greene, you're right about that, Lieutenant. Will you forgive me? Just to know your answer, I came to see you. There was no response from the convict; shortly thereafter another officer shook his head through the door of the dungeon where the prisoner was to announce that the time given to the lieutenant for the interview had ended. The next morning, when Private Greene was shot in the presence of his entire brigade by a platoon recruited from among several of his comrades, Lieutenant Dudley turned his head, closed his eyes and mustered a prayer begging for mercy. He also asked for mercy for himself. A few weeks later, as Buell's division was marching victoriously along the Tennessee River and coming to the rescue of Grant's forces, which were being harassed by the enemy, one night, as the men camped, a great storm struck. The decision was made to advance at night, despite the strong storm, as reports reached the command that the enemy was preparing to modify its position, delaying the lines. So, between corpses and abandoned weapons, Buell's men continued under the storm step by step, towards the enemy. The darkness was complete. The rain kept raining and each thunder made those stubborn men tremble as if a large blanket of bullets had fallen on them. It all meant death; death was everywhere, it was a widespread feeling among the troops. With the early morning lights, when it was scattering, Buell's division stopped its march to study the explorers' reports and make a definition of the line of fire. They then took advantage of the sergeants to order the soldiers to be trained and ready. The first sergeant of the company Lieutenant Dudley was in began naming his soldiers in alphabetical order. I didn't have them written on me, but I had a very good memory. The men were answering \"present!\" one by one and so it came to the letter G. \"Gorham!\" - Give it up! - Greyrock! - What? - Give it up! The sergeant's good memory, however, was suddenly affected by the habit of list-passing. Greene! What are you doing? - Give it up! The answer was clear, perfectly audible, there was no room for error. There was a sudden and inevitable movement among the troops, as shaken men by an electric current. The sergeant pale and kept quiet for a few moments. The captain came to him and said in a rage, \"Say that name again, Sergeant!\" It seems clear that the Physical Research Society does not deal, at least in a major way, with phenomena related to the unknown. - What are you doing? The sergeant yelled. - Give it up! All faces turned toward the place where that familiar voice was coming from. The two soldiers Greene was training, because of their height, looked at each other with horror drawn on their faces. Say that full name again, Sergeant! \"The captain cried again, becoming a sort of inexorable investigator of the occult\". Say the name of that dead man again! He added, now in a trembling voice. - What is it? The sergeant called. - Give it up! At that instant a rifle shot, a single shot, came from beyond the front. The men not only heard the gunshot, but they also felt the unequivocal whistle of the bullet. What the hell was that? The captain asked. Lieutenant Dudley slowly approached the captain. Here's the answer, he said, as the warrior opened to show a bullet in the middle of her chest, flowing blood. Acting on, Lieutenant Dudley fell to his knees and moments later lay dead. Soon after that army came to the front line of fire to relieve the men who had held the front. And soon, victorious that troop, no more shot was fired. Bennett Greene, an expert on Castro executions, has never been heard from again. FIN Two Military Executions, Cosmopolitan, 1906", "title": "Dos ejecuciones castrenses", "author": "Ambrose Bierce"}