{"metadata": {"length": 6337, "words": 1277, "reading_time_min": 6.385}, "text": "My first encounter with Raymond took place about a week after arriving in that strange city. I was going down the elevator, thinking about love and death, when I felt like my guts were ripped out and the cabin stopped on the eighth floor. The elevator operator opened the door and a boy about seven or eight years old came up to the door and said, \"Hey, Max, have you seen my brother? No, said the elevator operator. The boy stood staring at the floor, meditating, and then he said, \"Okay, Max. You can go now. If you see him, tell him I'm waiting for him. The elevator man closed the door and we kept going down slowly, slow enough to give him time to turn around and say, \"It's Raymond. If you're going to stay for a while, you'll get to know him. What a piece of shit! Oh, yeah? I said. Who is it? His name is Raymond Miller. He lives here, in the hotel. It's a bad creature, and for a while we stopped stopping on the eighth floor because we knew it was Raymond, but Joe, another elevator operator, got cranky about it, so now we stop, whether we know it's Raymond or not. The second time I saw Raymond was under pretty similar circumstances. On this occasion, he also stopped the elevator and asked about his brother, and then told Harry, the elevator operator, that he could follow. Is this kid always looking for his brother? I said. The elevator man laughed. \"She has no brother\", Harry said. He's just kidding around. Like Gracie Allen on the radio, who always talks about her missing brother. The kid must have taken it out of somewhere, I suppose. Days later the elevator stopped on the eighth floor again, but this time a beautiful 30-year-old Jewess climbed up, and Max said, \"Good morning, Mrs. Miller. \"Hello, Max\", she said. The cabin started the descent. Did Raymond give you the can again or was it one of the other guys? Max didn't tell me. I imagine it must have been someone else. - Why? - I don't know. Because this morning I was throwing plagues at you. Not from you specifically, but from the nose lifts, his words. So the first thing I thought was maybe he's gone too cool and someone's been kicking him. Don't stop if you cross the line, especially if you want to get down to the lobby. I don't want him to be walking around. Like I didn't have room to play... later that same day I had to meet someone in the lobby, but I got there too early, so I started reading the paper, when suddenly I looked up and there was Raymond, in front of me, seemingly undecided between saying something to me and, I suspect, taking a note to the paper. \"Hello, boy\", I said. \"Hello, Mr. Kelly\", he said, exhibiting a broad smile. I knew the part was coming, so I said, \"How do you know my name?\" He said, \"I'm asking\". I asked Miss McNulty. Miss McNulty is the lady at the front desk. That one over there. He pointed it out, and looking in his direction I saw Miss McNulty staring at us in laughter. Raymond made a gesture of approval and then he said, \"Do you like the hotel?\" Yeah, it's not bad, I said. Then say yes with your head. Miss McNulty wants to know if she likes it. He told me to ask him and if he liked it, say yes with his head. It seemed strange, but I enjoyed it by nodding vigorously. Raymond smiled broadly and repeated the gesture of assent toward Miss McNulty; then he looked at me, laughed and ran away. A while later, I found out what the whole story was about: Raymond had told Miss McNulty that I wanted to kiss her, and when she asked him how he knew, he had said he would prove it. The next time I saw Raymond, the boy had stopped the elevator and when he saw me, he ran. Hey, you said. I want to talk to you. The boy turned around and got up the elevator. My mother won't let me down the hall, she said. I know. I said. What was the point of the incident the other day? I've got you shut up, Mr. Miller. Are you going to tell my mother? I said no. Let me down, Max, said Raymond. Max stopped the cab on the third floor and Raymond got off. I guess after that Raymond was dodging me, because I didn't see him again for a week or so, until one day he came up to me and sat next to me in the lobby. I said, \"Go ahead. You're expensive to see. What? I say you're expensive to see. Where were you? Up there. I couldn't leave my apartment without permission. My mother wouldn't let me. Oh, I said. What have you done this time? I didn't do anything, he said. I said go. I didn't say it. It was another kid named Nathan Soskin. Sometimes he goes upstairs to play with me, and he puts a needle in the elevator button and they blame me. Someone got up and said I did it. They blame me for everything. If it wasn't for me, I would have opened the fire hose. Well, I guess you've gotten away with it too, because nobody thought you did it. Not many, he said. Not many. I'm sure if someone had opened the fire hose, they'd have blamed me. Then you better not let your friends do it. Oh, I didn't mean Nathan or them. I meant the drunkards. Were you here when the convention was held? I said yes. For them. They do things like that. - Buff, the one who's arming! When I was seven, a man was once killed. He killed himself falling out the window, but he was drunk. How do you know? How do I know? I was told. All the buttons said it, and Max and Harry and Joe and Mr. Hurley and Mr. Dupree and Lollie, the waitress. Everyone said the man was drunk. - They're going crazy! When we were living in Chicago, they opened the fire hose. I was just a kid then. How old are you now? - Eight? - What? - Eight? That's funny. Nine, almost ten. You're from New York, aren't you? I said yes. What a disgusting city, Raymond said. That's what my mother says. We'll be there soon, maybe next week. My mom says no one in this town is a loner, so we're going to New York. I guess we'll see you around if you come back. My mom says it's full of pits like all the cities, but they're lined up. I guess it's true. I said. \"I'd like to see the Giants someday\", Raymond said. A friend of my mother's took me to see them one day when they were playing here. You know my mother? I just said, \"Out of sight\". We've never met before. \"Oh\", said Raymond. Well, I guess I'd have to go upstairs. Mr. Hurley does know her. You can ask him to present them. Well, see you later. I said, \"All the way to the view\". The Hotel Kid, Vanity Fair, 1933", "title": "El niño del hotel", "author": "John O'Hara"}