{"metadata": {"length": 2592, "words": 470, "reading_time_min": 2.35}, "text": "The young wife of the old postmaster Hattopiertzof had just been buried. After the funeral we went, according to the old custom, to celebrate the funeral banquet. And the old widow, when she had brought the buckles, broke her heart, and wept, and said, These buckles are as beautiful and rolling as she is. All diners agreed with this observation. She was actually a woman worthwhile. \"Yes, everyone who saw her was admired\", agreed the manager. But I, my friends, did not love her for her beauty or for her kindness; both qualities correspond to the feminine nature, and are quite common in this world. I loved her for another aspect of her character: I loved her - may God have her in his glory! - because she, with her lively and cheerful character, kept me faithful. Yes, gentlemen, be faithful to me, even though she was twenty and I sixty. Yes, gentlemen, be true to me, the old man. The deacon, who was among the guests, made a gesture of disbelief. - Don't you think so? - asked the postmaster. - Not that I don't believe it, but young wives are too... you know...? - So you're disbelieving? Ea, I'm going to prove the certainty of my claim. She maintained her fidelity through certain strategic or fortification arts, if you can put it that way, that I put into practice. Thanks to my wit and cunning, my wife could not be unfaithful to me in any way. I used my cunning to watch over the chastity of my marriage bed. I know some phrases that are like a spell. Just saying them is enough. I could sleep peacefully in my wife's loyalty. - What are those magic words? - Very simple. I was spreading certain rumors among the people. You know them very well. I told everyone: \"My wife, Alona, has a relationship with police chief Zran Alexientch Zalijuatski\". That's all it took. Nobody dared courts Alona out of fear of the police chief. The suitors barely saw her and ran away, fearing that Zalijuatski would not imagine anything. - I know. Yeah, well, anyone would get mixed up with that devil. The cop was able to knock him out, by force of complaints. For example, I'd see your cat wandering around and denounce you for leaving your animals wandering... for example... Wasn't your wife in a relationship with the chief of police? - they all exclaim in amazement. - It was my own trick. - I know. How I have deceived you! There were moments when no one disturbed the silence. We kept quiet because we felt offended to see that this fat old man with a big nose had mocked us. - Wait a minute. Get married a second time. I assure you, you will not catch us again\", someone muttered. FIN", "title": "En la administración de correos", "author": "Anton Chejov"}