{"metadata": {"length": 2992, "words": 576, "reading_time_min": 2.88}, "text": "A young man asked a father for his daughter's hand and received it in a box; it was his left hand. You asked me for her hand and you have it. But, in my opinion, you wanted other things and you took them. What do you mean by that? What do you think I mean? You can't deny that I'm more honorable than you, because you took something from my family without asking, whereas when you asked me to marry my daughter, I gave it to you. In fact, the young man had done nothing dishonorable. The father was simply suspicious and ill-intentioned. The father managed to legally make the young man responsible for his daughter's maintenance and expropriated him financially. The young man could not deny that he had the hand of the daughter... although, desperate, he had already buried her, after kissing her. But the hand was for two weeks. The young man wanted to see the daughter, and made an effort, but was blocked by the traders who besieged her. The daughter was signing checks with her right hand. Far from bleeding, she was thrown at it. The young man announced in the newspapers that she had left the married home. But I had to prove that I'd shared it before. It wasn't a wedding yet, not in court, not in church. However, there was no doubt that he had his hand and had signed a receipt when the package was delivered. His hand, for what? \"He asked the police, desperate and without a penny\". His hand is buried in my garden. Is he a criminal? Not only disordered in his way of life, but also a psychopath? You must have cut off your wife's hand. - No, not at all! And she's not even my wife! She has her hand, but she's not his wife! The lawmen mocked him. What can we do with him? It's not reasonable, he may even be crazy. Lock him up in a mental institution. Besides, it's ruined, so it's gonna have to be in a state institution. So they locked the young man up and, once a month, the girl whose hand he had received came to look at him through the wire, like a submissive wife. And, like most wives, I had nothing to say. But he smiled sweetly. His job involved a small pension that she was now charging. He was hiding his wrist in a sleeve. Because the young man became so disgusted with her that he could not even look at her, he was moved to a more unpleasant room, deprived of books and company, and he became truly insane. When he went crazy, everything that had happened to him, having asked and received the hand of his beloved, became intelligible to him. He understood the horrible mistake, even the crime, that he had committed by asking for something as barbaric as a girl's hand. He spoke to his captors, telling them that he now understood their mistake. What mistake? Asking for a girl's hand? I did the same thing when I got married. The young man, feeling then that he was unremarkably insane, since he could not make contact with anything, refused to eat for many days and, at last, lay in the bed facing the wall and died. FIN The Hand, Little Tales of Misoginy, 1975", "title": "La mano", "author": "Patricia Highsmith"}