{"metadata": {"length": 7292, "words": 1332, "reading_time_min": 6.66}, "text": "- What are you doing? - cries Pelagia Ivanova, waking up her husband. Pawel Vasilevitch, help Stiopa a little, she's preparing her lessons and she's crying. Pawel Vasilevitch, whispering and making the sign of the cross before his mouth, kindly replies: \"Right now, my soul. The cat, who was sleeping next to him, raised his tail, arched his spine and closed his eyes. It's all right. You can hear the mice circling behind the wallpaper. Pawel Vasilevitch takes off his boots, puts on his coat and, half asleep, moves from the dressing room to the dining room. Seeing him enter, another cat, who was hoisting a galantine of fish sitting at the edge of the window, jumps and hides behind the closet. - Who told you to smell this? - says Pawel Vasilevitch to the cat, while covering the fish with a newspaper. You're a pig, not a cat. The dining room communicates directly with the children's room. In front of a painted and scratched table is Stiopa, a second-grade school student. She has tearful eyes. He sits; his knees raised to the height of his chin, and he waves like a Chinese doll, fixating his eyes on his problem book. - What? - What? Did you go to school? - asks Pawel Vasilevitch, sitting at the table and always whispering. Yes, boy, yes, we've slept, we've had enough of blinnis and tomorrow we'll fast, do penance and then work. All good things are over. Why are your eyes so tearful? You see, after the Blinnis, studying takes you up a hill. - What is that? Are you making fun of the kid? -Pelagia Ivanova asks from the next room. Help him, instead of mocking him. If not, tomorrow he'll win another zero. - What don't you understand? - added Pawel Vasilevitch heading to Stiopa. - The broken division. - What? It's weird. This is nothing special. Take the rule and read it carefully. She'll teach you what to do. - The question is how to do it. You teach it yourself. - Shall I tell you how? All right, give me your pencil. Imagine we have to divide seven octaves by two fifths... Hey, tea! - Are you ready? - Yes. I think it's time to take it... let's go ahead with the operation. Let's imagine that it's not two fifths, but three fifths. What'll we get? \"Sit by sixteen\", said Stiopa. - Yes, perfectly, but we've done it the other way around. Now to correct... you've turned my head! When I was in school, my teacher, a Polish man, mistakenly taught me every time I gave him a lesson. When he started explaining a theorem, he became incarnated, ran around the classroom as if he were being chased, coughed up and ended up crying. We, the generous ones, pretended not to understand. What's the matter with you? Do your teeth hurt? - we asked him. Our class was of bad boys, no doubt; but for nothing in the world would we have sinned for lack of generosity. There were no students like you; they were all thugs; for example, in the third grade there was one named Mamajin. What a log, my God! ; his height was over two meters. His punches were fearful. When I walked, the ground trembled. Well, this same Mamajin... behind the door, the footsteps of Pelagia Ivanova are echoing. Pawel Vasilevitch winked and said to Stiopa, \"Your mother is coming. \"Let's go on... so you understand\", he says, raising his voice. To perform this operation it is necessary... Pelagia Ivanova exclaims: Pawel Vasilevitch throws the book and they're going to have tea. In the dining room, around the table, there is Pelagia Ivanova, an aunt who never opened her lips, another aunt who is deaf-blind, the grandmother and the midwife. The samovar sings and sends waves of steam up to the roof. From the front, the tails in the air, the cats arrive, dreamy and melancholy. - Drink more tea, - Pelagia Ivanova says to the midwife. Give it more time; tomorrow is the waking hour; get up. The maid takes a spoonful of sweet, unresponsibly draws it to her lips, tries it, and her face lights up. Very good is this sweet. Did they do it at home? - Of course you are! I make everything myself. Stiopa, my son, isn't your tea too loose? Have you already drunk it? I'll put you another tacitus. Pawel Vasilevitch, addressing Stiopa: - That Mamajin couldn't stand the French teacher. \"I am of noble blood\", Mamajin claimed. I must not allow a Frenchman to be my superior; we defeated the French in 1812. Mamajin was beaten; but generally, when he saw that he was going to be punished, he jumped out the window and was not seen again for five or six days. His mother would go to the principal, begging him to send someone to find her son and kick him to the stake. \"By God, lady, the teacher begged, if it takes five helpers to hold him\". -Pelagia Ivanova whispers in terror. And what a clumsy mother! Everybody is quiet. She wafts her head and looks at the Chinese figure she's seen a thousand times. The two aunts and the midwife are drinking the tea they poured into the plates. The heat from the stove and the samovar is suffocating. The physiognomy of everyone reveals the laziness of one who has a full stomach and yet thinks he is willing to eat. The samovar is empty; the cups are removed; but the family continues around the table. Pelagia Ivanova gets up from time to time and heads to the kitchen to get along with the cook about dinner. The two aunts remain still and sleep without changing their posture. The midwife is hiccuping and every moment she exclaims, \"It would seem that I have barely eaten and drunk. Pawel Vasilevitch and Stiopa, sitting apart, look through an illustrated newspaper from 1878. - The monument to Leonardo de Vinci, opposite the Victor Manuel gallery - read one of them. Wow, looks like a triumphal arch. A gentleman and a lady. In perspective, little men. \"That little man\", says Stiopa, \"looks like a high school boy. - Give me the sheet. The tube of a fly seen through the microscope. Brave tube. Brave fly. What will a bug look like when you look at it under a microscope? That's ugly! The clock rings at ten. The cook comes in and bows down to her master's feet: \"Forgive me, by God, Pawel Vasilevitch\", she says, rising at once. \"And you forgive me too\", replies Pawel Vasilevitch with indifference. The cook apologizes in the same way to everyone present, except the midwife, who she does not consider worthy of such attention. So another half hour passes in total calm. The illustrated newspaper is relegated to a sofa, and Pawel Vasilevitch declares some verses he learned as a child. Stiopa looks at him, hears his incomprehensible phrases, rubs his eyes and says: \"I am dreaming, I am going to bed. - Lay down? It's not possible. If you haven't eaten anything... - It can't be\", insists the frightened mother. Tomorrow is the wake... and Pawel Vasilevitch comes in. - It's impossible; we have to eat. Tomorrow is Lent, and you must eat. - I have a lot of sleep! \"In that case, eat immediately\", adds Pawel Vasilevitch agitatedly. I'll be right there! Put the table down! Pelagia Ivanova makes a big gesture and runs to the kitchen, as if a fire had been declared in it. - I'll be right there! I'll be right there! Stiopa is sleepy. Oh, my God! We have to hurry. Five minutes later, the table is set; the cats return to the dining room with their rabs up, and the family begins to eat dinner. No one is hungry. The stomachs are full. But you have to eat. FIN", "title": "La víspera de la Cuaresma", "author": "Anton Chejov"}