{"metadata": {"length": 3938, "words": 713, "reading_time_min": 3.565}, "text": "The village where we stopped our cars, after long-term enactment of a sanitization, had a singular lunatic, whose demeanor was to believe himself dead. He had come there several months ago, without mentioning his case, and begging with a desperate fervour that they would consider him dead. It is more to say that no one could defer his desire; for many, in their despair, sigh and this did not do but multiply their sorrows. He did not leave us, as soon as we had arrived, to plead with a desolate resignation, which positively gave a sigh, the impossible faith. So it was with the travelers who, day after day, passed through the village. It was a very thin man, with a yellow beard, encased in a cloak, a madman, but the agriculturist was attracted to the alienism, and did not miss the opportunity of questioning the curious character. This one, in a continuous act, became aware of what my friend had proposed, and he strove to express himself with a nitide of expression, for all concepts discordant with his catechism. - But I am not crazy - he said with a remarkable calm, which was hardly discernible in his painful pessimism. I am not crazy, and I am dead, actually, thirty years ago. Claro. Why did I die? My friend guided me in the right direction. That is what he promised. -I am native of that point, I call myself Fulano de Tal, I have family there... (I, for my part, do not like these references, because I do not want to insult living and near people.) -Anguished over the resemblance of death, so alarming that they concluded by infusing everyone with the conviction that I would not die of it. Some doctors have certified it with all their science. It seems to have the sole. “However, in one of those slumbers, I stayed. And here begins the story of my torment; of my madness... “The unanimous unbelief of all, concerning my death, would not let me die. In nature, I was and am dead. But for this to be humanly effective, I need a different will. One alone. “I have come out of my denial by material habit of coming back; but I as a thinker, I as an entity, do not exist. And there is no human language that can describe this torture. The emptiness of nothing is a horrible thing.” He said this plainly, with a stutter so real, that he was afraid. - The sting of nothing! And the worst is that I can't sleep. Thirteen years awake! Thirteen years in eternal presence before things and before my not being! In the village they had concluded that he was of memory. They have become public their repeated attempts to force them to believe in their death. He had the habit of sleeping between four windows. He spent long hours alone in the middle of the field, his face covered with earth. Such narratives interested us to the extreme; but when we had the opportunity to measure our observation, an unexpected disconnection occurred. Two men who had to reach us at that point, arrived on the third day with several rehearsed girls. We did not feel them coming, asleep as we were, when suddenly their cries woke us up. Here is what had happened. The lunatic slept in the kitchen of our hut, or slept in his habitual stall - the only limosna he had accepted. They were not two meters from the door where they were stopped by that show, and the simulator. A blanket would cover him to the chest. His feet appeared on the other side. - A death! -they sounded almost like a bell. They had believed in the reality. They heard something like the squealing of a hammer as it is hammered. The curtain fell as if nothing were beneath it, as the visible parts - head and feet - suddenly swung into skeleton. The roar that threw the pylons in two leaps before the jergón. We scream from the window with a fatal erection. There, among the harpoons, they lay without the slightest trace of moisture, without the slightest trace of flesh, rotten bones to which a rotten flesh would adhere. FIN Revista Caras y Caretas, Buenos Aires, 1907", "title": "El hombre muerto", "author": "Leopoldo Lugones"}