{"metadata": {"length": 5219, "words": 993, "reading_time_min": 4.965}, "text": "A young woman was orphaned shortly after birth, and her godmother, who lived alone in a cabin at the edge of the village, with no resources other than her shovel, needle and spike, took her with her, taught her to work and raised her in holy piety and godly fear. And when the girl was fifteen years old, her mother fell sick, and called her near to her bed, and said to her, My daughter, I know that I am going to die; and I leave thee my hut, which shall keep thee from the wind and from the rain; and I bind thee also my sickle, and my spear, and my needle, which shall serve thee for bread. And he put his hands on her, and blessed her, and said, Keep God in thy heart, and thou shalt be well-pleased. Her eyes were immediately closed, and the poor girl accompanied her coffin in tears, and made her last respects. From that time on she lived alone, working with the greatest activity, engaged in weaving, weaving and sewing, and the blessing of the good old woman protected her in all she put her hands to. It could be said that his supply of thread was inexhaustible, and as soon as he had woven a piece of cloth or sewn a shirt, a buyer would immediately appear to him who would pay him generously; so that not only was he in need, but he could also help the poor. Meanwhile, the king's son set out to travel the country looking for a wife to marry. He couldn't choose a poor woman, but he didn't want a rich one either, so he said he would marry the poorest and richest woman. When she arrived in the village where our young woman lived, she asked, as was her custom, where the poorest and richest women lived. The second was immediately appointed; as for the first, she was told that she must be the young woman who lived in an isolated hut at the end of the village. And the prince passed by, and the rich woman, dressed in her best garment, stood before the door; and she rose up and went out to meet him, and did him a deep courtesy; but he looked at her without saying a word, and went on his way. She came to the poor woman's cabin, who had not gone out the door and was locked in her room; she stopped her horse and looked out the window into a room that was lit by a ray of sunshine; the young woman was sitting in front of her wheel and crying with the greatest fervor. She kept on stealthily looking at the prince, but she became very incarnated and continued to thread, lowering her eyes though I dare not assure her thread was as good as it was before; she continued to thread until the prince broke. And when he saw him no more, he rose up and opened the window, and said, It is hot here. And she followed him with her eyes as she could tell the white feather from her hat. She sat down again, finally, and continued to string, but she could not remember a saying she had often heard repeated to her godmother, who began to sing, saying: Run hill, run, run, run, run, run, look, he is my husband and must return. But behold, the spindle escaped suddenly from his hands and went out of the room; and the young woman stood looking at him, not without wonder, and saw him running through the fields, leaving behind him a gold thread. Soon he was too far away and I could not tell him apart. Without a spindle, he took the shuttle and began weaving. The thread continued to run, and when the thread was over, he had already met the prince. - What is this? - What? \"This hill is trying to take me somewhere\". And he turned his horse, following the golden thread to the galope. The young woman kept working and singing: Run, shuttle, run after him, bring me my husband, soon bring him. The shovel quickly escaped his hands, heading to the door; but as he left the threshold he began to weave, he began to weave the most beautiful tapestry ever seen; on both sides he was adorned with garlands of roses and lilies, and in the center green papans were seen on a golden background; between the foliage were distinguished hare and rabbits, and his head passed through the branches, deer and rams; elsewhere he had birds of a thousand colors, to which he could not fail to sing. The shuttle kept running, and the work was ahead of a thousand wonders. Run, run, run, run, run, everything, get ready, it's coming back. The needle, escaping from her fingers, ran through the room with lightning speed, seeming to have invisible spirits at her command, for the table and benches were covered with green carpets, the chairs were dressed in velvet and the walls of a silk pendant. She had barely given the needle her last sting, when the young woman saw passing by the window the white feather of the prince's hat, to whom she had brought the gold thread; she entered the cabin passing over the tapestry and into the room where she saw the young woman, dressed as before, with her poor suit; but weaving, however, in the midst of this improvised luxury, like a rose in a broom. \"You are the poorest and richest\", he exclaimed; \"Come, you will be my wife\". She reached out her hand to him without answering, and he kissed her. He rode her on his horse and led her to the court, where the wedding was celebrated with great joy. The spindle, shuttle and needle were kept with the utmost care in the royal treasure. FIN", "title": "El huso, la lanzadera y la aguja", "author": "Hermanos Grimm"}