{"metadata": {"length": 2719, "words": 511, "reading_time_min": 2.555}, "text": "The black tiger, the most fierce and powerful of the jungle animals, was looking for a place to build his home and found it next to a river. The white wolf, the most timid and fearful of the forest animals, was equally affected. They inherited the same place: a beautiful place, surrounded by trees and with abundant water. The next day, before the sun came up, the white vulture ate the grass and cut down the trees. After that he shaved his head and the black tiger came, and seeing such astonishment, exclaimed: —It is Tupa (the god of the forest) who has come to help me... And he began to work with the cut trees. When the white vulture came the next day, he exclaimed: —What a good Tupa: he has come to help me!... He built the house, divided it into two rooms, and he stayed in one of them. When the black tiger came and saw the house finished, he thought it was Tupa's work and he settled in the other room. But the next day they found themselves leaving, and then understood what had happened. The white vulture said, —It is Tupac who has made it possible for us to live together. Do you want to live together? The black tiger agreed: \"Yes, we live together. Today I will go and look for food, and tomorrow you will be angry... He went through the forest and returned at midnight, carrying a red venom, which he threw at his partner, saying, —Tomah: make the food. The white wolf, trembling with fear and horror, prepared the food, but did not taste a morsel of it. Still more: he did not even sleep all night. He feared his fierce companion would suffer from hunger. The next day he took the white vulture to look for food and went into the forest. What would he do? He found a sleeping tiger, a bigger tiger than his companion, and he had a plan. He sought the saber-toothed tiger, which is very fierce, and said to him, 'There is a sleeping tiger there. He was saying you don't have strength... The grizzly bear swung at the tiger, snatched him between its powerful arms and ate him. The white vulture dragged the dead tiger into the house and said, putting it at the feet of the black tiger, derogatorily, “Take, eat: that is all I could find.” The black tiger said nothing, but was full of rejoicing. He didn't eat either. At night neither of them slept. The white tiger awaited the revenge of the black tiger, and this one feared death as he had been another larger tiger. Now both are waking up. The white owl's head smashed the wall that separated the rooms. The black tiger thought his companion was going to attack him and he sprinted away. But he made a noise with his horns, and thinking the white vulture the same as the other, he also sprang up precipitately. And the house was abandoned... *FIN*", "title": "El tigre negro y el venado blanco", "author": "Ciro Alegría"}