{"metadata": {"length": 6092, "words": 1119, "reading_time_min": 5.595}, "text": "I discovered by accident that the Earth had been invaded by a life form from another planet. However, I have not yet done anything about it; I cannot think what. I wrote to the government, and in response they sent me a brochure on repair and maintenance of wooden houses. In any case, it's common knowledge; I'm not the first to discover it. It's even possible that the situation is under control. I was sitting in my chair, passing the pages of a pocket book that someone had forgotten on the bus, when I stumbled upon the reference that put me on the runway. For a moment, I didn't react. It took me a while to understand its importance. When I assimilated it, it seemed strange that I had not noticed it immediately. It was a clear reference to a nonhuman, alien species of incredible characteristics. A species, I'm quick to point out, that takes on the appearance of normal human beings. However, the author's following observations soon exposed its true nature. I immediately realized that the author knew everything. I knew everything, but I took it with extraordinary calm. The phrase (still trembling as I remember it) said:...his eyes walked slowly through the room. I was attacked by chilly vagas. I tried to imagine the eyes. Were they rolling like coins? The fragment indicated no; it gave the impression that they were moving through the air, not on the surface. On the surface, with a certain speed. No character in the story was surprised. That's what intrigued me the most. Not the slightest sign of stupor at something so disgusting. After that, the details expanded. ...his eyes moved from one person to another. Laconic, but definitive. The eyes had separated from the body and had autonomy of their own. My heart beat violently and I ran out of breath. I had discovered by chance the mention of an unknown race. Aliens, of course. However, the characters in the book felt perfectly natural, suggesting that they belonged to the same species. What about the author? A suspicion started to form in my mind. The author took it too quietly. It was obvious that he considered it the most normal. He never tried to hide what he knew. The story went on:...then her eyes caressed Julia. Julia, being a lady, had the least decency to experience indignation. The description revealed that she red-colored and arched her eyebrows in a sign of irritation. I'll sigh a little relieved. Not all of them were aliens. The narrative continued:...her eyes, with all parsimony, examined every inch of the young woman. Oh, my God! At this point, luckily, the girl turned around and left, ending the situation. I leaned back on the chair, horrified. My wife and family looked at me, amazed. - What's the matter, honey? - asked my wife. I couldn't tell you. Revelations like this would be too much for a normal person. I was supposed to keep it a secret. -Nothing. -I answered, with a strangled voice. I got up, closed the book and left the room in a hurry. I kept reading in the garage. There was more. I read the next paragraph, trembling from head to toe: Instantly, she asked him to remove it, which he immediately agreed to, smiling. There's no word on what happened to his arm after the guy took it off. Maybe he leaned against the wall, or threw it in the trash. It doesn't matter; in any case, the meaning was diaphonic. It was a race of beings capable of removing parts of their anatomy at will. Eyes, arms... and maybe more. No winking. At this point, my knowledge of biology proved useful. It was obvious that they were simple, single-celled beings, a kind of primitive being made up of a single cell. You're no more developed than a starfish. These little animals can do the same thing. I kept reading. And then I came across this incredible revelation, coldly exposed by the author, without his hand shaking the slightest:...we split up in front of the cinema. One party came in and the other went to the restaurant for dinner. Binary fission, of course. They were split in half and formed two entities. There was a possibility that the lower parts would go to the restaurant, as it was further away, and the upper parts to the cinema. I kept reading, with my hands shaking. I had discovered something important. My mind wavered when I read this paragraph:...I fear there is no doubt. Poor Bibney has lost his mind again. And Bob says he doesn't have guts. But Bibney was as good at it as the next character. This one, however, was just as strange. It's not long before he's described as completely brain-deficient. The next paragraph cleared all doubt. Julia, who until now had seemed to me a normal person, also reveals herself as an alien life form, similar to the rest:...with all deliberation, Julia had given her heart to the young man. I didn't find out what the organ was intended for, but it didn't matter. It was evident that Julia had decided to live her usual way, like the other characters in the book. No heart, arms, eyes, brain, guts, splitting in two when the situation required it. No scruples. ...then she shake his hand. I was horrified. The very bastard wasn't content with his heart, he was also stuck with his hand. I shake my head thinking about what he's done to both of you by now. ...he took his arm. Without repair or consideration, he had gone into action and proceeded to dismember it without further ado. With my face red, I closed the book and got up, but not in time to pass the last reference to those carefree fragments of anatomy whose journeys had put me on the track from the beginning:...his eyes followed him down the road and through the meadow. I rushed out of the garage and into the well-heated house, as if those detestable things were chasing me. My wife and kids were playing monopoly in the kitchen. I joined the game and played with frantic enthusiasm. I was feverish and my teeth were tingling. I'd had enough. I don't want to know anything more about that. Let them come. They're invading the Earth. I don't want to get involved in this. I don't have a stomach for that stuff. FIN The Eyes Have It, Science Fiction Stories, 1953", "title": "Algunas peculiaridades de los ojos", "author": "Philip K. Dick"}