{"metadata": {"length": 7813, "words": 1525, "reading_time_min": 7.625}, "text": "The line consists of an infinite number of points; the plane, of an infinite number of lines; the volume, of an infinite number of planes; the hypervolume, of an infinite number of volumes... No, definitely not this, the geometrical way, is the best way to begin my story. Now to say that he is true is a convention of every fantastic story; I, however, am true. I live alone, on a fourth floor of the street Belgrano. A few months later, at sunset, I hear a thud on the door. He opened the door and a stranger entered. He was a tall man, of unremarkable features. Maybe my mother saw them like this. All of it was of decent poverty. He was grey and carried a grey bag in his hand. I felt then that I was foreign. At first I thought him old; then I realized that I had mistaken his thin, almost white, almost Scandinavian hair. During our conversation, which would not last an hour, I knew that it was coming from the Orchids. I'll point out a chair. The man took a while to speak. He exhaled melancholy, as I do now. – I sell books – he said. Not without pedantry I replied: – In this house there are some English Bibles, including the first one, John Wiclif. I also have the one by Ciprian de Valera, the one by Luther, which is literarily the worst, and a Latin copy of the Vulgate. As you see, I am not exactly a Bible scholar what I need. After a silence he said: – I am not just reading the Bibles. I can show you a sacred book that might interest you. I bought it in the borders of Bikanir. He opened the bottle and set it down on the table. It was an octavo volume, bound in cloth. It had certainly been through many hands. I examined it; its unexpected weight surprised me. On the wall it said Holy Writ and below Bombay. – It is from the tenth century – I observed. – I don’t know. I never knew that – was the answer. I opened it at random. The characters were strange to me. The pages, which seemed to me soiled and of poor printing, were printed in two columns like a book. The text was abridged and was arranged in verses. In the upper right corner of the pages there were archaic numbers. I called attention to the fact that the par page would carry the number (we say) 40.514 and the impar, the next, 999. The back was numbered with eight numbers. He brought a small illustration, as is used in dictionaries: a horn drawn on the plume, as by the twisted hand of a child. It was then that the unknown man said to me, –See it well. You will never see her again. There was a threat in the statement, but not in the voice. I stayed in place and closed the volume. I immediately opened it. I sought the figure of the ant, leaf by leaf. To hide my disconcertment, I said: –It is a version of the Scripture in some Indo-European language, isn’t it? “No,” he replied. Then he lowered his voice as if to confide in me a secret: –I bought it in a village of the plain, for a few rupees and the Bible. His owner didn't know how to read. I suspect that in the Book of Books he saw an amulet. It was the lowest caste; people could not walk in their shadow, without contamination. He told me that his book was called the Book of Sand, because neither the book nor the sand have beginning or end. He asked me to look for the first leaf. I supported the left hand on the door and opened with the thumb almost pressed against the index. Everything was useless: there were always several leaves between the door and the hand. It was like they were pulling out of the book. –Now look for the end. I failed too; I could only mumble with a voice that was not mine: –This cannot be. In a low voice, the book seller always said to me, “It can’t be, but it is.” The number of pages in this book is exactly infinite. None is first; none is last. I don't know why they are numbered in that arbitrary way. Perhaps to give an understanding that the terms of an infinite series admit any number. Then, as if in a high voice: – If space is infinite we are at any point in space. If time is infinite we are at any point in time. Their comments annoyed me. I asked him, “You are a religious person, no doubt about it? – Yes, I am a Protestant. My consciousness is clear. I am sure I did not deceive the infant when I gave him the Word of the Lord at the beginning of his apostolic book. I assured him that nothing was to be reproached, and asked him if he was passing through these lands. He told me that within a few days he was thinking of returning to his homeland. It was then that I knew I was Scottish, from the Orkney Islands. I told her that I personally wanted Scotland for the love of Stevenson and Hume. –And of Robbie Burns – he corrected. While we were talking I was still exploring the infinite book. With false indifference I asked: “Do you propose to offer this curious specimen to the British Museum? – No. I offer it to you – he replied, and set a high sum. I told him, in all truth, that that sum was inaccessible to me and I was left thinking. Within a few minutes, my plan had changed. – I propose a cane – I said –. You got this volume for a few rupees and for the Holy Scripture; I offer you the amount of my jubilee, which I have just paid, and the Bible of Wiclif in Gothic letters. The heir of my parents. –A black letter Wiclif – murmurs. I went to my bedroom and brought him the money and the book. He turned back to the pages and studied the title with the fervor of a bibliophile. – Well done – he said. I was amazed that it didn't regrate. Only then would I understand that I had entered my home with the decision to sell the book. He didn't count the tickets, and he kept them. We speak of India, of the Orchids and of the Norse kings who ravaged them. It was night when the man went out. I have not seen him since nor know his name. I thought of keeping the Book of the Sea in the hole that Wiclif had left, but in the end I chose to hide it behind a few shattered volumes of The Thousand and One Nights. I sat down and didn't sleep. At three or four in the morning I turned on the light. I sought the impossible book, and turned the pages. In one of them I saw a mask. The angle took a number, I don't know what, above the ninth power. I have not shown my treasure to anyone. To the statement of possessing it was added the fear that they would steal it, and then the remark that it was not really infinite. Those two inquietudes aggravated my already old misanthropy. I had some friends; I didn't see them. Prisoner of the Book, I almost didn't feel like walking down the street. I examined with a microscope the swollen belly and the lids, and rejected the possibility of any artifice. I found that the small illustrations were two thousand pages apart. I was putting them in an alphabetical list, which I didn't take long to fill. They never repeated themselves. At night, in the few intervals I was able to sleep, I dreamed of the book. I sat down in the summer, and I realized that the book was a monster. Nothing seemed to me to be less monstrous than I, who could see him with my eyes and touch him with ten fingers with my hands. I felt it was a burden, an obscenity that tarnished and distorted reality. I thought of fire, but I feared that the combustion of an infinite book would be infinitely infinite and would smoulder on the planet. I remembered reading that the best place to hide a leaf is in a forest. Before I retired I worked in the National Library, which holds nine hundred thousand books; I know that on the right hand side of the foyer a curving staircase leads to the basement, where newspapers and maps are kept. I took advantage of a discount from the employees to lose the Book of Sand in one of the sand pits. Try not to fix me at what height or distance from the door. I feel a little bit of relief, but I don't want to go down Mexico Street. FIN The Sand Book, 1975", "title": "El libro de arena", "author": "Jorge Luis Borges"}