{"metadata": {"length": 3010, "words": 543, "reading_time_min": 2.715}, "text": "On the toothless broccoli of the old well, a stick cross, bitten by the carcoma, looked down at its simple image. A whole tragic story. Long ago, when the earth had just been wounded and the water was as pure as crystal blood, a sweaty walker sat on the edge of the stone to rest his body and refresh his forehead with the breath that came up from the quiet round. There he was struck by tiredness, night and sleep; his back slid to the support and the man sank, hitting softly on the walls until the stillness of the pure disc was broken. No time to scream or hold on to the outlets, which brutally rejected him after the crash. He had rolled around with some sticky earthenware. Stunned by the blow, he debated aimlessly in the narrow liquid cylinder until he found the surface. His spasmodic fingers, in agonizing longing to hold on, burned the red mud. Then he was exanimately left, only his head emerged, all the effort of his being concentrated on regaining the lost rhythm of his breathing. With his free hand he tastes the body, where pain was born with life. He looked upward: the same round as before, farther away, however, and in whose center the night drew a timid star. The eyes were hypnotized at the contemplation of the small star, which was dropping its point of light to the bottom. A voice passed not far, disfigured, faint; a cold bit him from the water and he cried out a cry that, with the force of terror, stuck in his mouth. He made a move and the liquid waved around, as dense as mercury. A mystical dread contracted his muscles, and driven by this new and distressing force, he began the ascent, crawling along the narrow wet tube; a stinging pains opening his flesh, looking at the end always far away as in nightmares. More than once, the insecure land gave up its weight, crashing down in fine rain; then it suspended its action stretched out of terror, emptied its chest, and waited motionlessly for the return of its strength. Yet an unsuspected world of energies was born at every step; and as by a machine-acquired impulse, as the impressions of hope and despair followed, he reached the brocal, exhausted, unable to savor the end of his martyrdoms. There he stood, half-body out, void of will by fatigue, seeing before him the shape of a waterfall as unreal thing... someone passed before his eyes, some local citizen for sure, and the dying man managed to outline a call. But the relief movement I was hoping for was hostile. The gaucho, after he had sanctified himself, slipped his blade from his belt, whose handle, in cross, stretched toward the damned. The unfortunate man understood: he made the last and superhuman effort to speak; but a huge stone came and hit him in the forehead, and that vision of hell disappeared as if swallowed by the earth. Now all the payment knows the cursed pit, and on its broccoli, untoothed by the years of abandonment, a half-rotten wooden cross defends Christians against the appearances of the evil one. End Stories of Death and Blood", "title": "El pozo", "author": "Ricardo Güiraldes"}