{"metadata": {"length": 1885, "words": 368, "reading_time_min": 1.84}, "text": "He was eighty-one years old. Her name was Mrs. Candida Raposa. That lady had an unquenchable desire to live. The desire was sustained when she was going to spend her days on a farm: the altitude, the greenery of the trees, the rain, all that fueled her. When I heard Liszt, it was all shaking. She had been beautiful in her youth. And he got the desire when he smelled deeply of a rose. It happened to Cándida Raposa that the desire for pleasure had not passed. He had the courage to go to the gynecologist. And he asked him, ashamed, with his head down, \"When is this going to happen?\" What's the matter, ma'am? This thing. What? The thing repeated. The desire for pleasure finally said. Ma'am, I'm sorry to tell you that never happens. She looked at him surprised. But I'm 81 years old! It doesn't matter, ma'am. That's until I die. But this is hell! It's life, Mrs. Raposo. So that's what life was about? That lack of shame? What do I do now? No one wants me anymore... the doctor looked at her with pity. There is no remedy, ma'am. What if I pay? It would be useless. You have to remember that you are eighty-one years old. What if I just make it up to you? Do you understand what I'm saying? Yes, the doctor said. It could be the cure. He left the office. The daughter was waiting for you downstairs in the car. Candida Raposo had lost a son in the war. He was a soldier in the Brazilian Expeditionary Force in World War II. I had this unbearable pain in my heart, that of surviving a worshipped being. That same night she got help and loneliness was satisfied. I'm moving fireworks. Then she cried. I was embarrassed. From then on, I would use the same process. Always sad. That's life, Mrs. Raposo, that's life. Until the blessing of death. The death. He seemed to hear footsteps. The footsteps of her husband, Antenor Raposo. The sound of footsteps, A via crucis do corpo, 1974", "title": "Ruido de pasos", "author": "Clarice Lispector"}