{"metadata": {"length": 4843, "words": 829, "reading_time_min": 4.145}, "text": "One theologian has the view of the stubborn discussion that the four theologians had in Constantinople, throughout the entire period of the Turkish siege, dealing with the difficult problem of defining the sex of angels. They remained in the same place until the Turks invaded the square, and as the house near the Cathedral, where they were sitting, was burned down, it is not known exactly what became of them, although while some claim they stayed in Turkey and eventually embraced the Muslim faith, others maintain that they were dispersed and two of them became mercenary soldiers. But the most plausible solution to the puzzle is that given by the same theologian obsessed with his heavenly vision, according to which the thesis of the female angels would be the appropriate one, and that in the face of the danger of death at the hands of the Turks, the angels themselves, in their case, took them to their secret abodes, where after years they gave birth to a hardened and special Eastern people, which over time has produced historical facts of unusual category. It is noteworthy that the theologians had been discussing this for five years, and that its term, which miraculously coincided with the end of the later so-called Middle Ages, had nothing to do with the transit of mankind, yet they were trying to solve a problem of profound significance to mankind. However, and mysteriously too, the four sages continue their miraculous research and years later they are known to have appeared continuing it, still without defining an orientation, in colonial America, in the Indian Ocean, at a time when English pirates were ambushing it to assault it. By then the discussion becomes complicated since it now refers not only to the very sex of angels, about which they have managed to acquire copious information, but to the race of angels, their religion and their status within the heavenly world. The English were supposed to have taken the four theologians on their flight, and they were joined by a Protestant pastor who accompanied the expedition. It's not known if the ship sank. This was the case, and on one of the islands of the Tortugas archipelago, where the wreckage arrived, it was long said that a cabin was located on a picacho in which theologians could be seen discussing tirelessly. It seems that one of them had achieved the indisputable proof that angels had breasts, which could be conclusive as to her feminine character. Some utopians consider that the only place where the venturious discussion could continue would be the country of Utopia, where this issue would be of necessity today within the very gear of the State, which will also have to provide occupation for theologians. In such a case, the discussion will continue under the auspices of the State remuneration. But this issue is yet to be verified. The fact is that the discussion about angels' sex continues, and until now theologians have not thought that the logical explanation is that there are both sexes among angels, which would also justify the persistence of their species. The latest data on this theological controversy, they place it at the university, with theologians dedicated exclusively to delineating the point. One of the most acute obstacles to the problem is the case of reconciling Marxism with the existence of angels, which is also not impossible, and on the contrary opens new and wide paths to research. One proof that has been cited about the existence of both sexes between angels is the Constitution of the United States of Colombia of 1863, since, it is said, Victor Hugo conceptualized it as a Constitution for angels, and it is shown that it applied to beings of both sexes. The discussion is still going on, and somewhere theologians are still meeting. Some say that sex has become more important in the world, but it seems that what happens is that it has simply come to light, which means that theologians have more elements to delineate their problem, and that allows us to expect them to come to a conclusion. Which in turn raises the difficult question of what theologians will do when they finish their task. It is not known whether they will return to the siege of Constantinople, or whether they will choose to stay at one of those stages where other problems have become entangled with their central problem. Or if they suddenly discover that a peasant's thinking is evident, seeing them deliberate fiercely on the subject in a village in the Andes. Seeing them handling cards, chips, notes, from the window of the country house where they were, in the early hours of the night, the man thought they were rich gentlemen, which was evident when it came to theologians, who were trying, lost in the Spanish leaf, to determine once and for all the sex of the underwear. FIN The procession of the flames, 1973", "title": "Vida sexual angélica", "author": "Pedro Gómez Valderrama"}