{"metadata": {"length": 2562, "words": 465, "reading_time_min": 2.325}, "text": "The first things that came to my eyes —the ignoble lamp at two and a half in the morning, the insomnia that continues to the twilight, the urge to sing, the urge to flee—were, forgotten on the chimney flue, the bedside lamp, and the Master’s antiparras. The Master had spent the night diluting a folkloric granita in a hundred kettles of tibia water. The floor was covered with octopus shells. “You will have to call the encroachment officer,” I thought. And I jumped up, put on a santa hat, and rang at the door of the Academy: “Here is the limpian, fasten and give glory!” So much recitation of words left me exhausted. The spirit of verbal association was reverberating in my body. The cots were almost ripping me to shreds. And a thought came into me — how well I remember it! — one of those unbidden ideas that suddenly come to us in our consciousness: the firm conviction, the professing vision that the Legislative Palace begun by the architect Boiry would never be finished in Mexico, and that one day, amid the swells of a cataclysmic sea, the Palace of the Fine Arts would be swept away in cement waves. Ideas to deshore, birds that fly from window to window, over the gathered family in the dining room. The time was right. The heavy doors were opened. At three years, our deaths are already at their point. We can pace quietly in the cementeries. The Academy was crowded with poets — reaction against the cube — and Modigliani and Picasso, hanging from the ceiling, sat majestically, like the pigeon in the Canonigos’ courtyard, Seville Cathedral. Here came out, singing in falsete, our Apollinaire, who, if he were not given caviar every night, as the fawning passengers of the Holland-America Line, was capable of doing this and that. I, who felt the need to create absurds, reached it by the collar, threw it into the campanario poets, and put on, in my new evolving tree, springs shivering in cotton trousers and hard-as-cardboard smocks, from the time of Don Simón. So, so will I pay all those of the Angelus, those of the Tock of Death, those of the girls of the retreat, those of the village virtues, those of the incense of the parish, those of the afternoons of the farm, the veils of the quince and even to St. John the Evangelist: poets scribbled, poets scribbled to tell it to the Mexican. They take the backs of the soul and walk tap tap tap, and say it is by meditating and by putting hands on the back. And I made them into moss paper, sour-soap, cheap water, mud and sand from America in the midst of rotten peasant fields. Fuchi! FIN", "title": "Venganza literaria", "author": "Alfonso Reyes"}