{"metadata": {"length": 7976, "words": 1442, "reading_time_min": 7.21}, "text": "Do you believe that souls are subject to physical laws? - I asked the old and ailing doctor, of whom his young colleagues were raving - Do you not find mojigangas those pretended laws of inheritance, of atavism and so on? Do you suppose that by force, by force, we are to come out of the cave, as if we were plants or fish? What characterises our species, I think, is the novelty of each individual it produces... We are originals... We are very many specimens... When this was being said, we came out of the beautiful grove of cypresses that surrounded the village of Illaos, and stopped at the feet of one, so old and rotten, that he wore a sort of ragged and shabby hat. At the door, an old man was working on making wooden boxes. He raised his head to greet us, and we saw a face of a malignant little mouse, painted on the face with the glare of distrust, sneering, and vicious instincts. At that very moment, an old beast-faced woman, of a fresh shape, with a swollen jaw and a jutting tusk, came laden with a thorn in her throat, and deposited it on the thorn-covered thorn-tree, the ornament of the stall. -Feel well - the doctor advised the couple - in this pair. He, because of his afflictions, is called John the Baptist, and she is known to all as Bocarrota, because she tells every thing that is in her heart; but you do not think you can be content with telling; only note that your husband does these, measures your ribs with that same thorn of affliction. A boozed-up father and a ferocious mother..., you know: the offspring, criminal, isn't it? And as we had strayed a little from the path, the doctor added, speaking slowly, so that his words would have greater effect: -Those you just saw... are the father and mother of a saint. - Of a saint? -I repeated without understanding well. - Of a saint, who is on the altar, to whom is prayed... - A saint... canonized, right? - Beatified solemnly in Rome... of imminent canonization... In the cathedral of Auriabella already is in a painting his effigy. - A mutter, of course? -A Jesuit martyr, sacrificed by the Japanese with all sorts of refinements... sublime details of his last moments are known; no one has received a horrible death with such astonishment or with such joy. You do not think it was a casual muttering: your aspiration has always been to preach to the unbelievers and shed your blood to testify to faith. From a young age he was seized with such an idea, and it can be said of him what few can: that he cut his own destiny from the fabric of his dreams. -How could he - I exclaimed, amazed - be ordained a priest, being in the power of such parents, who would devote themselves to bringing hay and sprinkling the cow? - Ah! It is that as he was a boy noted for his fervor and intelligence, the priest who had taught him the doctrine set his eyes on him, chose him to assist at Mass, and from monastic to priest, and from priest to a free place in the Seminary of Auriabella... The parents convinced him that there would be a future parish; to have a parish son is the ambition of a villager. You had to see them when they were convinced that the boy, after singing the Mass, did not want econometrics or doctors, but a Order! It was little to plead or claim compensation... -Now that you see your son on the altars, what do you say? It will be curious. -See if it's curious! More than you might suppose... When the pleading of the young martyr, called San Antonio de Illaos, was heard in Auriabella; when the admirable constancy of the young martyr, who repeated in the tortures, when he felt the sharp pains in his hands seized by bars and in his legs bound to the floor: “Jesus, I only ask you to save them, to open their eyes,” referring to the implacable scoundrels who tormented him with an Asian fervour; when it was understood that the beatification process was beginning with the rapidity to which such cases are accustomed, the Bishop of Auriabella wanted to go to Illaos to personally congratulate the parents of the victorious, who neither knew of his triumph nor his death. He was the Bishop of Auriabella - who died soon after and was already quite sick of heart - a very good man. full of unity and joy Those who had all given him in charity; a true shepherd, humble with dignity, and cheerful and merry of pure clean conscience; but when he came to Illaos under the impression of such a solemn fact, he was very moved; he brought a wet eye, a strained and tired breath, and it seems that I am seeing him at the moment when, when he divided the chalice of John the Baptist, he leapt out of the horse that we had provided for him, and he bowed down to the ground before the parents of the confessor of Jesus Christ... The old and the young looked at each other in amazement, without knowing what was happening: he, with his chalice in his hand, half-empty; she, with a basket of figs that had just been strewn about; and as his most illustrious, so absorbed in emotion, could not speak a word, the archbishop -master of expositors, holy orator of renown, of French and stout genuity - had to take the chalice and go to the two untidy villages, and something reprehensible in addition - one never knows what the lords intend. \"I come to give you a good news, friends,\" the archbishop said with affluence and even with affection. -Good news? Amen and so be it - cried Grandpa John - that the calamities come every day, Lord. -Because this is so good, and I would say so excellent, that no one in the parish, and very few in the world, will ever receive anything like it; only the chosen, those chosen by God and favoured with his special mercy, can receive it in the same way. Wake up, my friends! Prepare to thank Providence. The old lady decided to drop the basket of apples from her hand, and approached, opening her toothless mouth, shivering. The Awakened One guided the oyuns, saying: - Let us see if a great heritage of many interests has fallen on us, lord abad. - Better than a legacy; better than how many earthly goods you lose, how many burdens you carry? That his son, Antonio, the fruit of his womb, has been chosen, what a glorious joy!, to testify of Christ... There in lands far, far away, his son has confessed the faith, and the Church, within a short time, will place him on the altars, do you understand?, on the altars, where we will all kneel to ask him to intercede for us... -Yes, we will all ask him, he will be our advocate - said the Bishop, clapping his hands fervently, in a transport of his beautiful soul, resounding with peace and unity. The mother - laboriously, later - discovered something strange. On altars? What was that? Was she...? And, enraged at the archpriest, he screamed and cried: -Have you killed him? Tell me. Have you killed him? - His soul - the Archangel replied - rose gloriously to heaven, after suffering in the miserable body very cruel torments, which could not break his spirit. That is your crown! - he added, moved also, while the bishop, gravely, pronounced the blessing over the heads of the holy fathers. The muttering grew... something dark was rumbling in the depths of his being; something that was both sentiment and brutality, penance and protest, and which was resolved in late, rather than frenzied, sputtered spit, exuded by the engorged, hard eyes... And at last, wringing his grey rags, wringing the swollen breast with his naked, black hands, he exclaimed, in despair: -Antón! Antonia! Oh my soul! I always told you, I always told you, you would die of a bad death! Of fea death! There was a movement of indignation among the family, among the gentlemen of the entourage... Only the bishop was unmoved... Turning to the archpriest, he murmured: -It is the mother. Silence. Give them the money you can, and let's go. The archbishop sat down at my shoulder and, in confidence, whispered to me: - Instead of going to preach in Japan, he should stay at his parish in San Antonio... There was no San Antonio...", "title": "Los padres del Santo", "author": "Emilia Pardo Bazán"}