{"metadata": {"length": 6520, "words": 1161, "reading_time_min": 5.805}, "text": "It happened during the 80,000 withdrawal, and the authority of censorship is enough excuse not to be more explicit. But it came to pass during the most dreadful day of that dreadful time, the day when ruin and disaster came so near that its shadow fell upon London; and, without any sure news, the hearts of men were anguished; as if the agony of armies on the battlefield had entered their souls. On this bitter day, when three hundred thousand soldiers with their artillery flooded the small English company, there was a specific point in our line of battle that was in dire danger, not of mere defeat, but of supreme annihilation. With the permission of the Censorship and military experts, that position could be described as a leak, and if that unit that defended it was crushed and broken, then all British forces would be torn apart, and the Allies would have to retreat and the sedan would inevitably be lost. Throughout the morning German guns had been barging and ripping the area, and the hundreds or more men defending it. The men joked about cannonballs and found funny names for them, they made bets and greeted them with little songs. But the bullets kept exploding and tearing apart the limbs of good Englishmen, and as the hours of the day progressed, so did the terrible cannonings. There seemed to be no help. English artillery was good, but there were not enough units nearby and the remaining ones had been quickly scrapped by the explosions. There are times in a storm at sea when people say to each other, \"This is the worst; it can't be harder\". And then there's a thunder ten times fiercer than all the others. That's how the British were in that trench. There were no stronger hearts in the whole world than those of those men; but they were equally frightened by those deadly German cannonballs that fell upon them and crushed them. And at one point they could tell from their covers, that a tremendous crowd was mobilizing toward their lines. The 500 survivors who still held out could see in the distance the German infantry coming to press them, column after column, a host of gray men, ten thousand of them. There wasn't much hope. Some of them got their hands together. A man improvised a new version of the battle song, Goodbye, Goodbye to Tipperary, ending with We'll never come back. Everyone started to say goodbye quickly. The officers believed this would be a good opportunity for promotion; while the Germans were advancing line by line. Tipperary's humorist asked, \"What's the price on Sidney Street?\" And a couple of machine guns did their best. But everyone knew it was useless. The grey bodies followed their advance in companies and battalions, and others joined them, and they expanded and advanced more and more. A world without end. Amen, said one of the soldiers with some irrelevance, as he pointed and fired. And then he remembered, I couldn't figure out why, a strange vegetarian restaurant in London, where he had gone once or twice to eat eccentric snacks made of lentils and nuts that pretended to be steaks. All the dishes in that restaurant had a blue-figure of St. George printed on them, with the slogan Adsit Anglis Sanctus Geogius, that St. George help the English. This soldier turned out to know Latin and other useless things, and at that moment, as he shot his man in the marching crowd, 300 yards away, he shouted that lame vegetarian phrase. And he kept shooting until the end, and at the end Bill, on his right, had to happily slap him to force him to stop, telling him that if he kept doing that, he would waste His Majesty's ammunition and couldn't waste it in hoarding small patches of dead Germans. The Latin student, after uttering his invocation, felt something like a feeling between shaking and electric shock. The roar of the battle was silenced in his ears and turned into a quiet murmur, and instead of such a sound, he heard, he said later, a loud voice, which resounded like thunder: Formation, formation, formation! His heart began to burn like a stove and then it cooled like ice, as he seemed to hear as a tumult of voices responding to the call. He heard, or thought he heard, hundreds of people shouting, \"St. George, St. George!\" Sir, what a mess! Sweet Saint, save us! St. George for the happy England! - Hey, what's up? Monsignor St. George, help us. St. George! - What? St. George! A strong and huge bow.  \"Heavenly Knight, help us!\" And as the soldier heard those voices, he saw before himself, beyond the trench, a long line of shapes, with glowing aureolets around him. They were like men carrying bows, and after a cry, they threw their cloud of arrows, whistling and buzzing through the air, into the mass of Germans. The other men in the trench kept shooting. They had no hope, but they kept pointing like they were shooting at Bisley. Suddenly one of them raised his voice in English, \"God help us!\" He shouted at the man standing next to him, \"This is wonderful! Look at those men, look at them! You see them? They're not falling by the dozen, not by the hundreds; they're falling by the thousands. Look, look, look, look! As I say this, a regiment has fallen.  \"Shut up!\" said the other soldier, taking a shot,  \"We are about to be gassed!\" But after speaking he swallowed saliva from astonishment, since it was true that the grey men were falling by the thousands. The English could hear the guttural screams of German officers, the crackling of their revolvers when shooting at the reluctant; and as line after line, they all fell to the ground. At all times the soldier, who was fluent in Latin, heard the cry: \"Hello, save! Monseigneur, holy, quick to our aid! St. George, help us! High Knight, defend us! The thundering arrows were flying so fast and in thick clouds that darkened the sky; the pagan mass was dissolving before the soldiers. \"More machine guns!\" Bill shouted at Tom. \"Don't listen to them\", Tom replied. \"But thank God, we've won anyway. \"In fact, there were ten thousand German soldiers killed before they reached that exit of the English troop, and consequently they didn't reach the sedan. In Germany, a country governed by scientific principles, the High Command General decided that the unworthy English had used tanks containing poison gas of unknown nature, and found no recognizable wounds on the bodies of the dead soldiers. But the man who had tasted nuts that they knew as steak, knew that St. George had brought those Agincourt archers to aid his peers. Finished translation by Dario Lavia", "title": "Los arqueros", "author": "Arthur Machen"}