{"metadata": {"length": 5672, "words": 1074, "reading_time_min": 5.37}, "text": "When we reached the river bank, Roberto said to me, \"Take off your dress. We'll swim in the shallow part. I remember 20 years ago that the heat was suffocating, and the air shone, trembling, through the bushes. I was soaked in sweat, for we had run the last hundred yards of the road. Roberto was a stubborn and dominant boy, with big mysterious eyes, strong hands, dark hair falling on his forehead. He said to me again, \"Get dressed. If we're late, it'll be late, and Dad said this morning he'd be back early from town. He looked at the doll, where the little wristwatch he had forgotten was missing, said a rude word to lament that forgetfulness, and with a nervous gesture let loose the belt buckle that was tied to his body. Then he started taking off his pants, which, little by little, fell, made a mess, on wet grass. The heat was rising. I wanted to cool myself, look at the water with the desire to dive, to feel a little freshness in the burning skin and I was like thirsty. But despite Roberto's enthusiasm and his powerful voice, I didn't dare take my dress off. I was a little scared and embarrassed. - Martha, what happened? He said again, pissed off. I was still sitting on the floor, watching him get naked. All he needed to do was untie his shoes, which he wore, like me, without stockings. He was beautiful, Roberto. And naked, he looked very tall. We were, however, the same age: twelve. We forgot the bathrobe, I said. It doesn't matter. Mom wouldn't have let me come if I told her we'd make it to the river. But hurry up, Marta. I didn't answer. I didn't know what to say. But a secret anguish was invading me. Get out of the water, I told you. Roberto obeyed. I saw him go a few feet ahead, and then stop for a moment at the edge of the stream. He made a quick bend and I heard, with incomparable freshness, falling into the water. I continued to hear the rhythm, the accompanied beat of hands and feet. I started to strip. I felt the warm air closer to me. When I took off my dress, I looked at the place where Roberto was swimming. He was coming towards the shore. I'm going to go. I screamed at him, so he wouldn't come out yet. And I ran to the water. I remember a thorn, passing by, hurting me and my shadow of body projecting very well on the grass. I fell near Roberto, who had stood on the stream bed, to watch me move forward. The water was warm, but to its delicious touch, the body tasted exquisite pleasure. Roberto started swimming near me again. It's delicious, isn't it? He said. I said yes, and we kept bracing almost parallel. The sun, already obliquely on the horizon, reached our backs and heads as we slid over the water. Ten minutes, a quarter of an hour went by like this. I was no longer afraid or ashamed. It's true that during the exercise pauses, Roberto would sit and look at my chest for a moment. And I thought he was gonna touch me with his wet hands. However, I resisted his gaze and, now I understand, he wished he would touch me. Let's rest a moment, he said, and I nodded. We're out of the water. \"Here is a good place\", said Roberto, pointing to a shadow. We went there. Roberto lay on the floor. There was little grass, and the floor was slightly wet. I lay by his side. The silence was complete. No, it wasn't complete. In its calligraphic bosom the invisible insect orchestra resounded and the cautious passage of lizards was perceived among the cracks. Moreover, the river kept going down and down, sounding, amongst the stones. \"Dad says it's dangerous to come this way because there are horns\", Roberto said, sitting down. So, let's go. I said, sitting down too. You would! \"He said Roberto. There are no hornets here. And he put his hand on my face, to force me to stretch myself out again. I had a dry, hot hand. I tried to resist, but, more forcefully, he insisted. I gave in to the impulse and then I saw Roberto's face on my face. The hairs, still wet, fell from her forehead and eyes, over her mysterious eyes. The hard, hot hand kept squeezing my face. Let me go, Roberto, it hurts me. The pressure stopped for a moment. But the hand began to descend, slowly, gently, fine, deliciously, through the neck, through the chest, through the belly. Without any effort I had remained still, still, mute; I had closed my eyes. The hand was following a wonderful journey through the continent of my skin. And Roberto was not saying anything. I could hear, with perfect clarity, the cautious slide of the lizards among the crabs and the invisible orchestra of the insects. I could hear the wind, warm, burning, over my head... Roberto said to me when we were returning: I didn't answer her. I was confused, embarrassed and satisfied at the same time. But a Congolese vague calmed me down. Would Roberto tell anyone that his hand had passed over my naked body? And would I confess to anyone that the passing of that hand had aroused in me a strange sense of fear and pleasure? \"Martha\", said Roberto, holding my arm, \"could we come every day? Dad leaves early for town. I kept quiet. Could we kiss, Marta? Yes, maybe. Now? Not now. Tomorrow? What? - Yes, I did. - I'll see you tomorrow. The road finally ended up on the road. Roberto had plucked a branch and used it to beat the bushes and grasses that grew on the edges. The house was divided among the trees. We should have split up. It was getting late. The heat was decreasing with the first shadows. Well, goodbye, Martha. - Bye, then. He ran. I saw him jump over the little door, painted green, jumping through the big meadow, screaming, \"Mommy, Mommy!\" I started walking, on my way home. And suddenly I felt like crying. Wind Ashes and Other Stories, 1950", "title": "Tiempo de verano", "author": "Hernando Téllez"}