{"metadata": {"length": 3354, "words": 646, "reading_time_min": 3.23}, "text": "Aunt Miseria was a poor old woman who lived off charity. He had a son, named Ambrose, who walked the world, also begging. And she owned a thousand breeds of dog, who accompanied her to the little hut she lived in. Next to it was a pearl, which bore little fruit, because the boys of the village stole its pearls. One day a poor man came to his door and, as it was freezing outside, Aunt Miseria welcomed him into the hut. She shared with him how little she had for dinner and made him a rudimentary jargon so he could sleep. When he woke up in the morning, he also offered her a humble breakfast. And the poor man thanked, and said to the poor man, I will give thee a thing, because of thy noble heart; for though thou seeest me clothed as a poor man, yet I am an angel of heaven. Although Miseria did not want anything, the saint insisted and then the old woman of the pearl remembered: \"This is my wish\", she said: that when someone climbs the pearl, he cannot come down without my permission. At once he was granted the wish, and it was the definitive idea that after a short time, after some stick sticks and not a few dresses in his clothes, not a single zagal came near the pearl again. So many years passed, until a tall, dry man, with a scarf, came to the hut door and began calling to Aunt Misery, \"Come, Misery, it's time\". Miseria, who quickly recognized Death, didn't seem to agree much: \"Man, now that I was starting to enjoy life! She told him. Why don't you do me a favor and pick up those four pears from the tree while I prepare for the trip. Death, naive, set out to pick up the pears and, as they were all high up, had no choice but to climb the tree. At that moment he heard the laughter of Miseria who, looking at the sale, said to him: \"Death beast, you will stay there until I want! And he wanted Miseria to stay there, hot or cold, for many years. So many that the world began to miss Death. No one died, not in wars, not from sickness, not from old age. There were elders over three hundred years old, in such a distressing condition that they themselves sought to end their lives. Some were thrown down cliffs, others into the sea, others into the railroad tracks, but none of them succeeded and hospitals were filled, unable to serve them all. So until Death saw a doctor pass by, an old acquaintance and friend of hers: \"Hey, old friend, come and watch my condition! Duel with my situation! Warn the people of the village and come and cut down this damn tree! Soon the neighbors arrived, armed with their best axes, but, although they tried by all means, they failed to make the slightest dent in the pearl trunk. And all those who wanted to get down from there to Death, just kept hanging on to her. Then they began begging the old wretch to have mercy on them, who were suffering so much, and to allow them to come down from the pearl to Death and those with them. They insisted so much that she finally gave in to Aunt Miseria, although she made a condition to Death: \"Don't remember me or my son Ambrose until he calls you three times\". She acceded to Death, and came down, and began to fulfill all the work that had to be done, which kept her occupied for many weeks. All those who should have died saw their hour coming. All but the old woman and her son, who are still living in misery and hunger. FIN Spanish Anonymous", "title": "El peral de la tía Miseria", "author": "nan Anónimo"}