{"metadata": {"length": 4015, "words": 787, "reading_time_min": 3.935}, "text": "The giant has come, the great, great giant. So big, so big! And how cheap that giant! He has huge hands, with very large fingers, and feet as big and strong as trees. Very fat, very fat. It has come and... it has warmed up! You know? It fell! He was hit with a hammer and fell! It's so ugly the giant, so ugly... suddenly, it goes and falls. He opened his mouth... and fell to the floor, tumbling like a rag doll. What have you come to, giant? Come, come, giant! My puppy is so sweet and gentle! You hug your mother so lovingly, against the heart of your mama! It is so good and so caring! His eyes are so sweet and clear, that everyone wants him. It has a magnificent nose and does not make tontering sounds. Before she ran, cried, mounted her horse. You know, giant, that Pepys had a horse, a big beautiful horse, with his horn. He mounts up on a horse and goes far, far, into the forest, into the river. And in the river, you know, giant, there are flies. No, you don't know because you're a brute, but Pepi knows. Beautiful little peeps! The sun lights up the water and the fish play, so beautiful, so beautiful and light! If, brute giant, you don't know anything!... -What a pig of a giant! He came and... fell down. What a pig! He climbed down the ladder and soon, oh, oh!, he fell. Oh, what a brute! He has no reason to come here; we have not invited him. Before Pepin had a lot of troubles, but now he is so happy, so sweet, so good, and his mother loves him so tenderly. He loves you so much... more than the whole world, more than himself, more than life. Pepn is for his mother the sun, the song, the joy. Now he is very small and his life is very small, but then he will become great like a giant. He will have a long beard and some long hair, and his life will be great, clear and beautiful. It will be good, smart and strong, like a giant, as strong and smart! And everyone will want him, admire him. You will have sorrows in your life, for everyone has sorrows, but you will also know great joys, clear as the sun. He will enter into beautiful and intelligent life, and the blue sky will be suspended above his head, and the birds will sing him their most beautiful songs, and the water will murmur him a sweet song. And my Pepin will look around you and say, “How beautiful life is!” -No, no! - No; it is impossible; I have you strong, my dear little kitten. Do not fear the darkness? Look, there is light coming in through the window: it is the light of the street, which lights us up. Isn't that a pity! Right and up! It also gives us a little light. He says, “Go, there is no light in that house, I’ll light it up a little bit!” It’s so cheap that high-powered flashlight! Tomorrow will also awaken us! Tomorrow... God, God, God! - Yes, yes... the giant... since then... it's so big! More than the horn and the bell. And he came and... fell down! Oh, what a dick you are, giant! Is it that you didn't see the ladder? “I looked up and I didn’t see the ladder!” the giant replies in a deep voice. “I looked up!” Oh, what a brute you are, giant! You should look down; then you would have seen the scale. Look at my Pepin, the giant; he is so handsome, so smart! It will be even bigger than you. It will take some huge steps. You will walk through the city, over the forests and the mountains. He will be strong and he will be brave; he will fear nothing, absolutely nothing. He will walk through the rivers. Everyone will look at him with open mouths, so bumbling, and he will pass through the rivers. Your life will be so great, so beautiful and clear, and the sun will shine on your head, the sweet sun, so beautiful. From morning the sweet sun will shine... Oh my God, my God!... Already... the giant came and... fell! What a rotten giant, my God, what a rotten giant!... So, in the deep night, the mother spoke, trembling against her heart to her dying child. He walked with him, through the dimly lit room, and talked nonstop. And in the adjoining room, the child's father is heard to weep. FIN", "title": "El gigante", "author": "Leónidas Andréiev"}