{"metadata": {"length": 4000, "words": 766, "reading_time_min": 3.83}, "text": "The father and he, two palms lower than his father's waist, reached the fence. The old man went through the pineapple gate and stake in hand went over the colt. Damn it, up on the neighbor's little prick! Looking for better grass, the newly-wedgered lady might have jumped into the male's quarters. Upstairs came the animal with round, red eyes. Far away, behind the manikin's back, his rattle was echoing. Appearing to the beasts, the old man shouted and threatened to stab the animal, but the animal, taking a few steps back, sprang over its hind fins and fell on the back of the female, which was boiling uselessly. Damn it, I was carrying the load! The boy, who had peered into the doorway's mouth, sat down to look at everything. ♪ Bad lightning is beating you! And the stake resonated in the ribs. But the beast persisted with its curved, nervous, bright neck, pointing its teeth at the trembling young woman's cross. Then the old man cried, striking the animal's head firmly: \"Salt, fistfighter! It fell into the air on its hind legs, but already in the minute of ejaculation the tread dropped its warm seed to the ground. The little boy saw her glow for a moment over the thick green field. Now the father was coming to the road, calling the mare, and the boy stood by the gate, leaving the beast free to pass. He saw him on his back very close to the cross, two wounds that wrinkled his skin. When the sun started to set behind the manhole, Nando and the old man stepped onto the track. High, staring back and forth, looking at this pole or that fallen wire, the father was walking. Little boy, back to himself, the boy was following him. I was really worried. Sometimes I would look at the old man from his hard shoes to his neck and take a breath like he's gonna say something. But he kept quiet and moved his head from one side to the other. While he was walking, he pulled out half the body of the trill and grabbed a dry branch; the old man stumbled over something and Nando fell on his legs. He stood up lightly and heard his father's grave voice: \"Did you hit yourself? No, Taita, I play well. This gave him courage, he smiled, filled his lungs with air and said, \"Daddy, what's wrong with that calf?\" You are crazy, son. And that's why he bites and kicks? - That's right. What, are you crazy? More than once Nando heard from neighbours the repeated story of Lisandro, the crazy foreman who macheteed the four heads of his day laborers. So did the same thing happen to Lisandro, Taita? It could be the old man's voice. They walked twenty more strings without speaking. Nando wouldn't let go of the dry branch and hit without looking around. Tell me, what is a madman roaring for? I don't know, boy! He was already cheering and saying, and he was looking halfway back at the time he was walking. The boy only managed to see him with one eye, but it was enough. When the old man put on that face, he didn't feel like talking. Of course, things hadn't gone well for him that morning. First he found two cows stuck in the corn, then he walked for a long time with his hands on his waist looking at the rice table dry from lack of rain, and now that damn animal. Nando tried to talk about something else: Taita, the male threw himself out yesterday. He can't get up anymore. I know. The old man cut short, and nothing was heard except their footsteps. The guayabos were slaughtering on both sides, and the sun was already setting when he took his eye out from his piece of trill and looked, like three ropes, running the hen and behind the rooster with his head stretched forward and the feathers of his neck eroded. Daddy, look at that, run, that cock is driving you crazy! The old man stood firm: \"You are a piece of shit, boy! But he wanted to curb the madness of the rooster and grabbed his father's pants tightly, saying, \"Look, you can't see that you're already on! Oh, my dear! Don't talk to me insolently! And he put him in the trolley with a handcuff. Fin Taita, tell me how, 1945", "title": "Taita, diga usted cómo", "author": "Onelio Jorge Cardoso"}