{"metadata": {"length": 6765, "words": 1265, "reading_time_min": 6.325}, "text": "There was a king and a queen who used to cry out every day, \"Oh, if we had a boy! But they never got one. And it came to pass one day, when the queen was bathing in the river, that a frog leaped to the shore, and said to her, Thy desire shall be fulfilled; within a year thou shalt bear a daughter. And it came to pass, as the frog had foretold, that the queen had a child so beautiful, that the king was not satisfied with joy, and he made a great feast. She invited her not only to her relatives, friends and acquaintances, but also to the fairies, hoping they would be generous with her little one. There were thirteen fairies in the kingdom, and since the Sovereign had only twelve gold plates to serve at the banquet, there was no choice but to stop inviting one. The feast was celebrated with all splendor, and, at the end, each of the fairies gave a gift to the newborn girl. One gave her virtue; the second, beauty; the third, wealth, and so on, endowing her with the world's desirable things. When they had already pronounced their grace, suddenly the fairy the thirteenth appeared who, wishing to avenge herself for not having been called to the feast, without greeting or looking at anyone, exclaimed: \"The princess will be stabbed with a spike as soon as she turns fifteen, and she will fall dead. And, without adding another word, he turned his back and left the room. Everyone in the audience was terrified. The twelfth fairy was still left, who had not yet expressed his gift and who, although he had no power to overturn the fatal sentence, could indeed mitigate it. And he went forward, and said, The princess shall not die, but shall sleep a deep sleep, a hundred years. The king, anxious to protect his daughter from the disaster that threatened her, enacted a law that ordered all the belts in the kingdom to be burned. And all the fairies' delights were in the girl; for she was fair, and modest, and kind, and wise; and all that did deal with her were enchanted by her. On the day she turned fifteen, the King and Queen were absent from the palace, and the girl was left alone. He took the opportunity to walk through everything, entering the rooms and rooms he liked, and finally he arrived at an old tower. As I climbed the narrow snail ladder that led up, I found myself in front of a small gate. There was a wet key in the lock. He turned around, opened the door, and in a small room a very old woman appeared, who was working hard on her linen, using a spindle. Good morning, grandmother, said the princess. What are you doing?! \"I'm spinning\", said the old woman, shaking her head. And what is this thing that rolls so happily? The girl asked and, taking the spindle, wanted to laugh too. But as soon as he touched him, the prophecy was fulfilled: he put his finger on him. At the same time, she fell meaninglessly on the bed in the room and fell asleep. And his dream spread throughout the palace. The King and Queen, who had just returned and were in the living room, fell asleep, and with them, the whole Court. And the horses slept in the courtyard, the dogs in the yard, the pigeons on the roof, the flies on the wall... until the fire that was burning in the house was still and sleeping, and the roast stopped cooking, and the cook, who was preparing to pull his ears from the pinch by some of his cunning, let it go and fell asleep. The wind was calm, and not a leaf moved from the trees around the palace. But around the castle a hedge of wild rose trees began to grow, which grew in height each year, and finally surrounded the entire building and covered it even so that nothing could be seen from it, not even the pendulum that waved on the top of the tower. And across the country the legend of the beautiful sleeping princess began to spread, who was called Wild Rose ever since. And princes came from time to time willing to enter the palace through the thorny hedge; but they could never do so, because the rose-flies, as if they had hands, imprisoned them, and the unfortunate were bound to them, no longer able to be released, and died a cruel death. After many years the son of a king came to the country, and heard an old man tell the story of the thorny hedge, inside which there was a palace inhabited by a beautiful princess named Rose the Wild, who was drowned in a deep sleep along with the King, the Queen and the whole Court. He also knew, because he had heard it from his grandfather, that many princes from other countries had tried to enter the palace, but all had tragically died, imprisoned among the thorns. And the newcomer said, I fear nothing; I will go and see the princess sleeping. It was useless that the good old man tried to dissuade him; the prince did not heed his words. In this, the hundred years had just passed, and the day of the Princess's awakening had come. When the king's son approached the wild rose bush, he encountered large and beautiful flowers that, moving away on their own, made way for him, letting him move forward without harm, to close behind him again in the form of a fence. In the courtyard of the palace he saw the horses and hunting dogs, of spotted skin, lying asleep, and on the roof, the doves, motionless, all had their heads under the wing. And when he entered the building, the flies were sleeping on the wall; the cook still had his hand outstretched to catch the pinch, and the maid was still sitting in front of the chicken about to pluck it. Going on, I found myself in the great hall with the whole court, lying on the sleeping floor, and on the throne were the King and Queen. He continued walking, and everywhere there was absolute silence, so that he could hear his own breathing. Finally, he reached the tower and opened the door to the little room where Rosa Silvestre slept. She lay in bed, so beautiful, that the young man could not take his eyes off her; then he leaned down and gave her a kiss. Not long after her lips touched her, the princess opened her eyes and, waking up, directed a look full of love. They went down together, and, awakening the king, the queen, and all the courtiers, they looked at each other with astonishing eyes. And the horses of the stable came in and trembled; the hunting dogs began to jump and to wag their tails; the roof pigeons took the little head out from under the wing and, looking around them, began to fly; the flies continued to walk through the wall; the fire of the house ignited, the flame lit and the food began to cook; the roast began to chirp again; the cook gave the stitch a slap so loud that it burst into chickens, and the maid finished plucking the chicken. And with the greatest splendor, the prince's wedding to the princess was celebrated, and everyone lived happily ever after. ♪ Finish ♪", "title": "La bella durmiente del bosque", "author": "Hermanos Grimm"}