{"metadata": {"length": 6931, "words": 1348, "reading_time_min": 6.74}, "text": "- There was something very strange about William's death, very strange indeed! - a man in the back of the car sighed melancholy. It was the farmer's father, who had been silent until now. - What could it have been? - asked Mr. Lackland. -William, as many know, was a curious, a quiet man; he could be felt when he was near; and if he was in the house or anywhere else, near one, there was something damp in the air, as if the cellar door had opened beside one. Well, it was a Sunday, once William was in apparently good health, the bell called people to the church from first to last; the sacristan said he had not felt the bell so heavy in his hand for years, it was a Sunday, as I said. During the previous week, it happened that Mrs. William had been late one night to finish sheaving; she was washing for Mr. and Mrs. Hardcome. Her husband had finished dinner, and as usual he had gone to bed an hour or two ago. While she was paddling, she heard him coming down the stairs; she stopped to put on her boots, which were at the foot of the stairs, where she always left them, and then passed by the living room where she was still paddling, passing through it to the door. This was the only way to get from the stairs to the outside of the house. Neither of them said a word, for William was not a man of much talk, while his wife was busy with her labors. The man went out and closed the door behind him. She paid no further attention, thinking that her husband would have gone out to smoke his pipe or walk a bit at night, and kept on polishing. She was soon done with her work, and since her husband had not yet returned, she waited a while while, keeping the sheet and other things, and setting the table ready for breakfast. Her husband still did not return, but assuming he would soon, she decided to go to bed because she was tired. He left the door unlocked and climbed the stairs after writing chalk on the door: Remember to close the door (because he was forgetful). To her great surprise, and say alarm, upon reaching the foot of the stairs she noticed that her husband's boots were still there, where she had left them when she went up to rest. He went up and came to the bedroom. He found him lying in bed, sleeping like a rock. How he could have come back without her seeing or hearing him, that was beyond her understanding. It must have been only passing quietly behind her, while she was keeping the sheet, that she could get it. But this did not satisfy her: it was impossible that she had not noticed him entering such a small room. She couldn't unravel the mystery, and she felt very strange and uncomfortable. However, she decided not to bother her husband to ask him, and she went to bed at once. He got up and went to work very early the next morning, long before she got up, so the woman waited for her husband's return for lunch with great anxiety to hear the explanation, since having thought about the matter during the day had only left her more shocked. When she came to eat, she said, before she could ask anything: -What is the meaning of those words written with chalk on the door? She told him everything and asked him about the night before. William stated that he had never left his bed after going to bed, having in fact undressed, lying down and sleeping almost instantly, not getting up until the clock struck five. Then he left for his work. Betty Privett was as sure that he had come out as she was of her own existence. And I was just a little less sure he hadn't come back. She was too upset to argue with him, so she left the matter as if she had been wrong. When he later walked down Longpuddle Street, he met Jim Weedle's daughter Nancy, and he said, \"Well, Nancy, you look like you're dreaming today. \"Yes, Mrs. Privett\", said Nancy. I'm not going to tell anyone, but don't bother telling him why. Last night, as it was the evening of the summer solstice, some of us went to the church porch and did not return home until about one o'clock. - How? - said Mrs. Privett. What was yesterday? God, I didn't remember it was; I had a lot of work to do. I can't remember when it's Summer Eve or St. Michael's Day. I'm always busy. -Yes, and we were pretty scared by what we saw. What did you see? (You may not remember, sir, having gone to other places so young, but here it is believed that on the eve of summer the pale forms of all the people of the parish who are near death within the term of a year can be seen entering the church. Those who manage to overcome their illness or disease leave after a while; those who are condemned to death do not come out again.) What did you see? - he asked William's wife again. \"Well\", said Nancy, \"we don't need to say what we saw or who we saw. \"You saw my husband\", Betty Privett said in a serene tone. \"Well, since you say it\", Nancy said slowly, \"we believe you saw it. But it was very dark and we were scared, and of course it might not have been him. Nancy, don't bother to go on, I know you're quiet out of kindness. You need to keep going. He never left the church. I know as well as you do. Nancy did not answer yes or no to that assertion, and nothing else was said. But three days later, William Privett was harvesting with John Chiles in Mr. Hardcome's lawn, and in the heat of the day they sat down to eat something under a tree, and emptied a bottle of wine. Then they fell asleep sitting down. John Chiles was the first to wake up, and when he looked at his coworker, he saw one of those big, white souls that we call - so to speak - the moth of the mill, which came out of William's open mouth while he was sleeping and flew away. John thought it was quite strange, since William had been working at a mill for several years. Then he looked up to heaven, and saw, at sunset, that they had been asleep for a long time. Since William was not waking up, John called him and told him it was time to get back to work. His friend was still motionless, and when John moved him he realized he was dead. Now, that same day old Philip Hookhorn went down to the Longpuddle to get a water cannon. When he returned, who else did he say he saw coming down the creek from the other side but William, who looked very pale and aged? This greatly surprised Philip Hookhorn, as several years ago William's young son - his only son - had drowned while playing in the same place, and this had attacked William's good judgment as he was never seen near the Longpuddle again after this event. It's been known that he took a half-mile longer road to avoid that place. It was later said that William could not have been in the creek, as he was at the same time two miles away; this without mentioning the fact that he died at the same time he was seen. - A melancholy story - commented the emigrant after a minute of silence. - Yes, I did. Well, life has its ups and downs\", said the farmer's father. The Superstitious Man Story Harper Monthly, March 1891", "title": "La historia de un hombre supersticioso", "author": "Thomas Hardy"}