{"metadata": {"length": 7038, "words": 1353, "reading_time_min": 6.765}, "text": "Before the instructional judge stands a small, extremely thin muzhik, with a plain cloth shirt and fixed pants. Her wrinkled, smallpox-bitten face, and barely visible eyes under thick, falling eyebrows, have a hurricane and rough expression. On the head, a bunch of tangled hairs, not shaved for a long time, give it greater spiderlike toughness. He's going barefoot. - Dennis Grigoriev! - What is it? The judge begins. Come closer and answer my questions. On the seventh day of this month of July, the guard Ivan Semionovich Akinfov, as he traveled the line in the morning, caught you in the turn of the century and forty-one unturn a nut from which the rails are held to the tracks. This is the nut! Was it like that or not? What? Was it all like this, as Akinfov explains? Of course, that's what happened. - All right. And why were you unwrapping the nut? What? Quit that and answer the question! Why were you unticking the nut? \"If I didn't miss it, I wouldn't take it off\", Denis replies, a grumpy voice, looking back at the ceiling. What did you need that nut for? The nut? We use nuts as lead for fishing... Who? We, the people... the Muzhiks of Klimovka. Listen, brother, don't be silly and explain yourself well. Don't come at me with that lead thing! I've never told a lie in my life and now I'm lying. Do you think, Your Honor, that you can fish without lead? If you tie a fish or a worm up, it'll sink without lead, huh? With that lie... Dennis smiles. If the damn bait floats, it's no use! The fish, the sun, the lot always go down the bottom; the only thing that bites up is the furniture, and that, rarely, there are no furniture in our river... that fish likes the widths. What's all this furniture coming from? What? But if you're the one who asked me! In the village, the gentlemen fish like that too. Not even the last kid goes fishing without lead! The law is not made for the fool... So, you're saying you've unwrapped the nut to make it a fishing lead? Why not? It's not gonna be for tabs! But for that you could have taken a piece of lead, a bullet... any nail. Lead is not lying on the ground, you have to buy it, and a nail is not worth it. There's nothing better than a nut... it weighs and has a hole. What a way to fool yourself! It looks like you were born yesterday or you fell from the sky. Don't you understand, hollow-headed, what does removing nuts lead to? If it wasn't for the guard, I could have derailed a train and people would have died! You would have killed them! God save us, Your Honor! Why kill? Are we infidels or criminals? Thank God I've lived long enough, and I haven't killed anyone! I never even thought about that! Save us, Queen of the heavens! Please, please, please! What is he saying...? And what do you think the derailments are due to? You take out a nut or two and the train goes off... dennis smiles fiercely and looks incredulously at the judge, rolling his eyes. What's going on! In the village we've been taking nuts for many years and, thank God, a train has never derailed... nor have people died... Man, if I took a train or, as the saying goes, put a log through the track, well, then, I may have derailed the train, but, by a nut... I don't think so! See if you can understand, with nuts, the rails are attached to the trash! We understand that... we don't take all of them... we leave some... we don't do it to fools and crazy... we understand... you give a yawn and make the sign of the cross on your mouth. Last year a train derailed here, the judge said. Now I see why! What, Your Honor? I'm saying that now I understand why a train derailed last year... I understand! That's what you're here for, Your Honor, educated people to understand. Our Lord knew who was giving understanding... you have found out how and why, but the googling, who is also a muzhik, without any understanding, grabs you by the neck and leads you to the tracks... first, find out and then you take me... point also, Your Honor, who hit me twice in the teeth and once in the chest. When they searched you, they found another nut... where did you unravel it and when? You're asking me about the nut that was under the red trunk? I don't know where she was, I just know she was found in your house. When did you undo it? I did not take it away, but Ignashka, the son of Simeon the Tower, gave it to me. I'll tell you about the one under the trunk, because the one from the yard slide, Mitrofan and I took it together. What Mitrofane? Mitrofan Petrovich... have you not heard of him? He makes nets and sells them to the gentlemen. He needs a lot of nuts like that. For each network, calculate about ten... Listen to me: Article one thousand eight hundred one of the Criminal Code says that any damage to the railway caused by premeditation, when it can represent a danger to the transportation that circulates along that route, and the accused knows that his act can cause disaster... you understand? You knew it! You couldn't ignore the consequences of the act of disruption...! He will be punished by deportation to forced labor. - Of course you are! You know better than that... we are light-headed people... what do we understand? You understand everything! You're lying, you're being a fool! Why lie? Ask the village, if you don't believe me... without lead only fish for albur, which is worse than gobi, but that wouldn't sting without lead. Now you're gonna tell me about the furniture! The judge smiled. If we throw the leadless cane over the water, the muzzle bites, but it never does. All right, shut up, the silence is coming. Denis leans on one foot and the other, looks at the table covered with a green cloth and blinks a lot, as if looking at the sun and not the cloth. The judge writes fast. Can I go? \"Denis asks after a few minutes of silence. - No, I'm not. I have to arrest you and send you to prison. Denis stops blinking, raises his thick eyebrows and looks questioningly at the judge. How? - To the prison? My lord! I don't have time. I have to go to the fair. I have to charge Yegor three roubles for the bacon... To jail... if it was for something, I would go, but like this... from good to bad... why? I have not stolen, I believe, and I have not gotten into fights... and if you have any doubts about the delays, Your Honor, do not believe the foreman... ask the permanent member... that foreman is not a good Christian... I'm going to shut up. What happens is that the foreman has lied in the accounts, I can swear to you... we are three brothers: Kuzma Grigoriev, Yegor Grigoriev and I, Denis Grigoriev. You're bothering me... The judge shouts, \"Get him off! We are three brothers, Denis's husband, when two fat soldiers take him out of the room. One brother should not answer for the other! Kuzma doesn't pay and you, Denis, answer for him... Judges! If our master, the late general, God be with him, if he were not dead, I would have taught you, the judges... you must know how to judge, and not in any way... well, you beat me, but for something, in conscience...", "title": "El malhechor", "author": "Anton Chejov"}