{"metadata": {"length": 2167, "words": 406, "reading_time_min": 2.03}, "text": "The people of the Jebus say that it was the kind Yus who created the earth. But this one, at first, was completely naked. It was necessary to dress her and dress her with a forest of giant trees and smaller plants that would bear the most varied fruits. Between the tall branches the lonely wind whistled, sometimes like a wild beast, sometimes like a weeping bird, and sometimes like the flies' humming. And Yus said, My creation is yet incomplete; now four-footed serpents and serpents run to the ground. Let the trees of singing birds be popped! Fly and fly the insects wherever you want or can! And that's what it was. The earth was not yet complete. There was something else missing. Then Yus climbed to the top of the tallest tree carrying a beautiful gold jar on his right. With his divine eyes he contemplated his work and noticed that the immense flora was dying of thirst. - Let's go to the rivers and lakes! He said. And he poured out his jar of miraculous water upon the ground; and the rivers and the lakes were gone. There was something else missing. From some secret corner he took a fine blue cloth, threw it up high, and, with a blowing blow, spread it out in an infinite combe covering the earth with the sky. \"The sun, the moon and the stars will shine in this sky, and the river Nayanza will cross\", he added, \"so that when it floods, it rains on the earth!\" And that's what it was. But there was something else missing. Man was missing, for Yus was not satisfied with the animal creatures he created. They were unable to understand the wonders of his work. And so one day he climbed up to the Sangay volcano crater, taking a slice of mud from Upano Valley. On the edge of that huge mountain mouth, he modeled a doll that looked like a man. Then, in the giant's great oven, he lit a fire and cooked the anthropomorphic figure, getting what he wanted. It was only the breath of his joy that made the doll the very man full of life and intelligence, to whom Yus gave everything he had created before, and also a companion for the Jibarian race to multiply and populate its immense domains. FINAL ANONY of the Iberian Indians of the Ecuadorian Amazon", "title": "La creación de la tierra y el cielo", "author": "nan Anónimo"}