{"metadata": {"length": 4894, "words": 883, "reading_time_min": 4.415}, "text": "Father Anselm, an elderly monk at the Chaumont Convent, enjoyed walking in the nearby forest called the Forest of the Fathers. In the shade of the great centuries-old trees I meditated, remembered, prayed. Walking was also beneficial for her health. One day, as usual, he left the convent after exchanging some phrases with Brother Jérôme, the doorman. It was a long time ago and Father Anselme was lost in the forest, calm and happy. Suddenly, he heard a bird singing, a song so melodious that he stopped, surprised. He looked up and saw a bird of shining feathers, and in a particular, unknown way. The bird continued with his light trunks, and the father felt them penetrate his heart and fill it with sweetness and tenderness new to him. How beautiful it is! I was thinking about singing and bird at the same time. Suddenly, the bird shook its wings and flew. Father Anselme could not help following him, trying not to lose sight of him. The bird was flying from branch to branch without ceasing to sing. With his eyes raised, as if fascinated, the monk was still after him. Many times he stretched out his hands, so close to him was the bird. But at the last moment, the bird was running away and going further... the enchantment continued. Finally, however, Father Anselme made an effort to regain his control: \"It is enough\", he said, \"I must return, or my brothers will be disturbed, for I have been walking for more than two hours\". With sorrow, he abandoned the bird, and took the road back to the convent, still impregnated with his wonderful encounter. Soon he saw the priory; when he reached the door, he pulled the rope of the bell. The bell rang, the door opened and the silhouette of an unknown monk appeared. - Oh, my God! - said Father Anselme surprised - Brother Jérôme is not here? \"I don't know Brother Jérôme\", replied the new porter. The father kept looking at him more and more surprised by his appearance. - Why do you wear that habit? - he asked. It's not our order. - Yes, \" replied the other. My habit is that of the least monks. - Hey, hey, wait a minute, we are Benedictines, of the Order of St. Benedict of Cluny, not monks at all... - The doorman shook his head, as surprised as his interlocutor. - But I'm at the convent of Chaumont, right? - said Father Anselme. - I know. The monk rubbed his eyes, feeling his spirit alienated by something incomprehensible. - Call the Prior, I beg you. Jean de Chalençon will explain to me this mystery of the new porter and the new habit. - There is no prior here named Jean de Chalençon... - the father yelled. Go and see, for his cell is near mine! I'm sure of it! - I'm sorry about that. The deaf dialogue went on for a long time. The doorman thought he was having a fight with a madman, and Father Anselme was about to become one of them... both were raising the tone of their words; their noise attracted another monk who asked, \"What's going on?\" I am the superior of the convent, but Father Anselme stammered, and then what has been of Jean de Chalençon? He told his story again, he insisted, he understood nothing; a while ago, after lunch, he, Father Anselm, had gone out for a walk in the forest, and now he was coming back calmly as usual. What was going on in the convent? Why those strangers? Why those mysteries? In front of him, the superior listened to him without understanding. At the same time, I was thinking: the name of Jean de Chalençon reminded him of something, yes... - Father - he said softly - you are right, I have heard of Jean de Chalençon; he was indeed the superior of this convent... only that he died at least two hundred years ago. \"200 years\", murmured the suffocated Father Anselm. He fell on a bench, without saying anything else, with his eyes raised. - Wait, he continued. I have to check all this. She's not new here. I'll be right back. He ran off to the priory library. There, he checked thick, dusty records and ended up finding what he was looking for. He thought that the superior father Jean de Chalençon had died two centuries earlier... and suddenly the monk was shocked: a few lines below that death announcement, the convent chronicle told the disappearance of a certain father Anselme, who had gone out for a walk in the woods one day, and had never returned. The book fell from the prior's hands. Completely blackened, he headed for the entrance to the convent. Too late, he only found the doorman there! - Where... where is Father Anselme? - he asked. The other shrugged his shoulders. - He's gone now. By order of the Prior, all the monks of the convent set out to find the fugitive. There was no way to deal with him. Some monks told, as an anecdote, that in the forest, in the distance, they had heard the singing of a bird, much more beautiful, in their opinion, than those who were heard in the usual way. FIN Anonymous French translation by Esperanza Cobos Castro", "title": "El ave del paraíso", "author": "nan Anónimo"}