{"metadata": {"length": 3827, "words": 709, "reading_time_min": 3.545}, "text": "There are beautiful lands in the realms of fantasy where trees sigh and crystal streams slide singing among the smalted shores of flowers to be lost in the blue sea. Far from these regions, far from them, there is a terrible and mysterious region where trees lift up their unbroken spectral arms to the sky and where silence and darkness project upon the soul intense rays of gloomy desolation and death. And in the most sinister of that region of shadows, there is a castle, a large black castle, with its cordoned towers, with its already collapsed head-galling and a pit full of dead, unhealthy water. I know her, I know that terrible region. One night, drunk with my sorrows and alcohol, I was walking down the road waving like an old boat to the notes of an old seaman's song. It was a song of mine in a minor tone, a wild and primitive folk song, sad as a Lutheran song, a serene song of a great and gloomy bitterness, of the bitterness of the mountain and the forest. And it was night. Suddenly, I felt a great terror. I found myself by the castle, and I entered a deserted room; a captain, with a broken wing, was crawling down the floor. From the window the moon was visible, illuminating the bare, flat field with its spectral light. The water in the pits was shaking and full of unrest. Up in the sky, the brilliant Arturus shone and thundered with a mysterious, confidential blink. In the distance the flames of a fire were shaken by the wind. In the wide living room, adorned with black hangers, I put my bed of dried ferns. The living room was abandoned; a brazier, where a pile of teas was burning, lit it up. Next to a wall in the living room was a giant clock, tall and narrow like a coffin, a black box clock that in silent nights threw its metallic tick with the energy of a threat. Oh, my God! I'm happy - I was repeating myself. I no longer hear the hateful human voice, ever, ever. And the dark clock indifferently measured the sad hours with its metallic tick. Life was dominated; I had found rest. My spirit was more delighted with the horror of the night, than with the white clarities of the dawn. Oh, my God! I was at ease, nothing disturbed my calm; there I could spend my life alone, always alone, silently ruminating the bitter grass of my ideas, without mad hopes, without foolish illusions, with the spirit full of grey serenities, like a landscape of autumn. And the dark clock indifferently measured the sad hours with its metallic tick. On quiet nights a melancholy note, the song of a toad accompanied me. \"You too\", I told the night singer, \"you live in solitude. Deep in your hideout, you have no one to answer to but the echo of your heartbeat. And the dark clock indifferently measured the sad hours with its metallic tick. One night, one quiet night, I felt the terror of something vague that was lurking over my soul; something as vague as the shadow of a dream in the raging sea of ideas. I looked out the window. There in the black sky the stars trembled and pulsed, in the immensity of their solitary existence; no cry, no trembling of life on the black earth. And the dark clock indifferently measured the sad hours with its metallic tick. I listened carefully; nothing was heard. The silence, the silence everywhere! In a faint, delusional state, I begged the trees that sighed at night to accompany me with sighs; I begged the wind to murmur among the foliage, and the rain to resound on the dry leaves of the road; and I begged the things and men not to leave me, and I asked the moon to break its black cabbage mantle and cuddle my eyes, my poor eyes, grim with the anguish of death, with its silver and chaste gaze. And the trees, and the moon, and the rain, and the wind, they became deaf. And the dark clock that indifferently measures the sad hours had stopped forever. FIN", "title": "El reloj", "author": "Pío Baroja"}