{"metadata": {"length": 7483, "words": 1418, "reading_time_min": 7.09}, "text": "There in the country, in an old shepherd's house, lived an old landowner who had two sons, so well-bred that half would have been enough. The two stood in the headlights, begging the hand of the King's daughter. They were right, for the princess had made a vow that she would marry the man who could best entertain her with grace and wit. The two brothers prepared for eight days; this was the maximum time allowed, more than enough, emperor, for they were very well trained, and this is a great help. One knew by heart the whole Latin encyclopedia, and also the whole three-year collection of the local newspaper, both from the right and from the left. The other knew all the parliamentary laws chapter by chapter, and all that a president of a committee should know. In this way, I thought, I could talk about state matters and academic matters. He also knew how to twiddle his thumbs, for he was fine and agile of hands. \"I shall take the princess,\" said the two; and so their father gave each of them a beautiful horse; the one who knew the encyclopedia and the newspaper by heart received a black horse as a sabache, and the other, the one who was a scholar of grammar and a whiz at making fancies, a white horse as milk. In addition, the lips were lubricated with a fatty fish oil to give them more flexibility. All the children went out into the garden to see them mount up on the horse, and then he also compared the third of the brothers, for they were three, only that the other did not count, for he could not be compared in science with the two elders, and so everyone called him the babe. Where are you going with the Sunday dress? - he asked. -To the palace, to conquer the daughter of the king with our speeches. Do you not hear the pregoner? and told him what had happened. - Demons! Because I am not going to lose the opportunity - exclaimed the bobo-. And the brothers drew back from him and departed into the wilderness. - Dad, give me a horse! \"Juan the bobo said. I would like to marry you. If the princess accepts me, she will have me, and if she does not accept me, I shall be gone from her. - What a shit you're saying! -intervene the father-. I will not give you a horse. If you don't know, talk! Your brothers are different, they can present themselves anywhere. -If you don't give me a horse - the boy said - I'll build the man's carriage; it's mine and it can carry me. He climbed up on the animal, and, putting the foot on the stirrups, he pushed the cart along the road. Go away, threw! - Beware, I am coming! -cried the bobo; and he sung with such a loud voice, that his voice resounded far off. The brothers, on the other hand, moved forward in silence, without saying a word; they used the time to reflect on the great ideas they wished to express. - Eh, eh! - cried the bobo, here I am! Mirad what I found on the road! And he showed them a corpse's horn. - It's hard! -exclaimed the others- for what do you want it? -I will give it to the princess! -Do what you want! -contest, releasing the sack and following their way. -Eh, eh!, here I am! Miren lo que he encontrado! It is not found every day! The brothers returned to see the rare treasure. -Stupid! - said they - it is an old sack, and without the bowl. You will also give it to the princess? -Of course! - said the bobo; and the brothers, laughing hysterically, continued their way and did not take long to get a good tally. -Eh, eh!, here I am! - the bobo cried out - I am getting better and better! Arreat! You have seen what equal is! -What have you found now? – the brothers asked. - Oh! \"It's a pity,\" said the bobo. It's too good to say. How the princess will be happy! -What a pig! - exclaimed the brothers-. If it is a stowaway! -Exact, this is - the bobo cried - and of the finest class, of which it shook between his fingers - and thus saying, the pockets were filled with sand. The brothers put the horses in the stall and left the other rehearsed for a good hour. They made their appearance at the city gate, where the candidates were numbered in order of arrival and arranged in a line of six in front, so crowded that they could not move their arms. And luckily for them, for otherwise they would have torn their clothes apart, just because one was in front of the other. All the other countrymen had gathered round the palace, clamoring to the windows, to see how the princess received the candidates. What a rarity! He was not well seated in the room, looked as if he had been sunk into the abyss, and could not speak. - It doesn't matter! -said the princess-. Go away! It was the turn of the brother who knew the encyclopedia by heart, but with that long plantation he had completely forgotten it. To complicate matters further, the floor was sloping, and the ceiling was a mirror, so that our man looked down; and in every window there were three scribes and a corrector who took note of everything that was said, to publish it immediately in the newspaper, which was sold at two shillings on every corner. It was to lose your head. And, behold, they had lit the candle, which was burning. -What heat it makes here inside! -were the first words of the applicant. - My father is making chicken today, - the princess said. - Ah! -and he was astonished; that answer he had not foreseen; he had not a word to say, with all the clever things he had prepared. - It doesn't matter! Go away! -ordered the princess. And the little one had to be removed, so that his brother could pass. - What a terrible heat! - said this one. - Yes, we're gonna eat chicken! - explained the Queen's daughter. -How do you say... say, how do you say...? -he shook him, and all the writers cried out: \"How do you say... say, say...?\" - It doesn't matter! Go away! - the princess decreed. He then called the turn to the bobo, who entered the gentry chamber in his macho robe. - Devils, what heat! - he observed. -I am frying chickens,' the princess protested. - On the head! - said the bobo-. So, it won't matter if it's also a hat, right? -With great pleasure, there was no more - the king's daughter replied. But, do you bring something to stab her with? ; for I have no horn nor horns. -I have them,' the other exclaimed cheerfully. Here is an excellent burger, with mango of state. And taking the old sack, he put it in the sack. - Come to the banquet! - said the princess - But what about the sauce? - I'll take it in my pocket - said the bobo. I have all of that and much more. And a lump of sand was taken out of the bag. - I like this! \"It is a pity that I am not able to do it,\" the princess exclaimed. At least you are able to respond and speak. You will be my husband! But, you know that every word we say will be written and tomorrow will appear in the newspaper? Look at that window: three scribes and a corrector. This is the worst, because he doesn't understand anything. - Since then, this is all he has said to frighten the applicant. And all the writers took off the sack and made a stain on the ground. - Those ladies over there? - asked the bobo-. Here goes for the corregidor! And emptying his pockets, he threw all the mud at the character's face. - Magnificent! \"It is a pity that I am not able to do it,\" the princess exclaimed. I wouldn't have been able to. But I will learn. And thus John the Baptist became King. He got a wife and a crown and sat on a throne. And all this we have taken out of the corregidor's diary, which does not mean that we should believe it all at once.", "title": "Juan el bobo", "author": "Hans Christian Andersen"}