{"metadata": {"length": 7081, "words": 1268, "reading_time_min": 6.34}, "text": "Casanova arrived in Constantinople with a letter from Acquaviva to Claudius Alexander, Count of Bonneval, which was passed to the Turks. In Buyuk Dere I shared the room with the Venetian, whom I also visited in Constantinople, where we had lunch and dinner together. We were frankly discussing our vain attempts to forge relations with more or less notable Ottomans. As for Bonneval, I understand that one afternoon he received it. Casanova returned pondering the spirituality of the count, since he had a library that, well looked, was a cellar, and other occurrences of tenor couple. When he tried to visit again, he was told that the count was busy and could not attend. Casanova finally declared to me that the famous library-bodega, far from covering its owner with glory, presented it as a parody of vulgarity. I understand that the importance of the subject in question, which is curious, did not justify our daily discussion. From such setbacks, Casanova's fortune compensated with unprecedented amateur adventures. That a Christian should enter a Muslim harem is a common fact in books; in life I consider it impracticable. Not once, but twice, Casanova penetrated the palace of Yusuf, a disdainful philosopher. When I asked him how he accomplished the feat, he replied: Fatam viam inveniunt and, by the way, fate found its way, since the first time it was enough for my Venetian to fall in love with a philosopher's wife, Sophia, and the second to collect the prize of courage. What the prize consisted of is unclear, but Casanova brought as a relic a veil (a cloth object that will now serve to dispel your fears that the episode will be reduced to an allegory). As if the above were not enough, in the order of adventure something else happened at a party. I saw him with my own eyes with that slave of Imael Efendi, his compatriot, frantically dancing the forlana. All this kept him more occupied in his imagination than in his facts. For the traveler, Constantinople is impenetrable. Those of us who once lived within the city limits, we keep a memory of living outside the city walls. The Turkish, I said, was not a producer; as for the women held in harem, did anyone treat them? Only Casanova, sometimes little less than unique. So time was left to chat about our lives and our loves, to the point that the noon meal was extended to the evening meal. Casanova told me about his prodigious Turkish and Italian adventures, which are over fifty. I don't think I'm being credulous if I declare that my friend wasn't a liar. I'm a little shy, that's all. With identical deformity he narrated his triumphs and defeats, which more than one knight would have held as a prize. In the counts' front rooms he met Miss Bonneval. Limousine blood, from the father, and Armenian, from the mother (a poetess acclaimed in merit of bodily perfection) fused in this young lady, with her primes and characters, so that on the face she covered the clarity of her eyes had the depth of dawning worlds, and the beauty of the whole, though not alienated from the usual patterns, was mind-blowing. As the ladies in Constantinople demanded little or nothing of their time, the Venetian tried by all means to get the most of his time from the lady. Pretty soon he conquered her, or even obtained favors that confirmed him in his good mood and confidence. I used to chat with the non-repeated panegirical of Miss Bonneval, whom I could not help but recognize different from the other women. He praised them for their start, even their whim and vitality. This vitality, more of a yeoman's than a girl's, was bad for Casanova. Indeed, the days of his lover were a tight web of occupations, in which there was barely, from evening to evening, a rescue for our adventurer. Not only did the feast and the sarao require her; as a pilgrim as she may seem, the young lady had been erected in her father's amanuensis, and with that vitality to burn and with her eagerness for adventure - what else, in relation to work, is the woman, but a permanent adventure? - she was, according to Casanova, devoted body and soul to the affairs of the conde's office (Conse de la Sublime Puerta). Casanova intentionally details body and soul, because (the exaggeration must be attributed to the disregard) maintained that to give a good end to any management that her father had entrusted to her she was determined to surrender and even to other extremes. Little by little don Giacomo noticed that in this new intrigue he was not achieving the happiness he had discounted. The weekend was coming and the girl preferred to retreat to a country estate, on the banks of the Bosphorus, where young people of her friendship met, frivolous people, whose ranch proclaimed the same mottos and nicknames that applied to each other, to stay in the city and run, in an instant stolen from the watch of those around her, to the arms of her loved one, who was waiting for her in some dark chamber. Indeed, in this situation, it was our don Giacomo's luck (probably because of the depopulation of his days in Constantinople) to seek, to wait and to long. He protested: Is there anyone who has not noticed that anxiety about searching and waiting is not measured by the merit of what is sought or expected? I have to say that I have always been very fond of other people, but in Turkey the slightest infidelity is serious, because it endangers the lives of women and their own. My constant vigilance has been to persuade the woman not to cheat her; I can never persuade her not to love her. I am also tempted to explain to you: I am Casanova, the terror of the ladies, whose hearts I have destroyed, like a fire pushed by the Siroco and the Mistral, from Venice to Rome, from Ancona to Rimini; but if the young lady is completely naive of my reputation, regardless of what it is, will I not, in communicating it, fall into a kind of vulgarity and boasting? Did he mean that, by a mere misinformation, that little girl who brought him half stunned, did not fear or respect him most and that he, out of sheer idleness, embodied the role of a constant and meek lover, a role which in the hated Constantinople was becoming a second nature to him? How he delighted to denigrate his mistress for those days! He's ignorant, he held up like a limousine, and he's so cunning and cunning. She's warlike like a fish vendor from Chioggia, and artery like a whore from Murano. After a hollow laugh, he added: \"In your case, nothing is certain. Not even cheating on me with the weekend badlacks. So this man, who in his own esteem shone as irresistible to women and whose subsequent intricacies you tell portents, I have seen sighing with love for Angelica María Clara Yolanda Josefina de Bonneval, who married a Tudesco and today is the mother of a lozano branch of children. I transcribe these paragraphs from the letter of the gentleman Pierre Mirande, of the Venier entourage, whose original he discovered in the Lausanne Library in 1951, Louise Bennet, by the light they can throw, and so on, and so forth. *FIN* Guirnalda with love, 1959", "title": "Casanova secreto", "author": "Adolfo Bioy Casares"}