{"metadata": {"length": 7417, "words": 1388, "reading_time_min": 6.94}, "text": "At the age of thirteen, his mother died, which was the last thing he had left. When he became an orphan, he had not been to school for at least three years, because he had to look for the diary. His only relative was a cousin of his mother, named Emeterio Ruiz Heredia. Emeterio was the mayor and had a two-story house overlooking the town square, round and reddish under the August sun. Emetrius had two hundred heads of cattle waiting on the slopes of Sagrado, and a young daughter, bordering twenty, brown, robust, rivet and somewhat foolish. His wife, thin and hard as a pin, was not well-spoken and could command. Emeterio Ruiz did not get along well with that distant cousin, and his widow, to fulfill, helped him by looking for extraordinary newspapers. Then the boy, though he had once taken him as an orphan, without inheritance or trade, did not look to his right, and like him those of his house. The first night Lope slept at Emeterio's house, he did it under the barn. He was given dinner and a glass of wine. The other day, while Emeterio was putting his shirt inside his pants, barely pointing the sun at the cock singing, he called him out of the stairwell, scaring the hens that slept between the holes: -Lope! Lope came down barefoot, his eyes glued to straws. He was a little old for his thirteen and had a big, shaved head. - You're going from shepherd to sacred. Lope picked up the boots and put them on. In the kitchen, Francisca, the daughter, had heated potatoes with pepper. Lope swallowed them quickly, with the aluminum spoon dripping at every bite. - You know the trade. I think you walked a spring through the hills of Santa Aurea with Aurelio Bernal's goats. - Yes, sir, I know. - You're not going alone. There goes the middle rock. You'll go together. - Yes, sir, I know. Francisca put a hook in the zipper, an aluminum quartz, goat sebum and cecina. \"Walking\", said Emeterio Ruiz Heredia. Lope looked at him. Lope had black, round, bright eyes. - What are you looking at? I'm going to shoot! Lope came out, shoulder-shaped. Before, he picked up the slurry, thick and shiny for use, which he kept, like a dog, pinned to the wall. As he was already climbing the slope of Sagrado, Don Lorenzo, the master, saw him. In the afternoon, in the tavern, Don Lorenzo smoked a cigarette next to Emeterio, who went to get himself a glass of anise. - I saw Lope, he said. He was going up to Sacred. Shame on you, kid. \"Yes\", said Emeterio, cleaning his lips with the back of his hand. He's going to be a shepherd. You know, you gotta earn the currusco. Life is bad. The ungrateful Pericot left him no tap to lean on and break through. \"The bad thing\", said Don Lorenzo, scratching his ear with his long yellow nail, \"is that the boy is fine. If he had the means, he could take advantage of it. It's ready. Very clever. At school, Emeterio cut him, his hand in front of his eyes. I'm not saying no. But you have to earn the currusco. Life is getting worse every day. He ordered another one of anise. The teacher said yes, with his head. Lope came to Sagrado, and voicing found Roque the Medium. Roque was a bit of a retard and he'd been herding for Emeterio for about 15 years. He would be about 50 years old and hardly ever speak. They slept in the same mud hut under oak trees, taking advantage of the hug of the roots. The cabin only had boots and I had to get in the cats, half crawling. But it was cool in the summer and pretty cool in the winter. Summer is over. Then fall and winter. The shepherds did not go down to the village except on the feast day. Every fifteen days a zagal would raise their cough: bread, broom, sebum, garlic. Sometimes a wine boot. The peaks of Sagrado were beautiful, deep blue, terrible, blind. The high, round sun, like an untroubled pupil, reigned there. In the fog of dawn, when there was no sound of flies or crunching, Lope would wake up with a roof of mud over her eyes. He stood still for a while, feeling on his side the body of Roque the Median, like a cheerful lump. Then, crawling, he went out to the locksmith. In the sky, crossed, like fleeting stars, the screams were lost, useless and big. God knew which way they'd fall. Like the stones. Like the years. One year, two, five. Five years later, once, Emeterius sent for him, for the zagal. He had Lope recognized by the doctor, and he saw that he was healthy and strong, grown like a tree. - What an oak! - said the doctor, he was new. Lope was red and didn't know what to say. Francisca had married and had three young children, who were playing at the gate of the square. A dog came up to him, his tongue hanging. Maybe he remembered you. Then he saw Manuel Enríquez, the schoolmate who always lagged behind him. Manuel was wearing a gray suit and a tie. He went over to their side and waved his hand. Francisca said, \"Good race, that's it. His father sent him to study and he's already going to law school. When he reached the fountain, he found it again. Suddenly, he wanted to call you. But the scream stuck, like a ball, in his throat. - Hey, what's up? - he just said. Or something like that. Manuel looked at him again, and he recognized him. It seemed like a lie: she met him. He was smiling. - The Wolf! Man, Lope! What the hell? Who could understand what he was saying? What strange accents men have, what strange words come out of the dark holes of their mouths! A thick blood was filling his veins as he listened to Manuel Enriquez. Manuel opened a flat, silver-colored box with the whitest, most perfect cigarettes he'd ever seen. Manuel held it out, smiling. Lope put his hand forward. Then she realized it was rough, thick. Like a piece of cinnamon. Fingers didn't have flexibility, they didn't play the game. What a rare hand that other one had. A thin hand, with big, agile, white, flexible wormlike fingers. What a hand, waxy, with bright, polished nails. What a strange hand. Women didn't have it the same way. Lope's hand is blunt. Finally, he took the cigarette, white and fragile, strange, in his fingers, in his fingers, in his fingers, useless, absurd. Lope's blood stopped between his eyebrows. They had a ball of blood clotted, still, fermenting between their eyebrows. He crushed the cigarette with his fingers and turned around. He couldn't stop, not even to the surprise of Manuelito, who kept calling him, \"Lope! - What? Emeterio was sitting on the porch, in shirt sleeves, looking at his grandchildren. He smiled at his grandson, and resting from work, with the wine boot in his hand. Lope went straight to Emeterio and saw his questioning, gray eyes. - Come on, boy, go back to Sagrado, it's time... there was a square stone in the square, red. One of those melon-sized stones that boys carry from some collapsed wall. Slowly, Lope took her in his hands. Emetrius looked at him, rested, with a slight curiosity. He had his right hand between his belt and his stomach. He didn't even have time to get it out: the deaf blow, the splashing of his own blood on his chest, death and surprise, like two sisters, went up to him like that, no more. When they took him handcuffed, Lope was crying. And when the women, howling like wolves, were about to strike him, and went after him with their cloaks raised over their heads, in a sign of indignation, my God, he had taken him. My God, he, who made him man. My God, he would have starved to death if he hadn't picked it up...", "title": "Pecado de omisión", "author": "Ana María Matute"}