{"metadata": {"length": 7952, "words": 1437, "reading_time_min": 7.185}, "text": "Wanting to see a sad scene, I went aboard the French steamship, where the emigrants were boarding, ready to leave the Galician region. The afternoon was a slack one; there was but a sprinkling of wind, and the sky and the sea were the same color of a sullied state; the water sprang up in heavy and broken olites, like shards of metal. From the side of the vapor we turned and looked at the shell, the first semicircle of the marinedina bay, the white house and the thousand glass galleries, which gave it an original look. We walked up the stairway to the balcony, and when we sat down on the bridge, despite the purity of the sea air, we felt suffocated by the clamor of the people already gathered there. Unaccustomed to moving in such a restricted space, made free in the open air, the labyrinthine larks strained, and there were cries, groans and squeals of impatience. The families of the emigrants had not yet decided to move, and the French mariner who had to collect the inevitable yellow paper was impatient and grumpy: This idea of coming here to say goodbye! We swam in the bay, and then it was over. The sailor, confined by innumerable voyages, did not understand those who wept. A trip to America! Good thing! We spent a lot of time observing the different physiognomy of the migrants. There were closed and beastly faces of peasant children, and expressive faces, like those of saints in ecstasy, lighted by large, meditative pupils. The girls, with their low eyes and the peculiarly modest continental of the English, looked like the button of a sniper. Among the recently embarked were the passengers already collected in San Sebastian, and there were the guipuzcoan women, barefoot, shivering, with the mark of their race: the hard design of the faces. In the midst of that grey twilight, of those figures that had only lost their lowly and plebeian character to adopt a resigned and mythic expression, I was called to attention by an old villager, exclusively consecrated to the care of his equipment, reduced to a lone wolf tucked into a cotton sack and a tin can. The old man was at least seventy years old, and from his straw hat, tied with a string to keep it from flying, a ring of silver men's cufflinks hung loosely to accent the brittle tone of the glass. She wore the country dress, white linen smocks called “cirolas”, the dark faja and the “chaleque” with triangular slit on the back. The face was marked with great astuteness, and the blazing pillars gave singular reflections to the blue eyes, penetrating and threatening. He was alone; no one helped him in his famine, and although nothing should surprise me, I was surprised that so near the hour of death that man should embark on a long journey and undertake a complete change of life and habits. What would he do in the New World? What confusion would not the uses, the costumes, the language, the environment, so different from the one he breathed into, cause him? What use was he to apply his machine-made veto, and what was he seeking in the American country, if not the cemetery? While I was making these reflections, the old man was still concerned with his equipment, between the thud and the scream of the people. They did not interfere with his faeces the scythe and the ax, and this seemed an enormous arm that from the vapor swept up all that was on the earth; the hand of the giant pirate slamming the port of Marineda and carrying rafts, baskets, baths, furniture -sending strong cables to the arm -to carry it all to another more hospitable land with man. Inched the old man onto the deck, he followed, palpitating with anxiety, the movements of the stewardess, the carrier of the equipment. Finally, his face dilated and his pupils squirmed: he balanced himself in the air and slowed his descent. How well I knew that familiar building in our village, where they kept what they valued most! There, between the slush, the “leaf” and the rotten apples, the slack hat, the soiled shirt, the silk “sash” and the silver threads, galas that only come to light on the feast day of the patron; there, at the top, hidden within a smidgen of wool, the savings that so many privations present, from the yellow centenary to the rotten oxen “of fortune”. The old arch was of the oldest, but also of the most rotten and rotten-in-the-tongue: it brought new remants of wood and rusty iron nails. When he fell suddenly on the floor, the old man drew his naked hands up and rushed to stop the fall; but he pushed the hammer and slammed his fist against a leather bucket, kicking vigorously. When he woke up, his first thought was for the ark. They were coming, burying her under a blanket of leaves and a tangle of jerrycans - for, as you know, in Montevideo the swine do not sleep in the streets, the immigrants bring their own. When he saw the arch disappearing, the old man screamed again, and, tearing his clothes, he hurried to take it out of the tangle of rags. The owners rushed to defend their property; the old man made resistance, and a dispute that seemed to be going to turn into a battle was fought. Intervino the overcharge, who spoke Spanish, and, treating the old man as an idiot, asked him which carabiner he cared whether the arch was on top or below, for being heavy and voluminous, it had to be accommodated so as not to clog the baths. The old man shook: an odd shake agitated his head, and the shrewd Frenchman's squinting eye sank into him as the blade of a knife. \"Get out of that condemned arc,\" he ordered the mariners; and though the old man tried to cover the furniture with his body, the over-stretcher, repairing the two circular holes on the sides, ran to warn the captain. “Open!” he commanded imperiously; and as the old man, wailing, did not want to open the door, they threw the ark into the sea. The villager sat under the smudges which the sun had made on his swollen face; two drops of blood ran down his cheeks, and, turning round, he widened the door. Opening the mysterious arch, a cry arose from the rusting around it: inside was a boy about fifteen, half-asleep, bound by a rope... He was what is called in the port’s jerry-can a “policeman”, a passenger who is dragged on board without paying a ticket... I understood not only the mute despair of the old and their acolytes because the arch was not under the baths, but how he was daring to cross the seas, standing on the edge of the tomb. It was not alone; the symbolised hope in youth was brought forward, and what hope! So it would rain and the boat would sink, grandpa would open the door of the sack and the shiver would come joyfully, sure enough!... In the meantime, the old man, trembling, tripping over the ropes, shivered bitterly. Some laughed and cried; the more moved felt moved. The captain, shivering, shivering, spoke of letting the old man go and bringing him back to earth. We come to him to console him, representing the misery of those people, reminding him that man is all traces, and that necessity dictates those ardides. The old man, feeling protected, shook his hands and told us a story of pain: his homeland, emigrated years ago; his daughter, death; the nativity, on his tired shoulders; the harvest, lost; the cow, sold because there was no grass to give her; the contribution, slack; the tithe, slack; Heaven, mute to prayers... What would you do if you heard these laments? There was a charge, and the captain agreed to pay a considerable amount less than the ticket price, for neither the captain nor the tiger was a tiger. And we abandon the boat, near to starting its journey to another hemisphere. It had rained, and the bay's shell glowed with a splendid ring of lights, in the centre of which shone the brilliant red of the Espolon. From the vapor came the fresh notes of the Donostia zortzico; the Galicians, seeing disappear among the shadows the sand-bound coasts of their land, had no value for one of its long and melancholy tunes.", "title": "De polizón", "author": "Emilia Pardo Bazán"}