{"metadata": {"length": 4280, "words": 708, "reading_time_min": 3.54}, "text": "Nabonidus' original purpose, according to Professor Rabsolom, was simply to restore the archaeological treasures of Babylon. He had sadly seen the worn stones of the shrines, the blurry stelae of the heroes, and the ring seals that left an unreadable imprint on the imperial documents. He undertook his restorations methodically and not without a certain parsimony. Of course, he was concerned about the quality of the materials, choosing the finest, most closed grain stones. When he came up with the idea of copying the eight hundred thousand tablets of the Babylonian library, he had to found schools and workshops for scribes, engravers, and potters. He distracted a good number of employees and officials from their administrative posts, defying criticism from military chiefs who asked for soldiers and did not write to support the collapse of the empire, hard-workingly erected by the heroic ancestors, in the face of the envious assault of neighboring cities. But Nabonidus, who saw beyond the centuries, understood that history was what mattered. He gave himself to his task, as the ground moved from his feet. The most serious thing was that once all the restorations were completed, Nabonidus could no longer cease his work as a historian. Turning his back on events, he was only devoted to telling them on stone or clay. This clay, invented by him on the basis of marble and asphalt, has proved even more indestructible than stone. (Professor Rabsolom has established the formula for that pottery paste. In 1913 he found a series of enigmatic pieces, a kind of cylinder or small column, which were coated with this mysterious substance. Guessing the presence of a hidden writing, Rabsolom realized that the asphalt layer could not be removed without destroying the characters. He then devised the following procedure: he emptied the inner stone of the stone in zinc, and then, by means of a desincrustant that attacks the debris deposited in the writing's prints, he obtained hollow cylinders. Through successive sectional emptying, he succeeded in making plaster cylinders that presented the original intact writing. Professor Rabsolom maintains, with a clear sense of urgency, that Nabonidus proceeded in this incomprehensible way by preventing an enemy invasion with the usual accompaniment of iconoclastic fury. Fortunately, he didn't have time to hide all his works like that.) Because the crowd of workers was insufficient, and history was happening quickly, Nabonides also became a linguist and a grammarian: he wanted to simplify the alphabet, creating a kind of tachygraphy. In fact, he complicated the writing by plaguing it with abbreviations, omissions, and acronyms that offer a whole new set of difficulties to Professor Rabsolom. But so he managed to get Nabonides to his own days, with enthusiastic meticulousness; he managed to write the history of his history and the key summation of his abbreviations, but with such a zeal for synthesis, that this account would be as extensive as the Epic of Gilgamesh, if compared with the last concisions of Nabonides. He also had Rabsolom write a story of his hypothetical military exploits, he, who abandoned his luxurious sword in the body of the first enemy warrior. At its heart, such a story was another pretext for carving tablets, stelae, and cylinders. But the Persian adversaries were far from figuring out the dreamers' doom. One day the urgent message of Creso, with whom Nabonidus had made an alliance, came to Babylon. The king, the historian, had the message and the messenger's name, date and terms of the covenant written down on a cylinder. But he did not answer Creso's call. But then the Persians came upon the city by surprise, scattering the laborious army of scribes. The disgruntled Babylonian warriors fought hard, and the empire fell to no longer rise from its rubble. History has given us two dark versions of the death of his faithful servant. One of them sacrifices it at the hands of a usurper, in the tragic days of the Persian invasion. The other tells us that he was taken prisoner and taken to a distant island. There he died of sadness, recalling in his memory the repertoire of Babylonian greatness. This latest version is the one that best fits Nabonidus's gentle nature. FIN", "title": "Nabónides", "author": "Juan José Arreola"}