{"metadata": {"length": 2169, "words": 433, "reading_time_min": 2.165}, "text": "The skinny Elisa thought very differently than the sluggish Enrique and the fat Trini, whom she had no way of getting out of bed. She lived by working from morning to night, and also forced her husband, the long-haired Lorenzo, to work in such a way that the poor spent it worse than an ass under the load of three sacks. But everything was useless; they had nothing and could not prosper the least. One night, lying down and so exhausted that she could barely move, her thoughts kept her from sleeping. She woke her husband from a tailspin in his ribs, and said, \"Listen, Lorenzo. You know what I've been thinking? For if I find one shield, and any man give me another, I will borrow a third, and thou shalt give me one; and I will buy a young cow with the four. The man didn't mind the idea:  Of course  he observed  I don't know where I'm going to get the shield you want me to give you. Anyway, if you had the money and you could afford a cow, you would act holy by putting your occurrence into practice. I love to think  added  that the cow might have a calf; at least I could, from time to time, have a milk jug. \"Milk would not be for you\", the woman replied, \"for the calf would be nursed, so that it would be fat and then sell well. And she nodded, and her husband nodded, and said, A little milk, I may well take it; there is no harm in it. What do you know about cows? \"The woman replied. Whether it's bad or bad, I don't want it, and no matter how hard you fight, you're not gonna taste a drop of milk. Grandpa, you're never tired of it! You think I'm gonna let you swallow what so much sacrifice has cost me? Woman  answered Lorenzo -. Shut up or I'll slap you. How! She cried out, \"Dare you threaten me, you gluttonous, mischievous, and mischievous man! and tried to grab him by the hair, but the long-haired husband joined in and, holding Elisa's worn-out arms with one hand, with the other he squeezed her head against the pillow and held it like that until the woman got tired of throwing plagues and fell asleep. What I don't know is if, when he woke up the next day, he kept looking for his shelter or if he left for the shields he needed. ♪ Finish ♪", "title": "Elisa la flaca", "author": "Hermanos Grimm"}