{"metadata": {"length": 5516, "words": 1025, "reading_time_min": 5.125}, "text": "In the year 32, Yamandu Rodriguez and I went on a tour. He recited poetry and I played the piano. We arrived in a small town where Yamandú had many friends and immediately went to see the theater owner; he was a rather tall, upright, gentlemanly boy, wearing a pair of shoes and did not want to charge us for the room rent, the light, or the programs. Yamandú's friends got several institutions - the Intendencia, clubs, the library - to participate in the ticket purchase. In a moment they all sold out and we were left doing nothing. The day we arrived I had walked through that city as if I were going to swallow houses and throw myself on the streets and squares. A little before the performance, while we were looking at the stage - those good people had asked the neighbors for furniture and plants to put a room on the scene - someone came up and told us that tickets had been distributed to the schools. Yamandú and I looked at each other and began to imagine the consequences. It is possible that in the official institutions they would have thought that if Yamandú recited - that was typical of schools - and if I played the piano, the act would be \"instructive\"; and in that case, they would have to think about the children. Besides, the recital would be at 3pm - we had been given that hour because in the vermouth session and at night the room was set for the cinema - and 3pm was precisely an hour for children. But Yamandú and I preferred that older people hear us; children, after getting bored, would make noise. Soon they started coming in. Some schools were trained and obeyed by the teachers, but others were loose, running through the theater and no one could stop them. Yamandu, desperate, said to me, \"How about we change the program?\" They were bringing in too young children and I said, \"No need; they won't be interested in any of our programs\". A ten-year-old nigger came down the hallway and brought a handful of nigger girls. On that day Yamandu would recite a dialogue between Clement VII and Benvenuto Cellini. But first I'd go out and play Spanish music. As soon as I appeared on the stage, the teachers began to joke at the children; then, seeing that they were not being listened to, they threatened them by shouting. I sat down at the piano and looked at the room. It was overflowing. Only on the stages was some older person. When the first chords were played, the noise decreased; afterwards not only the teachers but also the children joked. And finally the scandal renewed. I finished one piece and started another as if I were alone; but suddenly, while I was playing the Dance of Fire and making the chords with my hands up, I heard a loud cry from heaven: a child, whistling with his hands, was telling another who was on the set:  Martinez, manya'Che. (I wanted to tell him to look at it.) Then I would raise my hands, drop them on the Paradise railing and try to imitate my movements. When I left the scene I stumbled upon Yamandu. He laughed at me; but I threatened him, saying, It is now thy turn. Through the doorway of the decorated room I saw him as he was about to start. The children had quieted the scandal almost to the point of silence. I knew that Yamandu's left hand - the one he had in his sack pocket - was rubbing a box of matches; and it was in the instant of raising the other hand and starting to say the first words, when, in the middle of an unexpected silence, a little girl about four years old, who was on a stage, pointed to the scene and shouted: \"Mommy, look; the grandmother's chair\". First some started laughing and then we all laughed. The silence could no longer be regained. And there was a moment when the scandal drowned Yamandu's words and the movements he had to accompany his poetry looked like the handcuffs of a mute shipwreck. The other day we were given a party at the home of a very quiet, old poet, employed in the Municipality and wearing a large gray hair; wide-winged hat, unarranged mown tie and sack closed to the neck. Not long ago he had locked himself in a room with another poet from Montevideo, and the two, with great sabres, decided to beat themselves to death; but they suspended the mourning when the poet from Montevideo made a big cut in his nose. At the party, the poet's daughter recited poems from her father, and when he said he was looking into the infinite and closed his eyes, it seemed that he was waiting for a sneezing. Later another poet, nephew of the owner of the house, who also wore a hairpiece, a wide-winged hat and a disarranged tie, arrived; he and his uncle were the only ones in that town who dressed like this. Then, slowly, I began to permeate the old, slightly unused furniture, the dignity with which those people struggled to maintain a poetic sense of life and the smiles and generous innocence of those around me. Then I needed to think that my uncle and nephew were good poets and I started to feel like a bad person. The other day we went out to a smaller town. It was divided into two villages: one next to the railway station; and the other - more important - ten blocks from the first. We went to a hotel that stood in front of the station and immediately had confidence in the silence of its old rooms. The coffee was bad but the food was good. At three o'clock in the afternoon we went out to the other village. It was cold and sunny. The road crossed a creek and across there was a cemetery. We were carrying letters of recommendation from Yamandu's friends the day before. FIN", "title": "En gira con Yamandú Rodríguez", "author": "Felisberto Hernández"}