{"metadata": {"length": 4560, "words": 833, "reading_time_min": 4.165}, "text": "And what do they know, what will they know? I go around, through life, through the streets, everywhere, all in a timely manner, late, already fucked up, bitterly closed, without letting anyone get to me. Pure bastards, pure people who are remote who don't give a shit what I bring in. With a pain of my own, a pain of my own, with all my things, good and bad, maybe worse. Who's to blame? Oh, who the fuck has it? They broke my mother. I know it well, when there's no way to fix anything, even if I cry, with my lips closed and the cry boiling in my throat, stuck there, unable to dissolve it. I'm filled with this hot rage that's blowing my head off: pure rage, pure rage to hit me and try to hit others, so I need them, so I need them. I can't be stupid. I'm looking for something to forget, asshole, making myself illusion. I feel sorry for her, I can't love her, I can't get out, there's no way. Good people, believing my words without knowing I'm torn apart, that I would have to pick myself up here and there, get together, piece by piece and crush the memory. I see others very happy, very satisfied, very with their own, living their lives as if nothing had happened. And I get sick of them, they irritate me, they bother me. They walk the streets, walk like they own something, like they have the peace that I lack. And they... teach even what they don't have, even what God gave them to hide. Putting them in a craving, with the chicks almost out and moving their buttocks. Yeah, provoking those bastards to pay the righteous for the sinners. Nowhere to go, so the city looks so big. Where am I going, if all this is pure emptiness, if there is nothing but my miserable courage and turning things around, and not being able to get away from them? These pinches want to cry here, in front of everyone, because they know what, what they're gonna know that they broke my mother. They broke it. I went in the alley. I sought her out alone and in less light, after a quiet place where I could kiss her eagerly. I stopped by an empty floor, with a few houses across the street, surrounded by silence. I set the car up, rescuing him from the faint light from the nearby lighthouse, put the brake on, left the radio on, played the theme of Sweet Life, and turned to her, with an infinite, benevolent emotion. I knew very clearly how I liked her sedative tenderness, her gentle, calm attitude, and how in her eyes and lips, in the expression of her face, the most desirable thing in the world took shape for me. She was sharing what was beginning to happen, what we had already presented through intense glances, what had been expressed to us by imploring handshakes, with trembling of hallucinating and nervous words, in a slothful, unforeseen awakening and already fiery, urgent mutual call that came out of our pores. I attracted her to me, I tied her, greedy from her mouth, her lips, and we kissed in irresistible surrender, in total yielding to the kiss that crushes shame and germinates original and overwhelming desire, grabbing from happy cold. She was in my embrace a throbbing rumor of flesh, yielded, meek, warm, which I struggled in loving and tenacious grip of my whole being and able to anticipate the prodigies of a possession that encompassed, with her sex, her whole, her unchanging female enigma, her most secret mysteries and entrails, that amazing and warm world that was already my universe, her intimate voices, her whole life, her soul, her past, her childhood, her dreams of a virgin, her flesh in bloom, her thoughts, in delightful longing to appropriate her whole and fuse it into my body and my life forever. And then they came up, fallen from who knows where and the noise of the doorways that were open broke me from the kiss, inquiring what was happening and I began to see their sudden heads multiplied and their anxious, cruel, ambiguous, hard, stupid, godless, incredibly strange faces, gaining me anxious alarm, fear, despair to defend me, to defend her, asking them to leave, please, what is this? ), sigh, the stars in my eyes (hope! I first, then you follow), moaning of modesty, kicks, blood in my mouth, was on the ground, they looked like wicked giants, arms, buzzing (hold her tight! Stop that leg! The enlarged ear, an awfully distressing cry, I without strength, running away from them, flying, falling, imprecise pains, a distant music, black jackets and shoes, slapping, like reported beings, evil, alive, as monstrous as implacable, one after another, over and over me, over me... *FIN* The fatal dualities, 1967", "title": "Rock", "author": "Edmundo Valadés"}