{"metadata": {"length": 3392, "words": 630, "reading_time_min": 3.15}, "text": "He was a good carpenter and he was Joseph to his friends. When I went to the tabernacle, on Friday nights, I drank only a glass of wine and never took part in malicious, or bitter, or frenzied talk about the Romans, consuls, or Caesar. He didn't play dice either. Such was his kindness that one day his friend Francis asked him to accompany him to the thickest part of the forest and there, with infinite patience and a permanent sweet smile in his eyes, he explained to him the then easy secret of how to chat with animals. Joseph appreciated the gift, but he did not understand what it could do for him. He only owned a donkey and stray cats and dogs who visited him for food and long afterward got lost in the curves of the dry land. With these beasts, I exchanged few words, guttural sounds that didn't ask for answers. Joseph had married young, unwillingly, on the advice of his parents and rabbis. Her name was Miriam and she was also pushed by relatives and fans. They were at peace and happy because the joy of her was the streetcar and that of Joseph building furniture and polishing it. They worked together in the great ship, on the same red and hardened dust; neither did they desire to approach the great bed that was sanctified by the Lord. They ignored each other. During the day he worked, at night he ate the unchanging red soup, listened to the summary or exaggeration of the minute secrets of the day recited by his wife's sweet, sincere voice, and then lay down for sleep to clear his fatigue. As he screwed and cleaned, he often heard the reflections of the donkey, so donkey that he worried about the morning, the sense of the grass, the movements of the sun and the purpose and end of all things. I could hear the peaches, sometimes uncreepy, sometimes tempered. But he did not answer, pretending not to hear or understand so many words and continued his work. He only exchanged cheerful greetings and goodbye to the birds of the air, always more busy than himself. One afternoon he heard a dove's hissing and had to move his head and eyes until he found her. It was small, dirty, wet gray. \"Hey, the bird started to bark. The Lord has ordained you to build a dovecote three meters high and at least two meters in diameter. And order it done before sunrise. It can't be, Joseph said. I'd have to work all night. And yet, you know. It must be, said the dirty dove, and it flew. He came back to shout, snoring: \"The Lord's order\". Joseph was saddened and obedient. He ate his blood-colored snack and conveyed sadness and resignation to his wife. It's inevitable. He worked all night without any more conversation than the affectionate one offered by the crickets and a scaly, skeptical old toad. The morning came and the huge dove stood up. Joseph crawled from the workshop to his home and slept exactly sixteen hours. He woke up in the night, ate a couple of tablespoons of cold soup and went back to seek sleep in bed. Did you? She asked. And the word of Jehovah was answered, and he was given to the persistence of fatigue. And one evening of red and yellow sun, while hammering the soles of the sandals of a pilgrim, he saw him cross and rise from his house, through the hole that served as his window, in the workshop, moving away majestically and safely, barely lifting his wings, dazzling with holiness and beauty, to the silver dove of the Holy Spirit. ♪ Finish ♪", "title": "San José", "author": "Juan Carlos Onetti"}