{"metadata": {"length": 7564, "words": 1337, "reading_time_min": 6.685}, "text": "When the neighbors noticed that the door was not open, as usual, that the shack was not lowering to buy milk for breakfast, they feared something bad; a serious and sudden illness, perhaps a sudden death..., perhaps a crime? They called the mute -who, of course, was well known and had had another position on other days- the Urraca. It was because of the overbearing that the good woman brought home all sorts of things she found on the street. Like the sly foxes, he took what he saw within his reach, with no intention of hiding it in his nest. The Urraca - whose real name was Rosario - would not have taken a cent from a tin; it belonged to the innumerable heap of squatters in Madrid that judges its own worth by what falls on the public highway. Some excellent albanas remembered and could write on their tassels the old, obtained by mentioning before the portezuela of the particular cars. When the ladies are up, when they are down, they often lose bags, scarves, wallets, umbrellas, umbrellas and other necessities. Rosario, “tia Rosario,” as the neighbors called her, saw the object, precious or not, fall to the ground, and never gave it back. He had touched the sand of the river, and to the people of the river it was. Apart from this criterion, thousands of pesetas could be tied to Urraca; each one understands the probity as he understands it. Urraca, dressed in a cloak of indefinable red tone, covering her head with a green-black shawl of cotton, went out daily, in the most raw of winter and in the most acrid of summer, to ask and to moan. When the mayors came to January justice and hoped that the rioters would be collected, your Rosario did not extend her hand; she confined herself to sniffing, as always, the odors of the river. Passed the rage, she reincided. \"... For this grandmother of more than seventy years!... The poor grandmother, who is very ill, who has a mal that kills her!... A dog, lady marquess!...» Urraca distributed the titles as she pleased: fat and fifty-five, marquesses of fixed title; ladies with a bald head and advanced age, duchesses; good ladies of thirty to forty, countesses. It was as much as I knew of Heraclitus. Nobody had ever penetrated the man's home. The neighbors' curiosity was sharp, vehement. What was that mysterious fourth interior lane of the street of the Hermitage? And almost - having a pretext to rip the veil of mystery - they were happier than they could have been. Two hours later the authority entered the house of Rosario. From the same door, the cadaverous heaver sounded. Rather than find, as they thought, a sort of dump full of rubbish, of shit, they found three rooms of poor furniture, but well-kept, clean and without a trace of dust. The sack, in fact, daily gathered rubbish from the street, wrapped in a newspaper and concealed under the indefinable shade of earth; and far from storing, as the urn, things that absolutely nothing worth, it desired the next day to collect them, preceded by the most minute sorting work ever done with the discarded and discarded of a capital. Centuries of cigar boxes, of those pulcra boxes whose dry and soft wood preserves the aroma of the tobaccos they contained, served the Urraca to store and keep, with utmost care, its bottle. After that, we knew what the boxes contained: how much we had to weigh and inventory. Some were encasing gloves, delicately embroidered; others, pieces of lace; others, combs of all sizes and shapes, combs of all metals, knives, combs, combs, some of them blasphemed and encrusted with needle and Venetian... There were artificial flowers, cotillon objects, tiaras and tiaras; tiaras of silver, skin and vile paper; adornments, books of memories, combs of hair, hat-pins, bottles of essences and medicines. There were portraits, love letters, free verse and, in a special box, Bank notes, a handsome sum. More than that, he extracted the contents of an iron jug: even a necklace of pearls, lesser-valued beads, broken stones, a very old watch, two or three sorting boxes... The real ploy would be the recovery of the contents of the boxes: to recover everything that can be found on the street, everything that is lost daily in a crowded city. Who has not had the unpleasant feeling when returning home after a walk or a meeting, that something is missing? Who has not taken off the jewel, the ring, the chain of glasses when he has shaved himself? It is easy to infer what brought the Urraca together after thirty-five years of poverty and rape. And there was the old lady on her bed, with her face swollen up: death had certainly surprised her in the first dream... The rag-waist, rejected in some semblance of agony, sank, fell to the left, revealing the scaly body, the bare feet of canvas, the canes like splintered pieces of wood, beaten by use... It was said that feet and legs tired and worn from so much walking the streets, from so much stumbling and stumbling over the sand, had strained and cried for rest. The cap, remembered, would not cover the rest of the bald anatomy of the swine. The stains, laces, spread over the cushion, of grey percale, without fabric base. Furniture and utensils proclaimed the misery, the lost life of a poor, stricken, deprived person. The neighborhood was a bit deluded: there was no crime; there was no crime at all; no murder, no robbery. Nature was the author of that dark, lonely, perhaps unhappily-ever-after death, which could well have been attributed to the lack of all care, to the desiccation under the matritense inclement weather, to the anti-hygienic life of the Urraca... If the old lady had made good use of the few resources she had; if she had had good food, a new and clean bed, shoes that did not enclose the moisture, inner clothing of linen..., ten more years, perhaps, she might have lived. But -at least, so I have explained it to myself- then she would not have enjoyed a happiness that had to compensate for all the privations she had willingly suffered, the cold in her stomach and in her bones, the watery mouth, the wet shoe, the “squealing”... she would not have experienced those sweet pleasures that the elderly enjoy in compensation for so many words she loses! It would not have been spoiled by the tasteless madness of collecting, the egotistical and savage pleasure of gathering what no one sees and which we have no use for! Yes, this was the key; I could not doubt it: Urraca was collecting. What? Everything; the things that, given his social condition, he could never have had; the things that he could never apply; the most heteroclitic things, but whose search on the street was the ventura and the passion of his old age. In the forest of the capital, at night, in the light of the poor candle, she would experience intense, violent emotions in re-creating and classifying the button. There were the riches that others had left behind and which were now the treasure of the wicked: there they were, dazzling. Remove them? Never! He would not touch the Banknote found in the sand, at the door of the Casino or on the rim of the shop... If you are tired of your finds, what pleasure or comfort could you compensate for the pleasure of keeping them, of knowing that you had them there, that they increased every day, with the arduous exploration in the urban jungle? The more she grew, the avarice of enlarging the collection grew... Even before death she would not have ceased... And the last oath was given to the corpse of the woman who was happy in her way, who enjoyed the intense emotional and aesthetic intensity...", "title": "Coleccionista", "author": "Emilia Pardo Bazán"}