{"metadata": {"length": 6238, "words": 1201, "reading_time_min": 6.005}, "text": "And yet I know that one day I'll be careless, I'll stumble over a piece of furniture or she'll just shake my hand and she'll open her eyes looking at me in terror (believing maybe she's still dreaming, that the one standing there by the bed, kneeling and with the axe in her hand, is a nightmare killer), and then she'll recognize me, maybe she'll scream, and I know I can't stop myself. It was all diabolically weird. It happened while I was correcting that story of the man who one night sneaked up on his sleeping wife's bed, with an axe high (I don't know why I picked an axe: this one wasn't there yet, calling me from the wall with a black scream, challenging me to celebrate the monstrous ceremony once again). I suddenly figured the man wasn't killing the woman. He regrets, and he doesn't kill. The horror was, precisely, that he would keep forever the secret of that game; she would sleep her whole life next to the man who that night was about to undo, in blows, her bright blonde head (why blond and bright, why she couldn't stop imagining the splendor of her hair on the pillow), and that intolerable secret would be the infinite vengeance of that man. The story, solved in this way, seemed to me much more beautiful and perverse than the original story. I tried to rewrite it. As if someone had stolen my words, I was unable to tell the stealthy immobility of the moon in the window, the trunk drawing the axe now held in the air, the hair of the sleeping woman, the man's eyelids open in the darkness, his tumultuous hatred suddenly paralyzed and transforming into a subtle, triumphant hatred, much more atrocious for what he pleased, at the same time, for love and revenge. I felt unable, for days, to do anything with it. One afternoon, while I was scrolling around to distract myself from a hunting book, I saw the engraving of a panther. Panthers break into the temple, I thought absurdly. More than I thought, I almost heard it. It was the beginning of a sentence in German that I had read many years ago, I could no longer remember who had written it, nor could I understand why I was filled with wild happiness. Then I felt as if an electric current were passing through my body, an idea, sudden and dazzling like a mad lightning bolt. I don't know what time I went out on the street; I know that that same night I was in this room looking fascinated at the axe. Then I slowly took it off. It wasn't quite what I had imagined: it looked more like a 14th-century war axe, it's kind of like a little Viking axe with stakes in the darkness and black leaf. My wife had laughed tenderly at seeing her, I would never resign myself to abandoning childhood. The next day it was like any other. I don't remember any strange or abnormal events until much later. One night, while I was lying down, my wife looked at me with concern. You're tired, she told me, Don't stay up until very late.I replied that I wasn't tired, I said something that made her smile about the pale fire in her hair, I kissed her forehead and locked myself in my desk. That was the first night I remember doing the axe ceremony. I tried to fool myself, I said to myself that by taking her off and walking through the rooms of my own house with the steps of a thief, I just wanted (it's ridiculous that I write this) to experience myself the sensations (hatred, terror, anguish) of a man put to murder his wife. A man in his pants. The word is horribly accurate, only bet by whom? As a result of a strange, insane will, I transformed myself into the ghost of an invention of my own. I've always been afraid of him, on the other hand. Somehow, I always knew they were lurking and that one cannot conjure them without punishment, the panthers, who any day enter and desecrate the chalices. Ever since my hand first caressed the rough and warm strap of his fist, I knew that reality was beginning to give way, that it was inexorably sliding me, like through a crack, into a sort of parallel universe, into the world of zombies who because someone dreams of them, they are left one night in chaos and have to untie an axe. The Creator organizes a universe. When that universe arms itself against him, the panthers have entered the temple. I am still myself, still holding on to these words that can explain nothing, because who is able to suspect even what that was, that crawling inch by inch in the darkness, almost without moving forward, hearing his own pulse like a deaf drum in the silence of the house, hearing a quiet breath that suddenly alters for any reason, hearing the rustling of the sheets like a bang just because she, my sleeping wife and the one I crawling to, has moved in dreams. I feel then all the blind fear, all the silent fear that a man can endure without losing his mind, without screaming in the dark. I just wrote it: all the fear that a man is capable of in the dark, in silence. I believed or pretended to believe that after that crazy game I could finish my story. That morning I didn't dare look my wife in the eye and I had the sweet and paradoxical hope that I had gone crazy the night before. During the day nothing happened; however, as the hours passed, I gained a growing fear, vague at first but more powerful as the afternoon fell: the fear of repeating the experience. I didn't repeat it that night, or the next night. I would never have repeated it if I had not given it by chance (or perhaps I searched for it all day long in my library, or perhaps I wanted to find it by chance on the open page of a book) with a translation of that dark German symbol. Leopards break into the temple, I read, and drink until they empty the sacrificial pots: this is repeated all the time, finally it is possible to foresee it and becomes part of the ceremony. Many years ago, I forgot how many. I could not resist. I nearly joyfully untied the axe, knelt on the carpet, and began walking in the dark. And yet I know that one day I'll do something careless, stumble on a piece of furniture, or just shake my hand. Every night is the longer I stay there hypnotized by the splendor of her hair, kneeling by the bed. I know that one day she will open her eyes. I know the moon will shine on my face. The Panthers and the Temple, 1976", "title": "Las panteras y el templo", "author": "Abelardo Castillo"}