{"metadata": {"length": 5084, "words": 895, "reading_time_min": 4.475}, "text": "Mrs. and Mrs. Kirby, in his Fifth Avenue palace, invited that night a Latin prince, passing through New York, and a group of carefully selected friends from among the four hundred. Surrounded by her waitress Mary, her barber, her first stylist and an assistant, she rehearsed the costumes she had ordered in front of the high mirrors of her cabinet. I preferred a pink one, five thousand dollars, and a black one, six thousand dollars. But which one? With the rose, whose nacre-like lusts shone in its morning freshness, a reflection of adolescence colored Mrs. Kirby, she cleared her eyes, softened her lines, put in the corner of her smiling lips a drop of light from the dew that the flowers offered to Venus newborn from the warm breast of the seas... Mary, my pearls, my rubies. In the black suit, instead, Mrs. Kirby was regaining all his hard-on majesty. The thick hair was darkening, the deep orbits filled with mystery; in the sinuous mouth appeared Diana's stern bow, and the pale bust rose from the toilet like that of a statue, to the moonlight, among the foliage of a sacred forest. What choice? To be a nymph or to be a goddess? Beef or marble? I'll keep them both, Mrs. Kirby, please. The men bowed and left, their fingers trembling even after they had tied up the idol. Keep the diamonds and the black suit ready, Mary. And Mrs. Kirby, dressed in pink, caressed by the brightness of her rubies and pearls, went down to greet her guests. As he crossed the hallway he signaled John, the old servant, and gave him some orders in a low voice. The millionaires were eating. The prince, sitting to the right of Mrs. Kirby, I found it too hot, and there were too many flashlights and too many orchids. The jewels, of a madly sumptuous nature, turned gold into a poor thing, good for the buttons of bondage. The ones who had the real appetite were the women. From a bright, solid pulp, big, healthy, energetic, they talked without stopping to swallow. Husbands tested mineral waters and almost all took out a jar or box that they opened from time to time and meditated before starting the dishes. Their bald, ex-blooded heads stood out above the fracs. They spoke little; they could not compete in literary scholarship with the ladies. Besides, they were tired, and they had to get up at dawn. Their faces seemed to have burned. They were volcanic peaks, but peaks. They were the ones making the money. The prince was modest. There were several kings of textiles, metallurgy and food, the only true kings on earth, able to buy nations and with the right to life and death over hundreds of thousands of proletarians. What would he tell them? From your historic castle and your faisanes? But they made history, and they silently gave him fish that had come alive from the rivers of Russia to North America. He realized that his title sounded like an Italian violin in the midst of Wagner's cobras, and chose to admire Mrs. Kirby, so charming in your pink suit. They flirted, distracted by the jars of the general talk. You see that so far the trusts, convicted in the first instance, appeal and triumph... Wait a few months... Taft will be harder to peel than Roosevelt... My wife?... I don't know... Ah!... Yes... She took the steam and went to the Chantecler premiere... Maybe wait for the Grand Prix... I don't know at the fixed point... Question of another 500 million... I've collected as many engraved stones as the museum in Naples. Million and a half, that Rembrandt? Not expensive... Poor dog... I was killed... she had her silver platter, and in my absence... fifteen days... new servants, idiots, fed her in kitchen cans... the animal, indignant, refused all food... died of hunger and thirst... What intelligence!... Don't confuse me with the little Vanderbilt, who paid a huge sum for the armor Napoleon wore in Waterloo... It's hard to get servants who manage to take care of dogs... How? Do you have children, ma'am?... How many? Three of them! (Exclamations of curiosity and pity) Never kiss them... it's not hygienic... 500 million is not enough... believe me... the prince whispered: The dawn at 9 o'clock? What an anachronism! Kirby looked down into the room. John came up, tripped and flipped a sauce over the pink suit. The sauce was from Severus, but the sauce was mayonnaise. The pupils of those present pointed at John as gunpowder. Maybe, under other circumstances, he would have been lynched. Mrs. and Mrs. Kirby, impatient, withdrew, ten minutes later he returned with his magnificent black suit, crowned with diamonds... the prince, dazzled, quoted a text from Ovid. The men, making an effort, ecstatically ecstatic. The ladies smiled, showing the white ferocity of the denture, and Mrs. Kirby, feeling around the only sincere admiration that is envy, was happy for a moment. Yet in front of her was a familiar face, full of indifference and tiredness, a face of malnourished amanuensis... Whose face was that forgotten face of pure familiarity? And Mrs. Kirby suddenly remembered. Oh, my God! He was nothing but Mr. Kirby. Finish short stories, 1911", "title": "Smart", "author": "Rafael Barrett"}