{"metadata": {"length": 5005, "words": 919, "reading_time_min": 4.595}, "text": "Once upon a time there was a perverse and arrogant prince whose only ambition was to conquer all the countries of the earth and make his name synonymous with terror. It advanced in blood and fire; its troops trampled the meadows and burned the houses of the liars. The llamas ate the leaves of the trees, and the fruits ate the rotten branches. More than one mother had hidden herself with her naked child behind the wet walls; the soldiers sought her, and when the woman and her child were discovered they gave a squeaky-clean laugh of a diabolical delight; even the devils themselves would not have done so. The Prince, however, thought things were going as they should. His power increased day by day, his name was feared by all, and fortune accompanied him in all his undertakings. From the conquered cities great treasures were taken, with which he accumulated a great deal of wealth, none of which was equal in any part. He ordered the building of magnificent palaces, temples and galleries, and as they looked at all that grandeur, they exclaimed, “What prince is this!” But they did not think of the misery which it had brought to other peoples, nor did they hear the groans and lamentations which came from the charred cities. The prince looked at his gold, saw his stately buildings, and thought, as the multitude did, “What a great prince I am! But I still want more, much more. It is necessary that there should be no other power equal to me, and I do not say superior to me.\" He went to war against all his neighbors, and he utterly destroyed them. Dismayed that the defeated kings were attacked to their carriage with chains of gold, walking behind it as it passed through the streets. And when he sat down at the table, he made them wash their feet and those of their attendants, and to gather the flies that he threw at them. The Prince then ordered his statue to be erected in the plazas and in the real palaces. He even tried to have it in the churches, in front of the Lord's altar. But the priests said to him, Prince, you are great, but God is greater than you. We are not fools. - Well! - said the perverse Prince-. Then I will slay God. And in his sovereignty and madness he ordered the building of an ingenious boat, able to sail through the air. It showed all the colors of the real pig's tail and seemed to have a thousand eyes, but each eye was a pin. The Prince, seated at the centre of the ship, only had to press a button, and a thousand bolts flew out; the cannons fired themselves. A hundred strong eagles were encircling the boat, and the boat was flying toward the sun. Earth was falling far too low. First it appeared, with its mountains and forests, like a swathe of green, contrasting with the bare surfaces; then it seemed a plan view, and finally it was enveloped in mist and clouds. The birds were constantly flying up. Then God sent one of his innumerable angels. The wicked prince received it with a shower of blows, which turned to dust when they struck the angel's gleaming wings. A drop of blood, one drop, fell from those gloomy wings, and the drop fell into the boat in which the Prince was sailing. It left him an impact of fire, which weighed as much as a thousand tons and hurled the ship toward the Earth at a vertical velocity. The eagles’ stout wings were broken, the wind blew around the prince’s head, and the clouds – originating from the smoky air of the isolated cities – took on threatening shapes: miles-long squids, stretching their sturdy pincers towards him, exploding cliffs, and dragons spouting fire from their mouths. He died in the boat, which was eventually hung on the branches of the trees of the forest. - I want to beat God! -Gritaba-. I have judged, it must be my will. And for seven years they were building ships in their kingdom that could sail the air and forged strands of hardened steel, for the strength of the heavens was to be weakened. He gathered an enormous army, made up of men from all the lands. It was so numerous that when the soldiers were in formation, it took up several square miles. The troops were encamped in the boats, and he was ready to mount his own, when God sent an encircling cloud of mosquitoes, one only, and not in great numbers. The insects circled the prince, biting him on the face and hands. He swung the sword, but did nothing but shake it in the damp air, without catching a single mosquito. He then commanded them to make him tapestries of great value and to enclose him in them; so he would not reach the sting of any mosquito; and his command was carried out. But one insect remained in that encircling, and, entering the prince's mouth, he slammed the ax into his throat, producing a sensation of fire. The poison penetrated his brain, and, like a madman, he stripped off his clothes, ripped his robes, and bare-chested danced in front of his red-faced and savage soldiers, who roared in laughter at the insensible man who had claimed to avenge God and had been slain by a tiny mosquito.", "title": "El príncipe malvado", "author": "Hans Christian Andersen"}