{"metadata": {"length": 6985, "words": 1205, "reading_time_min": 6.025}, "text": "\"That woman's artistic jargon exasperates me\", Clovis told his journalist friend. He's got the mania to say that certain pictures spring from one, like it's some kind of fungus. \"That reminds me of the story of Henri Deplis\", said the journalist. I never told you? Clovis refused with his head. - Henry Deplis was a native of the Grand Duchy of Luxembourg. After much thought, he became a traveling merchant. His activities often forced him to cross the boundaries of the Grand Duchy, and he was in a small town in northern Italy when news came that he would receive a legacy from a distant relative who had recently died. It was not an important legacy, even from Henri Deplis' modest point of view, but it did spur him to allow himself some seemingly innocuous extravagance. In particular, to sponsor local art represented by the tattoo needles of Signor Andreas Pincini. Signor Pincini was perhaps the most brilliant master of the art of tattooing that Italy has ever known, but poverty was certainly among the circumstances of his life, and for the sum of six hundred francs he gladly agreed to cover his client's back, from the neck to the waist, with a dazzling depiction of the Fall of Icarus. When the composition was finished, Monsieur Deplis suffered a slight disappointment, as he assumed that Icarus was a fortress taken by Wallenstein during the Thirty Years' War, but he felt more satisfied with the performance of the work, which was acclaimed by all who had the privilege of seeing it, as Pincini's masterpiece. It was his greatest effort, and also his last. Without even waiting to be paid, the illustrious craftsman left this life and was buried under an ornate tomb whose winged cherubs would not have offered enough field for the exercise of his favorite art. There was, however, Pincini's widow, who was owed six hundred francs. And that's when the great crisis in the life of Henri Deplis, a business traveler, occurred. The legacy, after numerous and small commitments, was reduced to very insignificant proportions, and once an urgent account of wine and several other debts were paid, there was to offer the widow just over four hundred and thirty francs. The lady was justly indignant, not only, as she explained in great detail, for the one hundred and seventy francs that were missing, but because the value of her husband's recognized masterpiece was intended to be underestimated. After a week, Deplis had to reduce his offer to four hundred and five francs, a circumstance that turned the widow's indignation into the most vivid fury and led her to cancel the sale of the artwork. A few days later, Deplis learned, with some dismay, that he had donated it to the municipality of Bergamo, which accepted it gratefully. Deplis left the neighborhood as discreetly as he could and felt sincerely relieved when, because of his business, he had to go to Rome, where he had the hope that his identity and that of the famous painting would be lost sight of. But he carried the genius of the late artist on his back. When he showed up one day in the hallway of a Turkish bathroom, he had to dress in a hurry forced by the owner, from northern Italy, who emphatically refused to allow the celebrated Fall of Icaro to be exhibited in public without permission from the municipality of Bergamo. Public interest and official surveillance increased as the case spread, and Deplis could no longer take the shortest bath in the sea or river, even on the hottest evenings, unless he wore a swimsuit that covered his neck. Then the authorities of Bergamo thought that salt water could be detrimental to the masterpiece and they obtained an ordinance prohibiting the harassed traveler from bathing in the sea under any circumstances. He was fervently grateful when his employers found him a new field of activity in the Bordeaux area. His gratitude, however, abruptly ceased at the Franco-Italian border. A massive deployment of official forces prevented his departure, and he was severely reminded of the strict law prohibiting the export of Italian artworks. A diplomatic dispute took place between the Luxembourg and Italian governments, and for a time the European situation was overshadowed by the possibility of a dispute. But the Italian government remained firm; it refused to give the slightest attention to the fate and even to the existence of Henri Deplis, a business traveler, but proved unwavering in its decision to prevent the Fall of Icarus (from the late Pincini, Andreas), owned by the municipality of Bergamo, from leaving the country. The agitation gradually ceased, but the unfortunate Deplis, who was retreating by nature, became the center of a furious controversy a few months later. A German expert in art, who had obtained permission from the municipality of Bergamo to inspect the famous masterpiece, stated that it was a fake Pincini, probably the work of some of his hired disciples during their decadent years. Deplis' testimony was of no value, as during the long process of punching the design, he had been subjected to the influence of the usual narcotics. The editor of an Italian art journal refuted the German expert's arguments and set out to prove that his private life did not conform to any of the modern standards of decency. All of Italy and all of Germany were embroiled in the dispute, and the rest of Europe soon joined in. There was heated debate in the Spanish parliament and the University of Copenhagen awarded the German expert a gold medal (after he had sent a commission to examine his evidence on site) while two Polish students committed suicide in Paris to show what they thought about it. Meanwhile, the fate of the unfortunate human dick did not improve and it is not surprising that he joined the ranks of the Italian anarchists. Four times at least he was escorted to the border as an undesirable and dangerous foreigner, but they always brought him back as the Fall of Icarus (attributed to Pincini, Andreas, early 20th century). Until one day, during an anarchist congress held in Genoa, a comrade, in the heat of debate, broke a bottle full of corrosive liquid over his back. The red shirt he wore mitigated the effect, but the Icarus was damaged to the point that it was no longer recognizable. The attacker was severely reprimanded for assaulting a comrade and received a seven-year prison sentence for ruining a national artistic treasure. Henri Deplis was unable to leave the hospital and was forced to cross the border as an unwanted foreigner. On the quiet streets of Paris, near the Ministry of Fine Arts, you will sometimes find a depressed and anxious man who speaks with a slight Luxembourgish accent as you can see when you enter a conversation with him. He harbors the illusion that he is one of the lost arms of Venus de Milo and hopes to persuade the French government to buy it. In everything else, I think, it's moderately reasonable. FINThe Background Also translated with the title The frame.", "title": "El lienzo", "author": "nan Saki"}