{"metadata": {"length": 3352, "words": 636, "reading_time_min": 3.18}, "text": "John, tired, hungry, miserable, came to the city to ask for work. His wife and children were waiting for him outside the walls, in the shade of the trees. - What's the job? They told him. Father Simon will give it to you. John went to Father Simon. He was a fat, contented gentleman, with a benign face. He was in the middle of his garden. There were gardens over there, parks over there. It was all his. Are you strong? He asked Juan. Yes, sir, I know. Lift that stone up. John picked up the stone. Come with me. They walked a long time. Father Simon stopped by a well. At the bottom of this well, he said, is gold. Go down to the well every day and bring me the gold you can. I'll pay you a good salary. John went out into the hole. A cold breath hit her face. Down there, deep down, there was a shining blue tremor, cut by a black stain. John understood that it was water, blue a reflection of the sky, and the stain its own shadow. Father Simon is gone. John thought his children were hungry, and he started to come down. He grabbed the hard rock, his hands were bleeding. The shadow danced over the blue glow. As he descended, the moisture penetrated his flesh, the vertigo made his eyes close, an enormity of earth weighed upon him. He felt alone, condemned by other men, hated and cursed; the abyss attracted him to devour him in a stroke. John thought his children were hungry, and he touched the water. He had it on his waist. Above, a little piece of blue sky shone with infinite beauty; no human shadow stained it. John dipped his poor fingers in the mud, and for many hours he searched for gold. He found a pepper, he guessed it, it was cold, smooth and heavy. He felt strong enough to climb up. When he came out of the pit, he could barely stand: his bones were soaked and his clothes torn. He took the gold to father Simon, from whom he received a copper coin. Every morning, John went down to the well. Every evening he went up with a pepper or two. His children ate bread, his wife smiled sometimes, and this seemed to him an extraordinary happiness. Meanwhile, his head began to shake and he had a fever at night. One day he found something else in the well. A dark, dense little rock. She took it to Father Simon. Father Simon went out to dinner, with the stone in his pocket. He sat down at the table, and taught the find to his wife, full of honor and diamonds. Is it some rich mineral? They asked themselves. The stone would crumble when it dried up. Or some kind of gunpowder? The old man muttered. I'll have it analyzed. He carefully collected the grains from a card, and placed them in a safe place. There was a stainless powder on the mantle. While they were serving soup, Father Simon, distracted, began to beat him with the singing of the knife. A formidable stampede tore the air of the province apart. The whole city had flown... a huge silence... after the cries of those who are dying, of those who go mad... the hut where Juan lived, low and light, did not suffer much. Some pieces of mud fell off the walls. On hearing the explosion, the family threw themselves out. On the side of the hill, far away, was what remained of the city, a field of smoky rubble. At sunset, the ruins were wrapped in gold vapours. The man and the woman were stunned, motionless. The kids were laughing and jumping. Finish short stories, 1911", "title": "El pozo", "author": "Rafael Barrett"}