{"metadata": {"length": 5384, "words": 980, "reading_time_min": 4.9}, "text": "The Duke of Pergamino, marquess of Numancia, count of Peasarriba, a stout and a stout-hearted adviser on steel, a former Minister of State and of Ultramar... is the one who sucks and sucks the heavens... the first to drive the car with his hands; and he has every right to be ashamed. Imagine that he comes from Madrid alone, thumped how long he is in a reservation, with which he has had to be content, because there was no car-cab, or anything like it, at his disposal, because of the frugality of the employees. And now, at the best of times, at midnight, in the middle of Castile, the door of his room is opened and he is asked for a thousand pardons, for he has to admit the company of two travellers, nothing less than a shivering lady, covered with a thick cloak, and a soldier of the artillery. No way! There is no courtesy that is worth a shilling; the Spanish noble is very English when he travels and does not walk with Medieval airs: he fights the man of his own reserva little less than with the sport he has learned at Eton, in England, the Spanish duke, an English student. A consul, a senator, a duke, an ex-minister, consent to two unknowns in his car, after having consented to a bed-in-the-back, to which he has the right! Impossible! There is no spider there! The lady of the luther, ashamed, confused, seeks to disappear, to seek refuge in any trough where there may be more pampered dogs... but the artilleryman closes the passage, occupying the exit, and with much quietness and finesse defends his right, the right of both. -Mr. Knight, I do not deny your right to claim against the Company's omissions... but I, and as you can see this lady, too, have a first class ticket; all the other cars of this class come to us; there is no way to increase the service at this station... there are seats on the roof, and here we are. The chief of the station supports the enlisted man's pretence with timidity; the Duke grows, the chief cedes... and the artilleryman calls a cab of the Civil Guard, which, entering the case, applies the martial law to the rule of the ironclads, and decrees that the wife (he makes her wife) and her enlisted man stay in the duke's quarters, without mentioning that he is called a liar before whom he corresponds. Pergamino protested; but he calmed down and even offered a magnificent pure to the military, of which he had just learned, accidentally, that it would in the expression to incorporate into his régime, which he was to embark for Cuba. -Why are you going to Ultramar to defend the integrity of the country? - Yes, Lord, in the last draw the chinchilla has struck me. -How do you do it? -Left my mother and my wife sick and left two children under five years old. - Well, yes; it's a pity... But the country, the country, the flag! - I think so, Mr. Duque. That's the first. That's why I'm going. But I feel separated from the second. And you, Mr. Duke, where are you? -Phs... soon to Biarritz, then to the North of France... but all that is very visible; I will pass the Canal and spend the months of August and September between the Isle of Wight, Cowes, Ventnor, Ryde and Osborn... The lady of the lute and the harp, occupies a quiet corner of the reserve. The Duke does not believe in her. After reading a newspaper, the conversation with the artilleryman resumes, which is short. - That's really bad. When I, in my new ministerial position, admitted the Ultramar card, on a learning curve, I was convinced that we must apply the caucus to the ultramarine administration, if it is to save itself. - And you couldn't apply it? - I didn't have time. I shall pass to the state, for my merits and services. And moreover... there are so many commitments! Oh, but the senseless rebellion will not prevail; our heroes will fight it like lions; look at the magnificent death of General Zutano... victim of his arrow in the Tal action... Zutano and another brave, a captain... the captain... I don't know how many, perished there with the same valor and the same patriotism as the most renowned martyrs of the war. Zutano and the other, the captain of that, deserve statues; gold letters on a stone of the Congress... But all of this is very bad... We have no administration... Who is there to take the train that takes you to Santander? For ea; good luck, many laurels and few stumbling blocks... And if you want something for here... you know you, my sailor, during the summer, Isle of Wight, Cowes, Ryde, Ventnor and Osborne... The Duke and the Lady of the Luton and the Velo are alone in the reserve. The former Minister is seeking, with some discretion, to establish a dialogue. The lady answers with monosyllables, and sometimes with signs. The Pergamon, specked, is ablaze. In a station, the stranded woman looks eagerly out the window. - Here, here! -Grooves soon-; Fernando, Adela, here... A couple, also of luto, enters the reserved: the luto of the car embraces them, on the chest of the other woman she cries, sobbing the sollozos. The train continues its journey. Let go, embrace again, sigh... The lady and the Duke were alone again. Pergamino, dead of impatience, ventures into the field of possible indiscretions. He wants to know the origin of those shivers, the cause of that lull... And he gets cold, dry, ironic, between sneezes, this brief answer: -I am the wife of the other... of Captain Fernández. FIN 1901", "title": "En el tren", "author": "Leopoldo Alas \"Clarín\""}