{"metadata": {"length": 2405, "words": 473, "reading_time_min": 2.365}, "text": "In all the lands of the East the love of the ruiseor for the rose is sung; in the quiet and star-studded nights, the lone singer dedicates a song to the fragrant queen of flowers. Not far from Esmirna, under the high peaks where the merchant guides his laden camels, which lift their long necks and walk briskly over a sacred land, I saw a florid rose; storks swung among the branches of the corpulent trees, and their wings, when the oblique rays of the sun reflected on them, shone with a brilliance like mother-of-pearl. He had a rose more beautiful than all the others, and the Lord sung to her his sweet song; but the rose remained wilted; neither a grain of rock was seen in its petals, as a drop of water; it sat down on great stones. - Here rests the greatest of the singers - said the rose-. I want to perfume her grave, spread my leaves on her when the storm blows. The singer of Israel has come to earth, on this earth that I have broken. I, rose of Homer's tomb, am too sacred to bloom for a poor rogue. And the rogue continued to sing until he died. The caravan came, with its animals and its slaves; his son found the dead bird, and buried it in the same grave as the great Homer; the rose trembled in the wind. It came night, the flower shut its chrysalis and dreamed: It was a magnificent day, with a radiant sun; a troop of foreigners, of Frenchmen, came near, going on a pilgrimage to the tomb of Homer. One of them was a singer from the North, from the land of the northern lights and the northern blizzards. He took the rose, packed it into the pages of a book, and brought it back to his far-off land. The rose shivered in its tight prison of the book, until the man, already in his homeland, opened it and exclaimed: “It is a rose from Homer’s tomb!” Such was the flower's dream, and when it awoke it trembled at the touch of the wind, and a splinter of rock fell from its branches onto the singer's grave. The sun was up, and the rose was more brilliant than ever; the day was hot, like the heat of Asia. They heard footsteps, they came near to foreigners, like those the flower saw in her dreams, and among them was a poet from the North who cut the rose and, kissing it, took it to the land of the northern lights and the northern twilight. Now the flower-caused corpse lies in his Iliad, and, as in a dream, he hears him open the book and say, “Here is a rose from Homer’s tomb!”", "title": "Una rosa de la tumba de Homero", "author": "Hans Christian Andersen"}