{"metadata": {"length": 7036, "words": 1313, "reading_time_min": 6.565}, "text": "The city of Espeja When the poor Turismundo was already adrift in the inexhaustible abyss, dying of hunger, thirst and sleep on the foot of a birch, tumbling in a thorny thorny thorny afar, shattered on the horizon, the towers of a city. The Sun broke over them, like a huge peony that springs up, and the city was centred. Turismundo took what he had left of life and went to the city that, according to him, was approaching him, and the sun rose in the sky, enlarging it. But when he was at his entrance, the air seemed to expand and enclose him in a wall. It was, in effect, a transparent and invisible wall. He followed it along, bordering the city, until he entered it through what seemed to be a door in the invisible wall. The streets, spacious and sunny, were deserts, though occasionally vehicles came through empty and walking alone, without anyone to drive or guide them. The houses, all of one floor, had a human physiognomy; their windows and doors and balconies, all open from side to side, seemed to watch the pilgrim and at times to smile at him. Turismundo had forgotten his hunger, his thirst and his dream. From the street, the interior of the houses could be seen, open to all light and air. In almost all of them, beside the luminous furniture, beside the beds that invited you to rest, great paintings with portraits of the owners, perhaps, or their ancestors. And not one living person. In some houses, the toccatas rang out in harmony. And he saw through a window of a lower floor the harmony that sounded. He sounded alone; no one heard him. Behind the curtains of the garden sheds of the houses sat cypresses that sat and smoked smuggled cigars. And all as it redeemed a pacifist and luminous quiet. It was to give Turismundo to a long street with supports. He went into one of the open houses and discovered a large library. Books were all at his fingertips. But he went on, through the scaffolding, to a huge square, full of statues and crosses and obelisks. It was a great cemetery; certainly the cemetery of the desert city. He awoke to the sound of a bell ringing in the sky, and then he was roust from his sleep, from his slumber, and from his dream. He entered the first street, then the first house - all open - and came to a dining room, in the middle of which and on a clean table there was food and drink in abundance and to eat. He ate and drank, not much, but enough to satisfy him, and then sought the bed and fell asleep on it before he could be naked. When he woke up the next day, Turismundo felt different. An indescribable joy of peace rushed through her veins. He went to the dining room, had breakfast with aromatic and hot coffee -made by whom?- and went out to discover the city better. From when in when a vacated vehicle and a horse alone and in a stall. When he came near the house of the library he stepped in it, looked for a book, the one that was closest to him - and that was in the catalog and it was very easy for him to give it to anyone else - and he started to read it. When he returned to the streets of the city, he felt an odd and mysterious feeling. It was as if a vast, but invisible, intangible and inopportune human multitude was surrounding him. It is between a tangle of prey and as if thousands of invisible glances are tangled in it. And he even heard, in his ears and not in his ears, the echo of silent laughter. She stepped forward and the apprehension of that arose. And it was not, no, that they should follow him; it was that the streets and the canals and the squares and the streets were all crowded with those people, to whom he had not seen, nor heard, nor touched. Although it sounded like mysterious voices and the apprehension of muchness. He cried out to the invisible, silent and implacable whirlwind, and the blood stopped in his veins, frozen in terror, because he could not hear himself. It seemed that the saturate of men, made of them, human - not humanized - sounded his voice and with it sounded him. And he felt hunger and thirst and sleep of loneliness; he ached with mortal apprehension to find himself alone, entirely alone, seeing glances and hearing voices of men and women, tripping over neighbors. And he understood that solitude, true solitude, which puts one face to face with God and far from oneself, is the one that one achieves in the midst of the clamour and tumult of people. I wanted to leave the city and I couldn't. Let us see that invisible wall, that air-made-steel. And desperate he turned back through that invisible, silent and intangible multitude to the central cemetery, to the great plaza. And passing, heaving with congealed sweat, through the tombs and the statues, in whose marble the sun sang, he saw the beautiful laude quavering like the sand of an oyster. When he approaches it swells. Turismundo stopped Turismundo, then looked for a trance and waited near the grave. And when the laude began to plead again, he swung the sceptre by the throat and sounded forth as with a trumpet. - No, by force no! - said a voice from the grave. A boy, a boy, came out of the darkness and cried. -And you who are you? \"What do you think of the new tourism policy?\" asked Turismundo. - Me? I am Quindofa, and you, Turismundo, from today my friend. -What were you doing there? - Me? What was I doing here? Because I was here, sleeping. -Because you called me your friend, will you teach me to get out of the city? - From this city of Espeja? Yes, I will teach you how to get out of it. Let us rise up and run the world together. -And that invisible, silent and impalpable multitude that fills this city and does not leave me alone for a moment? - Have you never seen yourself in a room with four walls and a ceiling and a floor that are six mirrors? The number of people who would surround you there! Because this and nothing else is what happens here! Here everything is glass. -And when I wanted to speak to them I couldn't hear them. - It's natural! The one who speaks alone and for himself alone, is not heard. -Now, when you speak, I listen. - Yes, for I, Quindofa, your Creator, serve you as an eco. If they did not reflect in me and from me to you your words, you would not hear them. But now let's go. Give me a hand. He gave the hand to Quindofa, the eagle-eyed and eternal boy, and felt to the point that all that invisible, silent, and intangible multitude that filled the city had been collected into its homes, and through the deserted streets had gone to the same invisible door through which the pilgrim had entered. And soon they were found in the field. - And now? \"What is tourism to you?\" asked Turismundo. -Now? “It is not a question of if, but of when,” Quindofa said. You don't see there, far, very far, what looks like a cloud? Because this is the mountain that remained. Let's go up there and I will thank you for the visit. It is one of the most wonderful things that can happen in this world - your world and mine. And that eagle! And those bees! *FIN* Los Lunes de El Imparcial, Madrid, 9-I-1921", "title": "Las peregrinaciones de Turismundo", "author": "Miguel de Unamuno"}