{"metadata": {"length": 7528, "words": 1412, "reading_time_min": 7.06}, "text": "The woman was wearing a front-length orange ribbon that recalled the style of the 1920s. Her voice was highlighted by the conversation of her two companions, the boy speeding up his motorcycle on the street, and the noise of the dishes in the kitchen of the small Antibes restaurant, almost empty now that autumn was beginning. I had seen her face look down the street from the balcony of one of the restored houses next to the walls, while she shouted affectionate phrases to someone or something invisible. But I hadn't seen her since the summer, and I assumed she'd left with the other foreigners. I'll spend Christmas in Vienna, he said. I love Vienna. Those delicious white horses and the children singing Bach... their companions were English. The man tried to keep his appearance as a summerman, but from time to time, he secretly trembled under his blue cotton shirt. So we're not going to see her in London? He asked in a swallowed voice. \"Oh, but you have to visit us\", said his wife, much younger than the other two. There are certain difficulties, she said. But if you spend the spring in Venice, my dear friends... I don't think we'll get the money, do we, dear? But we'd like to show you London, wouldn't we, dear? \"Of course\", he said, with a gloomy air. I think it's absolutely impossible. It's for Beauty, you know? Until then I had not noticed Beauty as well as she had behaved. He was lying on the window sill, inert like a cream pie in a window. I think he was the most perfect Pekingese I've ever seen, though I don't know the details the judge values in a dog contest. It would have been white as milk if you hadn't added some coffee. But that was not a defect: it highlighted its beauty. From my seat, her eyes looked deeply black, like the center of a flower, absent from any thought. He didn't seem like the kind of animal who would react to the word rata or show a youthful enthusiasm if someone suggested a walk. I imagined that only his own image in a mirror could arouse an asome of interest in him. He was well fed enough not to pay attention to the food the diners had left on their plates, though he was perhaps accustomed to something tastier than the langoust. Can't you leave it to a friend? The younger woman asked. ♪ Leave Beauty alone? The question didn't deserve an answer. He put his fingers through the long brown milk hair, but the dog didn't move his tail like any dog would. He barely groaned like an old man bothered by a waiter at the club. Those quarantine laws... your deputies should do something about the private. \"We call them M. P\". said the man with hidden contempt. I don't care what they call them. They live in the Middle Ages. I can go to Paris, Vienna, Venice... I can even go to Moscow if I want to, but I can't go to London without leaving Belleza in a horrible prison with all kinds of unwanted dogs. I suppose he would have... The man hesitated with admirable English courtesy while weighing the correct term: cell, dog? Imagine the diseases you may get. The woman lifted him from the window like a leather straw and firmly pressed him against her left chest. The dog didn't bother to growle. It gave me the feeling of something totally delivered. A child would have rebelled for at least a moment. Poor creature, I don't know why I didn't feel sorry for the dog. Maybe because it was too pretty. My poor Beauty is thirsty. \"I'll bring you some water\", said the man. Medium bottle of mineral water, please. I don't trust tap water. At that moment I left, because the movie session at the Place de Gaulle was starting at nine. I left after 11:00. As the night was pleasant, except for the cold wind blowing from the Alps, I turned around the square and, thinking that the walls would be too exposed to the wind, I took the narrow and dirty streets that lead out of the Place Nationale: rue de Sade, rue des Bains... the garbage cans were on the sidewalks, the dogs had scattered the garbage on the pavement and the children had peeed in the creek. A white lump that at first seemed like a cat was sneaking forward in front of the houses; it finally stopped and when I approached it slipped behind a garbage can. I stopped in amazement, and waited. A light projected a drawing of tiger skin on the sidewalk through the tablets of a blind. Finally Beauty reappeared and looked at me with her glowing face and her black, unexpressive eyes. He must have assumed I wanted to take him, because he showed me the teeth. But if it is Beauty! I shouted. Beauty answered me with a club-old growl and waited. Was he suspicious because I knew his name or because my clothes and smell indicated to him that he belonged to the same class as the woman on the tape, the people who would disapprove of his night out? Suddenly she moved an ear, toward the house from the wall; perhaps she had heard the call of a female voice. The truth is, he looked at me suddenly, to see if I had heard him too. Since I didn't move, he thought it was safe. She began to sneak down the sidewalk with a certain intention, like the feathered boa of the cabaret girl floating around the glass hat. I followed him at a discreet distance. Was he guided by a memory or a keen sense of smell? Only one of the garbage cans in the alley had lost its cover; indistinguishable nets hung from its edges. Beauty, who ignored me as she would a lower dog, rubbed her hind legs and gently supported her front legs on the edge of the cube. He turned his head and looked at me, without expression: two ink stains in which perhaps a fortune teller would have deciphered infinite predictions. He took momentum like an athlete who gets up over the parallels and gets into the cube. The feathered doughnuts, I'm sure I've read somewhere that that's an important detail in a Pekingese contest, dug through the rotten vegetables, the empty cans, the soft debris from the cube. He got excited and sank his nose like a pig looking for dirt. Then the hind legs came into action, which discarded waste. They fell to the ground with fruit plums, rotten figs, fish heads... finally got what he was looking for: a long intestine belonging to God knows what animal. He shook it up in the air and his guts wrapped around his white neck. Then he left the cube and trotted down the street like a harlequin, dragging the intestines behind him, which looked like a basket of sausages. I admit I sided with him. Anything was better than the hug of a barren chest. When he folded a corner he found a dark corner, much more suitable than any other to bite an intestine because it contained a lot of garbage. First he inspected the filth with his snout, like a real clubman, and then he rolled around long on them, his legs up in the air, stretching the brown skin with milk with that dark shampoo without letting the intestines out of his mouth, while satin-filled eyes stared unabashedly at the great black sky of the Midi. Curiosity made me go back down the path of the walls. There, leaning on the balcony, the woman tried to distinguish her dog from the shadows of the street. \"Beauty!\" I heard her call tired. ♪ Beauty! ♪ Then, with increasing impatience: \"Beauty! Get back to the house! You've already peeed, Beauty. Where are you? Where are you? Beauty, Beauty! There are intimate details that prevent us from feeling compassion. If it hadn't been for the horrible orange ribbon, I would certainly have felt some pity for the barren old woman who cried from the balcony for her irrecoverable Beauty. *FIN* Beauty, The Spectator, 1963", "title": "Belleza", "author": "Graham Greene"}