{"metadata": {"length": 6699, "words": 1290, "reading_time_min": 6.45}, "text": "To get to the village, coming down from my mill, you pass by a farmhouse built near the road, at the bottom of a large patio planted with clams. It is a real property of a farmer in Provence, with its red tiles, its wide, dark façade perforated irregularly, and at its highest the granary veil, the pole for lifting the load and some beams of hay that stand out... Why had I been impressed by that house? Why did that closed gate crush my heart? I wouldn't have known how to say it, and yet that house was making me cold. There was too much silence around him... when someone passed, the dogs didn't bark, the paintings ran away without screaming... and inside there was not a voice. Nothing, not even a mule's head... if it weren't for the white curtains on the windows and the smoke rising from the rooftops, you'd think the estate was uninhabited. Yesterday, about twelve o'clock, I was returning from the village and, to avoid the sun, I was going around the farm walls, in the shade of the almoses. On the road and in front of the farm, some silent employees had just loaded a hay cart... the gate was open. I looked down the road and, at the back of the yard, I saw a man lying on a large stone table, his head in his hands, a very old man with a very short jacket and broken pants... and I stopped. One of the men said to me in a low voice, \"Shut! He's the boss... he's been like this since his son's misfortune. At that moment, a woman and a boy, dressed in black, passed by us with thick devotees of golden songs, and entered the farm. The man added: \"They're the patroness and the cadet, who are coming back from Mass. Every day since the boy killed himself... Ah, sir, what a sadness!... The father still wears the dead man's clothes; there's no way he can take it off... Dia! - What? - What? The carriage moved to leave. I, wanting to know more, asked the driver to let me go up to his side, and upstairs, in the hay, I learned about this heartbreaking story... his name was Jan. He was an admirable farmer in his twenties, prudent as a girl, strong and frank-faced. As he was very handsome, the women looked at him; but he only wore one on his head, a little Arlesian, dressed in velvet and lace, which he had found one day in the Plaza de Arles. The ranch didn't see this relationship as a good thing at first. The girl was a very flirtatious girl and her parents were not from the region. But Jan loved his Arlesian at all costs. I was like, \"I'm gonna die if you don't give it to me\". It was decided that they would marry after the harvest. One Sunday afternoon, the family had just had dinner in the yard of the farm. It was almost a wedding feast. The bride was not present, but she had been drinking in her honor the whole time... a man shows up at the door and, in a trembling voice, asks to speak to the boss Estève alone. \"Lord\", the man says, \"you are going to marry your son to a shameless woman who has been my mistress for two years. What I'm saying I can prove: here are her letters!... her parents know everything and they had promised me, but since her son is looking for her, neither they nor the beautiful girl want to know anything about me... I thought that after ours, she couldn't be someone else's wife... - Okay - says the boss Estève after looking at the letters - between drinking a glass of muscatel. The man replies, \"No, thank you! I feel more sorry than thirst. The father comes back in, impatient; he takes his place at the table and the dinner ends happily... that night, the boss Estève and his son went out together through the fields. They stayed outside for a long time; when they returned, the mother was waiting for them: \"Woman\", says the farmer, approaching his son, \"embrace him! She's in pain! Jan never spoke of the Arlesian again. I still loved her though, and even more than ever, since she had been shown in another's arms. But he was too proud to say anything; that's what killed him, poor boy!... Sometimes, he spent all day in a corner, not moving. On other days he went to work the land in rage and did the work of ten day laborers alone... when night came, he took the road to Arles and walked until he saw the gracious bell towers of the city rise at sunset. Then he turned around. He never went beyond. Seeing him like this, always sad and alone, the people on the farm didn't know what to do. They were afraid of misfortune... one day, sitting at the table, his mother says looking at him with tears in her eyes: \"Listen, Jan, if you want her despite everything, we'll give her to you\"... The father, red with shame, lowered his head. Jan made a negative gesture, and left... from that day on she changed her way of life by pretending to be always cheerful to reassure her parents. They saw him again at the dance, at the tavern, at the ironworks. In Fonvielle's vote, he was the one who led the lighthouse. The father said, \"He's healed\". The mother, on the other hand, was still worried and watched over her son more than ever... Jan slept with Cadet, very close to the silk worm farm; the poor old woman made a bed be placed next to her children's room... the feast of St. Eloy, patron of the farmers, came. Big party at the farmhouse... there was a châteauneuf for everyone and wine cooked like it fell from the sky. And firecrackers, fireworks in the era, and colorful lanterns in all the clams. They danced and danced until they were exhausted. Cadet burned his new shirt. Jan seemed happy; she wanted to invite her mother to dance; the poor woman cried out of happiness. At twelve they went to bed. Everybody needed sleep. But Jan was not sleeping. Cadet later told me he'd been sobbing all night. The next morning, early in the morning, the mother heard someone running through her room. He had a feeling: Jan, are you? Jan didn't answer, he was already on the stairs. And his mother rose up quickly, and said, Where art thou going, Jan? And he went up to the barn; and she went up behind him, and said, In the name of heaven, my son. He closes the door and throws the lock. Jan, my Janet, answer me. What are you going to do?  Tintin, with his trembling old hands looking for the picaport... a window opens, you hear the bang of a body falling on the patio slabs, and that's all... the poor boy had said to himself: I love her too much... I'm going... Ah! How miserable we are! But it's a little strong that contempt can't kill love... that morning the people of the village wondered who could scream like that, there, towards Estève's farm... in the yard, before a stone table covered with dew and blood, the mother was mourning with her dead son on her arms. Letters from mon moulin, 1869 Translation of Hope Cobos Castro", "title": "La arlesiana", "author": "Alphonse Daudet"}