{"metadata": {"length": 6240, "words": 1155, "reading_time_min": 5.775}, "text": "He served King Charles VII from the age of twelve, as an archer, after war men took him with them from the plain country of Normandy. And they took it away like this. While the farms were burning, the farmers' legs were being slashed and the girls were being turned on scissors, little Alain had crawled into an old, spilled wine pipe at the entrance to the mill. The war people turned the pipe and found a little boy. They took him with only his shirt and his bold brilliance. The captain had a little leather jacket and an old hood from the Battle of Saint Jacques given to him. Perrin Godin taught him to shoot with the bow and to nail his sack cleanly to the target. He went from Bordeaux to Angouléme and from Poitou to Bourges, saw Saint Pourcaín, where the king was, crossed the Lorraine ridges, visited Toul, returned to Picardie, entered Flanders, crossed Saint Quentin, folded to Normandy, and for twenty-three years traveled through France in armed company, during which time he met the Englishman Jehan Poule-Cras, by whom he knew what was the way to swear by Godon, Chiquerello the Lombard, who taught him to cure the fire of San Antonio and the young Ydre de Laon, from whom he learned how to lower his pants. At Ponteau de Mer his comrade Bernard d'Anglades persuaded him to put themselves out of the royal order, assuring him that the two would give their lives deceiving the credulous with the tricked dice they call \"charged\". They did so, without shedding their military gear, and pretending to play, on the graveyard slope, by the walls, on a stolen drum. A bad sergeant of the ecclesiastical judge, Pierre Empongnart, had him teach the subtleties of his game and told them that they would not be long before they were arrested, but that they should then swear boldly that they were clerics, to escape the king's people and claim justice from the Church, and for this, shave the crown and get rid of their throats made of jars and their colored sleeves promptly, if necessary. He tonsured them with consecrated scissors and made them masculine the seven Psalms and the verse Dominus pars. Then, each one threw to his side, Bernard with Bietrix the Clavier and Alain with Lorenete the Chandelière. Lorenete wanted a green cloth blanket, so Alain stalked the White Horse's tavern in Lisieux, where they had been drinking a jar of wine. He came back at night through the garden, made a hole in the wall with his boar, entered the room where he found seven tin shovels, a red hood and a gold ring. Jaquet le Grand, a farmer from Lisieux, changed them very well for an overcoat like the one Lorenete wanted. In Bayeux, Lorenete stayed in a small painted house where women's bathrooms were said to be, and the bathroom mistress could not help but laugh when Alain the Gentile went to pick her up to take her. He led him to the door with a candle and a large stone in his other hand, as he asked if he didn't want to be passed through his nose to show him how rich he was. Alain ran away and in his flight he flipped the candle and tore off the good woman's finger what seemed to him a precious ring; but it was only of golden copper, with a large pink stone of fantasy. Then Alain wandered around and in Maubusson he found Karandas, his co-armed, who was eating mondongo with another man named Jehan Petit. Karandas was still wearing his corselet and Jehan le Petit had a bag with his holes hanging from his belt. The belt buckle was fine silver. After drinking, the three agreed to go to Senlis through the forest. They set out in the afternoon and when they were in the thick of the forest, without light, Alain the Gentile was left behind. Jehan le Petit was walking ahead. And in the darkness Alain nailed his boar firmly between his shoulders, while Karandas sank his corkscrew to his head. He fell from his brow and Alain, treading on him, cut his throat with his dagger, side by side. Then they filled his neck with dried leaves, so that there would be no pool of blood on the way. The moon appeared in a clear. Alain cut the belt and untied the holes in the bag, which contained sixteen gold coins and thirty-six coppers. He kept the coins, threw the bag with the cobras to Karandas, for work, with the boar up. There they separated from each other, in the middle of the clear, Kararidas swearing by the blood of God. Alain the Gentile didn't dare touch Senlis and came back surrounding the city of Ruán. When he woke up, already late at night, at the foot of a flowering hedge, he was surrounded by people on horseback who bound his hands and led him to prison. Near the gatehouse he slipped behind a horse's pack and ran to the church of Saint Patrice, where he settled next to the high altar. The sergeants couldn't get past the lobby. Alain, already immune, roamed freely through the ship and the choir, saw beautiful metallic chalices and good wine glasses to melt. And the next night, he had Denisot and Marignon as his companions, losers like him. Marignon had a severed ear. All they knew was to eat. They envied the little girls who were out there nesting among the lawns and greasing the holy breadcrumbs. On the third night they must have left, bitten by hunger. Justice people arrested them and Alain, who was shouting that he was a clergyman, had forgotten to rip off his green sleeves. He immediately asked to go to the toilet, undressed his robe and threw his sleeves into the garbage. But the prisoners warned the chief. A barber came to completely shave Alain the Gentile's head to wipe his tonsure. The judges laughed at the poor Latin of his psalms. He swore in vain that a bishop had confirmed it with a slap when he was ten years old; he could not reach the end of the forefathers. He was tortured like a Lego, first on the little calf, then on the big one. To the fires of the prison kitchens he confessed his crimes, with his limbs dislocated by the strings and his throat untied. The lieutenant foreman delivered the sentence at the same place. He was tied to the cart, dragged to the fork and hung. His body was roasted in the sun. The executioner left with the robe, with his sleeves unshrunk and a beautiful hood of fine cloth, with a linen linen, which he had stolen from a good hostel. FIN", "title": "Alain el Gentil: Soldado", "author": "Marcel Schwob"}