{"metadata": {"length": 7979, "words": 1485, "reading_time_min": 7.425}, "text": "The born came in with a ribbon, and in it a card. - Ah! This Mr.? What happens. Three minutes later, the visitor bowed before Irene. But she, ironic and affectionate, laughed at him with her eyes: -Nothing to be done. I think we know quite a lot about it, perdulario. He was still a young man, about thirty-six to thirty-eight years old, with a slight touch of white in the dark hat, trimmed to the latest fashion, in a sober and collected manner. The gallant body, the smiling, red and expressive face, without making the visitor an Adonis, included him among the types that attract at first sight and explain any passionate fling. Irene pointed to a chair on her side. - What a girl! More than ever! - murmured he. And enlivened by the good welcome, he tried to snatch a hand of the lady. She, without skipping a beat, snatched her away, saying, -We're talking formal, eh? - What do you call formal talk? -As we know what to expect from the very beginning. I did not count your visit, which does not mean that I did not welcome it with great pleasure. But you know I don't think I'm going to get married again. He cried out in pain, mortified by the premature demise. -And where do you come from, girl, that I come to talk to you about marriage? -All right, she says. So, if that was not the case... She rose, twirling the strand of her gleefully tattered interior dress, of muddy “meteor” with embroidered borders and flounced silk shawls; and, bending down to her interlocutor (that Francisco Javier Solano with whom she had flirted so many times on so many occasions), he could see the fullness that the thirty-three years had given to the beautiful shapes of Irene and the splendour of her nude, where they had been born, among nacars and marfils, rebellious short rizos, abhorred, as if a flaming torch had snuffed them. -We have made a sun, creature - murmured he, which if I speak for myself. She, between, took from a shabby and tattered, miniature lady's chair, some papers, and put them into the hands of her admirer. -For the same reason that there is no longer any of this - he said with a sigh - let me offer you a service of a friend... a dear friend. -Do you give me money? -He tarried. Why do you give me money, my daughter? - For if you have not come to talk of marriage, and love does not exist, what are we talking about but matters? And I know the state of yours and how you bring the pernicious juggernaut you live in. And if we are, ea, friends nothing more..., friendship..., seems to me... -No. The rejection was firm and categorical, with a savour of Venetian dignity. - Look, my daughter - Solano added, focusing his eyes on Irene with a resolute insistency. It is precisely that I have not come to talk about marriage. You would make the biggest mistake of your life if you marry me. I have no head nor sense, and you know it from yourself: I am incorruptible; you are the woman I most like, and I would not be faithful to you, for I like, though in a lesser degree, all the others; I have adoration for almost all the victorious. BAH! It seems like I'm telling you something new... For husband you don't know with this type, woman... I'm the Enamored, which is something very different. Do you know I am the Enamored? -Current -she murmured, amused and interested, as always, by that swarm of men. I don't want to discuss. - If you acknowledge this, you must also confess that Love is my lot, my saviour. Then, my dear, although I do not come to tell you anything about the holy yugo, it is no reason for you not to listen to me when I speak of the holy and precious love. Watch my trova! Because in me you must see a trovator of those times when he stood at the foot of a gothic window... Only the procedures have perfected: we have progressed a lot, and now we sing the trovos in the own and mysterious cabinet of our lady. And with a mixture of comic and serious, Solano sat down before Irene, and, supported by the liar's chair, he also tapped the gong. -You are a retort - exclaimed Irene, overcome, despite herself, by the laughter. - Well, he murmured, shivering. I'm going to make you laugh. I would prefer another note... but you know what I profess? Today you have to pronounce my name alone, breathing. Yes, you must do it, for I am for you that which dreams, to what aspirates, without knowing ourselves, all our being. Nothing is lacking: fortune, youth, beauty; the world adores you, you go everywhere...; but that, without love, is a landscape that Heaven lacks. And love you will not find in the salons, you will not find in the pretenders who come to you, you will not find it but in me, Francisco Javier Solano, the disaster... I say more: you love me. See if you love me! I do the same as always, even when you have refused me if I have been able to speak to you or see you alone. Your eyes say yes and your mouth says no... I believe your eyes, the two blacks. - Mira - she blushed, not without a little over-awe and with a radiant face - your conversation is interesting; but it is the time when some friend might come, and you know God what they would think... we are losing time. Our lives go in different orbits... That is, you must stretch yourself. - Those friends who come to see you, they are pretenders! No, you don't think I'm going to ask you for money. -I will not give them to you... They remained gazing, as if they were challenging their souls in that tense duel of two wills. Eyes met in a pause. And soon, Solano, with a swaying movement full of sway, the airy gesture of a flower-picker, he swung round Irene's arm, he drew her to him, and she, defeated, let go, shivering on her chest, between a vertigo that swept her away, the beating and pounding of Solano's heart... The words that he murmured to her ear were like distant, more mellow, astringent music. - Do you see it? If I knew! As you come closer to me... what is so strange? You see, tinny, little girl of my soul? You see, glory of my life? And the first thing she could say was, in a scream-like tone: -Mira, go away... I beg you please... From moment to moment I expect people. - Who?... Who? Both thought nothing of what they said. They spoke as one speaks in dreams. She sank into happiness. - People, people... what more do you want? Visits... -If I can come back tonight..., you're dead now. If not, I will stay, even if the Pope comes. And she shivered in fear, between a sweet shiver, while she, frightened, had already forgotten the imminence of the announced visits, which were no invention to frighten her, but a certain fact that would happen from one moment to another. Solano, a sailor in such a boat, was the first to recognize the truth. -Let me, I don't want to hurt you, do you understand? At ten o'clock I will return..., and from your visits we will laugh. You wait for an aspirant in your hand... What is it? Is it perfect? - No, I assure you... - Boba! But if I don't come out on top... everyone knows, girl, everyone, and I've heard this season many things... I'm telling you these things and you can't deny them? Alvarez del Páramo, Senator for Vitoria... Go, go! It was true! You have oversalted! Because, he says, there is no competition or affinity between that Lord and me. Come with confusion, little girl! If it's good, very good. The most indicated. Big, character, fifty, his hundred thousand dollars, some businesses, a lot of political influence... at your command. Look, you need to get over yourself... I don't have a husband. And while she, still trembling, shook off the tumbling hair, he, from the umbra, sent her a quick halo of departure... -Until then, my delirium! It was time. In the street he met a well-dressed, perfumed, pulcraned man, who greeted him with short pauses. -Irene awaits you - advised Solano. And as he stretched out his hand, a little shaken by the sword, he added: -When is the wedding? In the Casino they say that soon... - Bad language, bad language - murmured the senator, satisfied.", "title": "Compatibles", "author": "Emilia Pardo Bazán"}