{"metadata": {"length": 4875, "words": 912, "reading_time_min": 4.56}, "text": "Monday morning was warm and without rain. Don Aurelio Escovar, a dentist without a degree and a good early riser, opened his office at six. He pulled out a denture from the window, still mounted on the plaster mold, and placed a handful of instruments on the table, which he ordered from top to bottom, as in an exhibition. He wore a striped shirt, no neck, closed up with a golden button, and pants held with elastic chargers. It was rigid, squeaky, with a look that rarely matched the situation, like the deaf look. When he had his things arranged on the table he rolled the strawberry toward the spring chair and sat down to polish the denture. He seemed to think little of what he was doing, but he worked with tenacity, pedaling the strawberry even when it was not being used. After eight she paused to look up at the sky through the window and saw two thoughtful chickens dried in the sun on the lawn of the neighboring house. He kept working with the idea that it would rain again before lunch. The unrelenting voice of his eleven-year-old son pulled him out of his abstraction. - Dad, you know what? - What? - The mayor says if you pull a tooth out. - Tell him I'm not here. I was polishing a gold tooth. He pulled it out of his arm and examined it with his eyes half closed. In the waiting room, his son screamed again. - He says you are because he's listening. The dentist continued to examine the tooth. Only when he put it on the table with the finished work, he said, \"Better. He's back to operating the strawberry. From a cardboard box where he kept things to do, he pulled out a bridge of several pieces and began to polish the gold. - Dad, you know what? - What? I hadn't changed my expression yet. - He says if you don't pull his tooth, you'll get shot. Without hurrying, with an extremely quiet movement, he stopped pedaling the strawberry, removed it from the chair and completely opened the bottom drawer of the table. There was the revolver. - Well, he said. Tell him to come and hit me. He turned the chair until he stood in front of the door, his hand resting on the edge of the drawer. The mayor showed up at the threshold. She had shaved her left cheek, but in the other, swollen and painful, she had a five-day beard. The dentist saw in his marred eyes many nights of despair. He closed the drawer with his fingertips and said softly, \"Sit down\". \"Good morning\", said the mayor. - Good\", said the dentist. While the instruments were boiling, the mayor supported the skull on the chair head and felt better. I was breathing a glacial smell. It was a poor cabinet: an old wooden chair, a pedal strawberry, and a glass window with loose pomegranates. In front of the chair, a window with a cloth canvas up to the height of a man. When he felt the dentist approach, the mayor affirmed his heels and opened his mouth. Don Aurelio Escovar moved his face towards the light. After observing the damaged tooth, he adjusted the jaw with a cautious pressure of his fingers. - It has to be without anesthesia - he said. - Why? - I don't know. - Because he has an abscess. The mayor looked him in the eye. \"All right\", he said, and tried to smile. The dentist didn't match. He brought the potter with the boiled instruments to the work table and pulled them out of the water with cold tweezers, still not in a hurry. Then he rolled the spit with the tip of his shoe and went to wash his hands in the watermelon. He did everything without looking at the mayor. But the mayor didn't lose sight of him. It was a lower cord. The dentist opened his legs and squeezed the tooth with the hot trigger. The mayor clutched at the seat bars, poured all his strength into his feet and felt an icy void in his kidneys, but he didn't let go of a sigh. The dentist just moved the wrist. Not resentful, but rather bitterly tender, he said, \"Here he pays us twenty kills, lieutenant. The mayor felt a crunch of bones in his jaw and his eyes filled with tears. But he didn't sigh until he felt the tooth come out. Then he saw her through the tears. She felt so alienated from her pain, she couldn't understand the torture of her five previous nights. Leaning over the spit, sweaty, sighing, the warrior unbuttoned and searched for the handkerchief in the pocket of her pants. The dentist gave him a clean cloth. - Stop the tears, he said. The mayor did. I was shaking. While the dentist was washing his hands, he saw the skylight melted and a dusty web with spider eggs and dead insects. The dentist came back with his hands dry. \"Leave it alone\", he said, \"and make salt water buckets\". The mayor stood up, said goodbye with a disdainful military salute, and went to the door, stretching his legs, without the warrior buttoning. - I'll take the bill. - You or the city? The mayor didn't look at him. He closed the door, and said, through the metal mesh. - It's the same case. FIN", "title": "Un día de estos", "author": "Gabriel García Márquez"}