{"metadata": {"length": 2007, "words": 381, "reading_time_min": 1.905}, "text": "Aladdin is a very humble young man who, along with his inseparable ape Abu, is devoted to robbing or deceiving the people of Agrabah in order to survive, dreaming of one day being someone important. One day, Aladdin meets Jasmin, the sultan's precious daughter, and falls madly in love with her. The problem is that the laws force Jasmine to marry a prince before his next birthday. Unexpectedly, Aladdin's fortune changes when a sorcerer named Jafar proposes to get him all the riches imaginable in exchange for him getting him an old lamp from the depths of the Wonder Cave, where a funny genius resides. When Aladdin gives Jafar the lamp he betrays him and makes him get trapped in the cave, but Abu takes the lamp away from Jafar and they manage to get the genius out, who helps them escape the dangerous cave. The genius tells him that he can ask for three wishes for having rubbed the lamp and Aladdin uses his first wish to become a prince and be able to marry Jasmine. Aladdin arrives at the Sultan's palace with a large parade and asks for the hand of Princess Jasmine. The Sultan accepts enchanted, but this makes Jafar angry, as he wanted to marry the princess so he could become a powerful Sultan. Then Jafar manages to take the lamp from Aladdin and uses his first wish to become a sultan, but as he fails to obey him he asks the genius for a second wish: to become the most powerful sorcerer in the world, thus getting the sultan to obey him and accept the marriage between Jafar and Jasmin. Aladdin does not lose hope and fights with Jafar to regain the love of the princess. But Jafar still has one last wish and asks the genius to make him the most powerful genius so he can defeat Aladdin. What I didn't know is that when he becomes a genius he must be locked in a lamp. In this way, Aladdin takes the lamp with Jafar inside and throws it far away so that no one will ever find it. And that's how Aladdin and Jasmine manage to get married and be very happy for the rest of their lives. FIN", "title": "Aladino y la lámpara maravillosa", "author": "nan Anónimo"}