{"metadata": {"length": 7041, "words": 1428, "reading_time_min": 7.14}, "text": "- You go up there, Ignatius, tell me if you don't hear any sign of anything or if you see any light somewhere. - You can't see anything. - We should be close by now. - Yeah, but you can't hear anything. - Look at that. - You can't see anything. - Poor of you, Ignacio. The long black shadow of men kept moving up and down, climbing up the rocks, shrinking and growing as it moved along the stream bank. It was just a shadow, wobbly. The moon was coming out of the earth, like a round flame. - We must be getting to that village by now, Ignacio. You who keep your ears out, watch to see if you don't hear the dogs barking. Remember, we were told Tonaya was behind the mountain. And how long we've been out of the mountain. Remember that, Ignatius. - Yeah, but I don't see any trace of anything. - I'm getting tired of it. - Look at me. The old man went back to the wall and recharged himself there, without letting go of his shoulder load. Although his legs were bent, he did not want to sit down, because afterwards he could not lift the body of his son, who back there, hours earlier, had been helped to throw it on his back. And so I'd brought him back since. - How are you feeling? - Good. - It's not good. He spoke little. Less and less. In rats, he seemed to be sleeping. In rats, it seemed cold. He was trembling. He knew when his son was shaking, and his feet were fitting into his spurs like spurs. Then the boy's hands, which were stuck around his neck, slammed his head like a sonasa. He would squeeze his teeth so he wouldn't bite his tongue and when he finished saying that he would ask, \"Does it hurt so much?\" -Something\", he answered. I told him first, \"Please call me here... leave me here... go alone\". I'll get back to you tomorrow or as soon as you've got a little answer. I've told you about 50 times. Now he didn't even say that. There was the moon. In front of them. A large, colorful moon that filled their eyes with light and stretched and darkened its shadow further over the earth. \"I don't see where I'm going anymore\", he said. But no one answered. The other one was up there, all lit up by the moon, with his face discolored, bloodless, reflecting a faint light. And he's down here. - Did you hear me, Ignacio? I'm telling you, I don't see well. And the other one was silent. He kept walking, stumbling. He would shake his body and then straighten up to stumble again. - This is no way. We were told that behind the hill was Tonaya. We've already crossed the hill. And Tonaya can't be seen, or heard any noise telling us he's nearby. Why don't you tell me what you see, you goin' up there, Ignacio? - Look at me, Father. - Are you feeling bad? I'll take you to Tonaya to find a place. I'll find someone to look after you there. They say there's a doctor there. I'll take you with him. I've been carrying you for hours and I'm not gonna leave you lying here so that whoever you are, they'll end up with you. He was a little shaken. He took two or three steps to the side and straightened himself back. - I'll take you to Tonaya. - Look at me. Her voice became still, barely muttering: \"I want to go to bed for a while. - Sleep up there. I'm holding you tight after all. The moon was rising, almost blue, over a clear sky. The old man's face, wet with sweat, filled with light. He hid his eyes from looking straight ahead, as he could not bend his head clutched between his son's hands. - All this I do, I don't do it for you. I'm doing it for his late mother. Because you were his son. That's why I'm doing it. She would come back to me if I had left him lying there where I found him, and not picked him up to take him to be cured, as I am doing. She's the one who encourages me, not you. Starting with the fact that I owe you nothing but pure hardship, pure mortification, pure shame. I was sweating when I spoke. But the night wind was drying up his sweat. And on the dry sweat, I was sweating again. - I'll melt, but I'll come with you to Tonaya, so you can relieve those wounds you've been hurt. And I'm sure as soon as you feel well, you'll be back on your bad footsteps. I don't care about that anymore. Provided you go away, where I never hear from you again. With that in mind... because to me you're no longer my son. I have cursed the blood you have on me. The part that was mine, I cursed. I said, \"Let the blood I gave you rot in your kidneys!\" I said that since I knew you were wandering the streets, living off of the theft and killing people... and good people. And if not, there's my comrade Tranquilino. The one who baptized you. The one who gave it its name. He too was unlucky to meet you. I said, \"That can't be my son\". See if you can see anything. Or if you hear anything. You can do it from up there, because I feel deaf. - I can't see anything. - Worse for you, Ignacio. - I'm thirsty. - Hold on a second! We should be close by now. What's happening is it's already very dark and they must have turned off the lights in the village. But at least you should have heard the dogs bark. Just pretend to hear it. - Give me some water. - There's no water here. There's nothing but stones. Hold on a second. And even if I did, I wouldn't bring you down for water. No one would help me get you up again, and I just can't. - I'm very thirsty and I'm very sleepy. - I remember when you were born. That's how you were back then. You woke up hungry and ate to go back to sleep. And your mother gave you water, because you'd run out of her milk. You didn't have a filler. And you were very angry. I never thought you'd get that rage over your head, but it did. Your mother, rest in peace, wanted you to grow up strong. I thought when you grew up, you'd be his support. He had you all. The other son she was going to have killed her. And you would have killed her again if she was alive by now. She felt that the man she was carrying on her shoulders had stopped straining her knees and started to loosen her feet, swinging it from side to side. And it seemed to him that his head up there was shaking like he was crying. Over her hair she felt thick drops falling, like tears. - Are you crying, Ignacio? It makes you cry the memory of your mother, doesn't it? But you never did anything for her. He always paid us badly. Looks like instead of love, we'd have punched her body of evil. And you see that? Now they've hurt him. What happened to your friends? They killed them all. But they had no one. They could have said, \"We have no one to pity\". But you, Ignatius? The village was already there. He saw the roofs glowing in the moonlight. He felt that his son's weight was crushing him when he felt the crows bend over at the last effort. When he reached the first Tejavan, he lay on the sidewalk and let go of the body, loose, as if it had been disassembled. He could hardly pull the fingers that his son had been holding on to his neck with, and when he was free, he heard the dogs barking everywhere. - And you didn't hear them, Ignacio? - He said. You didn't even help me with this hope. Fin 1953", "title": "No oyes ladrar a los perros", "author": "Juan Rulfo"}