{"metadata": {"length": 7335, "words": 1361, "reading_time_min": 6.805}, "text": "He erases an elderly woman who lived with his son Foma Berennikov. One day the son went out to graze in the field; his horse was a feeble and weak rock, and poor Foma, despondent at being unable to make him work, sat down on a stone. The flies were soaring over a heap of rubbish, and Foma, picking up a dry branch, snatched them up and counted how many he had killed. He counted fifty, and there were many more, which he could not count because he was exhausted. He then went up to his rock and saw a dozen of taverns that had slain him; he also killed them, and coming home he asked his mother for the blessing, saying: - I have killed so many enemies that you cannot even count them, and among them there were twelve valiant warriors; let me, my mother, go and do the deeds worthy of a valiant man, for it is not right for a man like me to keep on slaying the earth: that is for a peasant and not for a hero. The mother blessed him and let him go to fulfill his valerian proejy. Foma Berennikov slung an ax over his shoulders, attached a rusty sledge to his belt and walked down an unknown path until he reached a spot where a post was nailed to the ground. He looked in his pockets, took a piece of chalk and wrote on the wall: \"Here passed the valiant Foma Berennikov, who with a blow killed a multitude of enemies, and among them twelve valiant warriors.\" Once he had written this, he continued his way. Shortly thereafter Ilia Murometz passed by the same spot; he came to the post, read the inscription, and said: -How can one fail to see in this statue the nature and character of a valiant man! He does not spend gold or silver; he only uses yew! And he wrote on the post with a piece of silver: \"After Foma Berennikov passed here the brave Ilia Murometz.\" He followed the way, and when he came to Foma Berennikov, respectfully asked him: \"Invincible hero Foma Berennikov! Where do you want me to be, in front of or behind you? -Go back - Foma protested. The young Alejo Popovich was walking the same way, and he had seen the post office sign written with his fingers from afar. He approached him, read the inscriptions of Foma Berennikov and Ilia Murometz, took out a piece of gold from his pocket and wrote: \"After Ilia Murometz passed by the young Alejo Popovich.\" He followed the way, reached Ilia Murometz and asked: \"Dime, Ilia Murometz, where do I have to go, before or behind you?\" - Do not ask me, but my elder brother, Foma Berennikov - Ilia replied. The young Alejo Popovich approached Foma Berennikov and asked him: - Invincible hero Foma Berennikov! Where do you send Alejo Popovich? -Go back - said Foma. So they followed the three along the same path, through an unknown country, and finally arrived at some splendid gardens. Ilia Murometz and Alejo Popovich planted their white tents and Foma Berennikov sat on his cot. The gardens belonged to the White tsar, who was at war with an foreign king, who sent against him his six most valiant warriors. The White Russian sent a message to Foma Berennikov saying, \"I am at war with an outside king. Do you want to help me?' Foma, though he did not understand what was written, for he did not know how to read, looked at the message, bowed his head, and said: -All right. Meanwhile the foreign king and his army approached the city. Ilia Murometz and Alejo Popovich went to Foma Berennikov and consulted him, saying: -The enemy is threatening the tsar; it is necessary to come out in his defense. Tell us if you are going yourself or if you want us to go. \"I see you, Ilia Murometz,\" Foma protested. Ilia Murometz then marched and killed all the enemies. The foreign king sent another innumerable army against the White king and with him another six renowned heroes. Again Ilia Murometz and Alejo Popovich consulted Foma Berennikov: -Dinos, Foma Berennikov, are you going to go or do you want us to go? - See you, young Alejo Popovich - said Foma. The young Alexander went and killed all the innumerable army and the six valiant warriors. Then the foreign king thought to himself: “I still have a hero, the most valiant of the world; I had saved him for a last resort, but I shall have to use him now.” This time the foreign king stood in front of his army, taking with him his most valiant warrior, to whom he had said the day before: “It is not with force that the Russian warrior wins us, but with astuteness; therefore, what you see this man doing, do the same to yourself.” Once again Ilia Murometz and the young Alejo Popovich appeared before Foma Berennikov and asked him: - Are you going to kill yourself or are you sending us to us? - This time I'm going myself. Take my horse. The horses of the two valiant warriors were grazing in the field; whereas the rock of Foma, as it corresponds to the horse of a hero, grew like a lark; strengthened by the good food, when Ilia Murometz came near, he threw his axe and slew him. Ilia sprang up, grabbed him by the collar and threw him over the fence. When he saw this, the young Alejo Popovich said to him: - Be careful! No matter if we see Foma Berennikov, we would see the stars. - It does not matter; you do not believe that the horse has the merit, but the same warrior - Ilia Murometz rebuked him, and took the rock to Foma Berennikov. He, riding on horseback, said to himself, \"It would be much better for me to close my eyes; then I will not be so afraid to meet with such a horrible death as I expect.\" He shut his eyes, tucked a pillow around his head, and leaned forward on the chair, trying to be less visible. The hero of the foreign king, when he saw his enemy with his eyes wide open, thought, \"Great God, what a warrior! He has shut his eyes because he is sure of his power; but I am not foolish and will not do the same.” Just as he had shut his eyes and sat down, Foma, tired of waiting so long, looked down at the sack, and taking advantage of the good opportunity he had, he swung the sword that the warrior had hanging on his left hand, and with it he cut off his head. Then he took the horse of the defeated enemy and tried to mount it; but seeing that he could not, he hit him with a great oak, climbed up on it, and jumped up from the seat. Just then the horse spooked the jinn, gave a yell, shook the tree with its roots and sped through the field running and shook the tree behind it. Foma Berennikov cried with all his might: - Help! Help! But no one hears it. The enemies were astonished and turned their backs; but the horse, stumbling, pursued them, slashing and tearing them with the tree, until none remained alive. The foreign king then sent the following message to Foma Berennikov: \"Heroic Foma Berennikov, I will never fight you.\" This message pleased the brave warrior. The champions Ilia Murometz and Alejo Popovich were astonished to see their leader’s prozes. Foma went to the palace of the White king, and when he had arrived there, he asked him: - With what do you wish to be recompensed? Choose between all the gold you want, half of my kingdom or my beautiful daughter. \"Give me the zarevna and invite my younger brothers Ilia Murometz and the young Alejo Popovich to the wedding,\" Foma replied. Soon he married the beautiful zarevna, lived with her in the greatest happiness, and until his death he maintained the fame of being the most valiant warrior in the world. FIN", "title": "Fomá Berénnikov", "author": "Aleksandr Nikoalevich Afanasiev"}