{"metadata": {"length": 4275, "words": 770, "reading_time_min": 3.85}, "text": "An Italian had a fruit stand in a corner from which he could attract those coming down from the elevated station and those passing through two crowded streets. The shopkeeper sat most of the day on a stool that he had strategically placed. There was a little boy who lived nearby, five floors above, and he considered that Italian a terrible being. The boy had researched the fruit stand. He had impressed him as few things he had seen before on his travels. There, arranged in amazing rows, were all the world's delicacies in luxurious heaps. When he watched the Italian sitting in the midst of such a splendid treasure, his lower lip would be unfurled and he would look up with deep respect at the seller's face. I adored him as if I were contemplating omnipotence. The boy would often go to the corner, roam the post, and observe every detail of the business. He was fascinated by the tranquility of the seller, his majesty of power and possession. Sometimes, he was so absorbed in contemplating the position, that people, in a hurry, had to be careful not to run over him. He'd never dared to get too close. He used to stalk cautiously from the brothel. Even there he looked like a child contemplating, without being invited, a feast of gods. One day, however, while the child was absorbed, the salesman stood up and, passing through the front of the post, began to shine the oranges with a red scarlet. The viewer, breathless, moved along the sidewalk until his face almost touched the seller's sleeve. With his fingers he twisted a fold of his suit. Finally, the Italian finished the oranges and returned to his stool; from behind a bunch of bananas he pulled out a newspaper written in his language, moved until he got a comfortable posture and nailed his eyes fiercely to the newspaper. The boy stood face to face with the world's countless gifts. For a while he was a mere idol of that golden sanctuary. Then he was seized by tumultuous desires. I had conquest dreams. Her lips were shaking. Then a little plan was formed in his head. He stealthily approached, sneaking stealthy gazes at the Italian. He struggled to maintain a conventional attitude, but the conspiracy was written in his factions. He had finally come close enough to touch the fruit. From under the raging skirt, he pulled out a dirty little handkerchief. He still had his eyes glued to the vendor with the gesture totally rigid, except for the lower lip, which showed a slight flutter. He reached out his hand. High-speed trains were pulling in on the way to the station and the stairs were pouring people onto the sidewalks. A deep sea roar could be heard from the feet and wheels that passed without ceasing. No one seemed to see that boy immersed in such a magnificent adventure. The Italian turned the paper. Suddenly the panic struck the child. He lowered his hand and let out a sigh of despair. For a moment he kept looking at the seller. It was clear that a great debate was taking place in his head. His childhood intellect had defined Italian. He was certainly a man capable of eating the children who provoked him, and the alarm that the vendor had caused him when he turned the newspaper made him see clearly the consequences of being detected. But at that moment, the seller gave off a growl of pleasure and, tilting the stool against the wall, closed his eyes. The paper fell by the wayside. The boy stopped scrutiny and raised his hand again. He moved with extreme caution toward the fruit, with his fingers bent like a claw, dominated by a gracious greed. At one point he stopped and his teeth were convulsively chestnuts as the salesman moved in dreams. The boy, still staring at the Italian, again reached out his hand and his fingers were closed on a round fruit. And it was written that the Italian would open his eyes at that instant. He crossed the little one with an inquisitive look and the boy, with an expression on his face of deep guilt, immediately put the round fruit on his back and began to make a series of crazy and elaborate gestures declaring his innocence. The Italian wailed, stood up from a jump, and in three steps reached the boy. He stroked it fiercely and ripped a lemon from his fingers. FIN A Great Mistake, The Philistine: A Periodical of Protest, 1896", "title": "Un gran error", "author": "Stephen Crane"}