{"metadata": {"length": 3304, "words": 588, "reading_time_min": 2.94}, "text": "Panchito the stutterer was in the room the object of continuous jokes. His father, Don Ambrosio Lara, old and almost useless for work, dragged his last years on the backs of a loaf of locusts, with bone out and overstepping. They made the journey together; for in case of need the twelve years of the boy were more useful than the experience of the old man: whether for a loop shot, the operation of a sick man, or, more frequently at that time, for the leather of some carpenter who, swollen to exaggeration, lifted two legs to heaven in a posthumous effort. Natividad, Don Ambrosio's second wife (who God knows if she was), was handling these two half-men without her mulatto obesity preventing her from being alert to everything. Ambrose cried out, mocking the old man, and you did not unleash the mule and the mule, and the water will be poured out. \"Geno, geno\" replied the old man, shaking his head with a vague smile of kindness. Hail Mary, nor that the priest had been distracted at Mass. And it was moving away slowly; the long rebench sweeping the ground, the legs limp, the shooter strung by a hip movement that communicated to the huge swallowing axe. The silhouette of the old countryman disappeared among the paradises, and soon the boy, tracing his steps, took the same route. They went like this for hours. Doña Natividad spent her time loosening the stocking, feeding the chickens, preparing food and kicking the dogs, always in the kitchen. It was eaten quietly, and only the long mates brought, from time to time, their conversations. The reason was the recent events in the town that some charlatan told in his own way. Marriages, races, and, above all, fights brought their extensive comments from the elders in the invariably silent presence of the boy, hurrying even with the parents. Sometimes, when the occasion made it inevitable, he began to trample on a letter. \"Sing, sing\", said the mother; and over a plain, meaningless melody, the words were dragged with a nostril, while the face retained its usual packing expression. One day, at an unexpected time, the rush of a race called for Mrs. Nativity to the plow. Panchito's face brought an expression of pain. He gave desperate signals. \"Sing, boy\", cried the mother, anxious; but it was useless. Obedient to repeated signs and recovering in a moment of anguish the agility of her young years, the old woman climbed on her son's hips. It was near the drink. Horse and rider lay in a group of old flaccid. The wolf tried to get up, but his desire was in vain. He felt a void in his back that weighed on him, and all his effort reached to sketch a glance at his master, lying a few steps further away, his head on the edge of the watering hole, a colorless wound strapped to his forehead, like a bone flower. A sponge disappeared buried in the ground, and the black chiripa, folded in disordered folds, enveloped the corpse like a mourning creep. Thus had died Don Ambrose, \"old perhaps\", dragging in his fall the helpless horse, whose staring eye would no longer, in clear brilliance, reflect his soul of good slave. The son was looking at all that, shaking his torso with tiny nervous shakes, as if the cry had stung his throat. And despite his mother's pleas, which demanded details, Panchito didn't sing that day. ♪ Finish ♪", "title": "De un cuento conocido", "author": "Ricardo Güiraldes"}