{"metadata": {"length": 5726, "words": 1087, "reading_time_min": 5.435}, "text": "Reginald slipped a trendy colored nail into the drawer of his new dress and examined the result with approval. \"I'm in the perfect mood\", he said, \"so that someone with an unmistakable future can paint me a portrait\". How comforting it would be to be left for posterity as Young with Pink Key in the catalogue, accompanied by Kid with a Spring Mountain and all the others. \"Youth\", said the Other, \"must suggest innocence. - But never follow that suggestion. I don't even think the two things go hand in hand. People talk a lot about the innocence of children, but they don't lose sight of them for more than twenty minutes. If you watch the milk, it won't boil and spill. I once met a boy who was truly innocent; his parents were social people, but... never, ever since he was a child, did they produce the slightest anxiety. I believed in company balances, in transparency in elections, and in women marrying for love, even in a system to win at roulette. He never lost faith, but he wasted more than his bosses could afford to lose. The last time I heard from him, I was sure he was innocent... unlike the jury. Anyway, I am innocent of what everyone is accusing me of right now, and as far as I can see, your accusations will remain unfounded. - An unexpected attitude from you. - I love people who do unexpected things. Haven't you always loved the guy who goes and kills a lion in the pit when he's bored? But let's keep this unfortunate innocence going. A while ago, when I was fighting with more people than I usually do, you among them (it must have been in November, because I never fight with you very close to Christmas) I had the idea that I'd like to write a book. It was going to be a book of personal reminiscences, not leaving anything out. - Reginald, what are you doing? - That's exactly what the Duchess said when I mentioned it. As I was planning to provoke, I was silent; the next thing people heard about me was, of course, that I had written the book and published it. After that, my privacy was no better than that of an ornamental fish. People attacked me in the most unexpected places. I was begged or ordered to remove things I had already forgotten had happened. He was once sitting behind Miriam Klopstock on a stage at the Royal Theatre, when he started with the chau-chau dog incident in the bathroom, which, he insisted, had to stay out. We had an intermittent discussion, as some people wanted to hear the play and Miriam is a champion of screaming. They had to stop him from playing at the Guacamayas hockey club because on a quiet day you could hear more than half a mile from what was going through his head when they hit him in the spine. They call them guacamole because of their blue and yellow clothes, but I understand Miriam's language was even more colorful. I just admitted to making a change, saying it was a spitz and not a chau-chau, and I stayed steady. Two minutes later he came to me with his megaphone voice: \"You promised me you wouldn't mention it: do you never keep your promises?\" When people stopped looking at us I told him that I would rather keep white mice than promises. I saw her tear the program sheet a few minutes before she lay back and said, \"You're not the boy I thought you were, like an eagle that got to Olympus with the wrong Ganymede\". That was his last audible comment, as he continued to break the program and throw the pieces around until the neighbor asked him, with the dignity of the case, if it was necessary for him to send for a garbage can. I didn't stay until the last act. - There's also the lady's business... I always forget her name; she lives on a street like that the drivers have never heard of, and she gets it on Wednesdays. He once scared me terribly at a private exhibition when he said, \"I shouldn't be here, you know; this is one of my days\". I thought you meant that I was having periodic seizures and was waiting for an attack any minute. It would have been too shameful if I had given him the name of Caesar Borgia or Saint Elizabeth of Hungary. Something like that would make you feel unpleasantly exposed, even in a private exhibition. However, she only wanted to say it was Wednesday, which was uncontroversial at the time. Well, she's on a completely different route from the Klopstock. She doesn't make many visits around, so I was anxious that I would take up an incident that happened at one of the Beauwhistle's outdoor parties, when she says that she accidentally hit a Serenity guy's wrists with a croquet stick and that the guy insulted her in German. In fact, what happened was that he was pontificating in French about the Gordon-Bennet scandal, (I never remember if it was a new submarine or a divorce. Sure: how stupid I am!). To be unpleasantly accurate, she didn't hit him for two inches (excessive anxiety, possibly), but she likes to think she did. I've felt that with a parrot that keeps flying so horribly, it seems to me out of false pride, until it crosses the fence. He said he could describe what he was wearing on that occasion. I told her I didn't want my book to be read like a laundry list, but she explained that I wasn't talking about those things. - And there's the Chilworth boy, who can be charming, as long as he's content to be a fool and dress like they tell him, but sometimes he gives up being epigramatic and the result is like watching a greyhound trying to nest in a blizzard. Since I didn't include him in the book, he's been chasing me to include one of his occurrences about the Russians and the yellow threat, and he's upset that I won't. - Total, I think it would be a pretty brilliant inspiration on your part if you suddenly invited me to spend a couple of weeks in Paris. FIN", "title": "La inocencia de Reginald", "author": "nan Saki"}