{"metadata": {"length": 6505, "words": 1170, "reading_time_min": 5.85}, "text": "Lucretius appeared in a large family that had retired away from civilian life. His early days were spent in the shadow of the dark portico of a high house steeped in the mountains. The atrium was harsh and the slaves were mute. He was surrounded, from childhood, by contempt for politics and men. The noble Memius, who was his age, endured in the forest the games that Lucretius imposed on him. Together they marveled at the wrinkles of the old trees and watched the trembling of the leaves under the sun, like a green veil of light dotted with gold spots. They often looked at the stripped backs of the wild hedges that peeped through the ground. They went through throbbing bee rockets and moving bands of ants in motion. And one day, as they came out of a basement, they reached a clear place completely surrounded by old cornstarchs, sitting so close together as if a circle were digging a blue hole in the sky. The silence in that asylum was endless. He would have thought he was on a wide clear path that went up into the divine air. There, Lucretius was impressed by the blessing of the quiet spaces. He left the serene forest temple with Memius to study eloquence in Rome. The old gentleman who ruled the upper house gave him a Greek teacher and ordered him not to return until he had the art of despising human actions. Lucretius never saw him again. He died alone, desecrating the tumult of society. When Lucretius returned, there was with him in the empty high house, in the harsh atrium and among the mute slaves, an African woman, beautiful, barbarian and evil. Memio was back at his parents' house. Lucretius had seen bloody factions, party wars and political corruption. I was in love. And at first, her life was enchanted. The African woman supported the hair of her hair on the wall mats. His whole body was deeply immersed in the sofas. He was surrounding the craters full of sparkling wine with his arms loaded with translucent emeralds. He had a strange way of lifting a finger and shaking his forehead. Their smiles had a deep, dark source like the rivers of Africa. Instead of knitting the wool, she patiently unwrapped it into small cups that flew around it. Lucretius longed to merge with that beautiful body. She squeezed her metal breasts and slammed her mouth against her lips with a dark violet. The words of love passed from one to the other, were sighed, made them laugh and worn out. They touched the flexible, opaque veil that separates lovers. Voluptuousness grew in fury and he wanted to change personality. It reached the sharp end where it expands around the flesh, without penetrating into the intestines. The African curled up in her foreign heart. Lucretius was desperate for not being able to consummate love. The woman became haughty, melancholy and silent, like the atrium and slaves. Lucretius was wandering about in the bookroom. It was there that he unfolded the scroll in which a scribe had copied Epicurus' treatise. He soon realized the variety of things in this world and the futility of striving for ideas. The universe seemed to her like the little wool cups that the African woman's fingers scattered in the rooms. The clusters of bees and the columns of ants and the moving tissue of the leaves seemed to him to be clusters of clusters of atoms. And throughout her body she felt an invisible people and discord, eager to separate. And the gazes seemed to him more subtly fleshy rays and the image of the beautiful barbarian, a pleasant and colorful mosaic, and he felt that the end of the movement of that infinity was sad and vain. Just as he had seen the bloody factions of Rome, with their troops of armed and insulting clients, he beheld the whirlwind of troops of red atoms in the same blood and arguing over obscure supremacy. And he saw that the dissolution of death was only the emancipation of that turbulent mob that rushes into another thousand useless movements. Now, when Lucretius had been instructed by the papyrus scroll, in which Greek words like the world's atoms were interwoven with each other, he went out into the woods through the dark portico of the high house of the ancestors. And he saw the back of the striated jaws that always had their snout pointed toward the ground. Then, as he crossed the basement, he suddenly found himself in the middle of the serene temple of the forest and his eyes were immersed in the blue well of the sky. And that's where he sat his rest. From there he beheld the murmuring immensity of the universe; all the stones, all the plants, all the trees, all the animals, all the men, with their colors, with their passions, with their instruments, and the history of those various things and their births and their diseases and their deaths. And between the total and necessary death, he clearly perceived the unique death of the African woman; and he wept. I knew that tears came from a particular movement of the small glands that are under the eyelids, and that they are agitated by a procession of atoms coming out of the heart, when the heart itself has been moved by the succession of colored images that protrude from the body surface of a beloved woman. I knew that the cause of love is the dilation of atoms that desire to join with other atoms. She knew that the sadness that causes death is the worst of earthly illusions, for the dead had ceased to be unhappy and to suffer, while the one who mourned her mourned for her own ills and thought darkly of her own death. I knew that we had no double appearance left to shed tears over his own corpse lying at his feet. But, as she knew exactly how sad and love and death are and how vain images they are when viewed from the quiet space where you have to lock yourself up, she continued to cry, and to desire love, and to fear death. That is why, having returned to the high and gloomy home of the ancestors, he approached the beautiful African woman, who was cooking a stew in a metal container in a brazier. Because she had thought, too, for her part, and her thoughts had gone back to the mysterious source of her smile. Lucretius looked at the still-boiling brew. It gradually cleared up and became like a cloudy green sky. And the beautiful African shake her forehead and raise her finger. Then Lucretius drank the filter. And immediately afterward his reason disappeared, and he forgot all the Greek words of the papyrus scroll. And the first time, when he became mad, he knew love; and in the night, being poisoned, he knew death. FIN", "title": "Lucrecio: Poeta", "author": "Marcel Schwob"}