{"metadata": {"length": 4222, "words": 794, "reading_time_min": 3.97}, "text": "On May 1st, he was leaning over at dusk. The whispering of the Sokolniki pine trees and the singing of the birds are drowned out by the sound of the carriages, the voices and the music. The driveway is full. At one of the old promenade tea tables sits a couple: the man with a greasy cylinder and the lady with a light blue hat. In front of them, on the table, there is a boiling samovar, an empty bottle of vodka, tacitas, cupitas, a cut sausage, orange peels and so on. The man is brutally drunk... looks at the orange peel and smiles senselessly. - You're tired of it, you idiot! - the angry lady whispered, looking around confused. If you think about it before you drink, your eyes are impudent. It's not that people hate to see you, you've ruined yourself all the pleasure. Take tea for example, and what do you know now? For you now the jam, the sausage is the same... and I tried so hard, I took the best I could... the senseless smile on the man's face becomes an expression of sharp sorrow. -M-masha, where are they taking people? - They're not taking her anywhere, but she's walking on her own. - What's the sheriff doing? - The sheriff? For the record, and maybe walk around... Well, as far as he drank, he doesn't understand anything anymore! I'm not bad, I'm a painter of the genre. You've had enough, you've been good and you've been quiet... you, instead of babbling, think better... around you are green trees, grass, birds of various voices... and you're not paying attention, as if you weren't there... you look, and like in the fog... the painters are now determined to fix nature, and you as a Kurd... nature... - says the man and moves his head. The nature... the birds sing... the crocodiles crawl... the lions... the tigers... delirium, delirium... everyone walks like people... walk the handle, listen to the music, you're the only one in the scandal. And when did you get that? How could I not have noticed? -M-masha - the cylinder blinking, pales. - What's wrong with you? I want to go home soon... wait... when it gets dark, then we'll go, but now it's a shame to go: you're going to stumble... people will start laughing... sit down and wait... I... I'm home... the man gets up quickly and, stumbling, leaves the table. The audience, sitting at the other tables, starts to mock... the lady gets confused... God damn it if I come with you one more time... this one blinking, supporting the man. It's just a disgrace... well, it would be if it was legitimate, but then... for pleasure. -M-masha, where are we? - Shut up! If you're embarrassed, everyone's pointing their finger at you. Is he to you like the one who hears the rain? But to me, what is he? Well, it would be legitimate, but like this... well... he gives me a rouble and rebukes me for a month: I'll keep you! And I didn't care about your money! I'm going to grab it and go with Pavel Ivanich... to the house... rent a coachman... go right, and I'll go right... go right. The lady puts her illegitimate man in front of the exit and gives him a slight push behind his back. The man bounces forward and, stumbling, stumbling over the passers-by and the banks, rushes forward... the lady goes behind and watches his movements. She's confused and alarmed. - A stick, sir, would you like? - addresses the man who walks a person with a stick and cane hatchet. - The best... of cork... of bamboo... the man looks at the stick seller, then turns back and runs in the opposite direction. There's a horror expression on his face. - Where the hell are you going? - the lady stops him, grabbing him by the sleeve. Well, where? - Where is Masha? M-masha is gone... The lady takes the man by the hand and takes him out. It's embarrassing to you. God damn me if I come with you one more time... this whisper, all red with shame. For the last time I endure this disgrace... may God punish me... tomorrow I'm leaving with Pavel Ivanich! The lady, timidly, looks up at the people, waiting to see mocking smiles on their faces. But he only sees drunken faces. Everyone's shaking their heads. And she feels more relieved. FIN 1885 Translation by René Portas. We thank Esteban Molina for his contribution to this story to the Ciudad Seva Digital Library.", "title": "En el paseo de Sokólniki", "author": "Anton Chejov"}