{"metadata": {"length": 1978, "words": 372, "reading_time_min": 1.86}, "text": "A few days after entering the factory, as he was passing by to go to the bathroom, he heard some of his female colleagues murmuring and the murmur left him with the contempt: \"The leprosy\". By her elongated hand, which for years before the glove was able to hide on the back or in the skirt or in the neck of some dance partner. It was not leprosy, no finger had fallen off, and the intermittent itching soon disappeared with the prescription ointment. But it was his sick hand, sometimes red, sometimes white-scalled, it was his hand and it was already customary to love and pamper her like a weak, crippled son, who demanded too much affection. Dermatitis, the insurance doctor said. He was a quiet man, with very thick glass glasses. They will say many words to you and prescribe strange names to you. But no one knows anything about it to cure her. To me, it's not contagious. And I'd even say he's psychic. And she thought the old man was right because, without being a dwarf, his height did not match his age; and his face did not reach ugliness, it stopped in the vulgar, dull, round, eyes so small that his dim colour could not be shown. So for the end-of-year ball the factory owner offered so that the employees would forget their wages for a while, he got a pair of gloves that hid their hands and climbed up to their elbows. But out of fear or disinterest, no one came to ask her out and spent the night sitting and watching. At dawn, already at home, he threw his long gloves into a corner and stripped himself, washed his sick hands over and over and over again and on the bed, before turning off the light, he was smiling and kissing her. And he may have said in a low voice the tender and affectionate nicknames he was thinking of. She settled for sleep and her hand, obedient and grateful, slipped down her belly, caressed her hair and then moved forward with two fingers to chase away misfortune and accompany and provoke the joy they were giving her. FIN 1994", "title": "La mano", "author": "Juan Carlos Onetti"}