{"metadata": {"length": 4166, "words": 767, "reading_time_min": 3.835}, "text": "The old baron of Ravots had been for forty years the king of the hunters of his province. But by five or six a paralysis of his legs had nailed him to his armchair, and he had to content himself with throwing the pigeons from a room window or from the great staircase of his palace. The rest of the time I spent reading it. He was a man of pleasant treatment, who had retained much of the love of the letters that distinguished the last century. He loved picaresque comics, and he also loved the authentic anecdotes that his close friends were the protagonists. As soon as he came to visit, a friend asked him, \"What's new? He had the skill of an instructional judge to interrogate. On sunny days he was carried in his large wheelchair that looked like a bed to the palace door. Behind him stood a servant with the rifles, loaded them and passed them on to his master. Another servant, hiding in a small woodland, would occasionally release a pigeon at regular intervals to catch it by surprise, forcing it to be on constant alert. He spent the day throwing those light birds, desperate if they could make fun of him, and he laughed until tears came to him when the animal fell off the lead or gave some strange, comical whisper. And he turned to the young man that bore his weapons, and said to him with a trembling joy, Joseph, I gave him his. Did you see how it fell? And Joseph answered and said, The lord baron shall not make one. As autumn came, and with it the hunting season, he invited his friends as in his good times and enjoyed hearing the detonations from afar. He would tell them and he would be happy if they repeated quickly. At night he demanded that every hunter give a detailed account of the day's events. And the contertulians and the baron stayed three hours on the table counting hunting lances. Hunters are very talkative people and they happily recounted a hundred strange and unlikely adventures. Some have become classics and were regularly repeated. The rabbit that the Viscount Bourril failed in the very hall of his palace did not lose grace, and every year made them twist at laughter. Not five minutes went by without a new storyteller coming up. -I hear a \"Biiiirrrr!\"... and a magnificent side rises ten steps away. PIF, PIF! and I see it raining like boots. Seven of them fell! Such stories left them ecstatic, for it was normal to lend faith to one another. But, moreover, it was a tradition in that house what was known as the \"story of the bequest\". Every year, coinciding with the passage of these birds, which constitute the most desirable prey, the same ceremony was repeated. Every night one of these birds was served at dinner for a beard, for the baron was very fond of the incomparable bite; but the heads were left aside, on a plate. After this, the baron, with all the gravity of a bishop who officiates at the altar, ordered another plate of fat to be brought to him, and carefully anointed the precious heads, holding them from the tip of the peak, thin and long as a needle. They put a burning candle in his reach and all were silent, waiting anxiously. He then took one of the heads so prepared, passed it with a long pin, pinched a cork at the other end and balanced the respective weights with sticks placed like swingers; then, and with much tick, he planted that chirimbolo on the basket of a bottle, like a barge-stick. All the diners were counting in unison and out loud: \"One, two, three!\" The baron, striking him with a finger, made the toy spin. The guest who pointed the pointed peak at when he stopped spinning was left with all the heads, an exquisite bite that made his tablemates' eyes blank. The gracious one would take them one by one, and hide them in the flame of the candle. The grease sparkled, the golden skin moistened, and the lucky man crushed his greasy head between his teeth, holding it by the peak, letting out exclamations of pleasure. At each head the other guests would raise their glasses and drink to their health. In the end, after eating them all, he was obliged, at the time the baron indicated it, to tell a story, to compensate in this way those who had not had their luck. FIN", "title": "La becada", "author": "Guy de Maupassant"}