{"metadata": {"length": 7702, "words": 1408, "reading_time_min": 7.04}, "text": "Once the snakes gave a great dance. They invited frogs and toads, flamingos, and yackers and fish. The fish, as they do not walk, could not dance; but being dancing on the river bank the fish were staring at the sand, and applauded with the tail. The Yacarés, to adorn themselves well, had put a banana necklace around their necks, and smoked Paraguayan cigars. The frogs had stuck fish scales all over their bodies, and they walked waving, like they were swimming. And every time they passed very seriously by the riverbank, the fish shouted at them making fun of them. The frogs had scented their whole body, and they were walking on two feet. And each one was hanging, like a lighthouse, a swinging firecracker. But the most beautiful were the snakes. All, without exception, were dressed in dancer's costume, the same color as each snake. The colored vipers wore a turtle of colored tul; the green ones, one of green tul; the yellow ones, another of yellow tul; and the aaranas, a gray tul painted with stripes of brick dust and ash, because that is the color of the aaranas. And the most splendid of all were the coral snakes, who were dressed in very long red, white and black gas, and danced like serpents. When the snakes danced and whirled around the tip of their tail, all the guests applauded like crazy. Only the flamingos, who had white legs and a very thick and twisted nose, were sad because they had little intelligence and did not know how to dress. They envied everyone's suit, especially the coral vipers. Whenever a snake flew in front of them, flirting and waving the snakes' waves, the flamingos died of envy. A flamenco then said, \"I know what we're going to do. We're gonna wear colored stockings, white and black, and the coral vipers are gonna fall in love with each other. And they all together lifted up the flight, crossed the river and went to a warehouse in the village. - So much! - they got their feet. - Who is it? - replied the warehouse. - We are the Flamingos. Do you have colored, white and black stockings? - No, there isn't, the warehouse manager replied. Are you crazy? You're not gonna find any socks like that anywhere. The flamingos then went to another warehouse. - So much! Do you have colored, white and black stockings? The warehouse keeper said, \"What do you mean? Colored, white and black? There are no socks like that anywhere. You guys are crazy. Who are they? \"We are the Flemish\", they replied. And the man said, \"So they're definitely crazy flamingos. They went to another warehouse. - So much! Do you have colored, white and black stockings? The warehouse keeper shouted, \"What color? Colored, white and black? Only birds like you can ask for socks like that. Get out of here now! And the man threw them out with the broom. The flamingos went through all the warehouses, and everywhere they went, they were driving them crazy. Then a father, who had gone to the river to drink water, mocked the flamingos and said, greeting them with a big voice: \"Good night, flamingo masters!\" I know what you're looking for. You won't find socks like that in any warehouse. Maybe it's in Buenos Aires, but you'll have to ask for it by mail order. My sister-in-law, the owl, has stockings like this. Ask them, and she'll give you the colored, white and black stockings. The flamingos thanked him, and flew off to the owl's cave. And they said to him, \"Good night, owl!\" We came to ask for the colored, white and black stockings. Today is the big snake dance, and if we put on those stockings, the coral snakes are gonna fall in love with us. - I'd love to! - the owl replied. Wait a second, and I'll be right back. And he flew them, and left the flamingos alone; and he returned with the stockings. But they were not socks, but coral snake hides, lovely hides freshly taken from the snakes the owl had hunted. \"Here are the socks\", the owl said. Don't worry about anything, but one thing: dance all night, dance non-stop for a moment, dance sideways, peak-wise, head-wise, as you please; but don't stop for a moment, because instead of dancing, you're going to cry. But the flamingos, being so foolish, did not fully understand the great danger that was in it for them, and mad with joy they put on the leather of the coral snakes, like socks, putting their feet inside the leather, which were like tubes. And they were very happy to fly to the dance. When they saw the flamingos in their beautiful stockings, everyone was jealous of them. The snakes wanted to dance with them, only, and since the flamingos would not let one moment of their legs move, the snakes could not see well what those precious stockings were made of. But little by little, though, the snakes began to distrust. When flamingos danced by them they would bend to the ground to see. Coral snakes, in particular, were very restless. They did not take their eyes off the socks, and they also bowed down trying to touch the flamingos' legs with their tongues, because the tongue of the snakes is like the hand of the people. But the flamingos danced and danced without ceasing, even though they were so tired and couldn't take it anymore. The coral snakes, knowing this, immediately asked the frogs for their light-blowing little lights, and they all waited together until the flamingos fell tired. Indeed, a minute later, a flamenco, who could no longer stand it, stumbled upon a cigarette from a yacaré, stumbled and fell from his side. At once the coral vipers ran with their lanterns, and they lit up the flamenco's feet. And they saw what those stockings were, and they cast a whistle which was heard from the other side of Paraná. - It's not socks! - the snakes screamed. We know what it is! We've been tricked! The flamingos have killed our sisters and put their skins on like stockings! The socks they have are coral snakes! When the flamingos heard this, they were afraid because they were discovered and wanted to fly. They were so tired that they could not lift a leg. And the coral-like serpents came upon them, and they wrinkled themselves upon their feet, and bit their socks. And they tore their socks to pieces in their anger, and bit their feet, that they might die. The flamingos, mad with pain, jumped from side to side, without the coral snakes unrolling from their legs. Until finally, seeing that not a single piece of the middle was left, the snakes left them free, tired and fixing the gasses of their dance suits. Moreover, the coral vipers were sure that the flamingos would die, because at least half of the coral vipers that had bitten them were poisonous. But the flamingos didn't die. They ran to the water, feeling great pain. They were screaming in pain, and their legs, which were white, were then colored by the venom of the snakes. They went on for days and days and they always felt terrible burning on their legs, and they were always blood-colored, because they were poisoned. It's been a long time. And now the flamingos are still almost all day long with their colorful legs in the water, trying to calm the burning they feel in them. Sometimes they turn away from the shore, and take a few steps on the land, to see how they are. But the pains of the poison come back immediately, and they rush into the water. Sometimes the burning they feel is so great, they shrink one leg and stay like that for hours, because they can't stretch it. This is the story of the flamingos, who once had white legs and now have colored legs. All the fish know why, and they make fun of them. But flamingos, while healing in the water, do not miss an opportunity to avenge themselves, eating as much fish as comes too close to mocking them. End of the Jungle Tales, 1918", "title": "Las medias de los flamencos", "author": "Horacio Quiroga"}