{"metadata": {"length": 6601, "words": 1148, "reading_time_min": 5.74}, "text": "It had to happen at the end. We had been warned of this many times and we never wanted to be caught. That is, the flies and wild animals, smitten by man’s lust, secretly gathered in some ignored region of Africa to take refuge from a possible catastrophe of the planet. Of course, no one has been allowed to be present. It has expelled the insects and other minor alimae, so convinced that they are the future of the world because of their ability to “proliferate” among the greater abyects, without even forgiving the hornets and the hornets nests, which -despite literature- are the cause of all the damage, for having proposed man as the type of the perfect republic: national socialist, of course. Some of the beasts of the Book of Job, living jergoglifers, were also victims of the previous censorship. Thus the mountain goat and the horn, redeemed and unassimilatable, endowed with posterity but not continuity, and which, like the bad theorists, end up with effort, revolving around themselves, what does not exist, what goes and does not come back. The onagro, irregular sleeper, desert dweller, who slumbers in all social groups as the slut without a duty, was also excluded. Then another dreadful lonesome creature, the rinoceros, hurled from a single block, which he could never see beyond his nose because it was buried, among the bilious oyls of marrons, the cord planted as he teaches, soared into the artillery piece. He did not tolerate the owl, the savage bird that eats its eggs, “high-class mutilation”, with its plumes of embattled or snobby, its indecent swathe of raw meat that ends in a smashed potato, its shameless naked muscles, its constant zigzag of fugitives -the whirl of the horse and the jinn-, its wingless winglets that ignore the flight and applaud the race; his stupid pretense of hiding when he snatches the head in the dust, figurating so -sophism of “will and representation”- that he himself hides from the world because he hides the world from his eyes. No pity was shown to the gypsy or the gypsy girl, whose swollen eyes drew blood, who only arose to the heights to better see the abandoned cars on the ground and who, constantly circling in slave circles, drew their hedonistic appetites. They were, after all, the true animals. Lions, tigers, panthers, bears and other fine animals, large and small, almost did nothing but listen: they had not had time to reflect on the case. The very Maese Zorro, shedding his fabulous tradition, was found to be a stranger. And, in contrast to what happens in human congresses, theirs, by luck, collapsed. Some animal stories obviously took up the weight of the debate. The snorer, who was pressing the session, took the floor. The swine has seen man close up and, as you all know, accompanied him on some of his most memorable journeys: military excursions in Dionysus, a long journey to the Salvador. But there were no illusions. At his judgment, the destiny of the human creature had exhausted its last promises. What do men do today for men? Destroy each other. When all a species submits frantically to its own annihilation, it is to believe that its madness responds to the high designations of its Creator. \"Because I, my brethren, believe in God,\" the assassin concluded in his wisdom. After the trembling silence that followed these words, a shiver was heard. It is he who, “in the midst of the battles, says: ‘Ea!’ and far off the battles roar, the assembling of princes and the clamor” (Job, XXXIX, 25). The horse, our steadfast comrade in arms, the savage rafaga, did not want to deny his defeat. The fight, once heroic and which raised the heart energies, today is a matter of administration and machines. -Moreover - he continued - if man only fights against man! Many could rise up in defense of war, the real war in which I was an ally of man. But today humans are already fighting nature and want to disintegrate and make it disappear, in their afghan of destroying it. Earth itself is in danger. Some of the protesters were violently beaten. There was a sign of not leaving the dogs alone, suspicious of man’s involvement. But the monkey spoke. According to him, there was no other resource but to wait for the time and choose a new monarch. Nobody more suited than the monkey - the branch of the destroyers - to succeed man in government. - Oh, no! - the elephant cried. It is necessary to have an animal of greater gravity and aplomb, of recognized responsibility and proven memory, capable of carrying out its enterprises. The monkey is a ridiculous and comical creature, a fey imitation of man, and a creature always exposed to serious anxiety and nervousness; we would almost say it is a worm, the candor in a nutshell, whose turns and turns are of no use and no meaning. Substitute the man for his cartoon? Never! Here an enjambered eagle, dressed in green and red cloth, arose and threw a twig; that is, he asked the word. It was a circus elephant, escaped from some stage in the Far West. It had all the prejudices that can be acquired in dealing with the soothsayers and in the frequency of human spectacles, and was full of sophisms and ardides. He was almost a professional politician. He tried to get them to listen. Not long after he began to sneer maliciously, making the joke and saying ill-mannered remarks about the convenience of using calzones, the Orthodox eagles, the Selváticos, made fun of him, declaring him representative of Wall Street. The discussion began to take an alarming turn; but, with a prolonged sigh, a Rara, which was shedding the most dazzling rays and was centered by a red and gleaming light, could impose order and began to say in a harmonised voice: - Vote for the abolition of man. Be annulled man and have no successor. What does the Earth need? Alternate the days and nights, the auroras and the crepusculars, the calms and the storms, the rains and the suns. Nobody can escape the roar of the waterfalls, the roaring roar of the rivers and the scream of the waterfalls. Dance to your heart's content to the green waves. The plomish nubbins are pushed or rolled back to their talon. The long-tail winds blew away the rust and the twigs of the yellow leaves. He trusts and cultivates the vegetation at his altar. The countryside beckons and beckons to the cities. Forget forever the man. Once and for all this rotten accident of Creation will disappear. The ovations made the mountains shake. Between the general elation, the dogs, running everywhere, arrived at the nearest television station and denounced the case to the “big rotators”. FIN Stories, 2001", "title": "La asamblea de los animales", "author": "Alfonso Reyes"}