{"metadata": {"length": 3084, "words": 579, "reading_time_min": 2.895}, "text": "Long, long ago, there lived in a magical country a humble shoemaker, so poor, that there came a day when he could only raise enough money to buy the skin needed to make a pair of shoes. I don't know what will happen to us, he told his wife, if I don't find a good buyer or change our fortunes. We won't even be able to get food for another day. He cut and prepared the leather he had bought with the intention of finishing his work the next day, for he was already very tired. After a quiet night, the day came, and the shoemaker was about to begin his workday when he discovered two precious finished shoes on the work table. They were sewn so carefully, with stitches so perfect, that the poor man could not believe his eyes. They were so beautiful, that as soon as a walker saw them through the window, he paid more than his actual price for them. The shoemaker was not happy, and he went to tell his wife: \"With this money, I can buy enough leather to make two pairs. Like the day before, he cut the patterns and left them ready to finish the work the next day. Again the prodigy was repeated, and in the morning there were four shoes, sewn and finished, on his workbench. Also this time there were customers willing to pay large sums for such excellent work and such exquisite shoes. One night and another, the same thing always happened: all the cut leather the shoemaker left in his workshop, turned into precious shoes the next day. As time passed, the quality of the shoemaker's shoes became famous, and he never lacked customers in his shop, coins in his box, or food on his table. Christmas was coming up, when he said to his wife, \"How about we hide tonight to find out who's helping us this way?\" She thought it was a good idea and they stood behind a piece of furniture waiting for someone to arrive. Twelve bells were ringing on the clock when two little naked leopards appeared out of nowhere and, climbing up the table's legs, reached its surface and began sewing. The needle ran and the thread flew and in a moment they finished all the work the man had left ready. They suddenly disappeared and left the shoemaker and his wife stunned. Have you noticed these little men who came here were naked? We could make them little little robes so they don't get cold. He pointed to the shoemaker his wife. He matched his wife, they left the clothes on the table instead of the leather patterns, and at night they bet on the furniture to see how the goblins would react. They sounded the twelve bells and the little ones came. As they jumped over the table they seemed amazed at the costumes, but when they realized they were their size, they dressed up and sang: \"Are we not two handsome and elegant young men? Why keep wearing shoes like before? And just as they had come, they'd gone. Jumping and earring, they disappeared. The shoemaker and his wife were pleased to see the happy goblins. And though they had declared, they did not return, they were never forgotten; for there was never any shortage of work, or food, or anything in the house of the shoemaker. ♪ Finish ♪", "title": "Los elfos y el zapatero", "author": "Hermanos Grimm"}