{"metadata": {"length": 7423, "words": 1377, "reading_time_min": 6.885}, "text": "The press unanimously responded to the call of the Society for Animal Protection to collaborate in the construction of an animal facility. It would be a kind of home and a refuge, where stray dogs, without owners, would find food and shelter instead of the loophole the administration has reserved for them. The newspapers recalled the faithfulness of the animals, their intelligence, their dedication. They glorified events of astonishing sagacity. It is my wish, taking this opportunity, to tell the story of a lost dog, a vulgar dog, without pedigree. It's a simple but authentic story. In the suburbs of Paris, on the banks of the Seine, lived a family of wealthy bourgeois. They had an elegant mansion with a large garden, horses, wagons, and many servants. The coachman's name was François. He was a peasant-born individual, a little short-minded, thick, dull... but of good heart. One night, as he was returning to his owners' house, a dog began following him. At first he ignored the animal, but the animal's stubbornness and following him so closely made the coachman turn... he looked at the dog trying to recognize him, but no... he had never seen him. It was a very thin bitch with huge hanging ups. He was lying behind the man in a sorry state; his tail tight between his legs and his ears stuck to his head. François stopped by. The bitch did the same. François resumed the march and the bitch followed him. He wanted to get rid of that animal skeleton and cried out, \"Get... get away from me! The dog moved two or three steps back and stopped leaning on his hind legs, but as soon as the coachman turned, she followed him back. He made a hurry to pick up some stones and the animal quickly walked away, with a great shaking of his ubers, but immediately turned back the chase as soon as the man turned around. Then the coachman called the bitch. The animal timidly approached with its spine bent like a circle and all its ribs scratching on the skin. He caressed the relief of the bones and moved with compassion said: \"All right... look! As if he understood, the animal moved its tail joyfully and set out to walk, now confident, before him. He installed it in the barn's haystack; then he went to the kitchen to get some bread. The next day, the owner was informed by the coachman that he had sheltered the animal, but they did not bother to keep it. However, the dog's presence in the house soon became a cause of trouble and incessant conflict. He was constantly in zeal and throughout the year the four-legged aspirants besieged the residence. They were on the road, in front of the door, they were entering the bushes of the garden, they were smashing the plants, they were tearing the flowers, and their continual comings and goings exasperated the gardener. Day and night it was a concert of howling and endless battles. The masters even found on the stairs dogs of all races, small with their tails cut off, gray dogs, street roamers who live off the trash, huge Newfoundland breed dogs with curly hair... François called her \"Cocote\" and she did honor her name. It was breeding with astonishing ease and had layers of dogs of all species. Every four months the coachman had to sacrifice the grey of puppies by drowning the little ones and throwing them into an aquiferous well. Coconut, in time, had become huge. After her former slenderness, she was now obese, with a swollen belly beneath which her long, trembling uber always crawled. She was so fat, she was exhausted after ten minutes of walking. The coachman used to say, \"He's a good animal, but to my faith he leaves the well out of service\". The gardener complained daily, the cook did so much, for she found dogs under her oven, under chairs, in the coal arch; they stole everything they found. The master asked François to get rid of Cocote. The servant, desperate, groaned, but he had to obey. He offered the bitch to all his acquaintances but no one wanted her. He tried to lose her. A salesman took her away in the cabin of her car, but once she had found her way back, and despite her falling belly, she always went back to bed in her stable. But the master refused and, upset, called François, to whom he said severely and angrily: -If you do not get rid of this animal by tomorrow morning, I will fire him immediately... He was dismayed because he loved Cocote. He thought about it and concluded that it was impossible to get him a new home because no one wanted to be near this bitch followed by a dog regiment. So it was necessary to take action: I couldn't place it, I couldn't lose it; the river was the only solution. So he thought of giving someone 20 pence to do the job. But this thought was met with acute pain, since someone else might not have taken care not to make the animal suffer, and so he decided to execute himself. He couldn't sleep that night. At dawn he got up and, taking a strong rope, went to find Cocote... the bitch got up slowly, shake her tail and stretched her limbs celebrating the arrival of her master. He sat down and, bringing her to his knees, caressed her for a long time, then put on her belt and mouthpiece and said, \"Let's go\". The bitch waved her tail thinking she was going for a walk. They've come to the river. François chose a place where there seemed to be enough depth. And he bound one end of the cord to the neck of the beast, and took a great stone, and joined it to the other end. After that, he took the dog in his arms and kissed her furiously, as if she were a person you say goodbye to. He held her tightly to his chest, and the bitch licked him with satisfaction. He tried to throw it ten times, but he was powerless. But in an attempt, with a sudden decision, he gathered all his strength and threw it as far away as possible. She floated for a second, struggling, trying to swim like when she was bathed... but the stone pushed her to the bottom; she had a look of anguish and her head disappeared first, while her legs, coming out of the water, were still shaking. Then some air bubbles appeared on the surface... François thought he saw the bitch for a moment as the channel twisted into a muddy area of the river. He almost goes crazy and for a month he was sick, tortured by the memory of Cocote drowning her towards the end of April. After a long time, he recovered. Finally, he barely thought about it when, in mid-June, his masters decided to go to Ruán to spend the summer. One morning, it was very hot, and François decided to go swimming by the river. As he entered the water, a nauseating smell made him look around. He observed a rotting dog's body amongst some reeds. He came up surprised by the color of his hair. A broken rope still squeezed his neck. It was his dog, Cocote, thrown down the stream 60 miles from Paris. He was still standing, water up to his knees, upset, as if it were a miracle. He suddenly went half crazy and started walking randomly, with his head lost. He wandered all day and lost the way he never found again. He never dared touch a dog again. This story has only one merit: it's true, entirely true. Without the strange meeting of the dead dog, six weeks and sixty miles away, we would undoubtedly never have known it; for how many poor, sheltered animals we see every day! If the Animal Welfare Association's project is successful, we will at least reduce the presence of these bodies with four legs thrown into the riverbanks. FIN", "title": "Historia de un perro", "author": "Guy de Maupassant"}