{"metadata": {"length": 1898, "words": 356, "reading_time_min": 1.78}, "text": "There was once a grumpy, hanging tailor. Good, hardworking, and pious as his wife was, she never did things to her husband's liking. He was always unhappy, whining, mocking, grumbling and hitting her. Eventually, his conduct became known to the authorities, who arrested him and imprisoned him for correction. After spending a season on bread and water, he was released, under promise that he would never again mistreat his wife, but would live in good peace and harmony, sharing with her sorrows and joys, as is lawful among married people. For a time things went well; but then he returned to his old ways, again showing himself hanging and groaning; and as he could not hold him, he tried to grab her by the hair and scratch her. And the woman fled, and ran out into the court; but he pursued her, having a measuring staff and a shear-knife, and casting at her all that he had at hand. If I punched her, she would laugh; but if I failed her, everything was inappropriate and insulting. This situation lasted until the neighbors intervened in favor of the unhappy woman. The tailor was to appear again in court, and he was reminded of his promise. And he said, Ye courtiers, I have kept my vow; I have not smitten her, but I have shared her joy. \"How is that?\" the judge replied, \"when there are so many complaints against you again?\" I didn't hit him. What happened is that, seeing her so beautiful, I wanted to comb her hair with my hands, but she was running away from me, because she is very malicious. And I ran after her, to make her do her duty, and to remind her of her duty; and I threw at her as much as I had in my hand. I shared with her sorrows and joys; for when I smote her, I received pleasure, and she sorrow; and when I failed, sorrow was for me, and pleasure for her. The judges were not satisfied with his answer and ordered that he be given the reward he deserved. ♪ Finish ♪", "title": "Hay que compartir las penas y las alegrías", "author": "Hermanos Grimm"}