{"metadata": {"length": 2058, "words": 406, "reading_time_min": 2.03}, "text": "A certain boy and a girl, whose names this account has not preserved, once lived near a church. The boy, who was quite mischievous and wicked, had a habit of trying to scare the girl in endless ways, until she was so used to his tricks that she was no longer able to be frightened by any of the things he did. On a wet day, the girl was sent by her mother to fetch the wet clothes that had been dried up in the church yard. When she had filled her basket with clothes, she was about to return when she saw sitting, in a nearby tomb, a figure dressed from head to toe in white, but she did not panic, believing it was another toy of the boy. So she ran to the figure and hit the little girl's handkerchief, and said, \"You're not going to scare me this time. So when she finished collecting the dry clothes, she went home. But to her surprise, the boy was the first person to receive her when she entered the house, being impossible that he had arrived without her seeing him. Among the dry clothes, however, when it was ordered, they found a white tray, which did not belong to any of the occupants of the house, and which was filled with dirt. The next morning the ghost (as the girl had seen a ghost) was seen sitting without the hat on his head, on the same grave as the day before. And since no one had the courage to go and put the kettle on him, or at least knew how to conjure it, the family sought help from the neighborhood. An old man declared that the only way to avoid a general calamity was for the girl to put back on the spectrum head the dressing she had taken, in the presence of many people, who would keep perfect silence. So a crowd gathered in the church, and the girl in front, a little scared, dared to put her hat on the ghost's head, saying, \"Are you satisfied? But the ghost raised his hands and struck him with a terrible blow. \"Yes, \" he said\", but now you are satisfied. The girl fell to the floor, and at the same instant the ghost sank into her grave, the same one she had been sitting in, never to be seen again. Icelandic name", "title": "El birrete blanco", "author": "nan Anónimo"}