{"metadata": {"length": 7097, "words": 1251, "reading_time_min": 6.255}, "text": "The story I shall tell is not mine, nor of anyone else, though it is printed; and I can now say what Apuleius says in his Asno de Oro: Fabulam groecanica incipimus: it is the story of a Greek fable. But that Greek fable, not one of the most popular, has the deep meaning and honeyed flavor of all its sisters; it is a flower of human understanding, in that happy time when reason and fantasy had not been divorced, and from their association came forth the merry pranks and the exclamatory and archaic myths. It was, therefore, that the poet Estesicorus, thumping the iron string of his heptacord and making a libation to the Eumenides with pantane water in which had been macerated bitter astringents and noxious cicuta, poured a sour and ferocious sour upon Helen, the wife of Menelaus and the cause of the war of Troy. He described the famine with a profusion of details that later imitated in Odea the divine Homer, the tribulations and disappointments wrought by the fatal beauty of the Titanic: the kings' private kingdoms, the widows without husbands, the daughters enslaved, the orphaned children, the warriors who, in the ripeness of their years, had fallen into the region of the shadows, and whose rotten body could not even attain the honors of the fiery phoenix; and he painted this picture of desolation, emptied the cauldron of his sharp arrows, acribing Helena with invectives and curses, covering her with shame and disgrace on the face of all Greece. With great astonishment to Estesicorus, the Greeks, lamenting Helena's ill-fated influence, did not approve of the sacrificial offering. Perhaps its own virulence displeased that instinctively delicate and cultish people; perhaps the piety that infects every woman spoke in favor of the guilty daughter of Titus. His detractors became famous for being smug, glib and self-righteous; Helena, some sympathy and much sympathy. With this result, Estescoro, with his eyes gagged, as it were, locked himself in his house, where he remained engulfed in misanthropy and embraced his fea and swollen vengeful muse. The dream had shut its eyes one night, when suddenly he felt a cold and heavy door like marble slammed into his ear. He awoke with a start and, in the clarity of the star that shone in the face of the manifestation, recognized nothing less than the divine Polux, half-brother of Helen. A shiver of terror shivered down the satyr's spine, and he guessed that Pólux was coming to ask him for a quick lesson in retaliation. -What do you want me for? - he exclaimed in a very alarming tone. -Castigarte -Pólux declared- but let us talk first. Tell me why you have hurled that insolent slander at Helena; and I am true, it would not serve you to lie. - That's right! - replied Estescoro-. In vain would a mortal try to hide from the immortals what he has in his heart! As you can read in it, you know from the outset that the indignation at the evils that your sister caused and the pain of seeing the afflicted country, dictated that song. -Because I see in secret I know you are trying to deceive me -Polux murmured with contempt. And without possessing my divine perspicacity, the Greeks have also known your movements and your intentions. There is no example, oh poet!, of satire that has as its subject the general good: always this hypocritical appearance conceals personal and selfish eyes. You saw the beauty of my sister; you coveted her, and you could not bear to see another take the roses whose fragrance you loved. -Your sister has sinned against the holy virtue - said Estescoro emphatically. - My sister did not receive from the gods the charge of representing virtue, but beauty - Pólux, enraged -. If there were a mortal in whom virtue, beauty and wisdom were incarnated at once, he would be equal to the immortals. What do I say? It would be equal to the same Jove, father of gods and men; for among the others who eat of the ambrosia are those, like the sacred Venus, in whom beauty is measured, and others, like the white Diana, in whom chastity is divined. If you so desire to slay the wicked, you must make a clean sweep of some of the infinite women in Greece, who, unable to match Diana's integrity and purity, lack the graces and attractions of Venus. Beauty deserves veneration; beauty has had and will always have altars among us; beauty will be the reason for Greece to be celebrated in the coming centuries. Since you have lost respect for beauty, you lose the use of the senses, which do not serve to recreate yourself in it by aesthetic contemplation. And vibrating a ray of the gleaming star that crowned his head, Pólux flung the right eye of Estescora. The ay! had not yet been extinguished! that he cried out in pain, and he had scarcely disappeared when the other Dark One, Castor, the half-brother of Helen, the son of Leda and the sacred cisne, appeared; and, uttering words of reproach against his sister's offender, with a shivering breeze of the star that shone on his hair, he tore the left eye of the satyr, making him blind. It was little after the day, but not for the wretched Estesicor, buried in eternal and black night. He arose as he could, sought out a billiard table, and, begging the passers-by to guide him, called at the door of his friend the philosopher Artemidorus, and, pouring out a torrent of tears, he sat down in his arms, wailing, between muttering sighs: -Oh Artemidorus! Dedicated to me! I will not see her anymore! I will not be able to enjoy your sweet view any more! - Who do you say you will not see anymore? - the philosopher was surprised. - Helena, Helena, the most beautiful of women! - shrieked the satyr wailing to moco and baba. - Helena? Why have you not rebuked her in your verses? Artemidoro, more and more astonished, pronounced it. You have not stigmatized and branded her in a burning rage? - Oh! For the same reason! - he cried, falling to the ground and rolling on it. Now I understand that my satira was a hymn to its beauty... a hymn turned backward, but ultimately a hymn. The celestial gems have deprived me of the view, and the darkness in which I shall live is more dense, for I shall not see the human incarnation of the divine form, the ideal realized on earth. - Do not be anxious and expectant, - said Artemidorus - perhaps I can save you. When the incomparable Helena learned from Artemidorus that his detractor Estesicorus was only sorry to be blind to admire his hechizoid, she laughed, shivering with insusceptible vainness, and murmured with delicious coquetry: -Really, Artemidorus, that hat is an unhappy, an inoffensive creature; no one makes any trouble for him in Greece, and I, less than no one. It does not deserve such rigor and such adversity. I am announcing that I will cleanse your eyes. And taking a full cup of water in his ebony hands from the well of Castalia, he washed with his scythe the satyr's eyes with his linfa, which at the moment caught the light. As the first object he saw was Helena, he fell down, transported, bursting forth in a sublime od of gratitude and repentance, which was called Palinodia.", "title": "La palinodia", "author": "Emilia Pardo Bazán"}