{"metadata": {"length": 7477, "words": 1341, "reading_time_min": 6.705}, "text": "The coffee, served in silver mugs, emitted a tinkling vapor; the brewers, after serving it, had discreetly removed it; the marque lit a cigar, drank Chartreuse, and asked the Political Economy lecturer, occupied with increasing the sugar content of his cup: - What do you think of the famous Malthus theory? He raised his head, and in a calm and majesty-tone, sweeping the shaven brows of the shorn terriers, said, with an exclamatory sneer and a pronounced utterance of the English phrase: -Moral restraint... disastrous, fatal to the life of nations! Old error, already discredited... Ask Mr. Samaniego de Quirós, who so dignifiedly represents the people of New Seville, if he agrees with Malthus and his school. -I disagree - the American minister protested, putting the coffee cup to his lips, in courtesy to reply without delay. I am a party man in Europe and an enemy in America. We have an enormous area of fertile land, and we have covered the territory with iron-clad fortifications and spruced up the coast with magnificent ports; now we only lack arms to exploit that wealth, and we would be convinced that the tecolote, or sacred lizard, which in our Indian mythology was in charge of bringing the human germs to the earth, seems to us to be a man behind every tiger, to turn into a cultivated earth Paradise what is already Paradise, but a cult. -It was not the question without intrigue - the sign warned-. I wanted to know your opinion to form mine about a woman who was sentenced to life in prison and whom I have not been able to convince myself whether she was the most criminal or the most devoted creature in the world. - What did that woman do? -asked at the same time and with the interest that always awakens the announcement of a drama all the guests of the marque, circling around the table laden with the cincelain coffee service and the bottles of topacio liqueur. - You may have read it in the newspapers; but those telegraphic news bulletins, in the style of a cut-up, are forgotten the next day, unless, as for me, they produce such a profound impression that one wants to know the details and, once known, the terrible history is engraved in the soul as a problem, a regret and a doubt. You will hear her... and if you know her already, tell me, and also what you think of her, to see if I can illuminate her illustrative likeness. In one of the most destitute and miserable neighbourhoods of this Madrid, where so much misery abounds, a poor couple occupied a squalid tenement; he, a gas worker; she, the daughter of the river. The husband worked some time... regular; in the end, they ate almost always or a little less. The figs grew, larger than the fig trees; it was necessary to work hard, but the man slackened, while the woman was exhausted with nursing. The eternal story, reproduced in hundreds of thousands of copies: a little fatigue and despondency brings a shiver; shivering is called thirst; thirst is called hunger; hunger is called famine; famine is called famines; famines bring gnashing and separation. The worker, one night, abandoned the tyranny, uttering blasphemies and blaming his convicted star, for, according to him, whosoever is married is a brute; whosoever has children, two brutes; and whosoever keeps them, three brutes and a half, and swearing that when he returns to apportion by a leonine he will have created a frog. There was only the woman, with the five surviving children, the oldest of ten years, the youngest of eleven months. He sought work, but he could not find it, because he could not separate himself from the children and especially from the one he was creating, nor improvise from night to morning in houses where they admit an unknown, famished, made a squab, with a drunken husband and bad clothes. The only work she had, she said, was to collect bones, traps and styrofoam on the roads; thanks to this arbitrator she won one day with another her three or four big dogs. It was a rainy and very harsh winter, and the resource was lacking, for rain is the enemy of the basket; it makes the market sour. It lasted a week, and in it the children began to weaken from necessity. The mother walked barefooted on the milk; the child cried all night, pulling at his wet belly. The panderer, who owed sixty pence, shut up the band, refusing to budge. The Society of St. Vincent gave some gifts, and having eaten the gifts, the hunger and the cold returned. The woman came out of her house one afternoon - a vspera, of course, of the Kings - and sold her only jewel, a white chrysanthemum, very beautiful, for some reals. He went to the Main Square, bought some beautiful, horse-drawn, Royals, with their star and their banner; he also bought some pionate bags and a bottle of wine under his arm. He brought bread, garbanzos, tocino; he came to his house; he set the table, and the children, crazed with joy, after playing much with the Three Kings, ate oats and figs, and became satiated, and ceased to eat. The mother also ate and drank wine to her pleasure. With food and argument he felt the milk rising to his throat: he arose and gave a solemn greeting to the little one. So he saw him so full that his eyes were shut, and he firmly threw the sack over his shoulder, shackling him. Then came to the bad john where the three-year-old girl, the six-year-old boy and the nine-year-old boy were sleeping together. At the third he shook the grazed hand until it was left in place. Sixth, equal. But the majority arose, and, feeling their mother's hands in the mud, defended themselves as a ferocious lion. He cried, jumped, cried, he did not want to die; his mother managed to hit his head against the wall and thus, exhausted, suffocate him. He turned back and saw the older girl, ten years old, incorporated into her robe, with eyes dilated in horror and hands crossed, trembling, pleading for mercy. He still had the figures of the Holy Kings on the almscloth. “Paloma,” the mother said, approaching, “your father has gone, I have slowed down your brothers, and I will follow the same path, for I can no longer carry the load. Do you want to stay alone in this bitter world?\" And the chrysalis, convinced, spread her wings and let herself be snared without defense; as if, in death, she had a sweet and almost happy expression. He covered the mother with a blanket and a towel, lit the candle, shut the windows, sat down on the bed and waited. The neighbors had heard the boy and the girl scream. They smelled the smoke of the burning coal, backed away and broke the door. The mother was saved from death; she was brought to prison between a multitude that threatened and maltreated her; she was judged, and in doubt whether the murder was a homicide or not, they neither sent her to the stake nor absolved her. They sentenced her to life in prison. Soon, no one mentioned the history of the sign, so inappropriate for a house guest to obsequious to his friends. Finally, the Economist muttered sadly: - I do not see clearly the conduct of that woman. Why didn't he save the money from the sale of the goat, instead of eating them in figures of Kings and stars of tin? With those quarters they lived at least a week. The poor is impoverisher. Ah, if we could infuse the virtue of saving! What an element of prosperity for Latin nations! And you - the sign asked, smiling - would you send that woman to prison? -What remedy! -exclaimed the interrogator, presenting the soles of his shoes to the fire.", "title": "Sobremesa", "author": "Emilia Pardo Bazán"}