{"metadata": {"length": 7636, "words": 1450, "reading_time_min": 7.25}, "text": "They gave Cundito a cookie, said Dearito, approaching the group. - A cookie? And who? He asked Chucho. Genén, the old Masú, answered at the same time as he looked for a place to sit. Quintin glanced at Beloved, scratched his beard and opened his mouth as if wishing to speak; but he seemed to repent and settled for throwing at considerable distance a black saliva. Quentin was a wrinkled, yellowish little man, a friend of good counsel and an enemy of much talk. At that moment, he fights to say and not to say. The case is serious: Cundito has been given a cookie and the cookies are paid in stabbings. As if he wasn't starting to talk now, he says, \"That's for sure, for sure. Gumersinda, Genén's girlfriend, is in trouble. I bet you! Even I... you say that, dear. Emilia lives across the street and flatens. He's known to do it because he sings; he has a nice voice and he sings those old songs so well to Quentin's liking. Behind, the sic-sic of a sharpening machete is mixed with the chant and spilled down the green carpeted plain. It's Ceito who sharpenes. He lies in a sleeve; under his right leg passes the machete, held by the head with his right hand; he occupies the other hand in emptying, intermittently, water into the millstone. I'll just hold my left thumb through the edge and wash the hill a little. Ceito turns to see the group and hears Quintín say: Missed, very missed. My mother's son Masu abuses Cundito because he's weaker. That's not it! The Ceito jump. Genén has been deceived. Cundito can't keep that cookie. Men are or aren't. My dear, in astonishment, inquire: \"But you knew it and did not tell it, Ceito? I don't like to discredit Naiden. He takes the jiggerit again with his left hand, casts water on the stone and keeps sharpening his machete. At dusk the wind began to blow. Cundito thought he was going crazy with the sound of trees falling in the forest. The rain came in twists and turns, like trembling gray rags, and it hit him in the face forcing him to close his eyes. The roof of his ranch lasted half an hour, or less. He went, lifted by the thousand hands of the wind, which immediately began to break the tobacco threads. He couldn't see past ten steps, but instinct led him to the ravine. There he found a hole by an old log and waited for calm. It was a closed night when he was working. Oh, fucking September! It's always the same! He should have sold his tobacco in August, as every year, so he wouldn't have lost it. Cundito heard the wind blowing away. It felt like a herd of hundreds of horses running up the mountain ripping through the bushes and the land itself. Since the town was on the other side of the ridge, the storm never hit it. And Cundito set his way; and he went, making half-circles with his arms, and cutting off the branches that closed his way. It was like this almost at midnight. I could not even see the ground I was treading; the blackness was like a compact, narrow mass, impossible to leave with the naked eye. Sometimes he slipped and fell; others he found, providentially, something to hold on to. Thinking he was going down the river, he must have jumped, when he seemed to hear a very quiet voice. It was an endless moment during which his soul was burdened with the idea of dead, ghosts, burials. He felt cold hands and a tremor in his legs. Again the voice, as an exit from far away. It was a complaint, but a complaint that the humidity brought with a frosty accent. Cundito became shrinking, staring at night, unable to walk or even think... the reaction soon arrived; it came with the same intensity as that welcoming fear. What if it was a man? He asked himself. Suddenly he thought it might be Genén. There must have been a little boy nearby, judging by what he had walked. Yes, it was him, no doubt. He didn't remember the cookie; he didn't think about anything. He walked so fast as if the road had been speedy and the sun had shone. Before him his soul marched with swift steps. She felt it go, go... when she heard the voice again, she put her hands together in her mouth making a funnel and without stopping to walk she shouted to her lungs: A deafening noise of water rising came to him; and he was secure; and the sound of the jelly-spring was like that in the depths of Genneth. Once on the edge of the bottom, he felt relief. - What? I mean, genius! He called. But Genén did not answer. Cundito started to bark, looking for the wire. It's finally over. Tasting, tasting, he went up the slope until he saw a pile of debris cut black, even in the same darkness. Cundito's arms were strong; he had iron in the muscles of his machete. He started removing wood, tripping, falling, getting up. The wind had thrown a tree over the Genén ranch and it was caught by the forks of its own lair. Cundito finally managed to touch his feet and started to pull with some huge breezes. Genén complained, though very weakly. It was a fight that lasted an hour. Cundito didn't realize he was himself: he had lost the notion of all things. Now he was not there; the one complaining was not named Genen, much less; no one had slapped Cundito; he had never received a cake from Genen. The truth is that there was no Genén and there was no Cundito. There were only two men fighting. Or rather... when he managed to get the body out of the other one he came back to himself for a while, but not so that he could remember the displeasure. He felt the body everywhere and started to get scared the idea that he might be dead. The warmth of his armpit, despite being soaked in water, convinced him otherwise. Then came the hardest fight. Cundito could barely get along with Genén. It had also become lead and there was no way to bend it to facilitate the load. The consciousness of his weakness enraged Cundito and anger gave him enough strength to throw Genén's body on his shoulder. He kept on seeing until his eyes hurt; and finally he began to lower the lid, walking blind and planting his whole foot so as not to slip. The song of the jet strengthened by the waters was distinctly heard, and the shadows crushed that wavering man who walked overwhelmed with the load of his enemy. It was like they came out of the blue belly of the morning. The mud covered Cundito's feet, like shoes. Cundito was walking swinging and the ashes of dawn painted his face gray. Quentin was the first to see them arrive. The only thing that came to him was that Cundito had killed Genén in some pitch, but he immediately realized that if it had been so, he would not have brought it on his own shoulders. Besides, Genén was not bleeding. In the kitchen, once he had left Genén in the cage, Cundito dropped himself on an empty gas can. Darito and Chucho were talking quietly and looking at him. Quentin had a calm face, too calm; he sat on the pillow, put his hat on his forehead and said, rubbing his hands: \"Mica, daughter, make us a little coffee\". And immediately, he turned to Cundito: \"Tell us how that was. Cundito did not answer, but took the knife out of the sheath and entertained himself by making scratches on the ground. Then he said to Ceitoth, making every word clear to him: \"I am going away, my friend; I am very tired and when I drink coffee I do not sleep afterwards\". I'm ordering you to tell me something when Genén wakes up. He put the knife back in the coffin and scratched one leg. He noticed the attention in all the eyes. What? Ceito asked, breaking the silence. That I need to fix that cookie thing and that he understands that Cundo Fría pays for cookies like a man: stabbed. He said, got up, spit on the door and walked out. *FIN* The Royal Road, 1933", "title": "Cundito", "author": "Juan Bosch"}