{"metadata": {"length": 8827, "words": 1444, "reading_time_min": 7.22}, "text": "I closed my youth like a fearless fan, since one night I kissed a black woman on the lips - she murmured squeezing her novel yearnings Juan Antonio Orcaz, a superb head of crepuscular splinters crushed in the bottom of a shirt. \"Yes, the Caribbean is rotting\", said someone lost in the long shadows. - My youth hurts like a sore. - Because he has ghost worms. - Gentlemen, history is a complicated thing. - I don't complain about history; he gave us tobacco, Indian, black and temple rum. - And a moulted moon. - And a pair of cherry-gilt, what else can you ask for? - I'm thinking of a dwarf palm with purple plumage, who swore to have seen yellow lights run through the southern marshes. - I feel the devil behind my ears! Please, give me a handkerchief! - So take the devil and put him here, little country girl, that bitch doesn't give a shit. - Marijuana, Antoine, you know. Anton, the griffon1 - pupil in a vertical line, tooth rusted and brow dirty - went to the archon and served the last cigarette. There was silence to prevent smuggling smoke. In a sordid, half-buried cave in the ground, with its quincea, the rag flame looked like a brothel ronder. Four or five pale faces, tattooed with scapulars, under the rowing of nausea, seemed to roam through a sea of rotting fish, pursuing illusions of gold mines, blue eyes, a white coastline, fleeing the devil! Between the slopes of an evil stick, a mulatto moon waited for the argonaut's disappointment to bring her bejuco love, her gingerbread tits. The tap looked at them with fierce contempt. \"Anton, tonight I want to kill you\", someone screamed furiously. - You have to spray it with holy water. This tap is haunted! Holy, holy, holy! - My sex is crunchy. - Honey is so bitter to the palate! - I feel like a woman. Adolfo Puentes laughed, among dry screams. He squeezed his stomach with his knee; he swore that his eyes were loose, that he had an alacrane stuck to his knee; with sublime cones he called Marichú Lago, inverted, whose love was as fierce as a tuna: -Marichú! Marichu! - I want a full one, Anton. - Blow the carriage so the devil can come. He's no worse company than you. - I'm not going to lie. Bring us a woman even if she has the dirty chamber. - You want the mule? Its crack is plentiful like a dark pit. - I'll see you later. - Stephan, here you go. I got four ladies for your sharp-edged count. There's so much void between the eyelids that vision is almost a pain. What pale faces crave is a pair of blue eyes to set them on a scapula. Stéphane is monstrous; it looks like a bottle, a mofolonga, with murky beads and shark torso. - That must be the apple after the tongue of the snake! - Call the dog, Anton! - Put gas in the pass, old lady! - It smells like a damn thing. - Shut up, you puppies! Stephan, get out of here. - When are we gonna bring a white woman, you smuggler? - When you have money, my child. - I'll give you my watch. Come on, you know. The golden gulage overcomes the tap: a white shadow emerges from the juggling bottom of the barracks. She's so white she looks like a grieving soul that she's unleashed on some peasant tale. Anton leads her with the hurricane beard. - Get away from me, Anton! You're staining a glow! The plea slips through the shrunken whiteness. The timid foot is the best blush of the body, a child's body, which is without form, of humble trance; all of it is in a tense flash, in a worthless clarity. There's something pathetic about her eyes, which have a white mountain goat's pain surrounded by a brown thorny pig. The greens unwittingly attach an old palate darkness: \"You are like the dawn\". Your whiteness is bluish. - What did you do with your blue eyes, my pretty girl? - He looks like a teenage alley! - Why don't you close your eyes so you can have a flower face? - She's afraid of the pig spine. We have to rescue her! I'm going to pray a treasure to St. Martin, so he can lend me his dagger. - Anton, let me kiss you after I close my eyes. It'll be like a kiss from a lucero! - It's toxic, puppet. - It doesn't matter. I'll light a flamboyant in his mouth. - You don't want it, you puppet. There's no other beard spider than mine. There was a red murder infravision that colored the hungry eye of the pillows. With his big toe embedded, Julian Laguna threw a cuneiform tie to the paired tap: \"You shall not eat white meat, Antoignon. - Antagon, you are a pig. Give me that woman. - She's used to another beautician, my son. - I'm not intervening tonight; my grandmother had snails on her braid. - Anton, give me that woman. - Get down and take her, my lady. - The sewer! The meat-eater, the matrix! - St. Martin, prepare the cut. Holy shit! Holy shit! Holy shit! A mud vessel, attached to the wall, roars a violent circle over Antoignon's raw beard and legans. The beard attaches to the ground, smuggling jump, and the mud is sprayed against the noses of the aurora. The whiteness was a pile of dissolved on the saliva, the ashes, the mud; there, a clot opened a spiritual rose: - You have broken the lucero, Julian! -Titter! -What is it? - What? Black, take it! - the fist waves frantically, thirty, fifty blows. There's a broad wound on the forehead to drop a tummy body inside the vest: \"Polis, him, the black mouth!\" - He was a murderer! You little spine! - That's a spitting dog! We have to make it a gandinga. - St. Martin, take him to the fair. Holy shit! Holy shit! Holy shit! - Shut up or I'll take the dagger. - Take it, little brother, I already have your goddamn hand. - Leave it with me. In the name of poetry, I strangle you, Caliban! The flame broke with terror; bones were crushed; Adolfo Puentes bit him in the knee. In the shadow the dagger drew a Piccazo cube but could not crack the atavism, tied by a cord of cundiamores: \"My alacrane! My alacrane wants to bite his eyes too!\" -In the name of poetry, Juan Antonio forcefully and break it: - May he die of childbirth! - Come on, get a vulture for this liver! I must be served by classicism. - I know... I know! - Shut up, you mammal, you packiderm! How hard these taps have the neck! The blazing darkness has been incorporated; there is no more edge in wait. On the tile is the rib: \"Humans, this time there is no one to argue the lightning! - Victoria! - What is it? - I need the full goat! - Give the girl your arm, it's our spoil, even if her nose is broken. - Julian and the girl get together. They're both swollen. - No, look at this crushed breast, almost a child; it looks like a pure icon that would like to pinch us. -Clarity, you. -Jet light, as light should be. - I want something red! - It puts the smell in the blood; it smells like a wild ox, it's a vital red. - I prefer fire. Everything that transforms is the ideal in color. - I'm tired of this beatitious green. I'm voting for the red. - Let's light the fire! It will be a pleasure to face Antoignon to hell roasted on the stake. - You get the tumors out, Juan. Your lyrics have a powerful fist. Juan Antonio Orcaz, a lyrofob, took the two bloated bodies and dragged them from an Olympic trapeze until dawn. Adolfo Puentes was looking for matches, gas, for straw. The flame, the taumaturgy, the incineration of the pig - fire!! - Fire! - What? - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - St. Martin blows the candle; there is a double whisper before the unfathomable belly of the flame: -Viva! - Victoria! - What is it? Down the beatitious green! - Clear it up! Victory! Suddenly, in a smoky boat, from the bermyx pilegos of the night, Antonin emerged dragged by Stéphane, the mule, to flee to the canneberries covered with stones. A dog wails its cannibalistic rage at the aesthetic anathema of the flame. And at dawn he went to trample the trashman's heels, between whose arms was a noseless white. FIN Stories from the University, 1935 1. Griff: man with twisted hair, like that of black individuals.", "title": "Se enciende la lámpara de Aladino", "author": "Emilio S. Belaval"}