{"metadata": {"length": 7635, "words": 1474, "reading_time_min": 7.37}, "text": "In those days the distances were very different, the wind lifted the land from the hills that are now flat land, and Kansas City looked a lot like Constantinople. They may not believe it. No one believes it, but it's true. That afternoon it was raining, and inside the window of a car store, lit in the middle of the early twilight, there was a fully silver racing car with the letters Dans Argent on the hood. I thought that meant the silver dance or the silver dancer, and, a little puzzled by its meaning, but happy to see the car and satisfied to understand a foreign language, I continued walking down the snowy street. I was coming from the Woolf Brothers' lounge, where a free turkey dinner was served on Christmas and Thanksgiving, and I was heading to the municipal hospital, which was on a high hill and from which smoke, buildings, and city streets dominated. At the hospital reception were the two doctors from the ambulance service, Doc Fisher and Dr. Wilcox, sitting, one in front of a desk and the other in a chair by the wall. Doc Fisher was a tall, pale-haired guy with a thin mouth, funny eyes and taurus hands. Dr. Wilcox was short, black-haired and carried a book of indexes, The Guide and Friend of the Young Doctor, who, when consulted on any subject, told you the symptoms and treatment. There was also a cross index, so when you consulted the symptoms, you would also get the diagnosis. Doc Fisher had suggested that in successive editions another cross-reference index be added, so that if treatments were consulted, the ailments and symptoms would be revealed. \"To refresh my memory\", he said. Dr. Wilcox was very quirky about the book, but he couldn't do without it. He was bound in soft leather and fit in his jacket pocket; he had bought it on the advice of one of his teachers, who had told him: Wilcox, you have no future as a doctor, and I have done everything in my power to prevent you from getting the title. Since you are a new member of this distinguished profession I advise you, in the name of humanity, to make yourself a copy of The Guide and Friend of the Young Doctor, and use it, Dr. Wilcox. Learn how to use it. Dr. Wilcox did not answer, but that same day he bought the leather-bound guide. \"Wow, Horace\", said Doc Fisher when I walked into the front desk, \"it smelled like cigarettes, iodine, phenolic acid and a superheated radiator. \"Heroes\", I said. What's going on in town? Doc Fisher asked. It caused a certain extravagance in the speech that seemed to me the height of elegance. \"Woolf's free turkey\" I answered. Did you share the snacks? Copiously. Were many of your coffins present? All of them. All the staff. A lot of Christmas spirit? Not much. Dr. Wilcox, here present, has also shared a little, said Dr. Fisher. Dr. Wilcox looked up and looked at him, and then at me. Do you want a drink? He asked. No, thank you, I said. That's all right, Dr. Wilcox said. Horace said Doc Fisher, you don't mind if I call you Horace, do you? - No, I'm not. Horace, good friend. We have an extremely interesting case. I believe it already, Dr. Wilcox said. Remember the guy who was here yesterday? What? The one who was seeking to become a eunuch. - Yes, I did. I was there when he came in. He was a boy of about sixteen. He came in without a hat, very upset and scared, but determined. He had curly hair and prominent lips, and he was a cheerful man. What's the matter with you, son? I had asked Dr. Wilcox. \"I want to be castrated\", said the boy. Why? Doc Fisher asked. I've prayed and done everything but nothing helps me. Help you what? To keep that terrible lust at bay. What terrible lust? The one I feel. The one I can't help feeling. I pray all night. Tell us what's wrong with you, Doc Fisher asked. The boy told her. Listen, boy, Doc Fisher told you. Nothing bad is happening to you. That's what you're supposed to feel. It's not a problem. \"It's not right\", the boy said. It's a sin against purity. It is a sin against our Lord and Savior. \"No\", said Doc Fisher. It's natural. It's the way you're supposed to be, and later on you'll consider yourself very lucky. \"Oh, he doesn't understand\", said the boy. Listen, Doc Fisher said, and he said some things to the boy. - No, I'm not. I don't want to hear it. You can't force me to listen to him. Please listen to me, said Doc Fisher. \"You're nothing but a fucking fool\", Dr. Wilcox told the boy. So you're not planning on doing it? Do what? I'm going to get a clean slate. \"Listen\", said Dr. Fisher. No one's going to castrate you. Your body is fine. You have a healthy body and you shouldn't think about it. If you are religious, remember that what you are complaining about is not a sinful state but a means of consummating a sacrament. \"I can't stop it from happening\", the boy said. I spend the night praying and I pray during the day. It's a sin, it's a constant sin against purity. \"Come on, come on and\"... said Dr. Wilcox. When he speaks to me like this, I don't listen. The boy said with dignity to Dr. Wilcox. Would you do it, please? He asked Doc Fisher. \"No\", said Doc Fisher. I told you, boy. Get him out of here, Dr. Wilcox said. \"I'll go\", said the boy. Don't touch me, please. I'm going to go. That was about five o'clock the day before. What happened? I asked. \"At about one o'clock in the morning\", said Doc Fisher, \"we've got the young man in. He had been maimed with a razor blade. - What? \"No\", said Doc Fisher. I didn't know what castration meant. \"I could die\", said Dr. Wilcox. Why? He's lost a lot of blood. This magnificent doctor here, Dr. Wilcox, was on guard, and he was unable to find that emergency in his book. Why the hell are you telling me that? \"Tell me what you're doing\". \"I tried to express it as kindly as possible\", said Dr. Fisher looking at his hands, hands that, being someone always willing to do a favor and very disrespectful of federal laws, had gotten him into trouble. Horace, here present, testifies that I speak only in the most gracious tone possible. What the young man did was an amputation, Horace. Well, I wish you wouldn't mess with me for that, Dr. Wilcox said. There's no need to mess with me. To meet you, Doctor, on the very anniversary of the birthday of our Savior? Our Savior? You're not Jewish? \"Tell me what you're doing\". I am. I am, you know. It's just that I always forget. I never gave it the proper importance. You're right, you're right. Your Savior, no doubt, your Savior... and how they tied him up on Palm Sunday. How smart you are, Dr. Wilcox said. - That's an excellent diagnosis, doctor. I've always been too smart. I certainly went crazy on the coast. You should avoid it, Horace. You don't have much of a crush on me, but sometimes I can see a glimpse. What a poor diagnosis... and no book. \"To hell with you\", said Dr. Wilcox. \"Everything in its due time, Doctor\", said Doc Fisher. All in good time. If such a place exists, I will certainly visit it. I've even had a glimpse of it. The truth is, little, a visa and no visa. Almost immediately I turned my eyes. And you know what that young man, Horace, said when this magnificent doctor we have here admitted him? He said, \"I asked him to do it for me. I asked him many times to do it for me. And on top of that at Christmas, said Dr. Wilcox. \"It's not a specific day that matters\", said Doc Fisher. \"Maybe not for you\", said Dr. Wilcox. Did you hear that, Horace? \" said Doc Fisher. Did you hear that? Having discovered my vulnerability, my Achilles tendon, so to speak, the doctor wants to take advantage. \"You're too smart\", said Dr. Wilcox. God Rest You Merry, Gentlemen, Winner Take Nothing, 1933", "title": "Dios les conserve la alegría, caballeros", "author": "Ernest Hemingway"}