{"metadata": {"length": 7034, "words": 1345, "reading_time_min": 6.725}, "text": "If I had had a father and mother, everything would have been different. But my family was a maternal grandmother, and a maternal grandmother can do nothing. In addition, he had almost no teeth and always, when he spoke, one thought he was going to hear the last word. It is likely that your hatred of me began there. She realized how bad her inert and shrill voice was impressing me. But I could not avoid it, as she could not avoid the hatred. However, in a people like this, which had never been too hospitable, we were a grandmother-child binomial of such exceptional quality that mothers pointed it out to their children and their own mothers to encourage them to mutual understanding. It was truly moving to see us go out in the afternoon, grandmother and I, my hand in her hand, smiling and friendly, stopping in the street to greet the shoe-hinder who talked of crones while he reminisced, and also in the pharmacy to have the pharmacist fill my right pocket with honey or mint caramels. It was moving to hear my grandmother ask me if I wanted to take a ride on the only bus in the town, so that I could enjoy the pleasure of contemplating the churning, abysmal, slumbering churn that was always, always, just before the last curve. And it was moving to hear me say I didn’t, that I didn’t have the will today, when in fact everyone knew I was sacrificing myself to save her ten cents. Then my grandmother smiled understandingly, understandingly and without teeth, and invited me to go to the high veranda. I was not going to refuse this, because it was not expensive and the sacrifice would have been ridiculous, and also because the high truth was my best experience at that time. The top deck was near the mill. I know it had a red rim of thorns and was about two meters above the street. When the days without rain lasted too long, the dusty street was then full of dust and my grandmother didn’t want me to carry it because the dust got into her eyes. I was a little nauseous, but I managed with a couple of sips of wine. I still do not understand the attraction that that exhibition had for me for so many reasons. I remember that down there, in the mud, four or five boys learned to not be afraid and to pull with whatever they could find, whether it was a stick or a brick. One of these stopped flying in my grandmother’s lap and then, after a little shivering, decided to fall on her, humbling herself on her feet after giving her a series of quick and stern hugs. I rejoiced in the way the surprise let me go, and the boys below also rejoiced, and for a while they stopped fighting. When something like this happened, my grandmother would scold me for being a foreigner and I would be out of sight for a couple of days. That time it happened the same. It was then that I officially began my meditations. Before that I had them, but only as an amateur. I had recently thought about my work as a foster parent and the advantages and disadvantages of being a foster parent. I had not chosen him, of course, but I also did not understand him at all. However, when I decided to meditate seriously, I had to choose a topic with greater enlightenment and with enough material of doubt to fill the hours without light. So, when I finished my free composition (the moss, my arm, the bowl), I sat in front of the trough eating a biscuit and thinking about death. That was a theme, so big that it didn't fit in the compositions, so strong that it always left me a little flat. I closed my eyes. The day also closed its doors and the gallerist was at peace. Then one could meditate. As the subject was death, it was necessary to come up with it first. To think of it, nothing better than not thinking at all. Without thinking of anything, it would come to not be, that it was death. It was obvious. So, at least, he thought so. But when I seemed to be reaching the full vacuum, the total disappearance of myself, I found that, finally, I was thinking of not thinking. And although it was nothing my only thought, it was all that mattered. Of course this is only a rough translation of that child's dialect in which the feelings came to me. But really, it was nothing more than that. It was after the ninth or tenth meditation that I was convinced of two very important things. The first, that death could not exist as anything total and absolute. The second, that the only way to know it was to die. In fact, I thought this was a long business, for if I died and then it turned out that I had nothing, it would not matter much to me to lose against myself and I would not be, on the other hand, in a condition to regret it; if, on the other hand, I had something, not only would I win but I would know. And this turned out to be more important to me than all the other arguments. Sabrina. I was much more curious than a coward. Therefore, I decided to die at a young age. One night my grandmother kissed me with her usual baba and as this time I was well dressed and did not clean the kiss with my hand, she announced that the next morning we would go back to the high street. I was determined to die and a walk was not enough to convince anyone that I was going to embark on the longest — or the shortest, as it turned out — of all journeys. However, at that time it occurred to me that I would not be doing myself any favours by wasting the summer. After all, it was what I wanted most, more than a record that had been my father's and on which the Offenbach Barcarola was sung, more than a box of unpainted wooden soldiers, to which I used to march in the kitchen and whose monotony eventually made me anti-militarist. The other day I woke up early. I will look at it all without sadness. An experimental death was not to cry or to be wished away. Before leaving, I had the pleasure of making the composition on the theme Grandmother. We leave at ten. He patiently awaited the visit to the shoemaker and even ate a caramel from the usual ones in the shoemaker's shop. So the good man would have something to say afterwards: “It seems that the populace was today smoking one of my snuffs!” The high summer was more beautiful than usual. As it had rained the night before, the soil was wet and the thorns were writhing. The boys of always played under the war of always. A barricade cut the air and although my grandmother's son was frightened, he fell far away from us. Without asking me, she let go of my hand. I took some preparatory steps. I looked down and was surprised to not feel any vertigo. After several glances at the stones, I chose the stone on which I thought I would fall. My grandmother was masturbating a I don't know what signal, when I feigned a step and was drawn. A flood of images flooded my eyes and I felt a tremendous pain. Naturally, it all ended in a broken leg and a splinter. But at that moment I thought I was dead. That death was something. That Something was awful. And that from the hottest summer to that death of pain and mud, my grandmother's wrath came in torrents. *FIN* This morning, 1949", "title": "La vereda alta", "author": "Mario Benedetti"}