{"metadata": {"length": 5916, "words": 1110, "reading_time_min": 5.55}, "text": "To Robert de Bonnières, Mr Mathieu d'Endolin said, \"Look, the scholarships remind me of a sinister war anecdote. You know my estate in the Cormeil neighborhood. He lived there at the time of the arrival of the Prussians. I was then neighbouring a kind of madwoman, whose reason had been lost under the blows of misfortune. Twenty-five years ago, in just one month, she lost her father, her husband, and a newborn son. When death enters a house once, it returns to it almost immediately, as if it knew the door. Poor young woman, thundered with grief, fell to bed, went insane for six weeks. Then a kind of calmness followed the violent crisis, and he remained motionless, eating barely, rolling only his eyes. Every time they tried to pick her up, she screamed like she was being killed. They left her lying down, and they took her out of the sheets to take care of her toilet and to turn her around the mattresses. An elderly servant girl stood by her, forcing her to drink from time to time or chew some steamed meat. What was going on in that desperate soul? He never knew, because he never spoke again. You were thinking about your dead? Was it sadly drifting away, without a specific memory? Or was his annihilated thought still like a standing water? For 15 years she stayed like this, shut and inert. The war came, and in the first days of December the Prussians entered Cormeil. I remember it like it was yesterday. A frost fell from those that shatter the stones; I myself was lying on a chair, motionless by the drop, when I heard the heavy and accompanied knocking of his feet. From my window, I saw them pass. It was an endless parade, all the same, with those doll movements that are peculiar to them. Then the chiefs distributed their men among the inhabitants. I got 17 touched. My crazy neighbor had twelve, including a commander, a real soldier, violent and rude. For the first few days everything went normally. The officer next door had been told that the lady was ill, and he was not worried at all. But soon that woman he had never seen began to irritate him. He was informed of his illness, and they told him that the hostess had been bedridden for fifteen years, because of a deep sorrow. He did not believe it, no doubt, and imagined that the poor madwoman would not rise from pride, not to see the Prussians and not to speak to them, not to rubbing her shoulders with them. He demanded that I receive it; they took him to his room. He asked her with a sharp tone: -Zirvace uzted, belt, lefantarce and down, to make her ugly. She turned to him with her lost eyes, her empty eyes, and did not answer. He continued, \"I will not tolerate any insolence. I'm not going to lie to you about it. I'll make sure you get it. She didn't make the slightest gesture, always motionless, as if she hadn't seen him. He was angry, taking that quiet silence as a sign of supreme contempt. And he added, \"He's not coming down there tomorrow... and then he left. The next day, the old maid, terrified, wanted to dress her; but the crazy girl began screaming, arguing. The centurion went up at once, and the servant girl fell at his feet and shouted, \"No, sir, no, no, no!\" Forgive her, she is very unhappy. The soldier was upset, and in spite of his anger, did not dare to get his men to get her out of bed. But suddenly he laughed and gave orders in German. Soon a detachment was seen breaking up holding a mattress, like someone carrying a wounded man. In that bed that no one had ever taken off, the crazy, always silent, remained calm, indifferent to events provided she was left lying down. Behind me, a man was carrying a package of women's clothes. The officer, rubbing his hands, said, \"You can or you can't celebrate and give a little. Then the courtesan was seen moving away towards the forest of Imauville. Two hours later the soldiers returned alone. No one ever saw the crazy woman again. What had they done to her? Where'd they take her? You never knew. The snow fell day and night, burying the plains and forests under a blanket of icy foam. The wolves came wailing to our doors. The idea of that lost woman obsessed me, and I made several deals with the Prussian authorities in order to get information. I was about to be shot. Spring is back. The occupying army has withdrawn. My neighbor's house was still closed; a thick grass was growing on the avenues. The old maid had died during the winter. No one was taking care of that adventure anymore; only I thought about it all the time. What had they done to that woman? Would he have escaped through the woods? Would they have picked her up somewhere, and put her in a hospital, not being able to get any information from her? Nothing would ease my doubts, but time gradually calmed the restlessness of my heart. Now, in the following autumn, the bequests passed in plundering; and, as my drop gave me a little respite, I dragged myself into the forest. I had already killed four or five long-peaked birds, when I knocked down one that disappeared into a pit full of branches. I was forced to go down to him to pick up the animal. I found him fallen by a skull. And suddenly the memory of the madwoman pierced my chest like a fist. Many others had died in those woods during that sinister year; but, I don't know why, I was sure, I tell you, that I had found the head of the unfortunate maniac. And suddenly I understood, I guessed it all. She had been left on the mattress in the cold desert forest, and, true to her fixed idea, she had let herself die under the thick and light plume of snow without moving an arm or a leg. After that, the wolves had devoured her. And the birds had made their nest with the wool of their torn bed. I've kept that sad osament. And I swear that our children will never see a war. FIN Note: This story is from the collection Tales of the Beard, in which several hunters, gathered to kill beards, tell adventures.", "title": "La loca", "author": "Guy de Maupassant"}