{"metadata": {"length": 4218, "words": 803, "reading_time_min": 4.015}, "text": "It is a very powerful queen, in whose garden the most beautiful flowers of each season bloom. She preferred roses above all; therefore she had all kinds, from the sour green leaf and apple-scented to the most magnificent rose of Provence. They grew on the walls of the palace, grew on the columns and the frames of the windows and, penetrating into the galleries, spread out over the ceilings of the rooms, with a great variety of colors, shapes and fragrances. But in the palace there was sadness and affliction. The Queen was sick in her bed, and the doctors said she was going to die. -There is a way to save her, however - the wisest of them said -. I will give you the most beautiful rose in the world, which is the expression of the purest and most sublime love. If you can see her before her eyes close, she will not die. And there came to them, from near and far, old and young, with roses, the most beautiful that had grown in all the gardens; but none was the desired. The miraculous flower had to come from the garden of love; but even in that garden, what rose was the purest and most sublime expression of love? The poets sang of the most beautiful roses in the world, and each one celebrated his own. And the message went out throughout the whole country, to every heart in which the love of God was stirring; the message went out and came to people of all ages and social classes. -Nobody has mentioned the flower yet, - said the wise man. Nobody has designated the place where it blooms in all its magnificence. They are not the roses of Romeo and Juliet's tomb or of the Walburg, though their fragrance will always be exhaled in legends and songs; nor are they the roses that have been brought forth from the smoldering embers of Winkelried, from the sacred blood that flows from the chest of the hero who dies for his country, though there is no sweeter death or redder rose than that blood. It is not even that wonderful flower to care for which man sacrifices his life to see day and night in the simple room: the magical rose of Science. \"I know where it blooms,\" said a happy mother, who presented her child to the Queen. I know where the most precious rose in the world is, the most pure and sublime expression of love. It blooms in the red marrow of my sweet child when, restored by dream, he opens his eyes and meekly smiles with all his love. Beautiful is that rose - the wise man argued - but there is another more beautiful still. - Yes, another one much more beautiful! - said one of the women - I have seen it; there is none more noble and more holy. But it was pure as the petals of the tea rose. In the mews of the Queen I saw her. The Queen had taken off her crown, and on the long and painful nights she sat with her sick son, weeping, kissing him, and praying to God for him, as only a mother can do at the hour of distress. -Santa and wonderful is the white rose of sorrow in its power, but it is not the required one. - No; the most incomparable rose I saw before the altar of the Lord - said the old and beloved bishop. I saw it shine like the face of an angel. The little ones drew near to the sacred table, renewed the covenant of their baptism, and in their pale faces roses shone and bled. There was among them a little girl who, enlivened by love and purity, raised her soul to God: it was the purest and most sublime expression of love. -How lovely! - exclaimed the wise man - but no one has yet named the most beautiful rose in the world. In this room a child, the child of the Queen, entered; he had tears in his eyes and in his cheeks, and brought a great open book, bound in tweed, with great silver clasps. -Mother! - the boy said - Listen what I just read! And sitting down at the bedside, he began to read about Him who had been slain on the cross to save men and generations that had not been born. -There is no love more sublime than this! A rose-colored light shone in the Queen’s eyes, and her eyes grew wide and glowed, for she saw the most beautiful rose in the world, the image of the rose that, from the blood of Christ, had borne forth from the Cross tree. - I see it! -exclaimed- Whoever possesses this rose, the most beautiful in the world, will never die.", "title": "La rosa más bella del mundo", "author": "Hans Christian Andersen"}