{"metadata": {"length": 7770, "words": 1460, "reading_time_min": 7.3}, "text": "To see Charles Ridder I had to travel all over Belgium by train. Given the size of the country, it was like traveling from the center of a city to a more or less distant suburb. Madame Anne and I took the fast from Antwerp at eleven o'clock in the morning and shortly before noon, after having made a connection, we were on the Blanken platform, a lost village on a gracious plain, near the French border. \"Now walk\", said Madame Ana. And we walked through the chatter field, remembering the time I picked up a book by chance from Mrs. Ana's library and didn't leave it until I finished reading it. And then he didn't want to read anything but Ridder. That was true. I spent a month reading his works. Timeless, they would take place in a country without name or borders, which could correspond to a Flemish kermes, but also to a Spanish verbena or a Bavarian beer festival. They were the work of bold men, charlatans and swimmers, who buried the maidens in the meadows and challenged themselves to singular battles, in which force prevailed over dexterity. They lacked all the elegance of these works, but they were colorful, violent, impudent, they had the strength of a labyrinth's fist tearing a clay earth. Seeing my enthusiasm, Madame Anne revealed to me that Ridder was her godfather, and that is why now, when our visit was announced, we were approaching her country house cutting a meadow. Not far away I saw a leaded, tumultuous piece of sea that seemed to me, at that moment, an interpolation of the landscape of my country. Perhaps strange were the dunes, the sand-drowned grass, and the tenacity with which the waves swept that dry coast. When we turned a path, we saw the house, as banal as any local peasant, built at the bottom of a corral surrounded by a stone wall. Preceded by an embassy of dogs and chickens we reached the door. \"I haven't seen him in about ten years\", said Madame Ana. He lives completely retired. We were received by an old woman who could be a governess or a housekeeper. Ridder was sitting in a chair in his study, his legs covered with a frazzled face and when he saw us appear he made no movement. However, by the size of the chair and the shape of his boots, I could appreciate that he was extremely well-groomed and I understood at the time that there was no gap between him and his works, that that old red, gray body, with a yellow mustache for tobacco, was the mold already probably broken from where his giants had come out in series. Madame Ana explained that he was a friend who came from South America and that she had wanted to meet him. Ridder invited me to sit with a smile in front of him as his stepdaughter told him about the family, what had happened in so many years they hadn't seen each other. Ridder listened to her boredly, without answering a word, gazing at her two huge, little, curled hands. Only occasionally did he raise an eye to look at me through his gray, quick, heavenly eyebrows, which only at that moment seemed to gain irresistible acuity. Then it was his distraction, his clumsiness. The governess had brought a bottle of wine with two glasses and a teaspoon for her boss. Our toast found no echo in Ridder, who without touching his teasa was now playing with his thumb. Madame Anne was still speaking and Ridder seemed, if not pleased, at least to get used to that chatter that silenced him and put him under the shelter of all questioning. Taking advantage of a break from Madame Ana I was finally able to interpolate a sentence. I've read all your books, Mr. Ridder, and believe me, I've appreciated them very much. I think you're a great writer. I don't think I'm exaggerating: a great writer. Far from thanking me, Ridder once again confined himself to nailing his heavenly eyes to me, this time with a certain stupor, and then, with his hand, he vaguely pointed to the library of his living room, which occupied an entire wall, from the floor to the flat sky. I thought I understood a response from his gesture: \"How much has been written\". But tell me, Mr. Ridder, I insisted, what world do your characters live in? What time period are they, what place are they from? What time? Where? He asked in turn and, turning to Madame Ana, he asked her about a dog that was probably familiar to them. Madame Anne told him the story of the dog, dead for years and Ridder seemed to find special pleasure in the story, as she encouraged herself to try her tea and lit a cigarette. But now the governess came in with a rolling table announcing us lunch, that we would eat there in the hall, so that the gentleman would not have to get up. Lunch was painfully boring. Madame Ana, exhausted of her repertoire of news, didn't know what to say. Ridder would only open his mouth to swallow his food, with a voracity that struck me. I was reflecting on the disappointment, on the ferocity that life puts in destroying the most beautiful images we make of it. Ridder possessed the size of his characters, but not his voice, not his breath. Ridder was, I could tell by now, a hollow statue. Only when we arrived at the dessert, drinking half a glass of wine, he encouraged himself to talk a little and told a story of hunting, but intricate, incomprehensible, as it took place as early in Castilla la Vieja as in the plains of Flanders and the protagonist was alternately Philip II and Ridder himself. After all, a completely stupid story. Then came the coffee and the boredom thickened. I looked at Madame Anne in disgust, begging her to leave now, to find an excuse to get out of there. Ridder, too, was so stubborn with food that he would sit on a chair, ignoring us. To do something, I stood up, lit a cigarette, and walked a few steps through the study. It was only at that moment that I saw him: cubic, blue, transparent, with the edges beveled, he was on Ridder's table, behind a bronze tin can. It was exactly the kind of paper that accompanied me from childhood until I was twenty, its perfect replica. It had been from my grandfather, who brought it from Europe at the turn of the century, passed it on to my father and I inherited it along with books and papers. You can never find one like it in Lima. It was heavy, but at the same time diaphragm, truly functional. One night in Miraflores, I was awakened by a concert of cats hiding on the roof. I went out to the garden, screamed, threatened them. But as they kept making noise, I went back to my room, looked for something to throw at them, and the first thing I saw was the paper towels. Taking it, I went back out into the garden and threw the artifact against the cats' hammock. These guys ran away and I could sleep in peace. The next day, the first thing I did when I got up was go up to the roof to pick up the paper. It's useless to find him. I examined the roof palm by palm, I pulled the branches off the tree branch one by one, but there was no trace. He was lost, forever. But now, I was seeing it again, shining in the darkness of that Belgian interior. I went up to him, weighed him in my hands, looked at his swollen edges, looked him through the window, discovered his tiny balloons of air captured in the glass. When I turned to Ridder to question him, I noticed that, interrupting his nap, he was watching me, anxiously. It's funny, I said, showing him the paper towel. Where did you get it? Ridder rubbed his thumb for a moment. I was in the barn, about ten years ago it started. It was night, there was a moon, a wonderful summer moon. The chickens were all upset, I thought it was a neighborhood dog that was barking around the house. When suddenly an object crossed the fence and fell at my feet. I picked it up, it was the paper towels. But how did he get here? Ridder smiled this time: \"You threw it away. *FIN* 1972", "title": "Ridder y el pisapapeles", "author": "Julio Ramón Ribeyro"}