{"metadata": {"length": 7373, "words": 1285, "reading_time_min": 6.425}, "text": "I will write a love story. Despite science, political economy, politics against the economy, military problems, strikes and demonstrations, love retains its puerile attractiveness, its pathetic or cheerful grace. It is still a revolting, sweet and sour love, and the air of its rustling branches, during the sweltering summer afternoons, refreshes the souls of many a sweet person. Let love be the present, but give it eternity. My story will show, a million times over, that the dominion of love extends to all creatures and that, as poets and dramatists retort in their poetry, there are no social inequalities in love. My hero was called Muff, which in German means \"monster\", and they gave her that name because, in fact, the finery she wore gave her diminutive body a certain resemblance to a monstrous creature of rich, grey skin. Lady had erred and slapped Muff, but the owner of the beautiful gizmo intervened, exclaiming: - Careful... I'm going to lose you. There are no worms at that price. Indisputable truth, which can be demonstrated with numbers. Up to 2,000 francs can be paid for a chinchilla if it is of first quality, and for Muff they paid up to 3,000. Today the prices have gone up: I am referring to the prices at that time. It is still necessary to add to Muff's cost the price of his jewels; two dog collars, one of pearls, the other of rose coral with diamonds, and a pair of gold cuffs engraved with roses and sprigs, I said useful, for it revealed with its tiling the presence of Muff and saved her from dying crushed under a floor. We also do not forget in the Muff budget - nothing can be forgotten when it comes to budgets - the value of the elegant trunk sent from Paris, where there are fashionistas and workshops specially dedicated to this branch. She wore Muff and often, according to the season, wore her slouched terciopelo, raso and gro Pompadour, with a pocket for the microscope-scented white lily; her boots or clogs, her collars of plum-rose, and I think it odious to add that she slept in a slack of edredon with numerous embroidered and blasoned slacks. Ah! If riches, ostentation, luxury, vanity, satisfy the senses, who happier than Muff! It was the realization of a tale of hades. It was a palace full of artistic pretensions; it had at its service a devoted, careful, and amiable maid, Paquita, who, after bathing Muff in tibia water, rinsing her with exquisite soap, rinsing her with soft water and drying her, until her bare feet were bare, served her in select golosina porcelain cups and, when the refining was done, rinsing the dandles of her mother with a syringe filled with elixir, in order to have the balsamic smell and to cool the mouth. If Muff went out, he went in the car, of course, dressed for her expressly; they took her to the Retiro, and the lacayo, dropping her at the most solitary and purest point, let her play and run, do her exercise, be free to herself. Muff never lacked for his own self-satisfaction. When they saw her, they were astonished by the roar of the living ghoul and admired the silvery hair, the black eyes, huge, half obscured by the gloomy rumbles, the small hippopotamus, like a trufa, the charming horn. So and all, among so many mingles and splendours, the gilding glowed, and at times its vast pupils expressed a nostalgic aspiration. When God created beings there in the tangled fronds of Eden, He threw them into the depths, very deep into the heart and soul, an arrow, an arrowhead, a sort of arrow that never stops shooting and slinging and never feels the slightest hint of defeat. Reclined in her silk flannel swaddles, or shivering in the arms of the shawl, shivering by Paquita, or stumbling along the muddy paths of the Retiro, Muff felt the shivering point grow sharper. \"You are not happy, poor Muff, you need the salt of life, the essence of wine,\" suggested the sailor by repeated strained sighs; and Muff, in a languid posture, with the hoop slung over his shoulder and a swollen thigh, breathed, and at the shivering of his chest, the gold ring on his collar seemed to mysteriously \"tilt.\" A sagacious observer would understand what Muff was doing; but its possessors did not understand it, or did not want to, if credit is given to versions that seem to be authorized. In the family council Muff was sentenced to forever ignore the amorous joys and sublime, but arduous, faeces of motherhood. Luxury item, precious bauble, should not be stowed away. And when she noticed her melancholy, the Paquita, presenting a tempting dish of bizcochos, said: \"Anda, monina, tontina, do not \"think\" of \"that\"! One evening, when Muff parked his car in the shade of the Retiro, he saw her approaching, very playful and excited, a very lively dog. It was a ruin of street begging, of those who steal and die, who savagely scavenge for food in the garbage and perish, tied up by municipal ropes. When he saw the chug, with its yellow and soiled tassel, the first movement of Muff was a resounding sigh. He shook the lacayo and struck the sobering puntapié, which made him exhale a sour odor. The compassion replaced the despair, and Muff ran to the injured man, eager to comfort him. He was back, without fear or resentment, rumbling around Muff. He began the game with sexy liars, sexy snobs, snobs and other exclamatory and indiscreet manifestations of the perverse courtesy. They separated, and Muff was brought home; but the next day, just as she was coming down the stairs, she found the little boy, cheerful, insinuating, shaven as he was alone. I guess the unfortunate coincidence that also the sloppy guardian of Muff had an encounter, the one of his grandmother the girl Luca, a red-haired girl of good repute. While the two peasants were chatting, the aristocratic grifona and the common cannon were making a tasty mingling. Perhaps the sentimental perita confessed her romantic aspirations and the emptiness of her golden slavery; perhaps the passionate peasant of that high-coated belfry recalled her struggles for existence, her days of indignation, her famine, the sacrificial offerings, the poem of a misery afflicted with stout scorn. The truth is that, inadvertently, taking advantage of the distraction of his companion, Muff sped away from the car, and, guided by the dog, lost himself among the avenues and the woods, in the direction of the exit of the Retiro, towards Atocha. The seducer went ahead, teaching the way; Muff followed, stern, unflinching, the hick behind; and at the fast trot of his many limbs, he twitched, smooth, in a musical rhythm, with a sort of emotion, the cascabel's gold, to which the heart was sending currents of electricity! All the papers announce Muff's loss. The gratification offered is priceless. Muff, however, does not appear. What has been of the living worm, of the smear of silvery sand, between which the huge black pupils glow? What did the solitary life, the abandonment, the need make of Muff? Did an enthusiast steal it and not want to return it? Is she in the ice-cold trough, stripped of her gold and stone collar? Or, accepting her humble destinies, she has voluntarily left the banquets of riches, and, shedding tears, she accompanies her husband, walks with him in the morning and evening in the hills of straw to ensnare hunger, hunger, enemy of love, severe judge who, inflexible, punishes, verily that kills?", "title": "Ley natural", "author": "Emilia Pardo Bazán"}