{"metadata": {"length": 4630, "words": 898, "reading_time_min": 4.49}, "text": "The actor comes out in front of the curtain, slowly. What a commitment! There are days when you feel capable of the most daring, and nothing seems impossible to you. And that's just who I am; there are two words that lift me up, that spark my blood and make me feel capable of anything: the difficult word and the impossible word. It's enough for someone to say something in front of me: it's difficult, it's impossible, for me to answer the point: there's nothing difficult, there's nothing impossible; I do that; I do that; there's a fight, there's a betting stake... I feel compelled to hold on to it... and I'm already in a mess... and the one I'm in now is loose. Imagine if someone told me yesterday: You who have so much sympathy in the public, enough authority and a lot of scorn, or a lot of disgust, let's see, why don't you dare to introduce yourself to the public and tell them a story... an immoral story, one of those stories capable, according to a sacred phrase, of blushing a civilian guard. I don't know what reason the Civil Guard might have for being more resilient to rust than any other armed institution; the case is that the Civil Guard and the Carabineros share this privilege. But let's not go wild. A story about immorality? Impossible! exclaimed several; I have said before that the word impossible has the privilege of igniting my blood. There's nothing impossible about it. And I'm committed to telling the story. And what a story! She was elected by a vote in a waitress' café; the waitresses took part in the vote and her vote decided on the result... Brave tale! The poor girls knew him only by the title, and the title deceived them. (Not the first title to fool you.) It's such an innocent title... it sounds like a children's story... but, yes, well, the story is... you'll tell me; just remembering it makes me go crazy... but nothing is impossible. It is difficult, yes; I must confess, however, that there is something difficult, and this is one of the difficult cases. I know you're probably thinking that I don't dare tell the tale, which is why you're so quiet and so sitting, not ready to clear the theater, not without first calling me something... but, you don't know me. You do not know how the word impossible excites my nerves; all the whispering in the world would not suffice to calm you down, just as all the whispering in the world would not suffice to make my story look innocent. I warn you that you start putting on a series; you start to fear that I'm capable of anything. I will tell the story, not you. But I bet you not only to tell it, but to hear it. For, of course, if I were to tell it in the void, I would have no difficulty, and I have already said that the difficult word exasperates me as much as the impossible word. For you to hear me, I have to tell the story in a certain way... That's the hard part; but not the impossible part. The story is tremendous; able to red-hot (the consecrated phrases scare me) able to red-hot a roomie from the Newsroom. How can I tell you that the ladies do not, on hearing it, select as one man and the gentlemen, out of gallantry, do not believe in the case of accompanying them... and I move alone, only before the accommodators, who will not be as alien to the blue as those in the above-mentioned hall, tuned to tango with all its details? Well, I will tell the story, and I will tell it in such a way that you only depend on their fornication. If you observe the proper attitude, if you know how to protest at the right time, immorality will have disappeared as if by charm and any novel from the Pink Library will be a Boccaccio tale compared to my tale... and it goes fairy tale. This was a marriage, composed, like most marriages, of a wife, a husband and a... (and you're moving ahead with malice. Did I not warn you that everything depends on you? Of a woman, a husband and a child of a few months, of very few... as in all marriages, the woman did not want anything to do with the husband... do you find my statement too categorical? Well, I support it and I ratify it. There is no marriage where a woman loves her husband... Do you scandalize yourself? Do you need proof?... At this moment I am sure that I am heard by countless married ladies... If there is one, one, who loves her husband, I beg her to stand up and say it very loudly: Do you see him? Not a single one! I told you that your attitude depended on the immorality of my story. Can there be anything more immoral than a portion of married ladies not finding even one who loves their husband? I won my bet. And now it's me who withdraws scandalized. FIN", "title": "Cuento inmoral", "author": "Jacinto Benavente"}