{"metadata": {"length": 7791, "words": 1403, "reading_time_min": 7.015}, "text": "The noblest feelings may be strained beyond their limits; the sad thing is that this hard-won truth is taught to the heart..., and reason is little use in conflicts of the sentimental order. I hear a case..., not as rare as it seems. Gonzalo de Acosta was the model of good, loving, fanatical children. The orphaned son, from a very young age, had been born in the slacks of his mother; she cared for him, educated him, brought him into the world; she shaped him, in other words, in his image and likeness. He entered Gonzalo’s life dominated by a dreadful conviction: that all women can be weak and false, except the one he brought into his house. What helped to confirm Gonzalo in his filial idolatry was the approval, the sympathy of the people. By the fact of respecting his mother, the world respected him, and the married girls gave him a shivering hand, and the mothers sounded more benevolent. When he passed through the street carrying his mother by the arm, a reassuring atmosphere of approval and consideration slid gently over him. At the age when the elements of culture were assimilated and the criteria were formed, Gonzalo, despite his doubts about certain arduous matters, remained in good stead, confessing that he did so mainly for not despising and scandalizing his holy mother. He heard her weep many times; he carried a shawl of the Passion to her; and until she was not present, he carried, without examining them, a thousand cheerful and sweet infants. Gonzalo was already a tween, and his mother began to insinuate that he should think of marriage. The chance brought him into contact with a beautiful, discreet, well-educated, rich lady, a phoenix he had not chosen by hand. Gonzalo's own mother was the one who forced him to observe Casilda's perfections and suggested he should imitate her. Casilda accepted the sacraments with great joy and ecstasy, and six months after knowing the future, the Church blessed their marriage. In one of those long and transcendental conversations that are entertained during the first quarter of the honey moon, and which both reveal the characters and the thoughts. Gonzalo spoke much of his mother and of the place she held in his affections and in his existence. Casilda heard, first joyful, then reflexive and grave. Impulsed by the fullness of his heart, Gonzalo confessed that he had tried to please Casilda by heeding her maternal indications, and that by this he himself believed that he was certain of her, for in his mother he could make no mistake. When she heard this, the beautiful eyes of Casilda were enlightened; and, removing the arm that encircled her husband's neck, she firmly said these or similar reasons: -You have done wrong in all this, Gonzalo; very wrong. I do not want to limit the love your mother inspires in you; but I think you are not licentious enough to want her more than I do, and that in something so personal and intimate as the ring of marriage, the initiative cannot be foreign, but self-initiated. We do not choose parents; but the one we are to love all our lives, the owner of our alabaster, is a king chosen, and we are responsible for the choice. I see you didn't choose me. For your way of understanding marriage, you must even seek a pious girl, content with a love reflected in another love; I am a woman who knows how to love and demands payment; who wants to be honored and aspirates to find in her husband all the happiness to which she is entitled. The absurdity of your way of feeling will bring out another absurdity in me, and that is that from today on I shall more and more feel the sting of your mother's spirit, the sting of your soul..., and we shall never live in peace again; I know this, because I know it. Gonzalo, although surprised, did not give much importance to his wife’s expansions. With a sigh and a tremble he tried to calm her, and feeling victorious he regained the arm of Casilda, who had strayed from his shoulder. But a branch is not a soul. Since the moment of its birth, the moon of honey has been a sight of clouds. It didn’t take Gonzalo long to see that Casilda was looking for distractions, society and bullies, as if she wanted to drown herself or explore new horizons. In his pessimism, Gonzalo began to doubt first of love, and then of Casilda's fidelity. Herido, ulcerated, rejoicing in humiliation, went to shelter in the only place he believed he could wash away his sins: his mother’s womb. And as he kissed her and washed her face with hot water, the son exclaimed, “There is no better woman than you, mother. I should not share my love; I should keep it for myself alone. Forgive us and live as if nothing had happened.” In fact, that same day the husbands separated. Casilda went to live in Paris. From there, Gonzalo received two terrible blows in a year or so. He lost his mother... and knew that Casilda had a daughter, born six months after the separation. After the first stupor, a sudden clarity enlightened his spirit, making him see everything in a different way. The death of her mother taught her that the filial love, being so pure and holy, cannot, by its very nature, accompany us to the tomb, and that the “companion” is merely the wife; and the birth of that little girl told the clears that love is an arrow that generations pass from hand to hand, and that which our mothers gave us we give to our children after. The terrible thing about Gonzalo’s situation was that, despite the agitation and profound emotion that the birth of the girl caused him, his mortal doubt and the appearances of the last hour did not allow him to believe that it was really his blood. He loved the idea of paternity represented by that little girl; but without faith, the first virtue of the father, the basis of his immense happiness. The silence of Casilda, the time that had passed without news from Paris, helped Gonzalo’s bitter and repulsive conviction. Solo, dolorous, misanthrope, he was leaving his virility to run its course between shivering diversions and shivering adventures. It was fifteen years ago that she was enduring such intolerable living, when one night, in the Comédie theatre, looking by chance at a stage in the middle of the floor, she became the victim of a sense error: such a turn gave her blood, seeing the charming girl who had just left her earrings on the table and was inclined to look at her breasts, smiling. The girl was a lively, animated portrait of Gonzalo's mother, as she represented a beautiful lilac of Madrazo, with the freshness of the first youth. If the figure had been lower in the picture, it could not have been more astonishing the similarity, helped by the similarity of the present fashion with the fashion of 1830. Tense, trembling, at the same time as tense with joy, Gonzalo, in the seat of respect on the stage, offered another head of woman he knew, despite the semblance of the time gone by: his wife Casilda. And the consciousness that that young girl was his daughter of the heart, swept over him like a wave that cleared away everything: doubts, sins, the whole past. It would take many pages to describe the steps that Gonzalo took, the amount of activity he engaged in, to be allowed to live near the child revealed and adored in a minute, the divine minute of seeing her. -Ineffective effort, sterile struggle in which it consumed its last energy! A decisive letter, written by Casilda a few hours before returning to France, said, roughly, “Our daughter loves me as you love your mother. If he separates from me, he will not resist him. It is too late for everything: repent, as I did in another more difficult age. The only thing you leave me is the girl: do not give her up.” And Gonzalo, writhing in pain at the scab that had smeared his eyes, murmured: -It is right.", "title": "Vivo retrato", "author": "Emilia Pardo Bazán"}