{"metadata": {"length": 6149, "words": 1078, "reading_time_min": 5.39}, "text": "Leo Pustiakov, a professor at the Military College, whose home was near his friend Lieutenant Ledentzov's, went to his home one New Year's morning. You'll see what it's all about, Grischa said to this one after wishing him a happy new year. I wouldn't bother you if it wasn't for my hurry!...Please, my friend, for today your Stanislav!... As I go to the merchant Spichkin's house... You already know that Spichkin's bastard!... He likes decorations very much and considers them almost like scumbags who don't wear them hanging from their neck or ojal!... Besides, he has two daughters, Nastia and Zina!...I'm talking to you like a friend!...You already understand me, dear!...Please, please! All this Pustiakov uttered stuttering, red-hot and timidly turning his head to the door. The lieutenant, after insulting you, ended up agreeing. At two o'clock in the afternoon, Pustiakov, while driving in an isvoschik to Spichkin's house, looked at his chest through the slightly wide-opened ex-professional pin, over which, glowing with gold and enamel, shone the other Stanislav. It seems like you're inspired by self-respect! I thought the professor was thinking. Let such a small thing... that would not be worth more than five rubles, produce that feeling! When the Isvoschik stopped at Spichkin's house, Pustiakov, paying the coachman, opened his pulley, as if he, seeing his charter, his buttons and his Stanislav, was petrified. Leaving a cough of satisfaction, he entered the house. As he was removing the pin, he peered his head through the living room. There, at a long table, they were sitting, eating about fifteen people. I could hear voices and the tin-tinging of the dish. Someone called! I'm afraid to tell the owner of the house. Ah!... is that you, Lev Nikolaich? Please come by!... You're a little late, but it doesn't matter!... We just sat down! Pustiakov straightened his figure, raised his head and rubbed his hands, entered the living room. But there he saw something terrible!... At the table, and next to Zina, was sitting Tramblian, the French teacher, his coworker. Allowing the Frenchman to see the decoration was as much as raising a series of unpleasant questions, it meant his shame and eternal disgrace... Pustiakov's first idea was to rip off the decoration and run away, but it was very well sewn and to turn back was impossible. Quickly covering the decoration with his right hand, Pustiakov bent over, torpedoed everyone with a general greeting, without shake hands with anyone, and went to sit in the only chair, free, right in front of his French partner. \"There must be something drunk coming\", Spichkin thought, looking at his asphyxiated face. He was served a plate of soup. With a lazy breath and using his left hand, he takes the spoon; but then, recalling that in society this way of eating is not well considered, he declared that he had already eaten and had no appetite. I've already eaten, thanks, he buzzed. I went to visit my uncle, the high priest Eleev, and he insisted that I stay and eat with him. Pustiakov's heart began to fill with a tongue-in-cheek sadness and a furious anger. The soup exhaled a very tasty smell and a very tasty little vapor came out of the sturgeon. The professor tried to release his right hand and cover the decoration with his left, but the change was not comfortable. You'll notice... I'll have to have my hand outstretched over my chest, like I'm singing... my God! I'll eat at the tavern later! After the third plate he timidly raised his eyes to the Frenchman. Tramplian, blazing for no apparent reason, looked at him in turn, and he didn't eat anything either. Their gazes changed and they both lowered these on their empty plates, even more gilded. The bastard is already fixed! Pustiakov thought. I can see it on your face that you've been staring. Go with the bastard! I'm sure he'll tell the director tomorrow! The owners of the house and the other guests finished the fourth plate. Then they finished fifth too. A tall gentleman, who had been endowed by Nature with a hairy nose, wide and velvety windows in it and eyes that winked constantly, after getting up from the table and caressing his hair with one hand, announced: The diners rose loudly from their seats and raised their glasses. A loud \"Hurra!\" resounded throughout the rooms. The ladies were smiling and holding their glasses toast. Pustiakov, standing up, grabbed his left hand. Lev Nikolaich, have the kindness to offer this glass to Nastasia Timofeevna! \"He said, directing a gentleman as he presented him with a drink\". Get him to drink it! This time, with his great horror, Pustiakov was forced to use his right hand, with which Stanislav gleamed, and with his wrinkled red ribbon, he saw the light of day. The professor turned pale, lowered his head and timidly looked at the Frenchman. He looked at him too, with eyes both questioning and amazed. His lips smiled maliciously, and the expression of glowing blushed away on his face. I'm not going to let you go. \"Suddenly the owner of the house told him. Please pass me that bottle! Tramblian stretched out, indecisively, his right hand toward the bottle, and... oh happiness!... Pustiakov saw a decoration hanging from his chest. It was not this Stanislav, but a whole Anna!... Was it possible that the Frenchman had cheated too?... Pustiakov, laughing with pleasure, sat quietly in his chair... Now he no longer needed to hide his Stanislav; the sin of both was the same. Neither of them could, consequently, denounce or discredit the other... Yes, Pustiakov said. It's funny how few decorations have been given this year, Julii Avgustovich! It's funny! Tramblian nodded his head and showed his left diaper, on which he had the third-grade Anna hanging ostentatiously. After dinner, Pustiakov went around the rooms teaching the ladies the decorations, content and carefree even though hunger made her feel present. If only I'd known! I thought I was looking at Tramblian, talking to Spichkin with envious eyes. I would have hung a Vladimir! Only this thought tortured him. Mostly he felt happy, completely happy. *FIN* Orden, Fragments, 1884", "title": "Una condecoración", "author": "Anton Chejov"}