{"metadata": {"length": 7747, "words": 1402, "reading_time_min": 7.01}, "text": "At every leap of the cart in the squalid and filthy corners of the streets, death sentences were imposed and long stares of interminable terror were exchanged. Yes, you do need to admit it: the unlucky women didn't want them to be blown up. Although a sort of aesthetic gymnastics was practised at the time, and one was taught to sigh and even to glimmer with ingenuity while putting his head in the guillotine, in this, as everywhere, the provinces were behind the times, and those who bowed their heads in that city of Poitou did not so with the elegant dignity of those of the Parisian bourgeoisie. In addition, the victims hung on the wagon were not counted among the Lescure army's Amazonian virility, nor had they been beaten in bandolier with the Gars and Cathelineau parties. The peaceful ladies, astonished in their ancestral castles by the revolution and war, briars of straw swept away by the torrent, did not realize exactly why they needed to drink such bitter calcite. They, what had they done? Birth into a certain social class. Be aristarchs, as it was said then. Nothing more. The four corners of his shield pushed the caddis. They didn't find him right. They didn't understand. They were \"suspicious\", the court said; \"maladies of patriotism\". Why? They wished all kinds of good to their country: they had never conspired. They did not understand politics. And within a quarter of an hour...! Five women came on the cart: two sorority sisters, old, whose resignation was most manifest in the trance; a lady of thirty years, the wife of a guerrilla, separated from him on the same day of their wedding, who had never seen him since because she could not bear to see him, and now paid the crime of bearing his name; a widow, the countess of L’Hermine, and her daughter Ivona, a spring-freshening creation of ten years, of perfect beauty. Under the hood or cloak of white flies, the girl's slashed and reddened hair gleamed like a halo over her face covered with the blood of a mortal murder, and her violet-tinged pupils and lip creases seemed to be touches of the tomb. The hands, thrown back, trembled, the teeth chattered; the body was trembling. However, from the half of the way, which was long to find the prison on the outskirts of the city and in the centre of the square, Ivona de L’Hermine, en route, showed nervous anxiety, a lack of hope. Two times the official who had ordered the blue horse to the stable had approached the cart and murmured to Ivona's ear some words, a sneer. The cynic had the soiled rags of the naif: it was not the sting of modesty, nor the sweet sour of passion: it was not the feelings that in a young soul awaken the expressions of the ardent love. Although the official was a little shaky and shaky, Ivona was not a mess in her tuxedo. Another thing was burning on his face: life, the magical life, the life he had not sabotaged and was about to lose. The almost paralyzed heart was roused again, and the violet eyes caught the light. Don't die! Instinctively, since Ivona heard the first stuttering of the official, she tried to divert the face, avoiding the face of her mother. This, however, triggered Ivona's eyes, fixed, burning, questioning. At the exit from the prison, I could see the impression made on the officer by Ivona’s beauty. The countess had no political ideas; she did not care about Louis XVII, slain in the Temple; she was not of her grade; she was not humbled by the events; to owe life to a republican did not seem to her humiliating. If it were a matter of taste, she would accept it from her daughter; but... and honor? For long years, resigned to her estate, far from the world, it had only been the countess’s attention to educate Ivona with the maximum of honesty and rectitude, cultivating her among the sourdough breads, fortifying her by the example of the most pampered wife. The corruption of the court frightened the countess, and there were moments when she recalled Louis XV, justified the revolution and considered it divine punishment, merited and necessary. The faith and superstitious cult of that woman were not the Monarchy or the old regime, but the purity, the religion of the army that she carried in her title of nobility and in the company of her blasphemy. And as he watched the officer shiver with his gaze at Ivona, as he heard the words that slipped into his ears that instantly revived her, he thought to himself, “He wants to save her. Is she alone? At what price?\" Incredibly, it seems a triumph of horror over us, to see open the black mouth of the not-being, the fucking abyss of eternity. The countess, in those decisive moments, forgetting her fear, only thought of Ivona, beaten, beaten, carried by the officer to his office as a woman, after she had been beaten to the punch. And there was no doubt: the girl accepted the deal: perhaps her inexperience ignored the conditions; but she admitted it: it was to live, it was to avoid the bitter trance. While the indignation roared in her mother's soul, the daughter turned her head to look with her eyes, once swollen, now resplendent, pleading, grateful, to the chief of the guard, who directed a calming, intelligent smile... And it was here; all was over; the wagon began to open up through the smoky crowd that filled the square, in the centre of which, amidst the shadows, the guillotine, gleaming with a ray of sun in its blade of steel, was raised... When the wagon stopped, the soldiers, at the order of the officer, took the countess and Ivona down. The others sat inside, waiting their turn: praying to the old, the wife of the guerrilla reneging on her chance and pleading for mercy. The countess warned that they had brought her first and that her daughter was left as a relic on the foot of the staircase, half lost among the people. The ice of shock, the shock that the sight of the sacrificial body had poured into his veins, causing a cold clammy shiver, had turned into a sort of silent fury, of despairing shame. He had seen the officer's hands slicing the red hair of Ivona, and the image, the representation of the confrontation was more cruel and more bitter than the plea. “They will not,” he decided with a terrible resolve. You realize that you have been let down by neglect or transience. As if he wanted to comfort himself, he slid his hand through the opening of his body. Something was snuck out of the hole in his hand. And when the wolf came near to support her as she climbed the steps of the ladder, he said in a low voice, you know what, slamming a golden hammer into the door. You will ignore what I said... but, by the results, you will know. It happened something that soon they did not understand those who were present in the tumultuous scene, and at that time almost indifferent to the force of habitual. And it was that the troll, retreating, dragged the guide of L’Hermine by the arm wherever he could, and in a second pushed her up the staircase, and he dragged her up to the platform. The countess helped her, stepped back, pushed her daughter too, and threw her into the arms of the law-enforcer. The move was sped up so rapidly, and it was such a scream of the people, who roared and insulted, the confusion in which the escalator had been lowered, that when the official, astonished, rushed forward, wanted to intervene, Ivona fell on the floor, and the half moon slid down the twisted cliff, shattered by the scream of supreme terror, that no shouting could permit... The troll grabbed the vivacious head of the girl, who was bleeding, and presented it to the spectators. And the countess of L’Hermine, approaching unresistingly to receive the same death, thought with heroic satisfaction: “Thank God I could hide the coins in my breast!”", "title": "De vieja raza", "author": "Emilia Pardo Bazán"}