{"metadata": {"length": 7616, "words": 1409, "reading_time_min": 7.045}, "text": "Six men inhabited the Land of Trees, three who came in the wind and three who came in the water, but they could not see but three. Three were hiding in the river and only those who came in the wind could see them as they came down the mountain to drink water. Six men populated the Land of Trees. The three who came in the wind were running in the freedom of the wonder-sown fields. The three who came into the water hung from the branches of the trees copied into the river to bite the fruit or to scare the birds, which were many and of all colors. The three who came in the wind woke up to the ground like birds before the sun came up, and at night, the three who came in the water lay like fish at the bottom of the river on the pale, elastic grass, pretending to be very tired; they lay on the ground before the sun went down. The three who came in the wind, like the birds, ate fruit. The three who came into the water, like fish, fed on stars. The three who came in the wind spent the night in the woods, under the leaves that the rotting hornets removed instantly or high up on the branches, among squirrels, pincers, monkeys, micoleons, ticks and squirrels. And the three of them came into the water, hiding in the flower of the wells or in the pits of lizards fighting battles like dreams or anchoring to sleep like pirates. And the trees that came into the wind, and went through the waters, the three that came into the wind, and the three that came into the water, softened the hunger, not distinguishing the good fruit from the bad; for the first men were made to know that there is no bad fruit; they are all blood of the earth, sweet or sweet, according to the tree that hath it. - Nest! - He climbed a bird. One of the windmen saw again and his companions called him Nido. Mounted on a Bird was the memory of his mother and father, a colorful rainy-water beast they killed in the sea to win the land, of golden pupils that kept at the bottom two black crosses, smelling like a little finger of a female fish. At his death they won the wet coast, emerging in the landscape of the beach, which had a certain tone of psalm: the scattered chops and far away the forests, the mountains, the river that in the panorama of the valley was staying still... the Land of Trees! They walked without difficulty through that coastal nature as fine as the light of diamonds, to the green crown of nearby huts and as they approached the river for the first time, to quench their thirst, they saw three men falling into the water. Nido calmed his companions - strange mobile plants - who were looking at his portraits in the river without being able to speak. - They're our masks, behind them our faces are hidden! They're our doubles, we can disguise ourselves with them! They're our mother, our father, Mount a Bird, who we killed to win the land! Our ship! It's our birthday! The jungle extended the sea to dry land. Liquid air, hyaline almost under the branches, with blue transparencies in the clear dark of the surface and fruit greens deep. As if the sea had just been removed, the water was lighted on every leaf, on every bejeweled, on every reptile, on every flower, on every insect... the jungle continued towards the stubborn, steep, grown, creeping, sterile volcano of the viper: an ocean of leaves breaking out into rocks or drowning in grass, where the footprints of the planthigrads drew butterflies and leukocytes from the sun. Something that broke in the clouds pulled the three men out of their daze. Two mountains moved the eyelids to a pass from the river: The one they called Cabrakán, a mountain capable of cutting a forest between its arms and lifting a city on its shoulders, spat out saliva from fire to ignite the earth. And he burned it. The one they called Hurricane, cloud mountain, climbed up the volcano to peel the crater with its nails. The sky suddenly cloudy, stopped by the sunless day, the birds fleeing by hundreds of baskets, barely heard the cry of the three men coming in the wind, defenseless like trees on a warm earth. In the darkness the monkeys fled, leaving behind the lost echo among the branches. Like exhalations, the deer passed by. In great swirls the mountain cars were entangled, clumsy, with the ashes pupils. The coyotes were running, bare teeth in the shade as they brushed each other, what a long chill...! The chameleons fled, changing colors in fear; the taco, the iguanas, the tepescuintles, the rabbits, the bats, the frogs, the crabs, the cutlets, the talc, the squirrels, the chinchintors, whose shadow kills. The cantiles fled, followed by the rattlesnakes, which with their whistling horns and their tails left the wild impression of a diligent escape along the ridge. The penetrating whistle was joined to the sound of the headstones and the clicking of the tailors who buried their heads here and there, flogging to open the field. The chameleons fled, the fangs fled, the basilisk fled, who at that time killed with their eyes; the jaguars (sun-splashed follicles), the peacock-like peacock-pumas, the lizards, the tops, the turtles, the mice, the foxes, the armed ones, the porcupines, the flies, the ants... And at great leaps the stones began to flee, hitting the ceibas, which fell like dead chickens and running all over, the waters, carrying in the gums a great white thirst, pursued by the venous blood of the earth, the burning lava that wiped the footprints of deer, rabbits, doves, hyenas, coyotes; the footprints of the jaguars in the river; the light of the birds in the sea, the light of the ashes, burned the light of the sea, the light of the birds in the sea, the ashes of the sea, in the light of the sea, in the light of the ashes of the space. They fell into the hands of the earth, a blind beggar who, not knowing they were stars, did not burn them out. Nido saw his companions disappear, snatched by the wind, and his doubles, in the water snatched by fire, through corn falling from the sky in lightning, and when he was alone he lived the Symbol. Says the Symbol: There was in a century a day that lasted many centuries. A day that was all noon, a day of untouched glass, very clear, without twilight or dawn. \"Nido\", said the heart, \"at the end of this road... and he didn't go on because a swallow came too close to hear what he was saying. And in vain he waited for the voice of his heart, reborn instead, as another voice in his soul, the desire to walk to an unknown country. He heard you were calling. At the end of a narrow path, painted in the landscape like that of a crab bread called him a very deep voice. The sands of the road, as he passed, turned into wings, and it was to be seen as behind his back a white sheet rose to the sky, leaving no footprint on the earth. He walked and walked... forward, a spike surrounded the spaces. The bells in the clouds repeated their name: Nest! - What? - What? - What? - What? - What? - What? The trees populated with nests. And he saw a saint, a carpenter and a child. Holy, flower, and child the Trinity welcomed him. And he heard, \"Nido, I want you to build me a temple! The voice was like a bundle of roses shaken by the wind and the sunflowers bloomed in the saint's hand and smiles in the boy's mouth. Sweet return from that far country in the midst of a cloud of beetles. The volcano was quenching its entrails - within it had wept the earth's tears collected in a lake, and Nido, who was young, after a day that lasted many centuries, became old, leaving him no time but to found a village of a hundred little houses around a temple. FIN Legends of Guatemala, 1930", "title": "Leyenda del volcán", "author": "Miguel Ángel Asturias"}