{"metadata": {"length": 6875, "words": 1149, "reading_time_min": 5.745}, "text": "The caprice or imagination or utopia of the Total Library includes certain traits, which are not difficult to confuse with virtues. Wonderful, first of all, the long time it took men to think of that idea. Certain examples that Aristotle attributes to Democritus and Leucippus clearly prefigure it, but its later inventor is Gustav Theodor Fechner and its first exponent is Kurd Lasswitz. (Between Democritus of Abdera and Fechner of Leipzig flow - sadly - almost twenty centuries of Europe.) Its connections are illustrated and numerous: it is related to atomism and to combinatorial analysis, to typography and to chance. In the work The Test with the Turtle (Berlin, 1929), the doctor Theodore Wolff judges that it is a derivative, or parody, of the mental machine of Raimundo Lulio; I would add that it is a type of avatar of that doctrine of Eternal Return that is rebuffed by the Stoics or by Blanqui, by the Pythagoreans or by Nietzsche, and rebuffed forever. The oldest text that illuminates it is in the first book of Aristotle's Metaphysics. It speaks of that passage which explains Leucippus's cosmology: the formation of the world by the fortuitous conjunction of the atoms. The author observes that the atoms required for that condensation are homogeneous and that their differences arise from position, order or form. To illustrate these distinctions he adds: “A differs from N by shape, AN from NA by order, Z from N by position”. In the treatise On generation and corruption, he wants to compare the variety of visible things with the simplicity of the atoms and argues that a tragedy consists of the same elements as a comedy - i.e., of the twenty-four letters of the alphabet. It is three hundred years later that Marco Tulio Cicero compiles an indecisive skeptical dialogue and ironically titles it De la natura dei divini. In the second book, one of the interviewees argues: “I do not envy anyone who is persuaded that certain solid and individual bodies are swept away by the force of gravity, resulting from the fortuitous conjunction of these bodies the beautiful world we see. Whoever judges this possible, also may believe that if you hurl innumerable characters of gold, with the twenty-one letters of the alphabet, the Anales de Ennio may be printed. Ignore if the casual reader can make a single word.” 1 Cicero’s typographic image has a long life. In the mid-eighteenth century, she appears in a Pascalian lecture; Swift, at the beginning of the eighteenth century, highlights her in the preface to his indignado Ensayo trivial sobre las facultades del alma, which is a museum of common places -as the future Dictionary des idées reçues, of Flaubert. A century and a half later, three men justify Democritus and refute Cicero. In such a short space of time, the vocabulary and metaphors of the controversy are different. Huxley (who is one of those men) does not say that the “golden characters” will end up composing a Latin verse if thrown enough times; he says that a dozen monkeys, provided with writing machines, will produce in a few eons all the books in the British Museum 2. Lewis Carroll (who is another of the defenders) observes in the second part of the wonderful, witty novel Sylvie and Bruno - 1893 - that being limited to the number of words a language can understand, it is also limited to the number of its possible combinations, or books. “Very soon – he says – the writers will not ask themselves ‘what book I will write’, but ‘what book?’ Lasswitz, influenced by Fechner, imagines the Total Library. Publicates his invention in the volume of fairy tales Traumkristalle. The basic idea of Lasswitz is that of Carroll, but the elements of his game are the universal orthography symbols, not the words of a language. The number of such elements -letters, spaces, keys, supposing points, guarismos- is reduced and can be reduced even further. The alphabet can renounce the cu (which is superfluous), the equis (which is an abbreviation) and all the minuscule letters. They can be eliminated from the decimal number system or reduced to two, as in Leibniz's binary notation. You can limit the punctuation to comma and punctuation mark. There may not be accents, as in Latin. By analogy, Kurd Lasswitz has arrived at twenty-five sufficient symbols (twenty-five letters, space, punctuation, comma) whose variations by repetition cover everything that is possible to express in all languages. The combination of such variations would form a Total Library of astronomic size. Lasswitz urges men to produce mechanically that inhuman Library, which would organize chance and eliminate intelligence. (The tortoise certificate by Theodore Wolff outlines the execution and dimensions of that impossible work.) Everything will be in your dark volitions. Everything: the tame history of the future, The Egyptians of Egypt, the precise number of times the Ganges have reflec-ted the flight of a halcyon, the secret and true name of Rome, the encyclopedia that Novalis would have built, my dreams and interludes on the white of August 14th 1934, the demonstration of the Fermat theorem, the unwritten chapters of Edwin Drood, those same chapters translated into the language that the garamantas spoke, the paradoxes that Berkeley thought about Time and that he did not publish, the gold books of Urizen, the premature epiphanies of Stephen Dedalus that before a thousand years nothing will want to say, the gnostic gospel of Basilides, the song that the sirens sang, the faithful catalog of the Library, the demonstration of the falsity of that catalog. All, but for a reasonable line or a fair news story there will be millions of senseless cacophony, verbal weeds and incoherence. All, but generations of men may pass without the stifling - the stifling that obliterates the day and in which chaos dwells - being given a tolerable page. One of the habits of the mind is the invention of horrible imaginations. He invented Hell, he invented Hell-predestination, he invented the platonic ideas, the chimera, the esfinge, the abnormal transfinite numbers (where the part is not less copious than the whole), the masks, the mirrors, the operas, the teratological Trinity: the Father, the Son and the insoluble spectrum, articulated in a single organism... I have sought to recall from the oblivion a subaltern horror: the vast contradictory Library, whose vertical deserts of books flow with the incessant urge to change into others and that all affirm, deny and confuse as a delusion. 1- Not having in view the original, copies the Spanish version of Menendez and Pelayo (Obras completas de Marco Tulio Cicerón, tomo tercero, p.88). Deussen and Mauthner speak of a letter box and do not say that these are gold; it is not impossible that the “ilustre bibliophile” has given the gold and removed the box. 2- It would be a purely mortal monogamy.", "title": "La biblioteca total", "author": "Jorge Luis Borges"}