{"metadata": {"length": 5759, "words": 1127, "reading_time_min": 5.635}, "text": "My friend and I can't stand the moon. In its light, disfigured dead people emerge from the tombs, especially women wrapped in white sweaters. The air is filled with dark green shadows and sometimes it is crisp with a sinister yellow. Everything infuses fear, every breeze of grass, every frog, every animal, on a moonlit night. And worse, it forces us to roam groaning and bark in wet places, in the hay behind the birds. Oh that a man like unto us should stand before us! With blind rage we would tear him to pieces, unless he punched us, faster than we did, with a pin. And in this case, too, we stay up all night and then all day, stunned and clumsy, like we're coming out of an infamous nightmare. In short, my friend and I can't bear the moon. And it happened that one moonlit night I was sitting in the kitchen, which is the coolest room in the house, next to home. He had closed doors and windows, posts and lights so that not a thread of lightning would penetrate the air outside and leave it suspended. And yet sinister movements were taking place within me, when my friend came in suddenly carrying in his hand a large round object resembling a bladder of pork butter but somewhat brighter. When you looked at it, you could see that it was beating a little, like some light bulbs, and it seemed to run through weak currents under the skin, which caused slight, distorted reflections similar to those of jellyfish. What is that? I cried, attracted to my own sorrow by something magnetic in appearance and, also, in the behavior of the bladder. Can't you see? I managed to catch her. My friend answered, looking at me with an insecure smile. The moon! I cried. My friend nodded silently. The disgust was over us. Also, the moon sweated a hyaline fluid that dripped between my friend's fingers, but he wouldn't let go. Oh, put it in that corner! I cried. We'll find a way to kill her. \"No\", said my friend with a sudden resolution, and he began to speak in haste. Listen to me, I know that, abandoned to herself, this disgusting thing will do everything in its power to return to heaven (for tormenting us and so many others). He can't help it, he's like the baby globes. And you certainly won't look for the easiest exits, no, always upward, blind and stupid. She, the evil one who rules us, has an irresistible force that also rules her. You've got my idea. Let's let it go by the chimney bell and if we don't get rid of it, we'll get rid of its ugly splendor, because the soot will turn it black like a scum. It's useless anyway, we couldn't get her to die. It would be like wanting to crush a live silver tear. And so, we let the moon under the chimney bell and it immediately rose with the speed of a rocket and disappeared through the chimney cannon. Oh, my God! \"My friend said. What a relief! What an effort it took to keep it, so viscous and greasy! We can be quiet now and look at the hand-owned ones with disgust. For a moment we heard noises up there, deaf flatts like pedals, like when a bladder is punctured, and even sighs. Perhaps the moon, reaching the narrowest point of the canyon, could only pass through hardships and it would seem to be blowing up. Maybe it compressed and deformed, to put it mildly, his body. Drops of dirty liquid would creep into the fire and the kitchen would be filled with smoke, as the moon would block the shot. Then nothing more, and the bell kept drawing smoke. We rushed out. A cold wind swept the sky, all the stars were bright and there was no sign of the moon. Viva, hurl! We screamed like possessed. We did it! And we hugged. But a doubt took hold of me. Couldn't it have happened that the moon had been crushed in the canyon of my fireplace? But my friend reassured me: it could not be, in any way, and, furthermore, I realized that neither he nor I had the courage to go and see. So we abandon ourselves, outside, to our joy. When I was alone I burned in the fire, very carefully, poisonous substances and those scum completely calmed me down. That same night, we were so happy, we went to roll around in a wet place in my garden, but we did it innocently and almost as a mockery, not because we were forced to. For several months the moon did not reappear in the sky and we felt free and light. Free not, happy and free from sad rage, but not free. It wasn't that it wasn't in the sky, we knew very well that it was there and that it was looking at us, just that it was dark, black, too fuzzy to be seen and to torment us. It was like the black, night sun that in ancient times crossed the sky backwards, from sunset to dawn. Indeed, even that miserable joy of ours was short-lived. One night the moon came back. She was melted and smoky, dark beyond my power and barely visible; perhaps only my friend and I could see her because we knew she was there. And he looked down on us in a gloomy air of revenge. Then we saw how much damage his forced passage had done to him by the narrowness of the canyon. But the wind of space and her own running were gradually clearing her of the soot and her continuous rotation reshaped her white body. For a long time it appeared as if it came out of an eclipse and every day a little clearer, until it was like this again, as anyone can see, and we rolled back into the mud. But he didn't get back, like he seemed to want to do. Deep down, she's better than we think, less evil, more stupid. I don't know! I tend to believe that, ultimately, she's not at fault, that it's not her fault, that she's bound just like us, I really want to believe that. My friend doesn't; for him there are no excuses that are worth it. And that's why I'm telling you: there's nothing to do against the moon. The tale of the wolf mannaro, Il mar delle blatte e altre storie, 1939", "title": "El cuento del licántropo", "author": "Tommaso Landolfi"}