{"metadata": {"length": 6038, "words": 1153, "reading_time_min": 5.765}, "text": "The house - the only one in the whole valley - was on one of those truncated hills that, in the form of rudimentary pyramids, left some tribes as they continued their pilgrimages... among the corn bushes, the beans with their purple flower, unequivocal promise of a good harvest. The only thing the earth was missing was rain, at least a heavy downpour, of those forming ponds between the grooves. To doubt that it would rain would have been to disbelieve in the experience of those who, by tradition, taught to sow on a certain day of the year. In the morning, Lencho - a countryman, a believer with a closed fist and a keen attachment to old customs - had only looked up at the sky from the northeast. - Now the water's coming, old lady. And the old woman, who was preparing the meal, answered and said, God will. The older boys were grass cleaning the plantation, while the younger ones were running near the house, until the woman shouted at everyone: \"Come, I'll put it in your mouth\"... It was during the course of the meal when, as Lencho had assured, thick drops of rain began to fall. From the northeast, large mountains of clouds could be seen advancing. The air smelled like a new jar. \"Guess what, boys\", exclaimed the man as he felt the pleasure of getting wet with the pretext of picking up some forgotten items over a stone fence, \"that are not drops of water that are falling, but new coins: the large drops are ten and the young drops are five... and he let his eyes walk satisfied by the milpa about to sprout, adorned with the leafy rows of beans, and then all of it covered by the transparent rain curtain. But suddenly a strong wind blew and the water drops began to drop like hailstones. Those did look like new silver coins. The boys, exposed to the rain, were racing and picking up the larger ice pearls. \"This is very bad\", the man exclaimed, \"I hope it happens soon... it didn't happen soon. For an hour, the hailstone rocked the house, the garden, the mountain, the milpa and the entire valley. The field was so white it looked like salt. The trees, decayed. The corn, cut to pieces. The bean, without a flower. Lencho, with a soul full of tribulations. When the storm passed, in the midst of the grooves, she said to her children, \"I would have left a locusts cloud... the hail has left nothing: not a single bush of corn will give a beetroot, not a bush of beans will give a pod... the night was of lamentations: \"All our work, lost! - And no one to go to! - This year we're going to starve... but deep down in the spiritual depths of all those who lived under that lonely house in the middle of the valley, there was hope: the help of God. - Don't be so mortified, though the evil is very great. Remember, no one is starving! -They say no one dies of hunger... and as the sun came up, Lencho thought a lot about what he had seen in the village church on Sundays: a triangle and inside the triangle an eye, an eye that seemed very big, an eye that, as they had explained to him, sees everything, even to the bottom of the consciences. Lencho was a rough man and he himself used to say that the field is rough, but he wasn't so rough that he couldn't write. In the light of day and taking advantage of the fact that it was Sunday, after having affirmed himself in his idea that there is someone to look out for everyone, he began to write a letter that he himself would take to the village to mail. It was nothing less than a letter to God. \"God\", he wrote, \"if you don't help me I'll go hungry with all my own, during this year: I need a hundred pesos to plant again and live while the next harvest comes, because the hail comes... At the post office, he put a bell on the letter and put this in the mailbox. A postman, who was a mailman and everything at the post office, came laughing at his boss: he showed him nothing but the letter to God. I've never known that address in my life as a delivery man. The head of the office - fat and skinny - also laughed, but soon his eyesight was blurred and, while he was beating his desk with the letter, he commented: - Faith! Who had the faith of the person who wrote this letter! Believe as he does! To wait with the confidence he knows how to wait! Keeping up correspondence with God! And, so as not to disappoint that treasure of faith, discovered through a letter that could not be delivered, the postmaster came up with an idea: answer the letter. But once I opened it, it became clear that answering needed more than goodwill, ink, and paper. He did not give up on this: He demanded a gift from his employee, he put in part of his salary, and he asked several people for his oval for a pious work. It was impossible for him to collect the hundred pesos requested by Lencho, and he settled on sending the peasant at least what he had collected: more than half. He put the notes in an envelope for Lencho and with them a fold that had only one word in his signature: GOD. The following Sunday Lencho came to ask, earlier than usual, if there was any letter for him. It was the same deliveryman who delivered the letter to him, while the boss, with the joy of who has done a good deed, spied through a scratched glass, from his office. Lencho was not surprised to see the bills - that was his safety - but he made a gesture of anger as he counted the money. God could not have been wrong, nor denied what he had been asked! Immediately, Lencho went to the window to ask for paper and ink. At the table for the public, he began to write, wrinkling his forehead because of the effort he made to make his ideas legible. When he finished, he went to order a bell which he wet with his tongue and then secured a punch. As soon as the letter fell into the mailbox, the postmaster went to pick it up. And he said, God, of the money that I asked thee, only sixty pesos came into my hand. Send me the rest, which I need very much; but do not send it to me through the post office, for the employees are very thieves. I'm not going to lie. Farmer's tales from Mexico, 1940", "title": "Una carta a Dios", "author": "Gregorio López y Fuentes"}