{"metadata": {"length": 2840, "words": 562, "reading_time_min": 2.81}, "text": "In a beautiful little forest house lived seven goats and their mother. One day the mother goat was going to the village to buy some and said to her young children, \"Children, I am going to the village to buy some and when I return we will take a walk in the countryside\". I'll bring you some delicious food. And all the goats, happy, said, \"Yes, Mom! Before they left the house, the mother-goat said to them, \"Don't open the door to anyone until I get there, okay, boys?\" And the little goats, obedient, said, \"Yes, mother! Outside the house, behind a tree, a fearsome wolf was hiding watching the mother goat come out with her purse, leaving her young alone inside the house. Minutes after the mother goat left the house, the wolf came to the door and knocked on the door of the goat house, saying, \"I am a mother and I bring you a good meal, can you open the door for me? Recognizing the wolf's voice, the goats shouted: \"No... you're not our mother. You're the wolf! Disappointed, the wolf went and approached a farm nearby, and ate dozens and dozens of eggs to clear and soften his voice. And he went back to the house of the goats, and said in a soft voice, \"Children, I am a mother, can you open the door for me? Not convinced that it was his mother, the goats said to him, \"If you are our mother, then teach us your foot\". The wolf did not hesitate to show them his black, furry leg under the door. And the goats said, \"No... you're not our mother. You're the wolf! On the contrary, the wolf went to a miller's house and asked for a sack of flour. He put a little dough in the flour so that it would be whitened and went back to the goat house and said, \"Children, I am a mother and I bring you a very exquisite meal from the village. Open the door! And the young goats said to him, If thou art our mother, then teach us thy foot. The wolf showed the leg well-drawn in flour under the door and the goats said, \"This time you are mom! - and they opened the door. The wolf quickly entered the house and began to run to catch up with the goats. The young goats ran out and hid each in a different place. At that moment a hunter was passing by who, hearing all the noise of voices, entered the house. He was about to kill the wolf when the animal ran out scared and scared, begging the hunter not to kill him and vowing never to return to those sides. After a while, the mother goat came and found the door open and the house empty. - Oh, my children! I'm sure the wolf took them all. That's when all the goats, one by one, were coming out of their hiding places for the joy of the mother goat. The hunter explained everything that had happened. And then, as a thank you to the hunter, the mother goat and her young goats prepared a big party where they could eat the rich snack that the mother goat had bought at the village market. FIN", "title": "La mamá cabra y los siete cabritillos", "author": "nan Anónimo"}