{"metadata": {"length": 6283, "words": 1215, "reading_time_min": 6.075}, "text": "With the life of Miss Olympe Bardeau, a novel of provincial customs could be written, but it would be very monotonous. What he does is not varied at all: he spends his time sacrificing himself. I always knew her as an old bachelor. Ten years ago it was no less; ten years from now it will not be; it does not change; it is an early bachelorette that remains. Each one calculates the age he wants. She could have gotten married a long time ago if her brother hadn't taken her dowry away to lose her in the trade. He's given up getting married, but he loves his brother very much. To those who claim she doesn't deserve it, she replies that she admires him. Now he sacrifices himself for his ruined mother and his son's bad business. Both live off what Olympe earns and the bachelorette gets so bad they always seem to win the least possible. She's an expert in needlework of all kinds, like provincial embroidery, she has a real talent that she can't take advantage of. A lady of good will brings him a beaver to border. \"Choose the model you like best\", Olympe tells him. The lady, who doesn't understand much of it, chooses for her worthless babble a complicated and expensive embroidery. Olympe makes no observations; he bounces and asks for a price in line with the price of the babble. How can I ask for 15 francs for a feast of a babble worth a quarter? - He says. The lady would have the right to be surprised. - I should have explained to him that I had chosen a drawing too overloaded. - I don't have the courage to upset someone who cares about me. He's been giving sewing lessons to the village girls for 025 francs an hour. - It's not expensive. - I tell you. \"It's quite expensive\", says Olympe, \"but you can stay for two hours if you want. - For the same price? - Yes, of course! Olympe says, \"Because they're here... and he's right. Actually, what does it matter if the girls are two hours instead of one at Miss Olympe's house? The hard part is they're leaving. \"I can't complain\", he says, \"all the ladies are very kind and give me work. Mrs. Gervais, the doctor's wife, has commissioned me to carry her daughter. - Is your daughter getting married? - Oh, no, you can't! Not yet, she's only 14. - And you're already preparing your helmet? - Yes, he will one day get married. - Mrs Gervais is not wasting her time. - It's comfortable for me, says Olympe. I work in that yard whenever I feel like it. This week I'm wearing a shirt and next week I'm wearing a scarf. Mrs. Gervais doesn't demand that I go fast. - That's very kind of you. - No doubt, he could order that he be made a helmet once in Paris when the time for marriage came. - Yes, but it would cost you a lot more. - She's rich. - And it's also a savings. I'm sure he doesn't pay you. I mean, he pays you little. - Give me the money I need. We have a deal. - And never take an account. \"I beg you\", says Miss Olympe, \"not to denigrate Mrs Gervais, who has entrusted me with this work for charity. Almost all ladies are very happy to give Miss Olympe clothes that they no longer wear. She accepts everything; she never lacks a pair of fashionable skirts and, if she wanted to, could go out every morning in a new, unpolished blouse. He finds time to give thanks with complimentary visits and when he goes to see one of his benefactors, he has the delicacy of wearing the old clothes she gave him. And she's not just saying, \"Thank you\", she always wears some kind of rib, something, a piece of lace that only costs her eyes from her face. It's a pleasure to help you, but you have to be generous with your heart. The mayor's wife is wrong: she subscribes to a fashion magazine to Ms. Olympe every year, and she thinks she's making her a useful and pleasant gift. But for Olympe it's disastrous because he's stubbornly entering the magazine contests. It's true that if he got a first prize he'd get fortune and success, but Olympe has no taste or originality. She doesn't know that modern screws are as light as dancers; she charges yours with lithophanies and only gets very heavy horrors. When you have paid for shipping and maintenance, you have to pay for the return and sometimes hesitate to return your toilet paper or your recipe. He's only got a fourth mention for a bell cord. It wasn't elegant, but it was very tough: you could hang on to it. Sometimes he rests growing his garden the size of a handkerchief, and occasionally he takes out a bowl of strawberries. In this small town, everyone, even the ladies who take advantage of her, recognizes the virtues of Miss Olympe. Only Mrs. Bardeau, her mother, ignores them. Olympe makes him believe he's saved some savings from his brother's ruin. Mrs. Bardeau believes it and lives happily ever after. He doesn't take care of anything. What do you want me to do? He has eczema and he scratches it. Olympe makes small tricks and hides his miserable situation from him. He gets up every day at four, but he tells her he does it at six. She's taking care of spending those two hours cleaning, the mother would see her. So you cook, you edge, and you only allow things that don't make noise. At six, you hear the voice of Mrs. Bardeau waking up. - Olympe, aren't you going to get up? Olympe is not responding. - Get up, daughter - repeat Mrs. Bardeau - you'll be late for Mass. And Olympe responds like a person who gets up from bed with disgust: \"Yes, Mom; I'm coming! I'm on my way! - What time did you go to bed last night, my daughter? - As always, Mom, at nine. - How lazy! - says the indulgent Mrs. Bardeau. How could I have guessed it was 12 o'clock at night? - You're not reasonable, Olympus tells you other times - you eat too fast. - No, you're the one who doesn't eat fast enough. You have old teeth, mine are younger, so I finish the first one and I take the table off. You want me to stay there and watch you? - As you wish, but I warn you, you're playing with your health. I surprise you when I tell you that your daughter is a saint. \"You can see\", he says without malice, \"that you don't live with her. \"Mommy is right\", says Olympe, \"I'm unbearable sometimes. \"You go too far\", says Mrs. Bardeau; \"don't listen to her; she's a good girl at the end of the day. The last of these is the \"Mademoiselle Olympe\", Le vigneron dans sa vigne, 1894", "title": "La señorita Olympe", "author": "Jules Renard"}