{"metadata": {"length": 4514, "words": 844, "reading_time_min": 4.22}, "text": "(Etopeya) We were brought to Orbajosa with the desire to meet its famous mayor who was said to be the first ocarina maker, the first tanner and the first tanner of the very hard-working, very hazardous and very profitable real city. He claimed to be, then, the first sane man, and was a professional optimist, at least at the top. When he spoke of him, the Orbanos looked at him. And this because the heroic virtue of the famous mayor was a well-understood value, and everyone wanted to be at peace with him, for he was the one who imposed the fines. Once the mayor went to the public square of Orbajosa with his friends and compinches -who praised him and celebrated him with jokes- to play there! tan, in front of the papanatas of the city to applaud the games. It is, for example, as if a sailor who is deemed agile on the feet is put on display in public so that his mates can admire him as he flies and even some will applaud him for it. We had previously been introduced to the singular alcalde, and this, seeing us pause for a moment to see him play the tanguet, turned to us and, with his characteristic loneliness -the alcalde was a villager- said to us: -Eh, what is it? -That this playing the tanguet in public, seems to us neronan, sir - we told him. -Neronanian? But do you believe you are a Nero? - The characteristic of Nero, sir, was not cruelty. He brought his hysteria, his theatricality, his zeal to be the first in a number of things, including singing, that were not his business. Nero had to be content to be a good emperor of Rome, a keeper of the law, and your illustrious figure... -Excellence, my friend excellence! -All right. Your excellency, or eminence, or super-stition, or whatever you want to call it, should suffice you to be a good mayor of Orbajosa, a good president of the Convent. - I am not only the President of the Confederation! - I know, Lord, I know, your excellency is, in fact, the whole Conception, your soul, your first inanimate motor, as Aristotle would say... - Do not bludgeon me, no! And one of his friends said to him, \"This gacho is a thief.\" And then to us: - So you think this playing the tanguet is sinful... - No, Lord, no! Nor playing the tanguet, nor playing the ocarina, nor scribbling are in themselves sinful; but that every mayor of the very hard-pressed, very risky, and very rich real city of Orbajosa should put his hat into it and show off those skills is sinful. - Of what sin, Mr. Moralist? - Of sin of frivolity. The mayor, hearing this, gave a gesture of rebuke. This word “frivolicity” came to his soul. There was someone who once made him cry by saying that it was what he was to blame in the city. \"We must talk,\" said the mayor, and turned to face us. They sought an interview with the first tanner, ocarina player and ostrich breeder in Orbajosa. The poor man came to us with the soul in a ball. And not that he would not try to conceal it, but that as the leaf of the fig tree was brought to the face, in order to shut it up, the sins were revealed. The famous mayor tried to make us believe that the mayoralty was taking good care of him and that he was sleeping well and that the tanner, the ocarina and the oxen were nothing but honest spaces and diversions from the great efforts of his office. And we came to the conviction that the city was another tanner, another ocarina, or another basket of fish. It never seemed more frantic than when I wanted to talk seriously. The true seriousness was inaccessible to him. At the end of the interview his voice broke, his eyes widened and we almost cried. He blamed the rabbis of being unjust. And what he told us about the conceited! He was hard on the conceivers, who did not help him in his great initiatives, which were such and such. -Mire you -he said-; I have proposed the construction of a great bridge, eight kilometers long and of one arch, fess up!, and all of it of aluminium, so that it weighs less, and entertained in their personalisms do not me fail. You cannot confine a people like that! And then they blame you! And even he is censured for playing the tanguet, blowing the ocarina or making horns! The poor mayor gave us such a shock that we didn't know what to say. Besides, as always on stage...! He had no real private life. The man had been beaten by the mayor. When we came out of Orbajosa a conspicuous Orbajosan asked us what we looked like the mayor, and we told him we looked like the first sailor of the city. *FIN* El Mercantil Valenciano, Valencia, 8-X-1921", "title": "El alcalde de Orbajosa", "author": "Miguel de Unamuno"}