{"metadata": {"length": 2619, "words": 494, "reading_time_min": 2.47}, "text": "Oh, you, what a dancer you call me, you know today I didn't learn to dance! You found me playful and small, dancing on the path and chasing my blue shadow. It was spinning like a bee, and my feet and my hair, colored like a road, were being dried up with the pollen of a blond powder. You saw me coming from the fountain, waving the amphora on my hip, while, at the pace of my steps, the water jumped from my robe in round tears, in silver snakes, in tiny curved rockets that rose, frozen, to my cheek. I was walking slowly, seriously, but you called my steps dance. You didn't look at my face, you followed the movement of my knees, the swing of my sculpture, in the sand you read the shape of my bare heels, the footprint of my open fingers, which you compared to that of five uneven pearls. You said to me, \"Take those flowers, chase that butterfly... \"Lambas dance to my race, and every bow of my body bent over purple carnations, and the adem, repeated in every flower, of throwing back, over my shoulder, a slippery shawl. In your house, alone between you and the high flame of a lamp, you said to me, \"Dance!\" and I did not dance... but naked in your arms, hanging on your bed by the fiery ribbon of pleasure, you called me, however, dancerine, seeing it waving under my skin, from my chest offered to my crisp feet, the inevitable voluptuosity. Tired, I knitted my hair, and I looked at them, meek, crouching to my forehead like serpents enchanted by the flute. I left your house while you murmured: \"The most beautiful of your dances is not when you run, sighing, possessed of an irritated and tormented desire, and already, along the way, the pinch of your dress. It's when you walk away from me, serenading and trembling on your knees, and as you walk away, you look at me, your chin on your shoulder. Your body remembers me, it swings and wavers, I miss your hips and your breasts are grateful to me. Look at me, turn your head, as your divining feet tempt and choose their way. You go, always small and made up by the setting sun, until you are, on top of the hill, thinner in your orange tunic than a vertical flame, dancing imperceptibly... I will greet the light, who made me beautiful and saw me loved with an involuntary dance, slowing down every day. One last tragic dance will face me with death, but I will only fight to succumb with elegance. May the gods grant me a harmonious fall, together arms on my forehead, bending one leg and extending the other, as it lends to franchise, from an ungraveled leap, the black threshold of the realm of shadows. You call me a dancer, and yet I can't dance...", "title": "Canción de la danzarina", "author": "nan Colette"}