{"metadata": {"length": 6882, "words": 1286, "reading_time_min": 6.43}, "text": "Dear Colette: I do not know whether you will remember a verse from the Monsieur de Sainte-Beuve, which we read together and which has been engraved in my mind; because this verse tells me many things, and repeatedly, especially for some time now, it calms my heart. Ice here: Born, live and die in the same dwelling! I am now alone in this house where I was born, where I have lived and where I hope to end my days. This is not very cheerful to say, but it's sweet, because here I am surrounded by memories. My son Enrique is a lawyer. He spends two months here every twelve. Juana lives with her husband on the other side of France, and I'm the one who goes to see her every fall. I am here alone, completely alone, but surrounded by familiar objects, which constantly tell me about mine, the dead and the absent. I don't read much, I'm old, but I think all the time, or rather, I dream. Oh, my God! And I don't dream like I used to! Remember our crazy occurrences, the adventures we combined in our twenty-year-old brains and all the happy horizon interviews? None of this has been done; or rather, what has had an effect is something less delicious, less poetic, but satisfying for those who can take a bold stand in life. Do you know why women are so often miserable? Because when we're young we're taught to believe too much in happiness. We are never taught that we must fight, fight and suffer. And at the first shock, our hearts are broken; we wait, open-minded, for the torrents of happy events. We see them only half-good, and we immediately weep. The happiness, the true happiness of our dreams, I have learned to know. It does not consist in the coming of a great happiness, because great happiness is very rare and very short, but it lies simply in the endless waiting for a series of joys that never come. Happiness is the happy expectation, it is the horizon of hopes; it is, therefore, the endless illusion. Yes, my dear friend; the only good thing are illusions, and old as I am, I still have new ones every day; only that being the same my desires, they have changed purpose. I told you before I spend most of my time dreaming. What else could I do? And I have two ways of dreaming. I'll give you the information, maybe you can use it. Oh, my God! The first is very simple; it involves sitting by the fire, in a small, soft chair as my old bones require, and transporting myself to the events that have happened. How short a life is! Especially those that take place all over the place. Born, live and die in the same dwelling! Memories are stacked up, glued together; and when you're old, it sometimes seems like you were young just ten years ago. Yes, it slipped away as if it were a day, morning and evening, and there came the night, the night without dawn. Looking at the fire for hours and hours, the past is reborn as if it were only a day between it and the present. You don't know where you are anymore; you're taken to a dream; you're going through your whole existence again. And sometimes I have the illusion that I am a child; so many and so many are the impressions of old times, the sensations of youth, even the impulses, the heartbeat, all that eighteen-year-old wisdom; and I have, as clear as new realities, very strange visions of forgotten things. Oh, my God! How I'm so overwhelmed by the memories of my girl's walks! There, in my chair, in front of the fireplace, I was once again seeing in a strange way several evenings ago a sunset on Mount St. Michael, and then a hunting trip in the Uville forest, with the smell of wet earth and the scents of dew-drenched flowers, and with the heat of the great star sinking into the water and the wet lukewarmness of its first rays as it galloped through the basement. And all that I thought then, my poetic exaltation before the infinite distances of the sea, the lively and intense joy I experienced when I brushed the branches, my smallest ideas, everything, the little bits of dream, desire and feeling, everything, all came to my imagination as if it had been happening to me, as if fifty years had not passed, cooling my blood and greatly changing my hopes. But my other way of reliving the past is much better. You'll know, or you won't know, dear Colette, that nothing in the house is destroyed. We have upstairs, in the attic, a large room dedicated only to useless objects, called the \"old stuff room\". Anything that becomes useless is locked up there. I often go up to this room and look around. Then I find a great number of insignificant things that I had not thought of, and that remind me of so many other things. They are not those blessed friends of furniture we know from childhood, and to whom the memory of events, of joys or sorrows is attached; dates of our history, which have taken, by force of confusion in our life, a sort of personality, a physiognomy; who are the companions of our sweet or gloomy hours, the only companions, alas! whom we are sure not to lose, the only ones who do not die like the others, those whose factions, whose loving eyes, whose mouth and whose voice have disappeared forever. In that confusion, I find broken-down spoons, those insignificant old ribs that have been rolling for forty years beside us, without ever being noticed, and that when suddenly they are seen again, they take on an importance, a significance of ancient witnesses. I am impressed by those people who have been seen for an infinite time without being revealed, and who suddenly one afternoon, for some futile reason, overflow with an endless conversation, telling about themselves things they never even suspected. And I go from one object to another with lightly shaken hearts, shouting, \"Thomas! This I broke, and broke it the day that Paul left for Lyons, or, \"Ah, this is the little mamaite lamp, the lamp that I used to go to church on winter nights. I even find things that are not told me, that come from my grandparents, things that none of the people alive today know, whose history, whose adventures no one knows, whose owners no one knows. No one saw the hands that raised them or the eyes that looked at them. And these make me think for a long time! They represent for me abandoned beings, whose last friends died. You, my dear Colette, must not understand this, and you will be made to laugh at my nonsense, my childish and sentimental mania. You're Parisian, and you Parisians don't know this inner life, these heart-to-heart excursions. You live outside, with all your thoughts outdoors. As I go through life alone, I can't tell you anything but about myself. When you answer me, tell me a little about yourself, that I may put myself in your place, as you may put yourself tomorrow in mine. But you will never fully understand the verse of the lord of Sainte-Beuve: Born, live and die in the same dwelling! A thousand kisses from your old friend, Adelaide.", "title": "Cosas viejas", "author": "Guy de Maupassant"}