{"metadata": {"length": 2532, "words": 481, "reading_time_min": 2.405}, "text": "There was a bishop who was very fond and devoted to St. Andrew, and more than any other virtue, affectionate to chastity. The devil, from whom God took away the power but not the knowledge, in order to lose that just and pure soul, took the body of a beautiful Moravian princess, who went to a sea of tears to seek the pious bishop, and told him how she wanted to be a Christian and to take habit in a convent, and that her parents did not want, keeping her swallowed up, and wanted her to marry another fierce Moravian. The good bishop had great pity on her, and he took her into his palace, and called other wise priests, so that, having been instructed as soon as possible in Christian doctrine, she might enter, as she wished, into a convent. When the bishop was speaking, that woman became more and more beautiful, and shone like a sun, trying to change the subject, and to speak of worldly things and of love, with such grace and lightness, that the poor bishop felt his rebellious heart and his weak virtue. And they brought him one day, confused by the many words which he had spoken, and said to him, Knowing this much, can you not answer me three questions that I will ask you? And if S.E. can't find the solution, he'll have to admit that I know more than S.E. A servant came in there, and told S.E. that there was a poor old man at the door asking for alms. - Let him go, said the moron. - No, the bishop replied. Tell him to come up, I'll help him. The poor little guy came in, and sat down on the side. \"Come on\", the bishop told the morgue, \"ask the questions so they can be answered. \"Tell me, then\", asked the moron, \"what was the first miracle that God did?\" The bishop stood still, but the poor little man, raising his voice severely, answered, \"Make man in his likeness\". Nothing could resist the mores; and so he went to the second question, which was: \"Can you tell me where the earth is higher than heaven?\" If the first question left the bishop standing, the second left him confused. \"In the heavenly throne\", said the old man, \"for there is Mary in body and soul. The old woman, in turn, was confused by this answer, and she went to the third one: \"Since you know so much\", she said to the old man, \"can you tell me how many miles from heaven to hell there are?\" \"You alone can know that\", replied the old man, \"for you alone, Satan, the rebellious angel, have walked through them. When discovered by the old man, who was St. Andrew, Satan roared and disappeared. Popular tales, fortunes and refrains, 1921", "title": "La tentación", "author": "Fernán Caballero"}