{"metadata": {"length": 6538, "words": 1312, "reading_time_min": 6.56}, "text": "Listen to me, Caesar, I don't know where you're going now, but how I'd like you to read this, because there are things, words, that you carry bites inside and carry them all your life, until one night you feel you have to write them down, tell them to someone, because if you don't say them, they're going to stay there, hurting, nailed forever in shame. - Listen to me, please. You were weird, one of those peeps who can't pee if there's another one in the bathroom. In the lagoon, I remember, you never went naked in front of us. They were laughing. And me, too, of course; but I said they'd let you, that everyone is what he is. When you entered the first year you came from a school of priests; St. Peter must have looked something like Brobdignac to you. You didn't like climbing trees or breaking lanterns to shovels or running down the bushes of the ravine. I don't remember what it was like, when you're a kid, you find any reason to love people, I just remember that one day we were friends and we always went out together. One Sunday you even took me to Mass. As he passed by the coffee, the colorful Martinez said in a flute voice goodbye, the brides, you got your face like fire and I turned and pooped him and stuck his jaw so terribly, backwards, in his teeth, that I hurt my hand. Then you wanted to tie it to me. You were looking at me. You hurt yourself for me, Abelard. When you said that, I felt cold in my back. I had my hand between yours and your hands were white, thin. I don't know. I'm not sure. Too white, too thin. I said, \"Sorry. Or maybe it wasn't your hands, maybe it was everything, your hands and your gestures and your way of moving, of speaking. I now think that basically none of us cared much, and I once said, I said that these things mean nothing, that these are issues of education, of always walking among women, among priests. But they laughed, and one too, Caesar, ends up laughing, ends up laughing at the man he is and the time goes by and one night you have to remember, tell it all. I really loved you. Dark and inexplicable, as those who are still clean want. You were a little younger than us and I liked to help you. After school we went to your house and I explained things to you that you didn't understand. We were talking. Then it was easy to listen, tell you everything that others keep quiet about. Sometimes you looked at me with a kind of perplexity, a strange look, the same look, perhaps, that I didn't dare look at you with. One afternoon you said, \"You know, I admire you. I couldn't stand your eyes. You looked straight at me like the boys, and you said things the same way. That's what it was. He's a faggot. What a faggot he's going to be. You're taking such great care of him. I guess I once felt like saying that all of us together weren't worth half of what he was worth, what you were worth, but back then the word was hard and laughter easy, and one also accepts one also chooses, ends up crouching, wants the brutality of that night when the nigger came and talked about seeing God's face and said they passed me a date. I was told a fact, he said, \"There's a fat woman on the Quinta who costs five pesos, come on and see Caesar face to face\". And I said \"handcuff\". Caesar, tonight we're going for a ride with the boys. I want you to come. With the boys? Yeah, what's wrong with him? Because I not only said \"handcuff\", I also cheated on you. You realized everything when we got to the ranch. The big moon, I remember. High among the trees. Abelardo, you knew that. Shut up and come in. You knew it! Come on in, I tell you. The fat man's husband, as big as the door, looked at us like he was measuring us. He said it was five pesos. Five pesos a head, you little shit. Seven by five, train five. Seeing God's face, the nigger had said. A boy came out of the room, he would have been four or five. I was mocking, I was passing the back of my hand over my mouth, I'll never forget that gesture in my life. His bare little pieces were the same color as the ground floor. The black guy made a point. I felt a ball in my stomach, I didn't want to look at you. The others were making brutal, abnormally brutal jokes, in secret voices; we were all scared like crazy. Hannibal was shaking his match when he set me on fire. It must be dirty. When the black man left the room he came smiling, triumphant, bracing his bracelet. He winked at us. - Pass it by. No, I'm not. I'll be there later. The colored one came in, then Hannibal came in. And when they came out, they came out different. There were men out there. Yeah, that was exactly the impression I had. I came in. When I went out, you weren't there. Where is Caesar? He shot. And the almond -- an almond that could be identical to the black one -- hit me in the tip of my fingers, in my face, wiped it out of the yard because suddenly I was out of the ranch. You were scared too, Pibe. Taking mate against a tree I saw the fat man's husband; the boy was playing between his legs. I'm going to be scared. I'm looking for the other one, the one who left. He grabbed the peacock with the same hand that held the peacock, the site said. And the boy was smiling. And the boy also said pa aya. I caught you in front of the Old Slaughterhouse; you were cornered against a siege. You were looking at me. You were always looking at me. You knew. I came back. I can't, Abelard, I swear I can't. I'm back, animal. I can't, by God. I'll come back or I'll kick your ass. The great moon, I do not forget, the very white summer moon among the trees and your face of sadness or shame, your face of asking me for forgiveness, to me, your beautiful illuminated face, disfiguring suddenly. I was burning my hand. But I had to hit, hurt, get dirty to forget that thing, like a rainbow, that was gripping me. Bruto, you said. That's a lot of crap. I hate you. You're the same, you're worse than the others. You held your hand in your mouth, like the boy when he left the room. You didn't defend yourself. When you left, I still managed to say, \"Marycoon\". You fucking faggot. And then I yelled it. Listen to me, Caesar. I know. You need to read this. Because there are things you carry bitten, trapped in shame all your life, there are things you, alone, spit your face in the mirror for. But suddenly, one day you need to say them, confess them to someone. - Listen to me, please. That night, as I came out of the fat room, I asked him, please, not to tell the others. Because that night I couldn't. I couldn't either. The Other Gates, 1961", "title": "El marica", "author": "Abelardo Castillo"}