{"metadata": {"length": 5824, "words": 1128, "reading_time_min": 5.64}, "text": "Remember Urbano Gómez, son of Don Urbano, grandson of Dimas, the one who led the herdsmen and who died reciting the cursed angel'rezonga' during the time of the flu. This was years ago, maybe fifteen. But you must remember him. Remember that we called him \"Grandpa\" because his other son, Fidencio Gómez, had two very playful daughters: one prieta and chaparita, who by bad name called him Arremangada, and the other who was tall and had slender eyes and who was even said that it was not his and that by other signs she was sick with hiccups. Remember the relaxation I had when we were at Mass and just at the time of the Ascension I was giving off a hiccup, which looked like she was laughing and crying at the same time, until they pulled her out and gave her a ton of water with sugar and then she calmed down. That ended up marrying Lucio Chico, owner of the mezcalera that was previously from Librado, upstream, where the Theodulos's linseed mill is. Remember, her mother was called the Berenjena because she was always in trouble and every time she got into trouble she was dating a boy. He is said to have had his money, but he ran out of it at the funerals, because all his children died newborn and he always sent them to sing praises, taking them to the pantheon between music and choirs of monagillos who sang hosannas and glorias and the song of ahí te mando, Señor, otro ángelito. He was poor because he found every funeral expensive, because of the cinnamon he gave to the guests of the funeral. Only two lived, the Urban and Natalia, who were already born poor and whom she did not see grow up, because she died in the last childbirth she had, already grown up, stuck at the age of fifty. You must have known her, because she was very contentious and every now and then she would argue with the vendors in the marketplace because they wanted to give her very expensive tomatoes, she would scream and say that they were stealing her. Then, poor as he was, he was seen wandering through the garbage, gathering onion branches, pickled eucalyptus and some other cane cane, to make his children's mouths sweet. He had two, as I'm telling you, which were the only ones he ever got. After that, she was no longer known. That Urban Gomez was about our age, only a few months older, very good at playing the hopper and the tracals. Remember, he sold us clavellines and we bought them for him, when the easiest thing was to go cut them down the hill. He sold us green mangoes that he stole from the mango in the schoolyard and chili oranges he bought at the door and then sold them back to five of us. He was ripping off all the crap he had in his bag: ragged marbles, trumpets and buzzers and even green mayats, the ones that were tied to a thread on a leg so they wouldn't fly too far. He was smuggling us all, remember. He was the brother-in-law of Nachito Rivero, who became a fool after a few days of marriage and whose wife, Inés, had to put a tepeche post in the royal road box to keep herself, while Nachito lived playing all refined songs on a mandolin that they lent him in the barber shop of Don Refugio. And we went with Urban to see his sister, to drink the tepeche we always owed him and never paid him, because we never had money. Then he ran out of friends, because when everyone saw him, we would turn around so he wouldn't charge us. Maybe it looked bad then, or maybe it was already from birth. He was expelled from school before the fifth grade because he and his cousin the Arrangangada were found playing husband and wife behind the washers, stuck in a dry aljibe. They took him out of his ears through the big door, among everyone's laughter, passing him through a row of boys and girls to embarrass him. And he went by, and lifted up his face, and threatened them all with his hand, and said, I will pay them dearly. And then to her, she went out, making a fistful and looking at the bricks, until at the door she let loose the crying; a scream that was being heard all afternoon as if it were a coyote's howling. Only if you're missing your memory so much, you don't have to remember that. They say that his uncle Fidencio, the millman, beat him to a pulp that almost left him paralyzed, and that he, courageously, left the village. The truth is we didn't see him again until he showed up back here as a cop. I was always in the gun range, sitting on the bench with the rifle between my legs and staring at everyone with a lot of hate. I wasn't talking to anyone. I didn't say hello to anyone. And if you looked at him, he made a misunderstanding as if he didn't know people. That's when he killed his brother-in-law, the mandolin. Al Nachito came up with the idea of going to give her a serenade, already at night, shortly after eight and when the bells were still ringing the bell of Animas. Then the screams were heard and the people who were in the church praying the rosary went out to the race and there they saw them: the Nachito defending himself upside down with the mandolin and the Urbano sending him a back after the other with the mauser, without hearing what the people were shouting to him, angry, like a dog of evil. Until a guy who wasn't even from around here broke away from the crowd and went and took off his rifle and hit him with it on his back, folding it over the garden bench where he was lying. They let him stay overnight. When it was dawn, he left. They say he was in the priesthood before and even asked the priest's father for his blessing, but he didn't give it to him. They stopped him on the way. He was crippling, and as he sat down to rest they came to him. He didn't object. They say he tied the rope to his own neck and even chose the tree he liked best for hanging. You must remember him, because we were schoolmates and you knew him like I did. Fin 1953", "title": "Acuérdate", "author": "Juan Rulfo"}