{"metadata": {"length": 2660, "words": 520, "reading_time_min": 2.6}, "text": "Who can tell me if the sun is more beautiful at dawn than at sunset? Who will tell me about the olive and the almond which tree is the most beautiful? Who will tell me between the Valencian and the Andalusian who is the bravest? Who's gonna tell me which one's the most beautiful? - I'll tell you which is the most beautiful of all women: Aurora de Vargas, the Pearl of Toledo. Black Tuzani has asked for his spear, he has asked for his shield: his spear grabs her with his right hand; his shield hangs from his elbow. He goes down to his stable, and looks upon his forty asses, one after another. He says, \"Beerja is the strongest. I will bring the Pearl of Toledo over its long herd, or, by God, Cordoba will never see me again\". He leaves, rides, arrives in Toledo, and finds an old man near Zacatin. - Elder of the white beard, bring this letter to Don Guttiere, to Don Guttiere of Saldaña. If he is a man, he will come to fight me near Almami's fountain. The Pearl of Toledo must belong to one of us. And the old man has taken the card, he has taken it and he has taken it to the Count of Saldaña when he was playing chess with the Pearl of Toledo. The Count has read the letter, read the challenge, and with his hand he has struck the table so hard that all the pieces have fallen. And he arose, and asked for his spear and his fine horse; and the Pearl also rose up all trembling, for she knew that he went to a lamentation. - Mr. Guttiere, Don Guttiere Saldaña, please stay, please, and play with me again. - I'm not playing chess anymore; I want to play the game of spears at Almami's fountain. And Aurora's tears couldn't stop him, for nothing for a gentleman to go to a duel. Then the Pearl of Toledo takes her cloak, rides on her mule and heads for the fountain of Almami. Around the spring the grass is red. The water of the spring is also red; but it is not even a drop of a Christian's blood that makes the grass red, the water of the spring red. Black Tuzani is lying on his back: Don Guttiere's spear has broken in his chest: all his blood is gradually being lost. Her dog Berja looks at him crying, for she cannot heal her master's wound. The Pearl descends from her mule: \"Be brave, my lord; you will still live to marry a beautiful fairy, my hand knows how to heal the wounds my knight makes. \"O white pearl, O beautiful pearl, rip from my breast this piece of spear that will tear it apart; the cold of steel freezes me. She has approached without suspicion; but he has revived her strength, and with the edge of his cimetre 1 marks that beautiful face. The Perle of Tolède, French Revista, 1929 1. Cimitera: wide and curved eastern sword.", "title": "La Perla de Toledo", "author": "Próspero Mérimée"}