{"metadata": {"length": 2509, "words": 490, "reading_time_min": 2.45}, "text": "I thought it was all this dream: on a hard bed, covered in a very white sheet, I was, little girl, with arms cut off above her elbows and legs cut off above her knees, dressed in a little bat that uncovered all four claws. The room where he was was was a poor office with outdated windows. I knew we were standing on the edge of an American highway where everyone, sooner or later, had to pass. And I say we were because next to the bed, in profile, there was a young, cheerful, perfectly shaved, clean doctor. I was waiting. My mother's relatives came in, tall, beautiful, who filled the room with sunshine and hustle. The doctor explained, \"Yes, it's her. Her parents had an accident not far from here and they both died, but I was able to save her. That's why I put the ad, so you guys can stop. A very white woman, who vividly reminded me of my mother, caressed my cheeks. How beautiful she is! Look at those eyes! And this blond curly hair! My heart beat with joy. The time for the like had come, and in the midst of that festival of praise there was not a single mention of my mutilations. The time had come for acceptance: I was part of them. But for some mysterious reason, amid their laughter and chatter, they went out cheerfully and didn't turn their heads. Then my father's relatives came. I closed my eyes. The doctor repeated what he told the first relatives. What did you save that for? It's frankly inhuman. No, a phenomenon always has something surprising and somewhat funny. Someone strong, short, height, he grabbed me by the socks and stroked me. You'll see that you can do more with it. And he put me on a kind of rail suspended between two supports. One, two, one, two. I was moving my leg trunks in turn on that balancer's support, holding me by the neck of my sweater like a grotesque doll. I was shrinking my eyes. They all laughed. Of course, there's more to it than that! It's fun! And they came out in a big laugh without me looking at them. When I opened my eyes, I woke up. A deathly silence reigned in the dark and cold room. There was no doctor, no office, no road. I was here. Why did I dream in America? I'm in the inner room of a building. No one was passing and never would be. Maybe no one's been through before either. The four mugs and me, lying on a dirty bed of excrement. My horrible face, totally different from that of a dream: factions are reports. I know, I know. I can't have a face because no one ever recognized me and never will. *FIN* Underground river, 1979", "title": "Orfandad", "author": "Inés Arredondo"}