{"metadata": {"length": 2346, "words": 450, "reading_time_min": 2.25}, "text": "The rain had left the Ramblas almost empty and only people were left in the glass-coffee shop where, for months, they had not let her in. Sonia, standing at the gate of the empty house, saw the rain passing tired, rainy, and saw it cease as the wind grew cold, and thought that was a sign of good luck. A little further away, on the other side of the wide walk, the city lights were starting to light up. The night began and breathing the sad scent of her wet coat, Sonia thought that hope was beginning too. She smiled, not really believing, like a little girl who was being told an already heard and unlikely tale. He again tempted the curly blond wig and with great care he had very long nails he was stretching the half-caulds that held the portal. He was hungry again and remembered he had a ham sandwich in his bag. But I couldn't spoil the lipstick that I had made with the rouge and so carefully. He also recalled that until the end of the month he was in good order with the police and was forced to walk, approaching the sidewalk edge to smile at cars, move his hips and stop pretending to look for something in the huge wallet. But nothing, nobody, and no money to try his luck in the bars where he was still allowed in. It was night and then it was morning in the dirty neighborhood of the big city. And Sonia, no longer hungry, almost hopeless, kept walking on the pain of needleheads. The brief dialogues with the passing men were repeated. Let's go. You coming? Get your ass kicked. That's what I want. I can give you one too if you want to know. Men and men and their disgust for them. The clean light threatened to come from the harbor and the others were going out. He climbed the stairs, stepping on his half silk faces. He opened the stained door. How did it go? Like shit, baby. I'm really hungry. I think we had a can of sardines and left breakfast bread. And the boy, who was skinny and skinny, rose up from the bed, and rolled up the cupboard, and said in a voice of complaint and lamentation, Thou hast not kissed me yet. - Now. In front of the mirror, Sonia took off her wig and caressed her cheeks. Bearded again. Then she stripped and stared at the paraffin-inflated breasts and the sex that would hang her trembling and useless until after the sardines. The following is a list of the countries of the European Union:", "title": "Mañana será otro día", "author": "Juan Carlos Onetti"}