{"metadata": {"length": 2800, "words": 521, "reading_time_min": 2.605}, "text": "Garcia Marquez heard from Juana the story of the little man from the Quaker oat can. Garcia Marquez lives in Barcelona now and has probably forgotten the story. The truth is, he's never written it. When Juana read One Hundred Years of Solitude she thought she'd find her there. But it's not in that book, nor in any of the others that García Márquez has written so far. Whenever a García Márquez story is published, Juana feels both disappointed and relieved: she always waits for the little man from the Quaker oatmeal can to appear and fears at the same time that her story will be told, since she has developed a complicated theory to explain the strange little man dressed in blue, buckle shoes, embroidered pecher, triangle and wide jacket, who holds in his right hand a Quaker oatmeal can. What caught García Márquez's attention when he first saw gordiflones and smiling quakers in the oatmeal pots, with their heads wider than they were tall, as carnival soldiers, on the shelves of the Company's commissariat in Santa Marta, was the chest: a hard chest and crushed like a Christian brother. Then, perhaps weeks later, when they bought him the navy dress of Turkish blue cloth, square neck and wooden cock that smelled like pine soap, Garcia Marquez noticed the little man's shoes. \"They're from a faggot\", he thought, \"because I'd never seen anyone in Aracataca wear cordless charol shoes with silver buckets\". It was a long time later when he discovered astonished that in the can that he holds in his right hand the little man of the oat Quaker there is another little man who also holds in his right hand another little man holding in his right hand another little man holding in his right hand another can of oat Quaker in which a little man holding in his right hand a little man holding in his right hand a little man holding in his right hand a can of oat Quaker in whose label is clearly seen a little man holding in his right hand a little man showing a little man holding in his right hand a little man holding in his right hand Quaker oat in which he is no longer very clearly distinguished without the help of a magnifying glass, a man holding in his right hand a can in which, no doubt, and it is already necessary to use a powerful instrument than a simple little man holding in his right hand, he must appear as a man dressed as the first man, also the first man holding in his other hand some small man holding in a little man holding in his right hand some other magnifying glass. Garcia Márquez didn't go beyond the fourth or fifth little man, but Juana has been telling the little men who follow one after another with magnificent precision and who get smaller as they move away from the first little man who holds a can of Quaker oats in his hand. The Tales of Juana, 1972", "title": "A García Márquez Juana le oyó...", "author": "Álvaro Cepeda Samudio"}