{"metadata": {"length": 3755, "words": 705, "reading_time_min": 3.525}, "text": "Many years ago, at the foot of the Five Fingers Mountains, there lived a man who played the bamboo flute wonderfully. As much as the oropendola was so keen to compete, the mirror was not so beautiful in its melodies, and even the louse was not so rich in its sound. When the flute began to play, the birds stopped in flight, the farmers who were farming the land, leaving their jobs; the old people felt rejuvenated and the children jumped with joy... And so beautiful was his music that people believed he had come down from heaven, so they nicknamed him \"The Man Who Plays the Celestial Flute\". One day, the Dragon King of the South Sea haunted the gods with a feast on the beach. Eight thousand geniuses in rich exotic clothes chatted and enjoyed themselves drinking around the host, who was wearing a jade belt. And it came to pass that same day, after ten days and ten nights of the feast, that the man who played the heavenly flute came to the shore to fish. He laid his net over the calm sea, sat on a clean, smooth stone and began to play the flute. At that very moment, as the Dragon King lifted his cup toasting his guests, he heard a sound as wonderful as he had never thought to hear. Each and every one of the gods was in a state of shock, even forgetting the tables full of food and dropping their jade cups. The flute man did not know or imagine that at that time so many gods were listening to him play his flute. And the gods, for their part, were convinced that the person who touched it like this must have certainly come down from the heaven above to the human world. The Dragon King liked the sound of that flute so much that he wanted to find the performer to teach his son to play the instrument. And, following the direction from which the sound came, she found the man, who picked up his net, put the flute in his wide belt and followed the Dragon King to his palace. Three years had passed, and the king's son had learned to play the bamboo flute. So the flute player, longing for his family and people, begged his father to let him go home. The grateful King granted it and instructed his son to accompany the teacher so that he could choose two gifts - the ones he wanted - from the royal treasure. There were precious red, yellow, blue stones, glittering gold bullion, and hundreds of thousands of precious objects. The flute player walked around the Dragon King's treasure hall and, seeing a cylindrical basket made of bamboo strips, thought: 'This tool can help me keep the shrimp and fish I fish for.' He took it and tied it to his belt. Then, in a closet, he discovered a raincoat and thought, \"With this coat I can go to the beach to fish even on rainy and windy days\". And this was the second and last gift he chose. And he went out of the treasury, and the dragon's son with him, and said to him, Why hast thou chosen these simple things, among heaps of gold and silver, and pearls, and precious stones? The master smiled and said, \"Gold and precious stones wear out and disappear. Instead, with this bamboo basket and the raincoat, I can go fishing every day and, with the fish I fish, I'll never go hungry. But when he went back home and went fishing for the first time, he discovered that those two gifts were really two wonderful objects. When the bamboo basket returned from fishing, it was always filled with shiny fish, and the layer, unfolded, carried it flying to the South Sea, the fishing spot. In this way, with the bamboo basket and the raincoat, he flew to the Five Fingers mountains and as soon as he played his flute, the sound spread through the sky and the whole world was filled with joy and gladness. FIN We thank Miguel Díez R. for his review and contribution to the Digital Library of Ciudad Seva.", "title": "El hombre que toca la flauta celestial", "author": "nan Anónimo"}