{"metadata": {"length": 4084, "words": 736, "reading_time_min": 3.68}, "text": "Yes, within a thousand years people will be flying over the oceans, flying through the air, on wings of vapor. The young colonizers from America will come to visit the old Europe. They will see our monuments and our decaying cities, just as we are now pilgrimaging to visit the decaying magnificences of South East Asia. Within a thousand years, they will come. The Tamesis, the Danube, the Rhine, will continue to flow; the Montblanc will continue to be engulfed by its nival mountain, the Aurora borealis will project their brilliant resplendent lights over the northern lands; but generation after generation has been swept away, whole series of momentary greatnesses have fallen into the oblivion, as those who now sleep under the tymulus where the rich harner, whose property it is, was ordered to erect a bank to contemplate from there the endless field of miles that extends to their feet. - To Europe! -exclaim the young American generations-. To the land of our ancestors, the holy land of our memories and our fantasies! To Europe! The plane arrives, full of passengers, because the journey is faster than by sea; the electromagnetic cable that rests at the bottom of the ocean has telegraphed the number of those who form the air caravan. Now Europe is seen, it is the coast of Ireland that is seen, but the travellers are still asleep; they have been warned that they will not be woken until they are over England. There will be the soil of Europe, the land of Shakespeare, as the men of letters call it; the land of politics and machines, as others call it. The visit will last a day: that is the time the awaited generation gives to Great Britain and Scotland. The journey continues through the canal tunnel to France, the country of Carlomagno and Napoleon. It is Molière, the students speak of a classical and a romantic school, which arose in remote times, and of heroes, vates and sages who our age does not know, but who later arose on this crater of Europe, Paris. The plane flies over the land from which Colón departed, the cradle of Cortés, the stage on which Calderón sung his dramas in choral verses; beautiful black-eyed women still live in the florid valleys, and in ancient ruins there are reminders of the Cid and the Alhambra. Surging in the air, over the sea, the flight continues to Italy, seat of the old and eternal Rome. Today the Campagna is deserted, the church of St Peter is a lone wall, and there are still doubts about its authenticity. And then to Greece, to sleep one night in the luxurious hotel built on the summit of the Olympic; to say that he has been there, he has seen much. The journey continues along the Bosphorus, with the aim of resting for a few hours and visiting the site where Bizancio was born. Poor fishermen cast their nets there where legend has it that the garden of Hagar was in times of the Turks. He continued his air journey, flying over the ruins of great cities that had risen on the banks of the Danube, cities that our era does not yet know; but here and there - on places rich in memories that will some day come back to us from the depths of time - the caravan paused to prepare for a return flight. Above the map is Germany - another country criss-crossed by a dense network of railways and canals - the country where Luther preached, Goethe sang and Mozart pushed the musical pendulum of his time. Distinguished names blazed in the sciences and the arts, names we ignore. One day in Germany and another for the North, for the country of rsted and Linneo, and for Norway, the land of the ancient heroes and the ever young men of the Seventh Century. Iceland is left on the return itinerary; the geyser is no longer bubbling, and the Hecla is extinguished, but as the eternal island of legend, the preeminent rock island continues to glow in the bright sea. \"There is a lot to see in Europe,\" says the American teen, \"and we have seen it in eight days.\" It can be done very well, as the great traveller -here is a name known at that time- has demonstrated in his famous work: How to visit Europe in eight days.", "title": "Dentro de mil años", "author": "Hans Christian Andersen"}