{"metadata": {"length": 3949, "words": 737, "reading_time_min": 3.685}, "text": "It could be said that the defense system of our homeland is seriously flawed. So far we have not taken care of them but our daily duties; but some recent developments worry us. I'm a shoemaker, my business goes to the imperial palace square. At dawn, as soon as I open my windows, I see armed soldiers, standing on every street that faces the square. But they are not our soldiers; they are, of course, nomads from the North. In a way I cannot understand, they have reached the capital, which is, however, quite far from the borders. Anyway, there they are; their numbers seem to increase every day. As is their custom, they camp outdoors and refuse houses. They're entertained in sharpening swords, sharpening arrows, doing equestrian exercises. They've turned this quiet, ever-splashing square into a real pothole. Many times we try to get out of our businesses and take a tour to clean up at least the thickest garbage; but those exits become increasingly scarce, because it is useless work and we run the risk of being crushed by their wild horses or beaten with their whips. It's impossible to talk to nomads. They don't know our language and they hardly have a language of their own. They understand each other like greys do. You hear that grass-roaring all the time. Our customs and institutions are as incomprehensible as they are uninterested. Likewise, they do not even try to understand our sign language. One can dislocate the jaw and wrists of so much to make them blink; they understand nothing and will never understand. They often make a mockery; on such occasions they put their eyes blank and foam comes out of their mouths, but with that they mean nothing or cause any terror; they do so as a custom. If they need something, they steal it. It cannot be said that they use violence. You just take things; you take them aside and give them up. They've taken some great merchandise from my shop, too. But I can't complain when I see, for example, what happens to the butcher. As soon as their merchandise arrives, the nomads take it away and eat it immediately. Their horses also devour meat; a rider is often seen eating the same piece of meat, each from a tip. The butcher is afraid and doesn't dare to suspend meat orders. But we understand his situation and we collect to keep him. If nomads were to be found without meat, no one knows what they would think of doing; besides, who knows what they would think of eating meat every day? Recently, the butcher thought he could at least save himself the work of carving, and one morning he brought a live ox. But you won't dare do it again. I spent an hour lying on the floor at the bottom of my tent, covered with all my clothes, blankets and pillows, to avoid hearing the roar of that ox, as the nomads swarmed from all sides over him and tore off pieces of flesh alive from his teeth. I did not dare to go out until long after the noise ceased; like drunken around a jug of wine, they were lying by exhaustion, around the remains of the ox. It was precisely at that time that I saw the emperor in person looking out of one of the palace windows; he hardly ever goes out into the outer rooms and always lives in the innermost garden, but this time I saw him, or at least I saw him, in front of one of the windows, gazing down at what was happening in front of his palace. - What's this gonna end up with? - we all wonder. How long will we bear this burden and this torment? The imperial palace has brought the nomads, but he doesn't know how to repel them. The gate remains closed; the guards, who used to enter and leave marching festively, are now always locked behind the bars of the windows. The salvation of our country depends only on us, craftsmen and merchants; but we are not prepared for such an undertaking; nor have we ever boasted of being able to fulfill it. There's a certain confusion, and that confusion will be our ruin. The first is the \"Blatt\" and the \"Marsyas\"", "title": "El viejo manuscrito", "author": "Franz Kafka"}