{"metadata": {"length": 6683, "words": 1237, "reading_time_min": 6.185}, "text": "In those hot days, Eve--the singular Eve--was always carrying a flower. He would sniff and sniff, make her spin between her fingers, carry her to her cheek, hold her between her lips, tickle Katie around her neck, and then he would end up tearing her to pieces and eating her petal to petal. Roses are delicious, dear Katie. I used to say, standing in the sloppy wardrobe, strangely decorated with the florid hats hanging from the perches behind her, but the carnations are simply divine. You know, like, like... well. And he was blowing his thin laugh that was swirling between those gigantic, strange corals on the back wall. (But how cruel that fine laugh was; Katie imagined her with a long, sharp beak, claws and eyes as a count.) Today was a nail. I had brought a nail to French class. A nail of such a dark red, that it seemed to have been soaked in wine and then put to dry in the dark. He held him up to her on his desk with his eyes wide open and smiling. Is it really charming? I said. But... a little silence, please. You heard Monsieur Hugo say. Ugh, what a discomforting heat! It was a little excessive; something terrible. A heat to fry a live one. The two square windows of the French room were open in pairs, and the curtains half down. No air was coming in, the ropes were swinging back and forth, and the curtain was moving. But the truth was that from the dazzling outside there was not a single blow of wind. Even the girls in that dark room, with their pale blouses and the tight butterflies of their ties over their heads, seemed to exhale a warm and sickly clarity, while Monsieur Hugo's white vest glittered like the belly of a shark. Some of the students had very colorful faces and some very white. Vera Hollaüd had her black waves in Japanese, with a pale and a red pencil, and she was beautiful. Francie Owen had raised her sleeves almost to her shoulder, had painted the blue veneer of her forearm, then had squeezed it against the other and now she was looking at the footprint left. I had a crush on ink painting. She always wore a face with black hair torn in two cranks drawn on her thumbnail. Sylvia Mann took off her neck and tie and left them on the desk in front of her so quietly, as if she were going to wash her hair in her bedroom. That girl was nervous. And Jennie Edwards pulled a sheet from her notebook and wrote in it, \"We have to ask old Hugo-Bugo to buy us, on our way home, three pence of vanilla\". Then she passed it on to Connie Baker, who fell terribly in love and almost got away with a scream. They were all thrown backwards and whispering. All stared at the round clock, which seemed to have become pale as well, and whose hands were reeling without moving forward. A little silence, please let Monsieur Hugo hear. Then he raised his swollen hand and said, \"Ladies, it's so hot, you won't take notes today. But I'm going to read them. I paused and smiled with a broad, kind smile. A little French poetry. Oh, my God! \"Girl Francie Owen\" was the first. \"Well, Miss Owen\", said Monsieur Hugo, smiling with a sympathetic smile. \"You don't have to pay attention. You can paint yourself. I'll put my red ink at your disposal, in addition to your black. How well they knew that little blue book of red songs that came out of the jacket pocket. It had a green silk record embroidered with black names, and, when you started browsing it, there were almost always ridiculous laughs. Poor Hugo-Bugo! He loved to read poetry. He used to start small and slowly; then his voice was gradually increasing in volume, shaking and concentrating; then he used to beg, beg, beg, to later rise triumphantly and become luminous, until finally, little by little too, he decreased, became weaker, more loving and rested and was going to die in silence. The difficulty was, of course, that one could not repress himself if that seemed silly, and then a real paroxysm of laughter occurred. Not because it was really funny, but because it put a violent one on, made her feel a strange and simple one, as embarrassed by old Hugo-Bugo. But, daughter, if I were to put that thing in that heat... \"Come on, my pretty boy\", Eve said to her clavicle tongue, giving her a kiss. It started. Almost all the students, leaning their heads over their arms, fell on the desks, like dead at the first shot. Only Eve and Katie stayed steady and still. Katie didn't know enough French to understand; but Eve listened with her eyebrows raised, her eyes half-shod and a smile that was like the specter of her cruel laughter. Like the winged specter of that cruel laugh that was rolling around his lips. He formed with his fingers a warm, white chalice leaving the nail inside. Oh, what a scent! I was getting to Katie. It was too much. And Katie turned to the dazzling clarity of the outside that was seen through the window. I knew there, at the foot of the window, was a stone courtyard with pebbles and surrounded by stables. That's why the French room smelled a little ammonia. It wasn't unpleasant; it was something penetrating, vivid, biting, that for Katie was becoming part of the French language. At that moment, I could hear someone walking with a squeak over the pebbles and the trotting of the cubes he was carrying. Then the fa-fa, the fa-fa of the bomb being turned on and the water boiling that followed. He must have gotten himself into throwing it over something, probably over the wheels of the car. And he saw the wheels, conveniently pointed to lift them off the ground, turning and turning, casting black and scarlet flashes and sending out large oblique droplets. While he was working, that man kept whistling with a loud and bold whistle that slipped over the sound of the water like a bird on the surface of the sea. Then he left. But he came back with a rebellious horse. Fa-fa, fa-fa, I was making the bomb. Now he was pouring water over the horses' legs, and splashing them through the brush. I was looking at him exactly with his discolored shirt, his sleeves rolled over and his naked chest splashed with water. And as he whistled louder and more carefree, going from here to there and leaning to brush, Hugo-Bugo's voice began to get warm and intense, to concentrate, to vibrate, to rise, still I don't know how the rhythm of the man's whistle out there. (Ah, how Eve's knob smelled! It became something that rose overwhelmingly, triumphantly, that became bright... and then... the whole class got upset. Thank you very much, ladies, said Monsieur Hugo, leaning from his high desk over that creaky sea. Stay with him, precious. \"Souvenir I'll have\", Eve said to Katie, throwing her nail against her blouse chest. *FIN* Carnation, Nation, 1918", "title": "El clavel", "author": "Katherine Mansfield"}