{"metadata": {"length": 8064, "words": 1448, "reading_time_min": 7.24}, "text": "If there are organized and enlivened electoral struggles, none like the one that took place in the memorable year of 18... the district of Palisas (not found on any map). I say that the presence, and I say wrongly, for, in fact, it represented her alive, and even more precisely, it purged her, it drained her of all her veins. When the ministerial candidate won the victory, the district was trebled. Remember the arrows, challenges, snares, iniquities and traps that the young Sixto Dávila, protected by the minister with a coat and a sword, but fought to the death by the Honourable Francisco Javier Magnabreva, a prominent character in the previous situation. Sixto Dávila, a cheerful and ambitious boy, had accepted that district of battle..., among several reasons of weight, because they gave him no other; and counting on his activity and vigor, pushed on by the favorable breezes that always blow in youth -you know that Mrs Fortuna is not a friend of the old-, he proposed to work the choice, to be in everything and not to lose a ripio. A horseman from five in the morning to midnight; jogging or eating what he could; taking a rest when he could; battling with his intact capital of health and strength the rheumatisms and the swollen intestines of his opponent, Sixto wore his act out until he could remove it from the sack alive and in a regular state of cleanliness. It was not only physical energy that defeated the weakest candidate. He also made appropriate use of amusing, persuasive and discreet phrases. With an instinct and a talent that seemed to glow with brilliance, Sixto Dávila could tell each what he might like, and he caught friends stealing that currency that the air sucks: the word. Although the people of Palisades are suspicious and lax and do not let go easily, Sixto’s genitals bore fruit, especially when directed at a half of the human gender that does not understand politics and obeys the impressions of the heart. He knew the ministerial candidate would present to the electors the rosy prospects and the rosy horizons of favor and influence; but he would surpass himself in talking to women, fawning over his own love. There are those who think that Sixto, by expending such resources, was not only practicing a subject he had little knowledge of, and it is possible that this was the case, which does not in any way diminish the merit of the young man. As it often happens with the great actors, who are even unwilling to be on stage, Sixto, during his election tour, would spend a fortune on charity, giving honey just for the sake of giving, without interested and selfish eyes. So, verbigracia, with Rosia the teejadora. Rosyth was a poor girl; unable to cultivate the land because of the lack of men in her household, and reduced to scavenging a cow by the roadsides, she made a living with a primitive and red-faced teepee, having the linen she herself woven and even patiently sat patiently under the candlelight in winter. What did Rosyth need to survive? A tin can, a pot of beans, a green apple, a salad sardine, a cup of “fresh” milk... God, who sees the lilies of the field, more holly-like than Rosyth, because we are told that they do not grow or weave, had adorned the humble “teelan” with a spring in her cheeks and a slender ray of sun in the double-breasted cloak that hung down to her waist, and when Sixty passed before the gate and heard the rumble... of the active tyre, and divided the laborious girl - although she knew perfectly well that she had no father, brother, or boyfriend who could vote for her -, she sat, she drank from the jug, she asked for “ferrous water” or “milk from the cow”, she cried, she rejoiced, she praised, and she supported with Rosa a platitude that could only be narrated by the branches of the cedar that shaded the nearest stream. This little episode took place two days before a certain formidable king, at the service and devotion of the Lord of Magnabreva, decided, exhausted, to play the whole for the whole, in order to save the most committed choice and two fingers from irreversibly losing. The plight of the case suggested a supreme resource, which the destitute hesitated to use, for there are heroic remedies that can be effected, especially when not administered from the apex of the Power... More than the imminent triumph of Sixto sought to enlist the czar’s blind confidence in the young candidate: “I do not want to be an anti-patriarchal, tax-paying MP, but popular and beloved,” said Sixto, enjoying his appearances where he was least expected, surprising his supporters with his own initiatives. This the enemy decided. The blow was struck in a tabernacle, whose owner was one of Sixto's enemies; the tabernacle was situated on the side of the road, not far from Rosia's grove. There had been gathered there the most stern, the able to make a sledge without a stumbling, certain of that hand which had a sledge and which had to reach very far to get the sledge. One of the conspirators, known by various pseudonyms, was radical: he wanted to “kill” Sixto Dávila; another proposed a secession; but the cacique, prudent and cautious, gave a different impression; no scuffles, no fire arms, which make noise and alarm; no exploding arrows, nor even garrotes. - Here what is interesting is that it is useless..., for the choice, let us... for these days; that it cannot be sung, because... if it continues singing and sighing, it will come back to us! You, Gallo - he ordered the first - you will bring me today a basket of fine sand from the sea... and so as such, you need to take away the inheritance of the grain! You... -he told the owner of the inn- you tell the woman to buy some very old and rotten and strong sacks of hay... He has to pass through here tomorrow morning at dawn, to go to Doas, to the house of the doctor... And beware, many blows on the back... but in a way, in a way, like a man who does no harm...! The morning after the supper, Rosina was called by the tabernacle to gather the wine, and cut it, and carry it, and fill the vessels... No one was uneasy with the girl, to whom the tabernacle, too, gave the greatest sign. \"I am to make a galopin' of a galopin', woman... \" By allusions and indiscretions, Rosina guessed who was the acarician; and trembling like a green frog, she began her fayre. The hand was not able to handle the needle, the eyes were clouded. Too well knew she the “cares” that are made with sand bags. The one who receives them does not last long, no... At first he only shows great shivering, deep debility; he becomes pale, trembling, desirous only of stretching out in bed but without any pain, without disease; and they pass days, and he does not eat, and he shivers, and pours blood out of his mouth until at last... And Rosina saw the handsome and pale and of a lovely tongue, who had ordered water from the \"ferrada\", a stream of water running between four stones, less yellow than his face... At evening, as Sixto, the girdle of his horse approached the taberna, the jack shook his head, and the jinnet saw a woman suddenly appear who seized the bridle with force. He recognized Rosina, the baker..., and his first words were cheerful giddy reminiscences. But the queen, trembling with terror, called attention, recalled a story... Sixto -after a pause- stepped onto the ground and, riding the horse of the steward, accompanied by Rosia, guided by her, walked the two, taking a traviesa field in search of a hidden path through the trees. To go back was too late, and to go forward was an unwise trembling. His life was dangerous, and with terrible danger... \"Don't be afraid, Sir, that they will not find him in my house,\" the queen advised, allowing the candidate's hat to rest on her cow's horn. In fact, no one was looking for him there; the next morning the Civil Guard, alerted by Rosia, took him and escorted him to safety. And Sixto Dávila won in the whole line; but no one suspects in the Government or in the halls of Congress that the triumph was due to the vote of Rosia, the teecher.", "title": "El voto de Rosiña", "author": "Emilia Pardo Bazán"}