{"metadata": {"length": 4586, "words": 889, "reading_time_min": 4.445}, "text": "It's so vast the silence of the night in the mountains. And so depopulated. In vain one tries to work so as not to hear it, to think quickly so as to hide it. Or invent a program, a fragile point that badly links us to the suddenly unlikely tomorrow. How to overcome that peace that lurks us. Silence so great that despair is ashamed. Mountains so high that despair is ashamed. The ears are sharpened, the head is tilted, the whole body listens: no noise. No rooster. How to be within reach of that deep meditation of silence. Of that silence without memory of words. If it's death, how do you reach it? It is a silence that does not sleep: it is sleepless; it is motionless, but it is sleepless; and it has no ghosts. It's terrible: without any ghosts. It's useless to try it with the possibility of a door opening, a curtain opening and saying something. It's empty and without promises. If only you could at least hear the wind. The wind is anger, the anger is life. Or snow. The snow is soft but leaves a trail, it whitenes everything, the children laugh, the steps resonate and leave a mark. There is a continuity that is life. But this silence leaves no sign. You can't talk about silence like you talk about snow. You can't tell anyone like you would say to the snow, \"Did you hear the silence tonight?\" The one who heard it, he doesn't say it. The night descends with the little joys of the lighting of lamps, with the fatigue that so justifies the day. The children of Bern are sleeping, the last doors are closed. The streets glow in the stones of the ground and they glow empty. And at the end, the farthest lights go out. But this first silence is not yet silence. Wait, for the leaves of the trees will still fit better, some late step perhaps hopefully heard down the stairs. But there is a moment when the mindful spirit rises from the rested body, and from the earth, the high moon. Then he, the silence, appears. The heart beats when it recognizes it. You can think quickly about the day that passed. Or the friends who passed and were lost forever. But it's useless to run away: silence is there. Even the worst suffering, that of lost friendship, is just escape. For if at first silence seems to be waiting for an answer - how we burn for being called to answer - soon it is discovered that nothing demands of you, perhaps just your silence. How many hours are they wasted in darkness assuming silence judges you, as we wait in vain to be judged by God. There are excuses, tragic forced excuses, humble apologies to indignity. So soft it is for the human being to finally show his indignity and be forgiven with the justification that he is a humiliated human being by birth. Until it is discovered that he doesn't even want his indignity. He's the silence. You can try to fool her, too. It's like a random drop on the floor of the book. But, horror, the book falls into the silence and gets lost in the silent and still vortex of this one. What if a mad bird sang? Useless hope. The song would barely pass through the silence like a light flute. So if you have courage, you don't fight anymore. He gets in, he leaves with him, we the only ghosts of a night in Bern. Let him in. Don't wait for the rest of the darkness before him, just him. It'll be like we're on a ship so enormously big that we're ignorant of being on a ship. And this one would sail so far that we would be unaware that we were moving. More than that, no one can. Living on the brink of death and the stars is a more tense vibration than veins can bear. There is not even a son of a star and a woman as a godly middleman. The heart must stand before nothing solid and solid beating high in the dark. You only hear the heart in your ears. When this one presents himself completely naked, it's not communication, it's submission. Besides, we were made for little silence. If you don't have the courage, don't come in. Let the rest of the darkness wait in front of the silence, just feet wet by the foam of something expanding within us. Let's wait. One insoluble by another. One next to the other, two things you can't see in the dark. Let's wait. Not the end of silence, but the blessed help of a third element, the light of dawn. After that, he never forgets. It's useless trying to escape to another city. Because when you least expect it, you can suddenly recognize it. Crossing the street in the middle of the car horns. Between one ghostly joke and another. After a word said. Sometimes, in the very heart of the word. The ears are amazed, the eyes fade: And since then, he's been a ghost. FIN", "title": "Silencio", "author": "Clarice Lispector"}