{"metadata": {"length": 7420, "words": 1438, "reading_time_min": 7.19}, "text": "The woman dared not think. When she thought she heard footsteps of beasts, she would hurl herself to the door, with anxious eyes; then she would return to the room and stay there for a long time, submerged in a kind of lethargy. The boy was a misery. He was already black as old, and inside he lived between dirt and soot. It would become uninhabitable since the rains began; she knew it, and she also knew that she could not leave it, because outside that hut she had no yagua to hide. Voice noise again. She ran to the door, afraid no one would pass. He waited a while; he waited longer, a little longer: nothing! Just the yellow, rocky road. It was the wind, there in front; the damned wind of the hill, which made the pine trees of the ascent and the pomegranates of the bottom groan; or perhaps the river, which ran down the precipice, behind the boyo. One of the sick called, and she came in to see him, naked, eager to cry, but without tears to do so. Mom, wasn't she a nanny? Wasn't that a taita, Mom? She didn't dare answer. I was touching the child's forehead and I could feel it burning. Wasn't that a taita, Mom? No, your little girl's coming after. The boy closed his eyes and sat down. Even in the darkness of the room, his skin was livid. I saw it, Mom. I was there and I was wearing new pants... and the woman couldn't hear anymore. It was going to collapse, like old logs that rot inside and fall one day, all of a sudden. It was the delirium of the fever that made her son speak like that, and she had no money to buy him a medicine. The child seemed to be asleep and the mother got up to see the other. He found it quiet. She was nothing more than bones and whistled as she breathed, but she did not move or complain; she only looked at her with her large, serene eyes. Ever since he was born, he'd been silent. The room smelled like rotten cloth. The mother, with her sinking breasts, a dirty cloth on her head and an old listing suit, could not appreciate the smell, because she was used to it, but something told her that her children could not be cured in such a place. She thought that when her husband came back, if he ever got out of jail, he'd find only crosses planted in front of the boy's forks, and this one, no boards or ceiling. Not understanding why, he put himself in Teo's shoes, and he suffered. It hurt her to imagine Teo coming and no one coming to see him. When he was in the boyo for the last time - just two days before he turned himself in - the little conuco still looked clean, and the corn, beans and tobacco were shaking in the breeze of the fire. But Teo surrendered, because they told her she could prove her own defense and she wouldn't last in prison; she couldn't keep working because she got sick, and the boys la hembrita and the two children, so small, couldn't keep the conuco clean or go to the mountain to drop the sticks needed to fix the bleached canvases that would rot. Then came the storm, that temporary condemned, and the water was falling, falling, falling day and night, without rest, a week, two, three, until the torrents left only stones and mud on the way and took whole pieces of the palisade and filled the conuque with pebbles and the ground floor of the boyo raised lamas and the yachts began to rot. But it was better not to remember those things. I was just waiting. He had sent the young woman down to Naranjal, an hour's drive away; he had sent her with half a dozen eggs she could collect from the mountain slopes to exchange for rice and salt. The girl had left early and never returned. And the mother was looking down the road, anxious. He felt footsteps. This time he was not deceived: someone, riding a horse, was approaching. He went out to the boy's alley with tight neck muscles and tough eyes. I felt like he was running out of air. He looked up. He felt his air was running out, forcing him to open the nose windows. Suddenly he saw a straw hat coming up and realized that a man was climbing the ridge. Her first impulse was to enter, but something held her there, like a nail. Under the hat appeared a blurred face, then shoulders, chest and finally the horse. The woman saw the man approaching and still didn't think of anything. When the man was a few steps away, she looked into his eyes and felt, more than understood, that the stranger was wanting something. There were a series of vague but bitter images in the woman's head: her daughter, the eggs, the sick children, Teo. All that was blurred out of the man's voice. He said hello. Not knowing how she did it, she reached out her hand and begged: \"Give me something, little one\". The man measured it with his eyes, without getting off the horse. She was a skinny and dirty woman, who had a crazy look, who was undoubtedly alone and who undoubtedly, too, desired a man. Give me something, she insisted. And suddenly in that tormented head penetrated the idea that this man was coming back from La Vega, and if he had gone to sell something, he would have money. Maybe he was carrying food, medicine. He also realized that he was a man and that he saw him as a woman. \"Go\", she said, \"dead in shame\". The man jumped off the horse. I'm not half-weight anymore. He ventured. Serena, who owns her, said, \"All right, come on in. The man lost his suspicion and seemed to feel a sudden joy. He grabbed the jaquima of the horse and tied it to the boy's foot. The woman came in, and suddenly, the worst moment passed, she felt that she was dying, that she could not walk, that Teo was coming, that the children were not sick. I wanted to cry and be dead. The man came in asking, \"Here? She closed her eyes and indicated silence. With an anguish that did not fit in his soul, he approached the door of the room; he looked up and saw the children sleeping. Then he turned to the stranger and noticed that he smelled like horse sweat. The man saw that the woman's eyes were bright as hard as those of the dead. Unju, here she said. The man approached her, breathing loudly, and just at that moment she felt tears outside. He turned around. His eyes should cut like a knife. He came out in a hurry, a nerve racket. The girl was there, cuddled to the alley, crying, her eyes swollen. She was small, burned, bone and skin nothing else. What happened to you, Minina? \"She asked the mother. The girl was crying and didn't want to talk. The mother lost her patience. Say it soon! \"In the river\", said the little girl, \"over the river... the paper got wet and this was left. In his fist was all the rice he had managed to save. She was still crying, her head in her chest, lying against the boyo boards. The mother felt she could no longer. He came in, and his eyes were not looking at anything. He had completely forgotten the man, and when he saw him he had to make an effort to realize the situation. \"The girl came, my girl... go\", he said. She was feeling very tired and she slammed into the door. And he looked on with a troubled eye, and saw the man passing by, untying the jacket, and riding upon the horse; and he followed him as he went away. The sun was burning over the walker and the breeze was blowing in front. She was thinking, \"Mean weight, half weight lost\". Mom called the kid in. Wasn't she a taita? Didn't you have a taita here? She held her hand over her forehead, which burned like iron to the sun, and she said, \"No, Jigo. Your little girl's coming later. End of 1947", "title": "En un bohío", "author": "Juan Bosch"}