{"metadata": {"length": 6172, "words": 1142, "reading_time_min": 5.71}, "text": "It's raining. Large droplets that splash softly on the hands and cheeks. Hot goaters like melted stars. Roses! Lions! Violet!, the old witch in the creek. But the handles of lilies, among scaly vegetables, resemble muttones, and they give off an unpleasant, sickly odor. He comes and goes dragging the rolling wagon. Nobody wants to buy that. You have to walk in the middle of the street; there's no room on the sidewalks. All the shops are in boats by boats. They all have creaky flyers, stained laces, dirty ribbons, something to attract you. They have set up tables outside with toy cannons, soldiers and Zeppelins, or frames for photographs completed with beauty looking down. There are huge piles of yellow straw hats, forming into candy pyramids, and ribbons of colored boots and shoes, so small, they're no use to anyone. There's a store full of little waterproof balances, with a baby sign in the middle. The blue ones for the girls, the roses for the boys. Lily, roses, beautiful violets! The old witch was groaning as she stumbled upon another wagon. But this one doesn't move. It's packed with lice, and its owner, an old fat woman, sleeps deeply, lying on it, all along, with her nose in the roots of the vegetables. Who's going to buy anything here? The salesmen are women. They're sitting on their scissors, thinking, with their eyes lost. Every now and then one of them gets up, takes a plume, like a smoking torch, and shakes this or that. Then he sits down again. Even the old man with the orange glasses, who has a ball on his belly and is turning the stand of the comic book posters, makes him spin and spin without deciding. Suddenly, in the corner empty shop, he starts playing a piano, and a violin and a flute join him. On the windowsill windows is a painting: New songs. First floor. Free entry. But the windows on the first floor are open and no one bothered to go up. People are wandering around, laughing with a whimper at the rough voices that float in the warm, rainy afternoon. There's a skinny man at the door with broken sandals. On the broken wing of his hat has swelled a feather, a magnificent feather. And how arrogantly he takes it! He wears gold charreters, a military levite, white goat gloves and a golden staff. And how he boasted under that suit. And how wide and rich his voice comes from his chest. Subhan, get up! New songs! They're all European-renowned singers. The famous orchestra is not the same. You can be here as long as you want. It's a once in a lifetime opportunity. If you lose it, you won't find it again. - What's the point? You know all about those girls, those famous artists. One is dressed in cream casimir and the other in blue casimir. Both wear a pink, dark and curly, on their ears. You know the piano player with the button boots. The one on the left foot is the pedal open over the big toe. And the violinist biting his nails. And the flute player's overly long fists. All that is as old as the new songs. For a long time the music continues and the petulant voice continues to resound. But someone has gone down the stairs, and the shooter, without losing his lofty packaging, disappears. The voices are off. The piano, violin and flute are switched off and silenced. Only the curtains on the first floor give life signals when it's shaken. It's still raining, it's getting dark. Roses! Lions! Who wants to buy violets? What are you waiting for, you miserable woman? A sentimental woman, a decadent woman? He just blew the strings off that piano. I'm going crazy with your endless slapping. My heart and even my faint pulses are lagging on the compass. It's tomorrow. I lie in my empty bed; a bed immense as a plain, and so cold and hospitable. Through the blinds rises the sunlight reflected by the river, and fluctuates on the ceiling with trembling waves. A hammer comes from outside a long way down, down in the house, knocks on a remote door opening and closing. Is this my room? Those clothes folded over the chair are mine? Under the pillow, symbol and emblem of female solitude, the tick of the clock. The bell is going to be a scandal. Ah, finally! I jump out of bed and run to the door. Knock more, more hurry! What are you waiting for? \"The milk, Mademoiselle\", said the doorkeeper, looking at me with seriousness. Oh, thank you, I exclaim in a big, big, shaking bottle. There's been no letter for me? No, Mademoiselle. I'm not going to tell you. But... has the postman passed yet? It's been over half an hour, Mademoiselle. - Shut it down. Stay in the tiny hallway for a moment. Listen... listen to his hateful banging. Adullal, seductive, implor her until, just once, she touches that charming little thing for one string. But in vain. III Across the river, along the narrow lava trail that borders the shore, a woman walks. He descends the Quai steps slowly, with a hand on his hip. It's a beautiful evening, the sky is lilac and the river is the color of the petals of the violet. Along the path are large, shining trees, soaked in trembling lights, and boats dancing in the river send thick foaming waves that will almost die at their feet. The woman has stopped, turned suddenly and leaned against a tree, covering her face with her hands; she is weeping. Then he's started walking around twisting his hands. Finally, he has reclined against the tree, with his back to it, his head upright and his hands tied, as if reclining against something very dear. He wears a grey shawl over his shoulders, and his limbs cover his face as he moves back and forth. But you can't cry forever; and eventually it becomes heavy and restful. He's got his hair and clothes fixed and he's taking a few steps. Ah, too soon, too soon! He's raising his arms again, shaking. Again, it's confused with the trunk of the slender tree. The houses have pictures of golden light. The lights of the public lighting make the new leaves of the trees shine. Yellow-light fans illuminate the dance boats. For a moment it is a stain that stands out against the white, gray and black tree, until it merges with the lavas and shadows. Then she fades away. *FIN* Spring Pictures, Something Childish and Other Stories, 1924", "title": "Estampas primaverales", "author": "Katherine Mansfield"}