{"metadata": {"length": 4828, "words": 852, "reading_time_min": 4.26}, "text": "On a gray November morning, I was hastily walking down the docks. A cold rainstorm dampened the atmosphere. Black passersby crossed paths, protected by deformed umbrellas. The yellow Seine carried its stems that resembled oversized bumblebees. On the bridges, the wind blew the hats, which their owners were competing in the space with attitudes and contortions whose contemplation is always so painful for an artist. My ideas were pale and foggy; the worry of a business meeting, accepted the night before, haunted my imagination. The time for the appointment was pressing: I decided to shelter myself from a roof from where I could more comfortably call a car. At that very moment I saw, right next to me, the entrance of a massive building, of bourgeois appearance. It had arisen out of the mist like a rocky appearance, and, despite the rigidity of its architecture, despite the gloomy and fantastic fog that enveloped it, I had to recognize, immediately, that it had a certain air of cordial hospitality that calmed my spirit. \"I'm sure\", I said, \"the people in this mansion are sedentary people!\" This place invites you to stop: is the door open? So I entered with a smile, the most polite possible, with a satisfied look, the hat in my hand - even meditating on a madrigal for the owner of the house - and I found myself, on the same level, before a kind of room with a glass roof, through which the bright light of day entered. In the stalls were clothes, dresses, scarves and hats. There were marble tables scattered all over the place. Several individuals, with their legs stretched out, their heads raised, their eyes fixed, and a real air, seemed to meditate. They were mindless looks, colorful faces of time. There were open wallets, papers spread out next to each of them. And then I realized that the owner of the place, with whose kind courtesy I had told you, was Death. I've been watching my guests. Surely to escape the worries of overwhelming existence, most of those in the room had murdered their bodies, hoping, in this way, to achieve a little more well-being. As I heard the sound of the copper taps attached to the wall and intended for the daily watering of those deadly remains, I heard the rolling of a car. He was stopping outside the establishment. I figured the businessmen would wait for me. I turned around to take advantage of that luck. In fact, the carriage had just left a cheerful group of schoolchildren in front of the building's headquarters who needed to contemplate death in order to believe in it. I signaled the empty car and told the coachman, \"To the Opera House Passage!\" A few moments later, on the boulevards, the weather seemed even more cloudy, with no horizon. The shrubs, skeletal vegetation, seemed to point vaguely, with the tips of their black branches, at pedestrians and the still sleepy police officers. The car was spinning fast. The passersby, through the glass, looked to me like running water. Once I got to my destination, I jumped onto the sidewalk and ran down the street full of worried people. In the background I perceived, right in front of me, the door of a coffee shop - today consumed in a famous fire (because life is sleep) -, which was located at the end of a kind of hangar, under a square, gloomy-looking vault. The rain drops falling on the top window darkened the pale sunlight even further. \"There I am\", I thought, \"with a glass in my hand, bright eyes and mocking Destiny, my businessmen! I knocked on the doorbell and found myself on the same level in a room where the bright light of day was leaking through glass from the ceiling. Coats, scarves and hats were hanging from the perches. There were marble tables all over the place. Several individuals, with their legs stretched out, their heads raised, their eyes fixed, and a real air, seemed to meditate. They were colorful faces of time, looking at ideas. There were open wallets and papers unfolded next to each of them. I've been watching these men. Certainly, to escape the obsessions of unbearable consciousness, most of those occupying the room had long since murdered their souls, hoping to achieve a little more well-being. As I heard the sound of the copper taps 2 attached to the wall, and intended for the daily watering of those deadly remains, the memory of the car's rolling came to mind. \"Surely\", I said to myself, \"the coachman was probably affected, in time, by some kind of obstruction, for having brought me, after so many laps, to our starting point! I confess (so as not to confuse it), the second vision is more sinister than the first one! I closed the glass door and went home, determined to stop doing business. The first is the novel, \"The Last of the Mohicans\". Before the cooling systems, the corpses were cooled with fresh water 2. The beer taps in the bars.", "title": "No confundirse", "author": "nan Villiers de L'Isle Adam"}