{"metadata": {"length": 6434, "words": 1166, "reading_time_min": 5.83}, "text": "Ramon left the office with the file under his arm and headed to Abancay Avenue. While waiting for the bus to take him to Lince, he enjoyed contemplating the demolition of Lima's old houses. Not a day went by without a colony floor falling down, a carved wooden balcony or just one of those quiet republican farms where more than a revolution was once built. Everywhere were erected lofty impersonal buildings, similar to those in a hundred cities around the world. Lima, the adorable adobe and wood Lima, was becoming a kind of reinforced concrete barracks. The little poetry left had taken refuge in the abandoned cradles, in one church after another and in the twenty-two princely houses, where old families languished among parchments and yellow daguerreotypes. These reflections had evidently nothing to do with Ramon's job as a debtor detector. His boss, that same morning, had ordered him to do a thorough search by Lince to find Fausto López, a nefarious client who owed the firm four thousand soles in ink and printing paper. When the bus landed him in Lince, Ramon felt depressed, as every time he traveled through those popular neighborhoods without history, born twenty years ago by the art of some speculation, dead after having filled some ministerial pockets, poorly buried between the big city and the luxurious South seaside resorts. They saw one-story house chats, dirt pavements, dusty slopes, straight, foggy streets where no tree or grass grew. Life in those neighborhoods was a little vibrating in the corners, inside the pulp shops, trafficked by housewives and drunkards. After consulting his file, Ramón headed to a neighborhood house and walked through its long, perforated corridor of doors and windows, to one of the last dwellings. He was knocking on the door for several minutes. It finally opened and a sleepy man, with a holed shirt, pulled out his torso. Does Mr. Fausto Lopez live here? - No, I'm not. This is where I live, Juan Limayta, host. In these invoices this address appears Ramon came, extending his file. What about me? This is where I live. Ask somewhere else. And he knocked the door. Ramon went out. He went around other houses, asking random questions. No one seemed to know Fausto Lopez. Such ignorance led Ramon to think of a vast district conspiracy designed to hide one of his neighbors. Only one man seemed to have recourse to his memory. What about Fausto Lopez? I used to live around here, but I haven't seen him in a while. I think he's dead. Discouraged, Ramon entered a pulp shop to get a soda. Cuddled up at the counter near the urinary pesticide, he slowly took a Coke. As he was about to return defeated to the office, he saw a boy who had some movie programs in his hand enter the pulp shop. The partnership was instantaneous. He took it on the spot. Where did you get those programs? From my house, where is it going to be? Does your dad have a printer? - Yes, I did. What's your dad's name? I'm not going to say. Ramon sighed relievedly. Let's go there. I need to talk to him. On the way, they talked. Ramón learned that Fausto López had a hand-printed printer, who had moved a few months ago a few streets away and lived by printing programs for the neighborhood cinemas. Do you get paid for distributing the programs? My dad? Not a single taco! The movie theaters let me in for free. In the slums, there are categories too. Ramon had evidence of being grinding the suburb of a suburb. The little ranches had already disappeared. They only looked like alleys, high corral walls with their big wooden door. The light poles were changed and the first traps, full of dirt, appeared. Near the rails the boy stopped. Here it is, he said, pointing to a dark passage. The third door. I'm leaving because I have to distribute all this on Arenales Avenue. Ramon let the boy go and he was left indecisive. Some kids were having fun throwing rocks at the stake. A man came out, whistling, of the passage and threw into its waters the dubious contents of a basin. Ramon penetrated to the third door and hit her several times with his fists. While he waited, he recalled his boss's recommendations: no threats, gentle courtesy, a spirit of conciliation, contagious trust. All this to avoid intimidating the debtor, to return with the exact address and to be able to initiate the trial and the seizure. The door did not open, but instead a wooden window, as small as the frame of a portrait, exposed a woman's face. Ramón, unprepared, was seen so suddenly in front of this apparition, that he barely had time to hide the file behind his back. What do you want? What's up? She asked persistently. Ramon didn't take his eyes off that face. Something fascinated him. Maybe the fact that he's framed in the window, like it's the head of a guillotine. What do you want? The woman continued. Who are you looking for? Ramon hesitated. The woman's eyes didn't leave him. He was so close to his own that Ramon, for the first time, was introduced into the secret world of a stranger, against his will, as if by negligence he had opened a letter addressed to another person. My husband is not here! The woman insisted. He's gone on a trip, he'll come back another day, I beg you... his eyes were still stuck in his eyes. Ramon continued to explore that spatial world, prey to sudden curiosity but not as one who contemplates the objects behind a glass window but as one who tries to reconstruct the legend that is hidden behind a date. Only when the woman continued her protests, with a voice that grew increasingly faint, did Ramón realize that that world was deserted, that it held nothing but a painful duration, a history marked by terror. \"I'm a radio salesman\", he said quickly. You don't want to buy one? We're leaving them very cheap, on time. No, no, no, no radios, we already have, no radios! She sighed and, almost choked, violently threw the postman. Ramon stood for a moment at the door. I was having an unbearable headache. Putting his file under his arm, he abandoned the pass and walked around Lince, looking for a taxi. When he reached a corner, he took the cardpacio, contemplated it for a moment and under the name of Fausto López wrote: Direction wrong. In doing so, however, he suspected that he was not acting in this way out of justice, not even out of that suspicious virtue called charity, but simply because that woman was a little pretty. The bottles and the men, 1964", "title": "Dirección equivocada", "author": "Julio Ramón Ribeyro"}