{"metadata": {"length": 7232, "words": 1399, "reading_time_min": 6.995}, "text": "It's time to tell the story of the events that began at number 40 Pest Street. It looked as if the red-black houses had mysteriously arisen from the London fire. The building in front of my window, with a few rolls of cinderella, looked black and empty like a dwelling battered by plague and licked by flames and smoke. It wasn't like I imagined New York. It was so hot that I felt a heartbeat when I dared to take a walk down the streets; so I sat looking at the house across the street, wetting myself from time to time with my face soaked in sweat. The light was never too bright on Pest Street. There was always a reminder of smoke that turned the visibility dim and foggy; however, it was possible to examine the house across the street in detail, even accurately. Besides, I've always had an excellent view. I spent several days trying to discover some kind of movement in front of me but I didn't notice any, and finally I adopted the habit of undressing with total care in front of my open window and doing optimistic breathing exercises in the dense air of Pest Street. This must have left my lungs as black as the houses. One afternoon I washed my hair and sat outside, in the tiny stone arch that was making my balcony, to get me to eat. I held my head between my knees, and I watched a mosquito suck the corpse of a spider at my feet. I raised my eyes, looked through my long hair, and I saw something black in the sky, disturbingly silent to make it an airplane. I split my hair in time to watch a big crow come down to the balcony of the house across the street. He landed on the balustrade and looked out the empty window. Then he shook his head under a wing, apparently looking for lice. A few minutes later, I wasn't too surprised to see the double doors open and a woman look out onto the balcony. He was carrying a large plate of bones that was emptied on the floor. With a brief nod of thanks, the raven jumped down and began to hurl in his disgusting food. The woman, who had a long black hair, used it to clean the dish. Then he looked straight at me and smiled friendly. I smiled at him and waved a towel. This encouraged her, because she flirted her head backwards and gave me a sleek, queen-like greeting. - You got some old meat you don't need? - She yelled at me. - A little bit of what? - I screamed, wondering if my ear had fooled me. - It's bad meat. Meat in decomposition. \"Right now, no\", I replied, wondering if I was joking. - And you'll have it by the weekend? If that were the case, I'd be immensely grateful if you brought it to me. Then he got back on the empty balcony, and he disappeared. The raven lifted the flight. My curiosity about the house and its occupant prompted me to buy a large piece of meat the next morning. I put it on my balcony over a newspaper and waited. In a relatively short time, the smell became so strong that I was forced to perform my daily tasks with a pincer tightly pressed on the tip of my nose. Every now and then I would go out on the street to breathe. By Thursday night, I noticed that the flesh was changing color, so I put a cloud of bitter muskards aside and threw it into my mesh bag and headed for the house across the street. As I came down the stairs, I noticed that the maid seemed to avoid me. It took me a while to find the door to the house. Turns out he was hidden under a waterfall of something, and it seemed like no one had come out or entered through it for years. The bell was one of those old ones to be thrown; and in doing so, something stronger than I intended, I stayed with the shooter in my hand. I gave a few irritated knocks on the door and she sank, leaving out a horrible smell of rotten meat. The reception, which was almost dark, looked like carved wood. The woman herself came down, whispering, with a torch in her hand. - How are you? How are you? -he muttered ceremoniously; and I was surprised to see that he was wearing a beautiful, old green silk dress. But as I approached, I saw that she had a completely white complexion and shone as if she had been splashed with a thousand tiny stars. \"You are very kind\", he continued, grabbing my arm with his shiny hand. You don't know what's gonna make my poor bunnies happy. We went upstairs; my companion walked very carefully, as if she was afraid. The last stretch of steps led to a chamber decorated with dark baroque furniture upholstered in red. The soil was covered with rusty bones and animal skulls. \"We have very few visitors\", the woman smiled. So they've all run to hide in their little corners. He whistled a low, soft whistle and, paralyzed, I watched a hundred white rabbits cautiously come out of all the holes, with their large pink eyes fixed on it. - Come on, you lovely ones! Come on, you lovely ones! - he sang, putting his hand in my mesh bag and pulling out a piece of rotten meat. And I turned to a corner in deep disgust, and behold, she cast her carcase to the rabbits, who fought like wolves for flesh. \"One ends up falling in love with them\", the woman continued. Everyone has their own little habits! You'd be surprised how individualistic rabbits are. The rabbits were smashing the meat with their sharp goat teeth. - Of course, we eat one every now and then. My husband makes them a delicious stew on Saturday nights. Then a movement in one of the corners caught my attention, and then I realized there was a third person in the room. When the torchlight reached her face, I saw that she had a complexion just as bright as her; like a Christmas tree squirrel. He was a man and he was dressed in a red coat, sitting very tight, and profileing us. He didn't seem to know we were here, or the big goat-headed male rabbit sitting on his knee chewing a piece of meat. The woman followed my look and laughed between her teeth. - That's my husband. The boys used to call him Lazarus... at the sound of this familiar name, the man turned his face toward us; and I saw that he had a bandage on his eyes. - Ethel? - What? - he asked in a rather weak voice. I don't want visitors in here. You know I'm strictly forbidden to do that. - Come on, Laz; let's not start - her voice was complaining - you can't spare me a little company. Twenty years and I'm sorry I haven't seen a new face. Besides, he's brought meat for the rabbits. The woman turned and signaled me to her side. - He wants to stay with us. - I suddenly got scared and I felt like going out, running from these terrible, silver people and their white, carnivorous rabbits. - I think I'm going to go; it's dinner time. The man in the chair made a loud laugh, scaring the rabbit he had on his knee, which jumped to the floor and disappeared. The woman got her face so close to mine, she thought her nauseating breath was going to numb me. - Don't you want to stay and be like us? In seven years his skin will become like the stars; seven years alone, and he will have the holy disease of the Bible: leprosy! I ran on trumpets, drowned in horror; an unhealthy curiosity made me look over my shoulder as I reached the door of the house, and I saw the woman, on the balustrade, raising her hand in a greeting. And as he stirred it, his fingers fell off and fell to the ground like fleeting stars. FIN", "title": "Los conejos blancos", "author": "Leonora Carrington"}