{"metadata": {"length": 5360, "words": 989, "reading_time_min": 4.945}, "text": "The Father Minister of the Novitiate House of the Society of Jesus in Espadal was small, with a colorful face, white hair and a laughable expression. He was said to have dealt with the Muses in his youth, but if so, no record of it was to be guessed in Father Hurtado. The Father Minister, a holy man if any, was above all a practical man; he proved himself a thousand times, to the extent of making this quality his proverbial, not only among the community, but throughout the region. It seems pointless to say that the establishment was doing admirably, as it did to the great institution of which it was a part. On a cheerful morning in June, when Father Minister checked with satisfaction that the consumption of potatoes last month was much lower than the corresponding one last year, a slight knock on his door interrupted his task. - Go ahead! He shouted. Brother Fuente turned to the picaporte and said, \"Father Minister, a man wants to talk to you. Father Hurtado, an enemy of the antealas, slightly blunted the blind man, but replied; Let it go. A few moments later, a man appeared, whose description is inaccurate, for he was like thousands of others: forty years old, little or less, seemingly healthy, and poor, since money, as the saying goes, cannot be hidden. Good day, Father. God bless us. What's on offer? Father Hurtado, I come to see you because I am in a difficult situation. I don't have anything to eat. Since the factory stopped... If you strike, the religious man interrupted. I couldn't resist, and I had to do what all the other guys did. The point is that the work is not resumed or shows signs of being resumed. I'm starving, and although thank God, I have no one to depend on, I need to work. I know a little gardening... Friend, said Father Hurtado, in this house we have no garden. I've worked as a mason. In this house, thank God, there are no repairs or works to be done at the moment. Father, I beg you, I beg you to provide me with something. You who are such a practical man... It should be noted that all this time Father Hurtado had hardly noticed his interlocutor, as he kept holding the dialogue, he kept making numbers; but noticing a slight accent of bitterness or reproach in the last sentence of the worker, he raised his eyes and stared at him for a few moments. I repeat, he continued, that I have no job to provide you in this house. But if you want to come to our College in Carrión de la Vega, I'm sure your Rector, Father Rodriguez, will give you everything you need. \"Father, thank you very much\", replied the man. I confessed and commended this morning, and I was sure you would get me out of trouble. Juan González will always be grateful to you. Would you like to give me, Father Minister, a letter or paper of recommendation? Father Hurtado took a quartilla, carefully broke it in two, saving half for future use, and drew on the paper short ranglones. He put it in an envelope, closed it and directed it, and handed it over to Juan González. He said goodbye to him, and as he opened the door to go out, the father stopped him, saying, 'Wait a minute, brother. And he left his table, and poured two fingers into a heap of blessed water, which was hanging on the wall, and touched the hand of the workman with them, and said to him kindly, Woe to God! The Rector of Carrión de la Vega carefully opened the envelope that had just been delivered to him by the porter, and extracted the letter from Father Hurtado; he read it, and without raising his head, he looked at the Brother above his mirrors. I don't understand this, he said. Who brought this paper? A man I don't know. He looks like a worker. Does he not bring any verbal message? He hasn't told me anything, Father. Where is this man? Wait at the gate. I'm going to see him. Lighter upset, the fatigued Father Rodriguez stood up laboriously from his seat, not without looking at the pile of letters that lay on the desk waiting for a reply, and headed for the door. Good afternoon. \"Good afternoon, Father\", replied Juan González, his face lit with hope. Did you bring this note from Father Hurtado? - Yes, sir, I know. And didn't anything tell you to tell me a word? Nothing, Father. It's weird. Please wait a moment. The rector was surprised. That a man like Father Hurtado had written those few words, such a lack of common sense, was absurd. In the galleries near the gate he met Father Procurador and the First Prefect, who, seeing their superior, raised their birret respectfully. Father Hurtado has gone crazy, the Rector said without further ado. It's not possible! The other two exclaimed at once. So how do you explain that I'm sending this note? He asked, and extended the paper to the Prefect, who read aloud the following lines: Dear Father Rodríguez: I beg you to serve to give Christian burial to the bearer of the present. His aphorism. Brother in Xto. Alonso Hurtado, S.J. There was silence. Father Minister of Sword, considered the wisest man in the province, could not have written those words. Instinctively, the three religious went to the door to question Juan González, confident that this was a joke. But Juan González, he was lying on the floor, upside down, with his eyes wide open. Two strands of black blood stained his upper lip, and he had his left hand crisp against his chest. The Bronze Door and Other Tales, 1922", "title": "Un hombre práctico", "author": "Manuel Romero de Terreros"}