{"metadata": {"length": 5572, "words": 1037, "reading_time_min": 5.185}, "text": "Knowing that Mrs. Mallard had heart problems, many precautions were taken to convey to her, as gently as possible, the news that her husband had died. He was told by his sister Josephine with short sentences and opaque insinuations that revealed and hid in half. Richards, her husband's friend, was also there, next to her. He was the one who had been in the newspaper's editorial when the news of the railroad accident came, whose list of victims was headed by Brently Mallard. He waited only for the truthfulness of this to be corroborated by a second telegram and hurried to prevent another less careful and caring friend from carrying such a sad message. She didn't hear the story as many other women have, with a crippling inability to accept its meaning. She broke into tears immediately in her sister's arms, with a sudden and savage abandonment. When the storm of pain subsided, she retired to her room alone. She didn't let anyone follow her. In front of the open window was a comfortable and spacious armchair. She sank into it, prey to physical exhaustion that immobilized her body and seemed to want to reach her soul. In the square in front of his house, he could see the trembling tree tops at the recent arrival of spring. There was a delicious smell of rain in the air. On the street, a street vendor advertised his merchandise. The notes of a distant tune that someone was singing reached his ears slightly and crowds of sparrows trembled in the airways. Here and there, blue skies could be seen between the clouds colliding and piled up in the west. She sat her head back, leaning on the cushion of the chair, still except when a tear came up her throat and shook her, as if she were a little girl who had cried until she fell asleep and continued her crying between dreams. She was a young woman, with a beautiful and calm face and faces that gave a hint of restraint and even temperament. However, his eyes were without brightness at that moment, his gaze nailed in the distance, into one of those stretches of blue sky. It was not a reflective look, but it indicated the suspension of any intelligent thought. Something was going to happen to him and he was waiting for it with fear. What would it be? I didn't know him, because he was too subtle and elusive to name. But I felt it sneak up from the sky to reach her through the sounds, the scents and the color that permeated the atmosphere. Then her chest began to rise and fall agitatedly. He began to recognize this thing he was about to possess and struggled with all his will to reject it, with as little strength as he did with his white, thin hands. When he let himself be carried away, a whispering word escaped from his locked lips. He whispered it over and over again: \"Free, free, free! The empty gaze and the expression of terror left his face. Her eyes remained awake and bright. His pulse was beating rapidly and his blood flow was templing and drying every inch of his body. She didn't stop to wonder if the joy she'd been invaded by was monstrous or not. A clear and exalted perception allowed him to dismiss that idea for its triviality. She knew she would cry again when she saw her kind and tender hands crossed in the posture of death, her face that had always looked at her with love now petrified, gray, dead. But beyond that bitter moment, she could see the long procession of years to come that would belong to her alone. He extended his arms openly to them to welcome them. There would be no one to devote her life to in the years to come, she would live for herself. There would be no strong will that would bend its own with that insistence that men and women believe they have the right to impose their own will on their fellowmen. Whether the intention was good or cruel did not make the crime less, as she saw it at that moment of clairvoyance. I had loved him, though. Sometimes, I do. Often not. It didn't matter! What a sense love had, that unsolved mystery, in the face of that energy that he suddenly recognized as the most powerful impulse of his being! Free! Free in body and soul! He kept whispering. Josephine was kneeling before the closed door, her lips against the lock, begging him to let her through. Louise, open the door! I beg you, open the door. You're going to get sick. What are you doing, Louise? By all the heavens, open the door! - Go for a walk. I'm not going to get sick. I wouldn't, because I was drinking the elixir of life through the open window. His imagination was running out of water for all those days ahead. Spring days and summer days, and all kinds of days that would be all yours. He prayed quietly for his life to be long. And to think that yesterday I was feeling chills thinking that life could be long. He stood up and opened the door at his sister's insistence. There was a feverish triumph in her gaze and she walked unconsciously like a goddess of victory. He grabbed his sister by the waist and they went down the stairs together. Richards was waiting for you downstairs. Someone was opening the front door with a key. The one who came in was Brently Mallard, somewhat unclothed after the trip, carrying his suitcase and umbrella like that. I had been away from the scene of the accident, in fact I didn't even know this had happened. He stood, surprised at Josephine's heartbreaking screaming and Richards' quick move to hide him and keep his wife from seeing him. But Richards hadn't been fast enough. When the doctors arrived, they said he had died of a heart disease: joy that kills. FIN The Story of an Hour, Vogue 1894", "title": "Historia de una hora", "author": "Kate Chopin"}