{"metadata": {"length": 2181, "words": 415, "reading_time_min": 2.075}, "text": "The baroness had the dressmaker always by her side, so she wouldn't be forced to look for her when she needed her. The seamstress came, took the cloth, took the needle, took the thread, put the thread in the needle, and began to sew. One and the other went round, cloth inside, which was the best of silks, between the seamstress' fingers, agile like Diana's greyhounds to give this a poetic color. And the needle said, \"Well, Mr. Thread, don't you realize that this distinguished seamstress is only interested in me? I'm the one who goes from here to there on their fingers, grabbing them, drilling down and up... the thread didn't respond; it was walking. Every hole opened by the needle was filled immediately by him, silent and active, as he who knows what he is doing, and is not willing to hear foolish words. The needle, seeing that it was not responding to him, also kept quiet and continued its way. And there was all silence in the sewing solenoid; there was nothing more to be heard than the needle folding on the cloth. And it came to pass when the sun was down, that the seamstress folded her garment until the next day; and she continued her work on that day, and on the next, until the fourth day she had finished her work, and had waited until the evening of the dance. He arrived that night, and the baroness was ready. The seamstress, who helped her dress, carried the needle attached to her chest, in case she needed to make a point. And as he finished the dress of the beautiful lady, pulling it from one side to the other, picking it from here or there, smoothing it, buttoning it, brushing it... the thread, to mock the needle, he asked her: Who's gonna dance with ministers and diplomats while you go back to the seamstress before you end up in the muffin-member basket? It seems that the needle said nothing, but a pin-maker, with a large head and no less experience, whispered to the poor needle: \"I hope you've learned, fool. You get tired of opening your way to him and he's the one who's gonna enjoy life, while you end up there, in the seamstress. Do as I do, I won't open the way for anyone. Where I'm stabbed, I'm staying. A newspaper of record, 1885", "title": "Un apólogo", "author": "J. M. Machado de Assis"}