{"metadata": {"length": 3628, "words": 680, "reading_time_min": 3.4}, "text": "Auntie is very old, has many wrinkles and a completely white hair, but her eyes shine like stars, only much more beautiful, because her expression is sweet, and it is pleasant to look at them. She also knows wonderful stories and has a dress of big, big flowers of such thin silk that it crumples when she walks. Auntie knows many, many things, because she lived much earlier than Papa and Mama, and no one doubts that. He has a book of canticles with fresh silver tinkling; he reads it often. In the middle of the book there is a rose, dried and compressed, and yet she looks at it with a smile of delight, and tears come to her eyes. Why would grandmother look at the rose mark of her devotee this way? You don't know? Every time the tears of grandmother fall on the flower, the colors come alive, the rose swells and the whole room is infused with its fragrance; the walls glow as if they were pure white, and behind rises the splendid and green forest, with the rays of the sun filtering through the foliage, and grandmother becomes a young girl, a beautiful girl of crimson thigh-high stockings and a crimson-rimmed rimless rimless eye, elegant and funny; there is no rose more luscious, but her eyes, her sweet and swollen eyes, continue to be grandmother's eyes. A young, vigorous man is sitting next to her. She hugs the rose and she smiles – but it’s not the smile of grandmother! – Yes, and it returns to singing. Now he has passed away, and through her mind many thoughts and many figures flow; the galloping man is no longer there, the rose is fading in the canticle book, and... grandmother returns to being the old lady who contemplates the fading rose kept in the book. Now grandmother has died. Sentenced to her armchair, she was recounting a long and wonderful story. -It's over -he said- and I'm very tired; let me have a dream. She sat up, breathing softly, and fell asleep; but the silence became deeper and deeper, and in her face were reflected the happiness and peace; they had said that the sun was shining on him, and then they said that he was dead. They put her in the black sack, wrapped in white linen. She was so beautiful, even with her eyes closed! But all wrinkles had disappeared, and a smile was on his face. The hair was white as silver and venerable, and he was not afraid to look at death. She was always my grandmother, so good and so dear. They hung the canticle book under her head, for she had ordered it so, with the rose between the pages. And they entered into grandmother. In the tomb, near the wall of the cemetery, they planted a rose-tree which bloomed splendidly, and the rabbi came to sing there, and from the church the organ sounded the beautiful songs written in the book under the head of the chalice. The moon sent its rays to the tomb, but death was not there; the children could go at night without fear to take a rose from the tombstone. The dead know much more than we all know; they know the fear, the horrible fear they would cause us if they came back. But they are better than all of us, and therefore they do not return. There is land on the horizon, and there is land within it. The canticle book, with all its leaves, is dust, and the rose, with all its memories, has become dust also. But above they continue to bloom with new roses and to sing the larks, and to send their organs their melodies. And you often think of grandmother, and see her with your sweet eyes, forever young. Eyes never die. Ours will see grandmother, young and beautiful as an adolescent, when she first kissed the red and yellow rose, which now blooms in the tomb turned into dust. FIN", "title": "Abuelita", "author": "Hans Christian Andersen"}