{"metadata": {"length": 4977, "words": 930, "reading_time_min": 4.65}, "text": "She was the last ant in the caravan, and could not follow the route of her companions. A sugar cane had slid down from the top, breaking into several pieces. One of these was blocking his way. For a moment the ant was immobile on the cream colored paper. Then their shins shook the terrycloth. He retreated, then he was stopped. Taking his back legs as almost a fixed point of support, he turned around in the sense of the needles of a watch. Only then did he come closer again. The front feet shook, in a first attempt to stir the sugar, but failed. However, the fast movement made the trough better positioned for the cargo operation. This time the ant swung its stinger sideways, raised the thorn and swung it over its head. For a moment it seemed to vacillate, then it resumed its journey, with a rather slower pace than it had brought. Their colleagues were already far away, outside the paper, near the square. The ant stopped, exactly at the point where the surface it was moving on changed color. The six legs shook a Mayan N and dark. After a momentary detention, he managed to get through it. Now the surface was once again clear. Soon the terry rolled over the paper, splitting into two. The ant then made a journey that included a thorough inspection of both parts, and chose the larger one. He loaded her up, and he advanced. In the road, until that moment of freedom, a broken pillar appeared. He drew it slowly, and when he reappeared on the other side of the hole, the surface had become dark again, for at that moment the ant's passage was over an A. There was a slight breeze of air, as if someone had blown in.  Now the terron has been completely disarmed. The ant fell on its feet and made a sluggish circle. Then he seemed to calm down. He went to one of the sugar grains that had previously formed part of the middle thorn, but it did not weigh him down. When he resumed his march he had not lost the way. She quickly passed over a dark D, and when she re-entered the clear area, another obstacle stopped her. It was a tidbit of something, a little bit three times bigger than she was. He retreated, advanced, threw the ball, stayed immobile for a few seconds. Then he began the task of carrying. Two times the ball was thrown back, but at the end it was well anchored, as if by a swivel of a swivel-head. When the ant passed over the area of the second dark A, the ant's walking was almost triumphant. However, it had not advanced two centimeters across the clear surface of the paper, when something or someone moved that leaf and the ant rolled, more or less spherical on itself. He could only reintegrate when he came to the wood floor. At five centimeters was the coin. The ant moved up to him, this time with parsimonia, as if he were announcing each sextuple step. So and so, he reached his goal, but when he stepped forward, the air again rushed in and the ball rolled to a stop ten centimeters further on, stumbling on one of the railings that separated the tables from the floor. One of the extremities, however, emerges upward. For the ant, such a position represented a certain ease, as it could make a run to try the operation from a more favorable angle. At the end of a minute, the faeces were full. The load, once again raised, was now in a position closer to the strict horizontal. The ant resumed its march, never deviating from its path towards the hive. The other ants, with their respective venoms, had disappeared through some invisible hole. On the wood, the ant moved more slowly than on the paper. A bump, quite rough on the table, meant more than a minute’s delay. The splinter was about to fall, but a particular vein in the ant’s body ensured its stability. Two centimeters more and a thud reverberated. A slam apparently given to the floor. Like the others, that table vibrated and the ant made an involuntary leap, during which it lost its load. The coin was passed through the adjacent table. The next task was to cross the chasm, which was at that point quite deep. The ant came to the edge, made a slight advance spluttering, but still fell into that abyss of a centimeter and a half. It took several seconds to recover, climb the opposite side of the helix and reappear on the surface of the next table. There was the coin. The ant was sitting on a table next to him, with no other movement than an intermittent twitch of its front legs. Then he carried out his fifth cargo operation. The hive stayed horizontal, though a bit oblique to the body of the ant. This made a sudden movement and then the load became more comfortable. At half a mile was the church. The ant moved in the old direction, which in that space coincided with the vee. Now the run was fast, and the ball seemed to be going at the least risk of a fall. At two centimeters from its goal, the ant stopped, alerted again. Then a slug, a human finger, appeared from the top and consciously smashed the load and the ant. FIN Death and Other Surprises, 1968", "title": "A imagen y semejanza", "author": "Mario Benedetti"}