{"metadata": {"length": 5975, "words": 1076, "reading_time_min": 5.38}, "text": "Charades are no longer in fashion. What a good time for poets were those in which Le Mercure proposed every month, every fifteen days and, at the end of every week, a charade, a riddle or a logogram to its readers! Well, I'm going to revive that fashion. Tell me, then, dear reader or beautiful reader - charades are made, above all, for the insightful minds of readers - tell me from which language the following allegory comes. Is it Sanskrit, Egyptian, Chinese, Phoenician, Greek, Etruscan, Romanian, Gallic, Gotho, Arabic, Italian, English, German, Spanish, French or Basque? It dates back to antiquity, and it's signed by Anacreon? Gothic, and signed by Charles of Orleans? Is it modern, and is it signed by Goethe, Thomas Moore or Lamartine? Or is he not, rather, of Saadi, the poet of pearls, roses and dreamers? Or is it... But it's not me who has to guess, it's you. So, dear reader, guess what. Here is the allegory at issue. A butterfly gathered in its opal wings the sweetest harmony of colors: white, pink and blue. Like a sunbeam it swirled from flower to flower, and, like a flying flower, it went up and down, playing over the green meadow. A young boy trying to take his first steps through the turbulent grass saw her and suddenly felt overwhelmed by the desire to catch that brightly colored insect. But the butterfly was used to this kind of desire. I'd seen whole generations run out of strength chasing her. She turned before the child and went to lie two steps from him; and when the child, slowing down his steps and holding his breath, stretched out his hand to catch it, the butterfly lifted up the flight and recommended its uneven and dazzling journey. The child did not tire; the child tried again and again. After every failed attempt, the desire to possess her, instead of dying, grew in his heart, and, with ever-faster pace, with ever-more burning gaze, the child ran out behind the beautiful butterfly. The poor child had run without looking back; so that when he had run for a good while, he was already far from his mother. From the fresh, flowery valley, the butterfly moved to a barren, spruce-populated plain. The boy followed her to that plain. And though the distance was long and the race fast, the boy, who was not tired, kept chasing the butterfly, who landed every ten steps in a forest, in a bush, or on a simple, nameless wild flower, and always took off the flight at the moment the boy thought he had it. Because, while he was chasing her, the boy had turned into a boy. And with the invincible desire of youth, and with its indefinable need for possession, he never ceased to pursue brilliant mirrorism. And from time to time, the butterfly would stop to mock the boy, voluptuously inserting its tube into the flower chalice and lovingly tapping its wings. But, as the boy approached, sighing with hope, the butterfly was left in the breeze, and the breeze was carrying it, light as a perfume, and so it went, in that senseless pursuit, minutes and minutes, hours and hours, days and days, years and years, and the insect and man reached the top of a mountain that was nothing but the high point of life. By chasing the butterfly, the teenager had become a man. There the man paused for a moment to consider whether it would be better to turn back, for the mountain slope that remained to descend seemed very dry to him. Down on the mountain slope, on the opposite side, where, in charming parterres, rich in glaciers and green parks, fragrant flowers, rare plants and fruit-laden trees grew; on the mountain slope, we said, there was a large square enclosed by walls, to which one entered through an open door uninterrupted, and where nothing grew but stones, some laid on the ground, the others erected. But the butterfly began to turn, more dazzling than ever before, before the eyes of man, and took the direction of the enclosure, following the slope of the mountain. And strange thing, though that long race must have wearied the old man, for by his gray hair he could recognize the foolish runner as such; his passing, as he went on, was quicker; it could only be explained by the slope of the mountain. And the butterfly kept the same distance; only, as the flowers had disappeared, the insect landed on thorny stems, or bare branches of trees. The old man, sighing, kept chasing her. Finally, the butterfly passed over the walls of the sad enclosure, and the old man followed her, entering through the door. But he had barely taken a step when, looking at the butterfly, which seemed to melt into the gray atmosphere, he collided with a stone and fell. Three times he tried to get up, and three times he fell again. And, no longer able to run behind his chimera, he contented himself with extending his arms. Then the butterfly seemed to pity him and, although it had lost its brightest colors, began to roll over its head. Perhaps it was not the wings of the insect that had lost their bright colors; perhaps it was the eyes of the old man that had weakened. The circles described by the butterfly became narrower and narrower, and eventually it went to pose on the pale forehead of the dying man. In one last effort, he raised his arm, and with his hand he finally touched the tip of the wings of that butterfly, subject to so many desires and so much fatigue; but, what disappointment! he realized that what he had been chasing was not a butterfly, but a ray of sunshine. And his arm fell cold and powerless, and his last breath made the atmosphere that weighed upon that peasant tremble... and yet, poet, pursue, pursue your unbridled desire for ideal; seek to reach, through endless pains, that thousand-colored ghost that flies incessantly before you, even if your heart breaks, even if your life is extinguished, even if you exhale the last breath at the moment you rub it with your hand. FIN Bric a brac (1861) We thank the Club Dumas for the contribution of this story to the Digital Library of Ciudad Seva.", "title": "Deseo y posesión", "author": "Alexandre (padre) Dumas"}