{"metadata": {"length": 4795, "words": 902, "reading_time_min": 4.51}, "text": "To the north, on the banks of the Nieman, has arrived a little fifteen-year-old crioll, white and pink like an almond flower. She comes from the land of hummingbirds, the wind of love brings her... the people of her island said to her: \"Don't go, it's cold on the continent... the winter will kill you\". But the little crioll didn't believe in winter and only knew the cold by having taken sorbet; she was also in love, not afraid to die... and there she was, landing in the mist of the Nieman with her fans, her hammock, her mosquito nets and a golden cage full of birds from her country. When the old father of the North saw that island flower coming to him from the South in a ray of sunshine, his heart was moved; and as he thought that the cold would soon devour the chick and her hummingbirds, he quickly lit a beautiful yellow sun and dressed himself in summer clothes to welcome them... The crioll was confused; he took that warm, brutal and heavy heat from the North, for a heat that would last; that eternal dark vegetation for the greenery of spring and, hanging his hammock at the bottom of the park between two fir trees, he spent the day trembling, shaking. \"It's very hot in the north\", he laughs. But there are things that worry her. Why, in this strange country, do houses not have glass viewpoints? Why those thick walls, those rugs, those heavy curtains? Those thick mayolica stoves, those big pile of wood stacked up in the yard, and those blue fox skins, those lined coats, those skins that sleep at the bottom of the cabinets, what's that for? Poor little one, you'll soon know. One morning, when she wakes up, the little crioll feels a great chill. The sun has disappeared and, from the black, low sky that seems to have approached the earth at night, falls cups of a silent, white plum like the one that comes off the cotton... It's winter! Winter is here! The wind blows, the stoves are ringing. In the big golden cage, hummingbirds no longer lick. Their tiny blue, pink, yellow, green sea wings remain motionless and it is sad to see them squeeze each other in, frozen and swollen by the cold, with their fine spikes and pinhead eyes. There, at the bottom of the park, the hammock is covered in frost and the fir-branches are of spun glass. The little crioll is cold and doesn't want to go out anymore. Hooked to the fire like one of her birds, she spends time gazing at the flames, and makes a sun with her memories. In the great bright, burning chimney, he again sees his entire country: the broad sunny docks filled with the brown sugar of the sprouting reeds, and the corn grains floating in a golden dust; then the afternoon naps, the light cloths, the straw mats; then the starry nights, the scorching flies, and the millions of tiny wings that buzz among the flowers and in the mosquito's tul nets. And as she dreams like this in the flames, the winter days become shorter and darker. Every morning a dead hummingbird is removed from the cage; soon there are only two, two glasses of green feathers that are erected next to each other in a corner... that morning, the little crioll has not been able to get up. Like a Mahon swing caught in the northern ice, the cold oppresses it and paralyzes it. It's dark, the room is sad. The frost has put a thick silk curtain over the crystals. The city seems dead and, through the quiet streets, the steam-drawn snow whistles miserably... to distract itself, the crioll mirrors the lentils of her fan and spends time amusing herself with the mirrors of her country lined with large Indian feathers. The shorter the shorter, the darker the darker the winter days are. Behind her lace curtains the little criolla languishes and deserts. What's saddening her most is that from her bed she can't see the fire. He feels like he's lost his homeland for the second time... and he asks, \"Is there a fire in the room?\" - Of course you do. The fireplace is on fire. You hear the logs crack and the pineapples burst? - Oh, my God! Let's see, let's see. But it's no use looking up, the flame is too far away, you can't see it and that desperates you. One evening, he is there, pale and thoughtful, with his head at the end of his pillow and his eyes always turned toward that invisible flame, his friend approaches, and picks up one of the mirrors that are on the bed: \"Do you want to see the fire, dear? Okay, wait... and kneeling in front of the fireplace, he tries to send a mirror to her a reflection of the magic flame. - Can you see it? - No, I can't see anything. - What now? - No, not yet. Then, suddenly, receiving a ray of light that illuminates her face: I see her! - he says happy. And he dies laughing with two little flames in the back of his eyes. FIN Contes du lundi, 1873 Spanish translation by Esperanza Cobos Castro", "title": "El espejo", "author": "Alphonse Daudet"}