{"metadata": {"length": 5670, "words": 1077, "reading_time_min": 5.385}, "text": "Melchor Míguez gives the last touches with the chisel to the great silver seal that bears the city's coat of arms in its center. The work that the lobbyists imposed on him as punishment twenty days ago is already done. There are three tickling candles on the table and the bottom of the room is lit with the stove's ashtrays, under the image of St. Eloy. The dishwasher lights two more candles. Now the room shines like an altar, around the holy patron saint of the orifices. Melchor adjusts the wooden handle to the seal and makes it spin between the fine fingers, twisting the eyes to appreciate every detail. He's satisfied with his job and the builders will have to be, too. In the solid silver circle, the heraldic pelican opens its wings. Five chicks raise their spikes around. That's the description Captain Victor Casco, the ordinary mayor, gave him when they read the sentence and Melchor Miguez has been exactly what he wants. Then, while burying the bulbous buche animals, other neighbors, old villagers, came out, claiming that these were not the weapons that Juan de Garay had designed for Buenos Aires, which they believe remember that it was an eagle with its agile; but the stubborn mayor stayed on his thirteen and there was nothing to do. Pelicans asked the plumber and Pelicans had carved. He lay on the back of the vault and sighed. That night his wife would be free. I had promised and had to keep it. He spread the green wax over a piece of parchment and applied the silver seal on it: the palm trees stood out in the primitive sobriety of the lines. Soon they will be multiplied on the Cabildo's paperwork among insecure signatures. And your wife can leave if she wants. Maybe he's leaving that same night for Santa Fe, where he has a sister. At dawn, a troop of wagons will leave with black slaves and merchandise. Let him go with them. He doesn't care anymore. The other, the lover, has fled the city, with his face marked forever. Maybe they're in Santa Fe. What does the dishwasher care about? The mark of your knife will stay on the other's forehead forever, forever. And when the adulteress embraces him, even in the depths of the night of ink, the scar on the crescent will burn to bind her sin. You can't rub it without burning your cheeks like a stove. After all, the mayors didn't go too far. In return for the wound, all they have asked is that he carve that shield, without charging anything for the forging. The butler of the owners handed him the metal twenty days ago, and immediately he got to work. He likes his trade. It's a delicate task, sir. It requires patience and art. The other will be in Santa Fe, waiting for her, but the slice on the cheek, a true slice of gold for skill, will not be erased. She also had her pain: fifteen lashes a day with the braided whip, on her bare back. It's a shame to see those backs now that were so beautiful. She's cured them herself with cooked leaves and oils, but every morning they bleed under the leather lining again. Melchor Miguez said to him, \"I have to carve the shield and I'll take twenty days to do it. Until I finish, you'll be locked up and you'll get 15 lashes a day. Then you can go meet him. And he hasn't given up. As his work progressed, his wife's backs red and torn to pieces. Nothing could spare him: not the mad cries that would not be heard, for his house is far from all; not the sight, morning after morning, of his wife's weakness; nor has he succumbed to the temptation to drop the whip, to fall to his knees, and to kiss those cardious, sensual shoulders he adores. You can leave tonight, if you like. He'll tell you later. What if she stays? What if she stayed with him? Guilt has been washed away. Both paid the price: he, with that silver coin that sums up in his simple grace his goldsmith wisdom; she, with his blood. He untied the ties that kept him from escaping, so he can leave tonight, if he wants to. But what if she stays? What if they lived like before the other came along with his treachery? His eyes are closing. He dreams of his beautiful, smiling wife. He is making a wonderful watch, like the one made by master Henry of Arfe for the cathedral in Cordoba, Spain, and it goes out in a swing, swinging over the crowns of penitents, as a small temple of gold and silver for St. George who throws the dragon. She, beside him, in the fog of sleep, watches the fire, puts out the leza, the lilies, the limes, the tiny hammers. Melchor nodded in his chair, in the room lit by the cry of the thick chariots. You open a door and your wife comes forward, bent like a witch. Every step he twists his face with a painful sneer. Slowly, without a sound, he approaches the plate. On the table shines with the joy of the new silver, the seal of the city. The woman reaches out her hand, making sure she doesn't touch the burles. His fingers are crammed over the hardwood handle. He's got it already. She moves on to stand in front of her husband. He raises the great round seal, with an unexpected vigor in his weakness, and with a dry, rabid stroke, as if he were wielding a dagger, he embeds it in Melchor's forehead. The goldsmith rolls off his seat without a complaint. Something broke in his forehead, under the wild blow. The woman, frightened, threw the seal into the oven, so that her metal would melt. Then he runs away, rambling. Outdoors, hidden in the shadows, she is received in her arms by a man with a scar on his face, shaped like a crescent moon. Melchor Miguez lies in the quiet room, lit up like an altar for a larger Mass. On its cleft forehead, blood clots around the blurry profile of the pelicans. *FIN* Mysterious Buenos Aires, 1950", "title": "Los pelícanos de plata (1615)", "author": "Manuel Mujica Lainez"}