{"metadata": {"length": 3825, "words": 748, "reading_time_min": 3.74}, "text": "One night, Robert Palmer found his mermaid in the ocean, between Cape Cod and Miami. I was with some friends but I was sleepless when the others retired, so I went for a walk along the beach brightly lit by the moonlight. And as she turned a curve, she appeared sitting on a trunk half buried in the sand, combing her beautiful black hair. Robert knew, of course, that sirens did not really exist; but, true or not, there she was. He came closer and, when he was only a few steps away, he coughed quietly. With a surprise move, she put back her hair, which covered her face and breasts, and he could see that she was more beautiful than any creature could be. She looked at him with deep blue eyes, filled with fear at first. - Are you a man? - he asked. At that point, Robert had no doubt; he assured him that he was. She smiled, the fear disappeared from her eyes. - I've heard of men, but I've never met one. She made a gesture to sit next to her, on the trunk. Robert did not hesitate. She sat down and talked and talked; after a while, her arm surrounded her and when finally she told her she should return to the sea, she kissed her, and the mermaid promised to meet him the next night. He returned to his friends' house, wrapped in a fog of happiness. I was in love. Three nights in a row he saw her, and the third he told her he loved her and wanted to marry her, but there was a problem. - I love you too, Robert. And the problem you have in mind can be solved. I'll call a knight. - What, Triton? I think I know the word, but... he's a sea demon. He has magical powers and he can change things so that we can get married, and he will marry us. You know how to swim? We'll have to swim to find it; the tritons never get close to the beaches. He assured her that he was an excellent swimmer and she promised that she would warn the brunette by the next night. He returned to his friends' house in a state of ecstasy. I didn't know if the tritone would turn his beloved into a human or him into a mermaid, but he didn't care. He was so crazy about her that as long as they were both the same, and so they could get married, he didn't care what shape she was in. She was expecting him the next night, her wedding night. - Sit down, he begged. The tritone will blow its snail shell trumpet when it arrives. They sat tenderly in their arms, until they heard the sound of a snail shell trumpet echoing far away in the sea. Robert quickly took off his clothes, threw himself into the water and swam until he found the tritone. Robert swallowed water as the tritone asked them, \"Do you want to marry?\" They both answered with a fervent yes. \"Then\", said the rattler, \"I declare you husband and wife\". And Robert suddenly found that he was not drinking any water; a few movements of his tail easily held him on the surface. The horn blew a deafening note on its trumpet and swam away. Robert swam until he stood beside his wife, hugged her and kissed her. However, there was one thing that didn't work out; the kiss was nice but not exciting. I didn't feel the English tingling I felt when I kissed her on the beach. He suddenly realized that, in fact, he didn't have English. But then how... - But how did you...? - he asked the siren. I mean, charm, how do we do to...? - We're going to get ready? It's very simple, dear, and in no way resembles the nauseating way of earthly creatures. You see, sirens are mammals, but they're ovine. I'll lay an egg at the right time and, when it hatches, I'll feed our son. - Your part... - Right? - asked Robert anxiously. - Like other fish, honey. You'll just swim over the egg and fertilize it. It's very simple. Robert groaned, and suddenly decided to drown; he left his girlfriend and swam to the bottom of the sea. But, of course, he had guts and didn't drown. FIN Fish Story, 1961", "title": "Una historia de peces", "author": "Fredric Brown"}