{"metadata": {"length": 5834, "words": 1058, "reading_time_min": 5.29}, "text": "I Of what she was to me, life had returned me but a spoil: the wreckage of her beauty and her feelings in those eight years past on the cushion of all the carriages, in the reservoirs of all the cantinas, falling one, six, a hundred times between the splendors of a foolish fire and sad days without bread or suits or fixed home. He was still sleeping. The golden hair that so often disturbed my desires, dead, almost gray, mate, with slight reflections of its past brightness; the eyes, twisted by the conjoined sleep, looked under the lovey eyelids; and the formerly smiling mouth, which showed tiny teeth, now had that harsh expression that by violating the chin deepened the curve of the lips. As if she had taken something bitter... she was that wreckage that now, with the first light of the morning, was revealed among the clothes of my bed alone, rising from the sheets like a ghost upon the foam of a raging sea. Pale, blackened, worn out. The first madness of my youth. One night, among cheerful people, in no memory of what place of dubious fame, I met that Lucia who was beginning in the life of disorder with that almost childish resolution of some very young politicians and girls surprised by the vice. Little love story: the seduction of anyone, the fleeting whim, then the abandonment and the harsh need to eat, to live, to rise, smiling and singing by force of age over all shattered illusions. How he lived so long beside me, was what I could not understand afterwards, but with me he was in love and youth long days of peace, joy, reticence, with a bird's unconsciousness, absorbing the best that every man carries within himself: the intense hour of passions. Tired first, then annoyed; slowly it ceased to be mine. It was she recovering in her own soul and from the depths of her instincts an ascendancy of tuberculosis and alcoholism stretched out her arms and drew her towards common infamy, towards inevitable infamy... she could stop it; a last effort of will could save that bird that was about to crash against the deceptive crystals. A little intimacy called renunciation was enough. The remote selfishness, the zeal of the male of the caves and also a lot of that practical sense that kills the most spontaneous flowers in us, triumphed over sentimental scruples... and Lucia left one afternoon, very pale, very weeping, but with a feverish eagerness to resume in her life the disrupted mandate of her crapulous and sick ancestors. She recovered, returned to herself, from where she had been plucked, to harm her that she knew good for a short time. III Eight years... and last night, as I was having dinner at the cinema, a snoring, broken cry, in which I recognized a deep, distant echo, came to me moving in a sudden, almost stupid way. What is it? Who's crying in there? \"Nothing; it's that woman who lives scandaling\", the servant replied, \"she's been taken to the police several times, and she's still not happy. He owes 14 reais and if he doesn't pay them he leaves for arriba. Indeed, inside a sordid, tempestuous reserved, in a frustrated dinner mess, on a sofa was a twisted, drunken woman, crying... the expensive, tasteless suit, the colorette; something like the untied face of comedians in the midday rehearsals; something ridiculous and painful, deeply sinister... the escape of those who were with her... her despair... she was crying, hiding her face, bent against the arm of the furniture in that grace of lines of the woman who wept at the foot of the cross. The servant shook her by the arm; he wanted to drag her out into the street to hand her over to the police. I didn't allow it; he left with a masquerading insult. And then with a mercy that does not honor but that resembles remorse, a collective remorse for all those who give and receive evil, I went to that woman who had not even seen my face, showing a merciful arm, perhaps a fervor hidden towards old dreams, in the supreme bitterness hid her head on my shoulder: I'm drunk with this! And really, she fell into a deep sigh, her eyes clouded with tears. It was Lucia. I recognized that face; after those arms I remembered all the dead past; now that same shelter in my arms, diminished and afraid, when I referred to him tales of appearances. The past love, the one that is sealed with a smile, like a cross to mark the dead who fell on the road. A cross on a pile of stones. To the instantaneous astonishment of those present, I took her to the car, in my arms, and paid the fourteen reals. As he goes out, someone comments, mockingly, in a loud voice: \"That's in the Quixote. IV woke up at noon, in the garçonnière. He was ashamed to recognize me, turned his face, made a moan of disgust, wanted to cry; he squeezed me deeply, grateful for a dog picked up on the street... That emotion lasted a short time, the animal came up; he was thirsty, hungry, the conventional laugh of the trade... The word completed his indispensable environment. A rude, sounding, but authentic phrase. And he drank soda with brandy, and he ate a lot, voraciously, until he got drunk... then he wanted to caress me and I had to break off the mercenary arms, the grateful animal... still smelled of drunkenness; the tangled hair, the insolent lips, the vicious, deep look. In the afternoon, as he left, with a melancholy expression, he hugged me tightly as if wanting to take refuge in the embrace of the future intention, and without having heard me either a reproach or a slight censure, he wanted to promise me trembling, with tears in his eyes. I swear you'll never find me like this again! V The other night, as a closed car passed through which came out voices of men and screams and laughter of women, Lucia pulled out her head unmoved, with lips bloody of carmine: When I get another nun I'll sleep her there! The Grotesque Tales, 1922", "title": "Redención", "author": "José Rafael Pocaterra"}