{"metadata": {"length": 5776, "words": 1086, "reading_time_min": 5.43}, "text": "On a certain island in the West Indies there was a house and a beach near a woodland. In that house lived a vivisector and in the trees, a clan of anthropod apes. It turned out that the vivisector caught one of them and locked him in a lab cage for a while. There he was deeply terrified by what he saw, very interested in everything he heard; and as he had the fortune to escape at an early stage of his case (which was classified with the number 701) and to return with his family with only a negligible injury to one foot, he considered that, in short, he had benefited. As soon as he returned, he called himself \"doctor\" and began to annoy his neighbors with this question: Why aren't apes progressive? - I don't know what you mean progressive? - One said and threw a coconut at his grandmother. \"I don't know, I don't care\", said another, and he jumped into a nearby tree. - Shut up now! - he exclaimed a third. - What a progress! - said the boss, who was an old conservative politician, in favor of physical force. Try to be better than you are. But when the scientific monkey managed to meet the young males alone, they listened more attentively. \"Man is but a ape who has been promoted\", he said, hanging his tail from a high branch. Since the geological record is incomplete, it is impossible to say how long it took us to ascend and how long it could take us to follow in his footsteps. But if we get into my own system, I think we'll all be stunned. Man lost centuries because of religion, morality, poetry and other misdeeds; it took centuries before he reached science and just yesterday he began to make vivisections. We'll go the other way and start with the vivisection. - What kind of coconut is a vivisection? - asked a monkey. The doctor explained in detail what he had seen in the lab; some of his listeners were delighted, but not all. - I've never heard such bestiality! - exclaimed a monkey who had lost an ear in a fight with his aunt. - What's that for? - he asked for another. - What don't you see? - the doctor said. By doing vivisections on humans, we'll find out how the apes are made and move forward. - But why don't we do them on ourselves? - asked one of his disciples who was a dissent. - Oh, what a shame! - the doctor said. I'm not going to sit here and listen to such nonsense, at least not in public. - But what about the criminals? - he asked the arguing man. - It's very doubtful that there is anything that can be considered good or bad, so how would you define a criminal? - The doctor said. And besides, the public wouldn't tolerate it. And men will be just as useful to us; we are of the same sex. \"I think it would be brutal to do that to men\", said the monkey who had only one ear. \"Well, first of all\", said the doctor, \"they say we don't suffer and that we are, as they say, 'automates'; so I have every right to say the same about them. \"That is nonsense\", said the debater; \"and, moreover, it is self-destructive. If they're just automata, they can't teach us anything about ourselves; and if they can, for all the coconuts, then they must suffer. \"I quite share your thinking\", said the doctor, \"and, indeed, that argument is valid only for monthly magazines. Suppose they suffer. Well, they suffer for the sake of an inferior race that needs help; there can be nothing more just than that. And besides, we will undoubtedly make discoveries that will also be of use to them. - But how do we find out when we don't know what to investigate? - he asked the arguing man. - Bless my tail! - the doctor shouted, losing his temper and dignity. You have the least scientific mind of all the monkeys in the Windward Islands! Knowing what to investigate... what nonsense! True science has nothing to do with that. You just have to do vivisections whenever you get the chance; and, if you really come across something, who will be more surprised than you? \"I have one more objection\", said the debater, \"although I agree that it would be a capitalist amusement. But the men are very strong and they also have weapons. \"That's why we're taking the babies\", the doctor concluded. That same afternoon, he returned to the scientist's garden; he stole one of his knives through the dressing room window and, on a second raid, took the baby out of his crib. There was great alligraphy in the tree tops. The monkey, who had only one ear and was well-meaning, took the child in his arms; another put nuts in his mouth and was distressed because he did not want to eat them. - He seems smart. \"But how I wish he hadn't cried\", said the monkey with only one ear, \"he looks as ugly as a monkey!\" - This is absurd, the doctor said. Give me the knife. On hearing this, the monkey, who had only one ear, shrunk his heart, spit on the doctor and ran away with the child to the tree top next door. - Hey, you! - shouted the monkey who had only one ear - \"Visualize yourself! Faced with this challenge, the entire team began chasing him and making voices; and the noise caught the attention of the chief, who was standing around, killing fleas. - Why all the fuss? - exclaimed the chief. And when they explained to him what had happened, he put his hand to his forehead. Holy coconuts! - he exclaimed, is this a nightmare? Can apes fall to such barbarity? Take that boy back to where he was taken. \"You don't have a scientific mind\", the doctor said. \"I don't know if I have a scientific mind or not\", replied the chief, \"but I do have a very thick stick and if you put a claw on that baby, I'll break your head\". So they took the baby to the garden across the street from the house. The scientist (who was an esteemed family man) was not happy and, already with a light heart, began three more experiments in his lab before the day came to an end. FIN", "title": "El mono científico", "author": "Robert Louis Stevenson"}