{"metadata": {"length": 5343, "words": 1025, "reading_time_min": 5.125}, "text": "Dear sir: Since I have quietly paid you the money you charged me to repair my shoes, you will no doubt miss the letter I am obliged to address you. At first I didn't realize the disaster had happened. I received my shoes very happy, wishing them a long life, satisfied with the economy I had just achieved: for a few pesos, a new pair of shoes. (These were his words and I can repeat them.) But my enthusiasm soon ended. When I got home, I carefully examined my shoes. I found them a little deformed, a little hard and dry. I didn't want to give any more importance to this metamorphosis. I'm being reasonable. A repaired shoe has something strange, offers a new physiognomy, almost always depressing. Here it is necessary to remember that my shoes were not completely ruined. You yourself gave them praise for the quality of their materials and for their perfect texture. He even put his trademark up too high. He promised me, in short, a flamboyant shoe. Well, I couldn't wait until the next day and I took off my shoes to check on his promises. And here I am, with my feet aching, writing you a letter, instead of transferring to you the violent words that aroused my fruitless efforts. My feet couldn't get into the shoes. Like all people, my feet are made of soft, sensitive material. I found myself in front of some iron shoes. I don't know how or with what arts you managed to leave my shoes useless. There they are, in a corner, mockingly winking at me with their twisted tips. When all my efforts failed, I began to consider carefully the work you had done. I must warn you, I lack all instruction in the matter of footwear. All I know is that there are shoes that have made me suffer, and others, on the other hand, that I remember tenderly: so soft and flexible they were. The shoes I gave him were admirable shoes that had served me faithfully for many months. My feet were in them like fish in the water. More than shoes, they seemed to be part of my own body, a kind of protective envelope that gave my step firmness and security. His skin was actually my skin, healthy and tough. Only they were showing signs of fatigue. The soles above all: a wide and deep thinning made me see that the shoes were becoming stranger to me, that they were ending. When I brought them to you, they were already showing off the socks. I should also say something about heels: they were flawed, and the heels showed too clear traces of this old vice that I couldn't correct. I wanted, with an ambitious spirit, to prolong the life of my shoes. This ambition is not to blame, on the contrary, but is a sign of modesty and involves a certain humility. Instead of throwing my shoes away, I was willing to wear them for a second time, less bright and luxurious than the first. Besides, this custom that we have of modest people to renew shoes is, if I'm not mistaken, the modus vivendi of people like you. I must say, from the examination I took of your repair work I have drawn very ugly conclusions. For example, the one that you don't love your craft. If you, leaving aside all resentment, come to my house and look at my shoes, you must give me all the reason. Look at the seams. Not a blind man could have done them so badly. The skin is cut with unexplained carelessness: the edges of the soles are irregular and offer dangerous edges. You certainly lack shapes in your workshop, for my shoes offer an indefinable look. Remember, you used and everything, they kept certain aesthetic lines. And now... but you put your hand inside them. You'll feel a sinister cave. The foot will have to turn into a reptile to enter. And suddenly a top, something like a cement chist just before it reaches the tip. Is that possible? My feet, Mr. Shoemaker, have the shape of feet, they're like yours, if you have human limbs. But enough is enough. I told you you didn't love your craft, and it's true. It's also very sad for you and dangerous for your clients, who by the way don't have money to spend. By the way, I'm not talking out of interest. I'm poor but I'm not mean. This letter does not attempt to pay the amount I paid him for his work of destruction. - None of that. I am simply writing to urge you to love your own work. I tell you the tragedy of my shoes to instill in you respect for that trade that life has put into your hands; for that trade that you learned joyfully in a day of youth... At the very least, you have time to start over, if you've already forgotten how to fix a pair of shoes. We need good craftsmen, who are back to the way they were, who work not just to get customers' money, but to implement the sacred laws of labor. Those laws that have been irremediably mocked in my shoes. I'd like to tell you about the craftsman in my town who worked hard and dedicatedly to repair my childhood shoes. But this letter should not catechize you with examples. I just want to tell you one thing: if you, instead of getting angry, feel something is born in your heart and it comes as a reproach to your hands, come to my house and pick up my shoes, try on them a second operation, and all things will stay in place. I promise you that if my feet can get into your shoes, I will write you a beautiful letter of gratitude, presenting you in it as a man of integrity and a model of craftsmen. I'm sincerely your servant. FIN Confabulario, 1952", "title": "Carta a un zapatero que compuso mal unos zapatos", "author": "Juan José Arreola"}