{"metadata": {"length": 2328, "words": 428, "reading_time_min": 2.14}, "text": "There are more parades in this city than any of us can suspect. Yesterday, there was one who went unnoticed, with no witnesses or admirers, except for two cops and me. But it was a real parade, with men in formation, all lined up and with synchronized pace and martial music. It was about eight o'clock less than a quarter of the morning and it was Sunday. I was thinking about my coffee, standing in the middle of the 44th Street block between Fifth and Sixth, wondering whether to go to the Algonquin, which is small and familiar to me, or walk a little further east to the Biltmore, which is big and familiar to me, when I heard the music playing down Fifth Avenue up and I hurried to the corner to see what was going on. I wouldn't know how many men were marching, but they were enough to fill a block of the avenue, leaving generous margins of space around, and in net formation, keeping distances accurately. Everyone was wearing dark clothes and they walked shoulder to shoulder down the empty avenue, in front of empty buildings and empty windows, keeping them in their unknowns. No one in all those buildings could hear them, no one could see them. They were passing 45th Street when I first saw them, moving upward with steady pace. From a distance, they were geometrical, intimate and solemn, and I thought of funeral marches, executions, revolutions, military service and strikes. One of the two cops I'd seen was on the opposite side of the avenue, corner of 47th, but the other was very close, on 45th. I went up to him and asked him what that parade was. - I don't know. - He told me. He was tall and blond, with a cheerful smile. - You really have no idea what it is? - I asked him. - I have no idea. \"But it could be anything\", I said, and I thought of nuclear weapons, Russians, conspirators, political intrigue, assassinations and Trojan horses. The city seemed more deserted than ever, with everyone sleeping, and I thought, \"One more step and it's chaos\". I was wondering about that cop. So he asked me, \"Are you thinking about going after them?\" I said no, turned my back on the avenue and decided on the Biltmore, went over there and had my coffee. The reason I had to choose between the Algonquin and the Biltmore is that Schrafft's closes on Sundays. FIN A Mysterious Parade of Men, The New Yorker, 1962", "title": "Un misterioso desfile de hombres", "author": "Maeve Brennan"}