{"metadata": {"length": 1900, "words": 328, "reading_time_min": 1.64}, "text": "When Fr. Bartolomé Arrazola felt lost he accepted that nothing could save him anymore. The mighty jungle of Guatemala had captured him, relentless and definitive. In the face of his topographical ignorance he sat quietly waiting for death. He wanted to die there, without any hope, isolated, with fixed thought in distant Spain, particularly in the Abrojos convent, where Charles V once condescended to descend from his eminence to tell him that he trusted in the religious zeal of his redemptive work. When he awoke he was surrounded by a group of indigenous people with impassive faces who were preparing to sacrifice him before an altar, an altar that to Bartolomé looked like the bed where he would rest, at last, from his fears, his destiny, of himself. Three years in the country had given him a median mastery of native languages. He tried something. He said some words that were understood. Then an idea flourished in him that he thought was worthy of his talent and his universal culture and his arduous knowledge of Aristotle. He recalled that a total solar eclipse was expected that day. And he was willing, in the deepest of his heart, to use that knowledge to deceive his oppressors and save lives. \"If you kill me\", he said, \"I can make the sun go dark at its height\". The natives stared at him and Bartolomé surprised the unbelief in his eyes. He saw that a little advice had come, and he waited confidently, not without a certain contempt. Two hours later the heart of Fr Bartolomé Arrazola was pouring its blood vehemently over the sacrifice stone (shining under the opaque light of an eclipsed sun), while one of the natives recited without any voice inflection, without haste, one by one, the endless dates on which solar and lunar eclipses would occur, which the astronomers of the Maya community had foreseen and noted in their codices without the valuable help of Aristotle. FIN", "title": "El eclipse", "author": "Augusto Monterroso"}