{"metadata": {"length": 6262, "words": 1141, "reading_time_min": 5.705}, "text": "One day, about ten o'clock in the morning, a huge fist appeared in the city sky. Then it slowly opened up like a claw and stayed like that, motionless, like a huge dumpster of fatalism. It looked like stone and it wasn't stone, it looked like flesh and it wasn't, it even looked like cloud, but it wasn't cloud. It was God; and the end of the world. A murmur that then turned into lamentation and then into a howling spread through the neighborhoods, until it was transformed into a single, compact and terrible voice that rose vertically like a trumpet. Luisa and Pietro were in a pleasant place caressed by a warm sun and surrounded by fancy palaces and gardens. But in the sky, at a dizzying height, his hand was hanging. The windows were opening in pairs between screams of despair and terror: half-dressed young ladies stared at the Apocalypse as the initial howling of the city gradually subsided. People would leave their homes, usually running, they felt the need to move, to do something, but they didn't know where to go. Luisa began to cry with tears in her eyes: \"I knew it, I was babbling in tears, I knew it would end like this... I was determined not to go to church, not to pray my prayers... I cared about a pale, I cared about a pale and now... I knew it would end like this!... What could I tell Pietro to comfort her? He, in turn, began to cry like a child. Most people were crying too, especially women. Only two friars, two old-timers, were happy like Easter. So what now, ready? They cheerfully greeted the most respectable passersby as they squeezed through. You don't seem so smart anymore, do you? Now the ready ones are us! They laughed sarcastically. We, whom you have always mocked, whom you have always considered fools, shall now see who are the clever ones! They were cheerful as schoolchildren, exaggerating in their comments amid the growing mob, who looked at them with bad eyes and dared not react. They had disappeared a few minutes ago in a alley when a gentleman instinctively made the move to jump into their pursuit, as if he had let a precious occasion slip away: \"Oh, by God! He cried out, hitting his forehead. And think they could have confessed to us! - Get in there! He added another. We've been real assholes! Look at you, you're gonna have to keep them in front of your nose and let them get away! But who could reach the frail little whispers? Women and young men who had been arrogant, meanwhile, returned from churches frustrated and discouraged. It was said that the best confessors had disappeared, probably seized by the highest authorities and powerful industrialists. It was very strange, but money still retained some prestige, even if it was the end of the world; perhaps, who knows, people would consider that there were still a few minutes, a few hours, maybe even a few days left. As for the confessors who were available, such terrible crowds had formed in the churches that they were better forgotten. There were serious accidents that were caused by the crowds themselves; or of children dressed as priests who offered to confess even at home asking for exorbitant prices. On the other hand, young couples were rushing to make love once again, lying on the lawn of the parks without the slightest touch. Meanwhile, the hand had acquired a dirty color, despite the sunshine, making it even more frightening. Word began to spread that disaster was imminent. Some assured me he wouldn't arrive at noon. At that very moment, in the elegant gallery of a palace, slightly above the street level (it was accessed by two stairs in the form of a fan), a young priest was seen. With his head sunk between his shoulders, he walked hastily as if afraid to die. It was strange to see a priest at that time in that sumptuous house full of courtesans. A priest! A priest!, you heard screaming somewhere. Soon, people managed to stop him before he could escape. - Trust us! Confess us!, they were yelling at him. Pale as wax, he was taken to a kind of small kiosk which, as a covered pulpit, stood out of the gallery; it seemed made on purpose for the occasion. Dozens of men and women gathered at once around him, rioting, breaking in from below, climbing through the ornamental outlets, clinging to the bars and the edge of the balustrade. Otherwise, it wasn't too high. The priest started to get confessions. He was quick to listen to the tormented confidences of strangers, who now didn't care that others could hear them. Before they finished, he made a brief sign of the cross with his right hand, absolved them and immediately passed on to the next sinner. But how many there were! The priest looked around him, stunned, calculating the growing wave of sins he had to forgive. With great difficulty, Luisa and Pietro also got down there, took turns and got her to listen to them. Never at Mass, I tell lies... I was screaming in a hurry for fear that she wouldn't give her time, in a frenzy of humiliation... and besides all the sins you want... you can add them all... and believe me it's not out of fear that I'm here, but just out of the desire to be close to God, I swear to you... and I was convinced that I was sincere. Ego absolves you... the priest muttered and went to listen to Pietro. But an unspeakable anguish grew among men. Someone asked, \"How long is the Last Judgment?\" Another, very well informed, looked at the clock: Ten minutes, he answered competently. The priest, who heard, tried to leave, but, insatiably, people held him back. He seemed feverish, it was clear that the tide of confessions only reached him as a confused, meaningless whisper. He was making signs of the cross all the time, repeating mechanically, \"I absolve you\". Eight minutes left! A man's voice came out of the crowd. The priest was literally shaking, treading on the marble, like a child who'd gotten a racket. What about me? What about me? He begged, desperate. Those miserable men deprived him of the salvation of his soul; let them all go to the devil. But how to get out? How do you finally get to take care of yourself? I was about to cry. What about me? What about me? He asked the thousand eager bidders of Paradise. But no one was paying attention. *FIN* The end of the world, Corriere della Sera, 1944", "title": "El fin del mundo", "author": "Dino Buzzati"}