{"metadata": {"length": 6213, "words": 1158, "reading_time_min": 5.79}, "text": "I'd followed him here. Everything that this man did seemed mysterious to me, and his predilection, on this day of November, for bringing water, was no less. A square building of granite, with towers bent at the corners, stood beside the reservoir on a high plain overlooking the city from the north. It had many windows, through which, however, no light seemed to pass. Behind me I saw the sky reflected, a mass of tumultuous wavy shapes in brown disorder through dark pink vaults, among black clouds of rain that sailed over my head like a squadron. His car was in the front yard. His horse was trampling the stone pavement and turned his head to look at me. The deposit, behind the building, was five or six blocks high and was located on a malcon that was raised at an angle, so that it looked like the pyramidal platform of an ancient civilization, possibly Maya. On Sundays, when it was hot, people came here from the city and went up to the malecon, calling to each other as they rose to see the spectacle of a square stretch of water. That day he was alone. The violent splashing, the insistent splashing of water against the cobblestone, could be heard. He was clearly seen against the declining day; he was looking closely at something above the water, my black-brick captain. He held the hat's wing with his hand. The edge of his long coat was being blown by the wind and it was hanging from his leg. I was sure he would notice my closeness. Moreover, I had for days drawn from his actions a mad intuition of cooperation, as if his companies had been launched for his and my benefit. I climbed up the malecon some 90 meters to the east and faced the wind to see what he was so interested in. It was a toy ship with a sailing rigged, it would rise and fall in the wave, it would tilt alarmingly, it would disappear and reappear immediately at half-staff, shrinking water all over its edge. We watched him for several minutes. It disappeared, it rose, it disappeared again. I kept a rhythm in this that was so entertaining that it took me a while to realize, as I waited for him to get up, that my wait was in vain. This catastrophe struck me in my heart, as if I were at the very edge of a cliff, watching a sailing ship sink to the sea. When I thought of looking for my man, I saw him running through the wide, hard-earth pit that led to the back doors of the water drain. I followed him. Inside the building I felt a chill of buried air and heard the water orchestra whistling and roaring as it fell. I ran down the stone hallway and entered another one that allowed me to leave left or right. I heard you. His footsteps were clearly heard, a metallic tapping echoing from the right. At the end of the dark passage was a stretch of iron ladder that rose in a circle around a black steel axis. I went up, going round and round, until I reached the top floor, where I found a view, from a narrow circular hallway, which encompassed a large inner pool of restless, misty water. This infernal stir would exhale a mineral mist, like a fifth element, which fed on the blackened stone surface of the abundant wall mold and silt. There was a translucent glass globe above me. In its uncertain light, I discovered it a short distance from where I was. He leaned over the railing with a stolen expression of the most concentrated intensity. I thought he was going to fall, so alien to himself he seemed at the time. The passionate look he presented seemed almost unbearable to me, so I turned my eyes to what I was looking at, and down there, in the foaming, yellowish stream of water that rushed against his metal harness, I saw a small human body squeezed against the machinery of one of the gates, with the clothes seized from some goznes, and the child, because it was a miniature, like the ship from the depot, was ganged, first to one side and then to the other, as in protest, trembling and shaking, and animating with his rejection of the death that had already seized him. Someone shouted, and after a moment, I saw, as if taken off the stone, three men in uniform who seemed in balance over a lower edge. They were perfectly aware of the situation, pulling a rope that stretched from a fixed pole to the opposite wall, thus advancing a cable attached to the wall beneath my narrow hallway, from where I could see nothing. But suddenly I saw before me another of the water supply employees, suspended by the ankles of a kind of a squirrel, stretching out his hands waiting to get closer until he could release the current from this obstruction. And finally he put it in, pulling it out of the water by the shirt; it was a kid, I would say, between four and eight years old. It was pure blue drowned, and then he grabbed it by his ankles, and by his shoes; and so, suspended both, they flew rhythmically, turning like circus acrobats over the impetuous currents until it came out of my field of vision. I wondered, perhaps influenced by the practical side of that maneuver, if the water supply workers would be used to this kind of obstruction. A few minutes later, in the darkly covered courtyard, I saw my man put the wrapped corpse in his carriage, shut the door, and then climb up to the front seat, from where he roared the horse with a sound of rippling. And he left, the glowing black radios from the wheels blurred, hurrying the dead child into the city. It had started to rain. I went back in and felt the oppression of a universe of water, both inside and out, both on the dead and on the living. The water supply employees were handing out a treasure. Their uniform was dark blue, with the high collar of municipal employees, but they wore rough sweaters under the blouse and had their pants tips in their high boots. It wasn't his enviable job. I thought that in his lungs the same flora would grow as in the stone. Their faces were bright and colorful, the cold pressing the blood against the skin, very satinated by the mist. They saw me, but they made a big show of not paying attention. They opened the bottle of whiskey to fill the brass cups. Firefighters and undertakers also feel a strong attachment to their rites. The Water Works, Lives of the Poets: Six Stories and a Novella, 1984", "title": "La traída de aguas", "author": "E. L. Doctorow"}