{"metadata": {"length": 3196, "words": 610, "reading_time_min": 3.05}, "text": "Perikin lived with his widowed mother in a cabin in the forest. As the family situation worsened over time, the mother decided to send Periquín to the city, so that he could try to sell the only cow they owned. The boy went on his way, carrying the animal tied with a rope, and he met a man carrying a sack of beans. \"They are wonderful\", said that man. If you like them, I'll give them to you in exchange for the cow. And Pericen did so, and returned very gladly to his house. But the widow, disgusted at the foolishness of the boy, took the peas and threw them out into the street. Then she started crying. When Pericín got up the next day, he was surprised to see that the beans had grown so much during the night that the branches were lost from sight. Perikin climbed the plant, and climbed it, he came to an unknown country. He walked into a castle and saw a wicked giant who had a chicken laying a golden egg every time he sent it to her. The boy waited until the giant fell asleep, and taking the chicken, he escaped with it. He reached the beans' branches, and unleashed, touched the floor and entered the cabin. The mother was very happy. And so they sold the golden eggs, and with their produce they lived quietly for a long time, until the chicken died and Perikin had to climb the plant again, heading to the giant's castle. He hid behind a curtain and could watch the castle owner count gold coins he took out of a leather bag. As soon as the giant fell asleep, Perikin came out and, picking up the golden talcum, ran to the giant plant and went down to his house. So the widow and her son had money to live on for a long time. However, one day the leather purse of the money was completely empty. Perikin climbed the branches of the plant for the third time, climbing them to the top. Then he saw the ogre holding a box in a drawer that, whenever the lid was lifted, dropped a gold coin. When the giant left the room, the boy took the prodigious box and kept it. From his hiding place, Pericín saw the giant hanging on a couch, and a harp, oh wonder! played a delicate music alone, without any hand pulsing its strings. The giant, as he listened to that tune, fell asleep little by little. As soon as Pericyn saw him, he took the harp and ran. But the harp was enchanted and, being taken by Perikin, she began to cry out: \"Eh, master master, wake you, they are robbing me! The giant woke up in shock and began to come again from the street accusing shouting: \"Lord, master, steal me!\" Seeing what was happening, the giant went out in pursuit of Perikin. The boy's back was echoing the giant's footsteps, when, already caught in the branches, he began to descend. He was in a hurry, but looking up, he saw the giant also descending toward him. There was no time to lose, so Pericín shouted at his mother, who was at home preparing the meal: \"Mother, bring me the axe right away, the giant is chasing me!\" The mother came with the axe, and Perikin, with a certain stroke, cut the trunk of the tragic habichuela. When the giant fell, he crashed, thus paying for his misdeeds, and Perikin and his mother lived happily with the product of the box that, when opened, dropped a gold coin.", "title": "La habichuela mágica", "author": "nan Anónimo"}