{"metadata": {"length": 3732, "words": 790, "reading_time_min": 3.95}, "text": "They were a father and a mother, and they were both very poor and had three young children. But besides being so poor, the father had one day to quit work because he got sick and only the mother was left to look for everyone's livelihood and then the mother, not knowing what to do, had to go out to ask for alms. So he went out and walked all day round and round asking for alms and by the time it was already evening he had managed to pick up a peseta. So she went to buy food, because she wanted to cook a meal for the children and she and her husband to eat, but it turned out that she still had twenty cents to eat, and since she couldn't get what was missing, she thought, \"Why do I want this peseta if I can't bring food for everyone? Well, what I'm gonna do is pay a mass with this weight I pulled out. And when he had thought of it, he said to himself, \"And for whom shall I say Mass? So he turned to the matter and after a while said, \"I'm going to order the priest to say a mass for the poorest soul\". And he went to the priest, and gave him the shekel, and said, Father, please say a prayer to me for the poor soul. She went home, thinking about her husband and her children, who were waiting for her. On the way, she met a very tall man who asked her, \"Where are you going, madam?\" And she said, \"I'm going home. My husband is very sick and we are very poor and we have three children. I've been asking all day, but I haven't been given enough to eat them all and since I couldn't get enough I went to see the priest to order him a mass for the most needy soul. And the man took a paper, and wrote a name upon it, and said to the woman, Go where these signs are written, and tell the lady to give thee lodging in the house. The woman didn't think twice and went to where the gentleman had told her to ask for the placement. He came to the house and knocked, until a servant girl came out and asked, \"What do you want?\" And she said, \"Because I want to talk to the lady. So the maid went in to find the lady and told her that there was a poor woman at the door asking to speak to her. And the lady went down to the door, and said to the woman, I saw a gentleman in the street, and he spoke to me, and said, Thou shalt give me lodging in the house. And the lady said to him, \"And who was that gentleman?\" And the poor woman, who was at the door, looked into the house, and saw in the room a portrait of him that had sent her there, and said, This gentleman that is in the portrait is the one that sent me here. And the lady said, \"That's the portrait of my son, who died four years ago. \"Because that's who sent me here\", the woman replied without hesitation. Then the lady asked him, \"And how did you find it?\" And the poor woman said to him, Behold, my husband and I are very poor, and we have three sons to feed. And now that my husband is very sick and we have nothing to eat, I went out this morning to ask for alms and I only collected a peseta and with that I didn't have enough to buy a cooking for everyone and I gave it to the priest to say a mass for the most needy soul. Then I came back from church and I found her son. I told him the same thing I told you and he wrote me this paper and told me to come here. Then the lady told the woman to come in and gave her a place. And he gave him bread to take to his sons, and said to him, Come again the next day, and the rest of the days, to minister in the house. And it came to pass after five days that her son came to her in a vision, and said to her, Mother, do not weep any more for me, and pray not for me; for I am glorified before God. And it was that with that mass he had just paid his sins in Purgatory and had ascended to Heaven. FIN Spanish Anonymous", "title": "La misa de las ánimas", "author": "nan Anónimo"}