{"metadata": {"length": 4007, "words": 768, "reading_time_min": 3.84}, "text": "Marama was a little girl when her parents died. The chief entrusted his custody to one of the women in the village. But she was a wicked woman who beat the girl, didn't feed her and just thought about getting rid of her. And he gave Moramah a heavy staff of grain-mills, and said to him, Go down to the river of the crocodiles of Bama-ba, and wash this staff, that I may grind the rice therewith. Morama burst into tears because the river was so far away, it was so deep and it was full of snakes and crocodiles. People were afraid to go there and only the gazelles and the lions would drink. But Marama had such a fear of his evil stepmother that he took the deck and left. On the way to the forest he met a lion who, waving his beard, roared with a terrifying voice: \"What is your name and where are you going?\" Marana was very scared, but she sang with a sweet voice: \"Marama is my name and I have no mother... I'm going to the river to wash this deck\". To the crocodile river, my stepmother sent me. There's only gazelles and lions to drink. And the snakes and crocodiles sleep. - Go, then, Marama, motherless girl! \"Tell me what the lion said. Go and be not afraid. I'll make sure you don't get bothered by gazelles and lions when they go out for a drink. Marama continued her journey and when she reached the river, a horrible old crocodile appeared before her, opened her huge mouth and her big red eyes seemed to come out of her head. - What's your name and where are you going? He asked. Marama, full of fear, sang with a sweet voice: \"Marama is my name and I have no mother... I'm going to the river to wash this deck\". To the crocodile river, my stepmother sent me. There's only gazelles and lions to drink. And the snakes and crocodiles sleep. - Go, then, Marama, motherless girl! \"The crocodile said, wash the deck and don't be afraid. I'll make sure you don't get bothered by snakes and crocodiles that live in the river. Marama knelt at the bank of the river and began to wash the deck, but because it was heavy, it slipped out of his hands and disappeared into the water. Marama started crying because she couldn't go home without the deck. Suddenly a crocodile came out of the water and gave it a new deck, completely clean and embedded in gold and silver. - Take this deck home, Morama, motherless girl, and teach it to everyone so that the world knows that the mighty Subara, king of crocodiles, is your friend. Marama thanked him and went home. Along the way he found the lion again. \"Leave the deck, Marama, motherless girl\", he said. It's too heavy for you. I'll take him to your house so everyone knows that the mighty Subara, king of the crocodile river, is your friend. When Marama came home, her stepmother admired the deck very much and asked where she had found it. Marama only told him that he had found it in the crocodile river. Then the stepmother took another old deck and ran to the river so that she too could find a new one embedded in gold and silver. On the way through the forest, he found a lion who, waving his beard, roared in a terrifying voice: \"Who are you and where are you going? The wicked woman was so frightened that she could not answer and set foot in dust. The lion followed her with his gaze until she disappeared among the trees and simply shrugged her shoulders. As the woman reached the river, a horrible old crocodile appeared before her, opened her huge mouth and her large red eyes seemed to come out of her head. - What's your name and where are you going? - he asked. The wicked woman was so frightened that she could not say a word and fled to the river bank. He didn't get very far. The lions and gazelles who were about to drink surrounded her, as did the snakes and crocodiles who lived in the river, and they all sang in chorus: \"Marama, the motherless girl, may come to wash because the mighty Subara, king of the river, is her friend\". But for you, perverted woman, the crocodile river means death. And so it was. FIN African name unknown", "title": "Marama y el río de los cocodrilos", "author": "nan Anónimo"}