{"metadata": {"length": 3764, "words": 687, "reading_time_min": 3.435}, "text": "Juana's Sundays used to be terrible. Although the night before she stayed up until dawn, long after the big neon fish she had under her bedroom window was turned off the cigarette she was smoking, in a miracle of imagination and curriculum, the name of the restaurant on the first floor, she woke up all night on Saturday with the sole purpose of waking up only after most of the day had passed, it was always time to get up and start getting bored. The scarf was discovered several months ago in a strange store on Cow Street, where used parts, nuts, broken taps, huge springs, broken watches, pieces of pipe, lids for everything, a copper scarf and, hung against a wall, almost to the ceiling, Juana saw a scarf one day. The flyer that the owner distributes to passersby, sitting on a leather-lined stool without a curtain, also advertises a perfectly-stained German pickup truck, but says nothing about the wrench. She was asking about the German pickup truck as Juana started going to the cow street store. Everything in the store is metal, but everything is very well polished and everything has a price tag attached but without the name, since most of the pins and irons that pile up in the cabinets have no known use. Juana always thought of Feliza when she went to look for the store on Cow Street. One day Feliza will come with her breeze and she'll weld all these iron and who knows what's going to happen then. The German pickup truck was not in the store - it was never there - and Juana began to think that it only existed in the flying sheet of propaganda. On Sunday afternoons, when she can no longer cope with boredom, Juana sits on the balcony. Juana lives in a high-rise house and from everywhere you can see the football field of the stadium right across the street. On the ground floor is Smoking Fish. You can't look back, because the 20 giant bottles of the huge Eagle beer ad cover everything. So the only view Juana has is the municipal stadium with its playground full of furry patches and bits of dirty grass. Juana still sits on the balcony in front of the football field every Sunday afternoon, but she's not bored anymore. With her scissors and a box full of darts, which she herself makes during the week with wooden tacos and sharp tips of sewing needles number 50 and then carefully poisons, Juana gets distracted by killing three or four players every Sunday. The thing, if you think about it, can be really fun. Juana does not follow a fixed pattern for her Sunday afternoon distraction. Some Sundays, she runs out of darts during the first period of play; because it must be noted that although Juana has already acquired quite a bit of practice in the handling of the wicket, there are more times she fails than she hits. Others even reach out to someone in the audience who is piled up in the grades, but this is already more difficult. What you do try to be consistent in is always pointing at the player who moves forward running the ball. Juana follows him with her eyes and at the exact moment blows her dart: the player falls with great disorder, the ball continues to roll, the game is suspended a few minutes while they with great horror pull out the body lying over the field, as the opposing team protests because it hinders the continuation of the encounter; the action resumes and Juana prepares for the next dart. Juana has noticed that every Sunday there are fewer players on the teams. Before buying the scissors, they used to be eleven on each side, unfailingly. Now sometimes there's only eight. There is also less public although, as has been said before, it is very difficult to hit such a distant point. Anyway, ever since she bought the scissors, Juana doesn't get bored on Sundays. The Tales of Juana, 1972", "title": "Desde que compró la cerbatana", "author": "Álvaro Cepeda Samudio"}