{"metadata": {"length": 3680, "words": 719, "reading_time_min": 3.595}, "text": "When I left the village, the friolera of forty-eight years ago, I ran into Aniano, the Cosario, under the pinch of the Elicius, in front of the dovecote of aunt Zenona, already on the way to Pozal de la Culebra. And Ananias came to me and said, \"Where is the disciple going?\" And I said, \"What do I know! Far away. \"For a while?\" he said. And I said, \"I don't know\". And he said to me with his servile docility: \"I'm going to the capital. Is there anything I can offer you? And I said, \"Nothing, thank you, Aniano\". In the fifth year, when I was going to the city for my bachelor's degree, I was ashamed of being a village student and the teachers asked me (without asking me if I was a village or a city): \"Isidore, what village are you from?\" And I was also mortified that the outsiders would squirm and spit at each other: 'Do you notice what kind of people Isidore has?' or, simply, that they would abandon me when they were walking to play a game of Chinese balls or a game of Chinese dice and disdainfully say: 'That's not that; that's from the people.' And I was careful at the time not to say, \"There in my village... \" or \" The day I return to my village\", but despite that, Topo, the professor of Arithmetic and Geometry, told me one afternoon that I was not right to prove that the angles of a triangle were worth two straight lines: \"Sit down, you carry the people written on your face\". And from then on, being a townspeople was a disgrace to me, and I couldn't explain how they hunt sparrows with strains or lilies with leagues, or how the asparagus, by the creek, sprouted more tightly and threw horse shit at them, because my peers despised me and laughed at me. And my whole illusion, at that time, was to confuse me with the city boys and to lack a people that seemed to mark one, like cattle, to death. And whenever I went to the village on vacation, I was deluded that my old friends, who kept killing donkeys with the drawers and hunting frogs in the pond with a pin and a red rag, would say with contempt: \"Look at the Isi; he's taking up gentleman's floors\". So as soon as I could, I left for Bilbao, where they said they would ship free boats to the Panama Canal and then discount the soldier's ticket. But I didn't like that, because by then I was suffering from spinach and bending badly and I felt like I wasn't made for such rough jobs, and so I got there, I got myself first a guard and then a goalkeeper at Normal School and later I started working on Philips radios that left a tip of the scales without getting one's hands dirty. But the funny thing is, I didn't feel ashamed to have a village there and I even wanted anyone to ask me something to say: \"There, in my village, pigs kill it like that, or so\". Or, \"There are men in my town wearing stripes of cloth and women wearing black, long skirts. Or: \"There, in my village, the soil and water are so calcareous that the chickens choke inside the egg without breaking the shell\". Or, \"Well, in my town, if the swarm goes away, you just need to arrange a hole-in-the-shaped cabinet with a carcass branch to bring it back into the swarm\". And I began to realize, then, that being a town was a gift from God and being a city was a bit like being inclusive and that the tissues and the stork's nest and the chops and the creek and the basement were always the same, while the brick piles and the concrete blocks and the stone mountains of the city changed every day and over the years there was not a single witness to one's birth left there, because as long as the town remained, the city disintegrated by that progress and the prospects for the future. FIN Old stories from Castilla la Vieja, 1964", "title": "El pueblo en la cara", "author": "Miguel Delibes"}