{"metadata": {"length": 3465, "words": 689, "reading_time_min": 3.445}, "text": "The man standing in there, in the heart of the mountain, he could hear only two songs: his and the axe. The next morning, the yay started falling and the first blows were fluttered by the birds. They stopped and left. The man, hard, dark and naked from the waist up, followed them with his eyes. Among the lights of the leaves were blue spots. Oh, foolishness... The sad song of man was echoing in the mountain. Far away, stumbling over all the logs, the axe hit was refused. And he threw down the trees that were around the log three days; but he felt no strength to cut the log. Six axers would have taken a week. It was a thick tree to the incredible, majestic, tall: the king of the mountain. *** In the afternoon the loins rise from the flat earth; then a reddish painting persists in the upper. Man thinks the sky is burning. At the edge of his axe is also the fire of heaven. He still sings. He's coming singing, like that's gonna help him walk. Behind the guayabals, here on the left, the boy's ceiling picks up his humility. The man comes singing, the dark hand shaken, the other to the axe handle. His wife's not at the door, as usual. *** We are used to silence, so used that thoughts speak to us in sight nothing else. That's why the man is surprised by the voice. I'm sick of it. His wife, who feels bad. He's got his belly sponged and waiting... and Lico thinks of the mare, the cow. Watch out if he's near. He whispers. He feels the woman move and hears her complaining weakly. Lico's eyes are open and he can't see. He remembers his playful cow: one day she left, slowly, her eyes closed, her belly swollen; the next day she came back with her calf; she licked him with a great tenderness, like a caress. Find a reason and get caught up in it. I didn't expect it so soon. The woman complains and whispers: \"But I was washing in the river. He, still waiting, asks: \"Am I looking for Lola?\" And the woman says, \"Well. On the way back, Lico went to the kitchen and lit a fire; he sat there waiting, silent and tired. I could see the red flame stain on his hands. I was cold and hungry. The morning began to fade by the time the man heard the deaf complaint; there followed another voice, a thin, grinding one, which seemed to come from the nearby mountain. The flame in the kitchen was no longer needed. As far away as possible a rooster sang. Lico got up and went out: he wanted to see the sun; but before the sun came out Lola's face stretched out and cranky. \"In\", he said. It's the same face as the girl. Lico saw his wife, under the red sheet, with her hair like a black root watered on the pillow. She no longer had a spongy belly and the cat looked small: next to her mother was a tiny head, no definite nose, no definite eyes, no definite mouth: it was like a face of mud worn by rain. The man wanted to laugh. Lola says she looks like me. The woman looked at him, looked at the child, without moving, and passed silently. And the man was silent a while; and he said, I am to speak to the sepulchre. Don't worry about Lola staying. And that's all there is to it. From a corner he took his axe. He stopped for a second at the door, looked up and saw the sky. He left, with the axe on his shoulder and the sun at its edge. His little boy was a roadie. I'd be late for work. He thought, \"I'm going to bury the crab today. And the lizard was thick to the incredible, majestic, tall: the king of the mountain was the lizard... *FIN* Royal Road, 1933", "title": "El algarrobo", "author": "Juan Bosch"}