{"metadata": {"length": 2602, "words": 490, "reading_time_min": 2.45}, "text": "Everyone met the lady president of C... one of the most pleasant and beautiful women in Dijon at the beginning of this century, and everyone has seen her caress and publicly welcome in her bed the white snake who will be the protagonist of this anecdote. \"This animal is the best friend I have in the world\", he told a foreign lady who had been to see him and who was curious to know the reason for the attention the beautiful president gave to her snake. At another time I loved passionately, Mrs. Laure continued, a lovely young man who was forced to move away from me to reap laurels; apart from our agreed meetings, he had asked me to follow his example and at certain times we would each withdraw to our side to some solitary place to take care of nothing at all but our tenderness. One day, at five o'clock in the afternoon, as I was going to pick me up in a small pavilion at the end of my garden, to be true to my promise, convinced that no animal of this kind could ever enter the garden, I suddenly discovered at my feet this lovely little animal, whom, as you can see, I idolize. I wanted to run away; the snake lay before me, it seemed to ask for forgiveness, it seemed to make sure that it was far from wanting to hurt me; I stopped, observing it; seeing it calmly approaching, making a hundred convertibles at my feet, some more quickly than others; I cannot restrain myself and I put my hand over it, caressing it gently, I lay it on my knees, it creeps into them and seems to sleep. A sense of unease takes hold of me... from my eyes a tear that bathes this lovely little animal escapes, despite me... awakened by my pain, she looks at me... groans... raises her head to my breast... caresses him and falls down again unharmed... oh, heaven - I scream - it's all over; my lover is dead! I left that dreadful place with this serpent, to whom a mysterious feeling seems to bind me despite myself... fatal warnings from an unknown voice whose echoes, ma'am, you can interpret as you please, but eight days later I receive the news that my lover had been killed in the very moment the serpent appeared; I have never wanted to separate myself from this animal; only to my death will he leave me; after that I married, but on the explicit condition that I would not turn her away from my side. And after these words the Gentile President took the serpent, and laid it upon her breast, and made it go like a peacock a hundred turns before the woman who questioned her. Oh, Providence! If this adventure is as true as the whole province of Burgundy claims, how inscrutable are your designs! FIN", "title": "La serpiente", "author": "Marqués de Sade"}