{"metadata": {"length": 7619, "words": 1398, "reading_time_min": 6.99}, "text": "Maria Victoria, the seamstress, lifted her head, which was slack on the chest, and momentarily lowered her swollen and strained eyes toward the door. You hear a noise. It was that they brought the box bought in Areal, and Selme, the singer, who had been in charge of the acquisition, deposited it on the floor, remarking: -Very fine - not a convicted thief less - it is of the higher class, well painted - indeed, the box where they were to keep forever the child of Mary Virgin glowed with symmetrical blue stripes on a white background, and inside a rose-pink candlestick. There was nothing more elegant in Areal. Selme was surprised that the tailor did not admire the small fetus. He had just snatched the view in the sack where the corpse lay, mingled with the party dress and the white teddy bear and the teddy bears of all colors. On the pale, wan face, there were amorous stains, signs of passionate kisses. Selme believed in the case of repeating and extending his relationship. -I feel exhausted like a rascal. From Areal here is the canine carriage. I don't even think I'll be able to get a menu, because the box would be rushing at you, woman. The tabernacle said to Ramon, \"Man, drink a cup, that a cup in a stall may be drunk.\" But not that, day. You know you only told me eight real numbers. Five I put out of my money... Mary Vicenta, walking like an automaton, went to the bottom of her sewing machine and, from among ripped curtains and tattered Indian shawls, pulled out a roll of paper containing a tin of stale bread. -There you are - he said in an inexpressive way to the singer. Selme ripped out the paper and carefully counted the sum. They shook hands; he returned them, clapping them on the arm of the tailor, who had returned to sit. -There is more, woman... even those fourths, that will make you... And, what a pity!, come back to you, that is not the way or the way. God has brought me to four children, and for those I have to work. And look, how beautiful you are, and when your little servant returns to serve the king and the queen, you shall see... a flies like the nascent and the merry more quickly than the storks! -Silence -replied the tailor, with the same fervour-, take a bottle from the kiln that is half full and pour yourself a glass. I didn't have to say it twice. While Selme was turning the ax, the ladies and the girls of the village came in, for they knew the return of the axeman with the axe to the hills, and they were curious to see the beautiful box, a luxury item. Mrs. Antonia, the widow, was in charge of the prayer and consoling oration, for she was the most fluent in language and the best at explaining among all the old ladies of the parish of Boiro. As if I knew how to improvise a song! -Mary Virgin, take my heart... - the teacher exclaimed, embracing the seamstress-. You are a liar, that today you send Our Lord of Heaven a horn. God is happy, Our Lady is happy, the blessed Saint Anthony is so happy that he is singing with a tinkling bell, and all the angels..., all of them are singing like crazy. Come up, to the divine heavens, your child, and be received with violins, panderettes, shells, a harp... to the fellas who listen to the music! Dichotomous dick! In such a beautiful box, they would have led us, enthused, that we have spent our lives sweating to win the sad meal! Now the Virgin is giving your child roses, and Saint Anthony is putting on a whole gold, silver, and pearls, with colored threads, a whole gold, silver, and pearls, with colored threads... Woman, babe, Mary Virgin, rise up, take those hands off your face, do not be dissatisfied with the Lord, who has so well done you! The tailor rose, extending his arms to rebuke the consolator. He accidentally threw it against the wall. Silently, she moved towards the sack where the body lay, but the girls surrounded him, admiring the tiger fur and the embroidered dress. How much majesty! For something Maria Vicenta had that ability and those first-class fingers... -Apartment, apart! -she called to her mother, without straining her voice; and the girls fled, trembling without knowing why... Mary Vicenta fell to the floor, leaned her face against her son's, and remained there for a long time, without crying, without moving, as if she were asleep. Finally, they called her, seized her, cried around her, 'The lords are here! Mary Vicenta! Get out! There are the Lord's amos! Rigid, the tailor rose, showing respect. They were, in fact, the lords, the owners of their humble house, who gave her a cloak, taught her to work, who devotedly protected her. They were the amos of the village, the owners of the manor; a grey-haired gentleman, a countess, very well dressed, in a embroidered tweed dress, a hat and a sash of black lace. The couple approached Mary Virgin and cried out in a loud voice: -All for God! Finally the creature has died! - the lady said. As much as I knew I had convulsions, what a loss! So a great sobrinus, who was my enchantment, has died... Calm yourself now, Mary Virgin, that, as you are creating, can bring milk to your head, and that is very serious. Why don’t you come there so... in case... “you don’t have anything to do here?” We’ll put your bed in the room that falls on the road... You’ll be distracted by your colleagues in the kitchen... There was no answer. The tailor, immobile, may not have heard the soft, soothing murmur of the comforting words. The lady, then, gently took her by the arm, drew her in and whispered something more personal and direct. - You need to be reasonable, Maria Vicenta. You know we have sinned in your... “desert.” Nothing has been missing, has it? No help, no hot water, no alcohol for the baby... You see, we could be like others, who in such cases dismiss the girls... Until the day before your purification, you have cooked at home, you have had good food, you are in your state... Then, the same. You brought the boy, you gave him milk; no one has spoken ill of you. Is that right? Because, daughter, when God gives what He gives..., something will be for something. Has it not occurred to you that it may be a punishment for..., your... leniency? Recognize it as such; the title of punishment. He has patience. To be happy, and to live better from now on. Oh? Even though he comes back... that, your old friend..., as if he didn't exist. And if you ask, you say, \"Do not ask me for a picture... I am the mother of an angel.\" If today you should be more happy! You should laugh! What are you coming there for? Without clothes, of course, in a few days... To disturb you... The angel's mother made negative signs with her head and tried to turn towards the wall. The moths had taken the opportunity to put the body in the box. Selme shut it and took it to the king; it was double weight, but he was glad that the journey was short. In line, the women followed the canter, and only outside the house, they raised their voices, the clamoring obligor of the entire village, strained when accompanying an adult, rejoicing when accompanying a child. Those cries woke up Mary Vicenta... She leapt into the air and slammed the sledgehammer. He was not in it but the depression was dragging the body. A deep, rumbling, frightened roar escaped from the cliff of Maria Vicenta, exploding on the ground with a thud of nerves. It shook, it shook, it shook... and it also laughed, yes. It was the sign to laugh, with a violent, unremitting, unrelenting laugh, at every access, in glee. The lord and lady looked at each other, puzzled, perplexed. What a tyranny! Why had they not done everything possible to comfort her?", "title": "Consuelos", "author": "Emilia Pardo Bazán"}