{"metadata": {"length": 4429, "words": 847, "reading_time_min": 4.235}, "text": "I unleashed all the possibilities of sin, until I exhausted them. Then I touched the bottom, I felt nauseous. Life is constantly swirling between the beast and the angel. In the time of the flesh comes the time of the spirit. There is an hour to pray, an hour to sing, another to laugh, another to eat, and one last to cry. But in the common of creatures this happens alternately and successively: a link fused by heaven, then a link fused by hell, and so on until death breaks the chain and no one knows anymore. As for me, everything was divided into two halves: during the first half I consumed my demonic portion, so that in the second only my angelic portion survived. I had previously devoted myself to the exaltation of the body. With the same fervor I later turned it down. I wish everyone would have gotten rid of that sexual tail that equals us with animals. It was useless. They laughed at me or got angry. I found myself alone. Then I gave myself, in solitude, to a strange fantasy. I imagined myself very beautiful. My beauty was such that it instantly aroused love, in men as much as in women. But I was looking for it mostly in men, because in them the sign of my triumph over sex was most evident. For my love, though he usurped his masks and costumes from the other, had nothing to do with the beast of flesh. Then my dream seemed poor and I added violence and terror. I dreamed of entering like a lightning bolt into the cubicle of my enemy. The prostitutes fell on their knees and beat each other in the chest. The hierodols looked at me, eyes open and cold eyes, like hypnotized birds. Fornicators and adulterers fled to hide in their homes, where they suddenly felt sick and with the stigmas of an unknown evil tattooing their skin. My dream took on new forms, new developments. I was no longer satisfied with destroying instincts. I ambitious to exterminate all feelings other than my love. I thought the husband should forget his wife, the son his mother, the friend his friend. And the more I sacrificed, the more I promised. There is a region where all the burning ones, even the spirit ones, are extinguished one by one, and its name is disease, its name is death. I had to penetrate that icy, dark country and clean it of the monsters that infest it. By subtly dosed prodigies, I had to show that sickness and death are also remission-bound diseases and that my hands knew how to handle them according to each one's merits. It would attack the most sensitive points. A few miracles, but terrible. It would make the paralytic walk, heal the leper, bring back a young girl to life. And who, then, would contest the prey of love with me? As for me, I was free from all the miseries of the flesh. Free of needs, free of appetites. I couldn't lower my image to that of a man who's hungry, who's erupt, who's yawn, who's excretion of nauseating moods. I lived only for the spirit, only for the spirit. In short, I was a god. One day someone killed me, not out of hate, but out of love, out of excess and out of jealousy of their love. Everyone was crying at me, my killer was killing himself. But I would suddenly strip my death like a draper and rise with a kindly smile, amidst the delusion of the crowd. I would forgive the one who had killed me, bring him back to life, embrace him in the ecstasy of reconciliation. Others, now jealous of him, copied his crime, I would die again, rise again, everything repeated. And so our love was rekindled in that game of epiphanies and recess. I don't know how long it took me to perfect that obsessive dream. I know that every day and every night I would roll it up like a tapestry and lock myself in it until the voices and noises of the world would be silenced and reality would fade away. I've lived like a sleepwalker, ignoring what was happening around me. That's how it was until a moment ago. Now, all of a sudden, everything has changed. A neighbor just brought me news of a certain Jesus, and his story matches my dream. I didn't believe it. Anyway, I'll go and see, and if everything is as I dreamed, when the time comes I'll put that man to the test, kill him, so that he will rise again as in my dream, and then I'll kill myself, so that I too will rise again as in my dream and then we'll embrace in the joy of reconciliation, as in my dream, and so I, Judas Iscariot, will be the first to testify to the divinity of that man. FIN Falsifications, 1966", "title": "La anunciación al traidor", "author": "Marco Denevi"}