{"metadata": {"length": 3280, "words": 643, "reading_time_min": 3.215}, "text": "In the last hours of a hot afternoon he was taken to the roof and from there he could dominate the whole city of Padua. The chimneys were perched above the sky. The night was short and then the projectors came. The others went down to the balcony, carrying the bottles. As far as Luz was and he was getting the buzz. Light sat down on the bed. It was cool and loose on a warm night. Luz served three months in the night shift and everyone was happy. She prepared him for the operation, and that day she joked, \"If he doesn't behave well, I'll give him an enema\". Then came the anesthetic and he couldn't say anything stupid at that difficult time. When he started using crutches he used to take the temperatures so that Luz didn't have to get out of bed. There were few patients and everyone was aware. Everybody wanted Luz. As she returned through the hallways, she thought of Luz, lying in her bed. Before he returned to the front, the two of them went to pray at the Duomo. It was dark and quiet, and there were other people praying. They wanted to get married, but there wasn't enough time for the warnings and neither of them had their birth date. They were, in fact, living as husband and wife, but they wished that everyone knew so as not to risk losing this condition. Luz wrote him many letters that he received after the armistice. One day he got 15 letters together on the front, and he read them out of the way after sorting them by dates. I was telling him about the hospital and how much I loved him. I told him that it was impossible for him to live without him and that I missed him horribly at night. After the armistice, they agreed that he would return to his homeland to get a job that would allow him to marry. Luz wouldn't come back until he had a good job, and then they'd meet in New York. He wasn't going to drink anymore, of course, and he wouldn't need to see his friends or anyone else in the United States. Just get a job and get married. On the train that took them from Padua to Milan they had a quarrel because the woman was not willing to return immediately. They said goodbye with a kiss at the Milan station, but the altercation had not ended. It was very unpleasant for him to say goodbye in this way. He went to America on a ship that left Genoa. Luz returned to Pordonone, where a new hospital was opening. It was a lonely, rainy place, and a battalion of arditi had encircled the city. That winter, in the midst of the mud and the rains, the battalion commander fell in love with Luz. He was the first Italian I knew. Finally, he decided and wrote to the United States telling her that there was only a childhood friendship between them. I'm sorry about that. You probably don't understand now, but maybe one day you'll forgive me. Then you'll thank me for this. I hope to get married by spring, though I'm not sure yet. I love you like I always do, but I've realized our love has only been a boy thing. I hope you're making progress, because I believe in you. And I assure you it's better that things have ended this way. The commander never married her in the spring or any other season and Luz never received a reply to the letter she sent to Chicago. FIN A Very Short Story, In our time, Paris, 1924 Also translated as A very short story", "title": "Un relato muy corto", "author": "Ernest Hemingway"}