{"metadata": {"length": 6141, "words": 1192, "reading_time_min": 5.96}, "text": "After returning to my room very late, I was half naked when I felt the need to go to the service. My room was almost at the end of an endless and barely lit hallway; about every twenty feet, faint purple lamps projected beams of light onto the red carpet. Just in the middle, in front of one of these lamps, were the stairs on one side and the two-leaf glass bathroom door on the other. Putting on a coat, I went out into the hallway, which was deserted. And I had almost arrived at the service when I came face to face with a man also in a robe who, rising from the shadows, came from the opposite side. He was a tall, thick gentleman with a round beard like Edward VII. Did he have the same goal as I did? As is usually the case, there was a moment of pregnancy, we almost collided. The fact is, I, I'll know why, got embarrassed to go into the toilet with him in front of me and passed by as if I was going somewhere else. And he did the same thing. Within a few steps, however, I realized the stupidity I had done. But really, what else could I do? There were two possibilities: either continue to the end of the hall and then return in the hope that the bearded gentleman, meanwhile, would have left. (But no one told me that he had to go into a room, leaving the field free; perhaps he too would want to go to the service and, finding me, he would have been ashamed, just as I had been, and now he was in my own embarrassing situation. So, going back on my steps, I was exposed to finding myself again and becoming an even bigger asshole.) Or a second possibility to hide in the hollow, quite deep, of one of so many doors, choosing a slightly lit one, and from there to spy the field until you were sure the hallway was completely clear. And I did, before I had analyzed the situation thoroughly. It was only when I found myself crouched like a thief in one of those narrow holes (it was the door to room number 90) that I began to reason. First of all, if the room was occupied and the client was willing to come in or out, what would he think of finding me hiding there, in front of his door? Worse, how can we rule out that that room wasn't exactly the bearded gentleman's? And this one, if he came back, would cut me off without remission. And it wouldn't be necessary to have any special suspicion to make my maneuver seem strange enough. Staying there, in short, was an imprudence. Little by little I turned my head up to explore the corridor. Completely empty from one end to the other. Not a rumor, not a sound of footsteps, not the echo of a human voice, not the roar of a door that opened. It was time: I came out of my hiding place and, with unsteady steps, headed for my room. I thought, by the way, I'd be in the service for a while. But at that very moment, and I realized it too late to hide myself again, the bearded gentleman, who had evidently made the same reflections as I, came out of the hole of one of the back doors, who knows if mine, and came decisively to meet me. For the second time, we were still pregnant and faced the service. For the second time neither of us dared to enter, ashamed of the other's sight. Now there was a real risk of ridicule. So, cursing for my innermost human gaze, I headed, defeated, to my room. When I arrived, before opening the door, I looked back: deep down, in the darkness, I saw the bearded one, who, symmetrically, was entering his room; and he had looked back where I was. I was furious. But wouldn't it be my fault? Trying to read, in vain, a newspaper, I waited more than half an hour. Then I opened the door cautiously. In the hotel there was great silence, like in an abandoned barracks; and the hallway was more deserted than ever. - Finally! I came out shooting, eager to get to the bathroom. But at the other end, with an impressive synchronicity, as if telepathy had intervened, the bearded gentleman also slipped out of his room and, with an unexpected agility, advanced toward the toilet. For the third time we met face to face in front of the smoldering glass door. The third time we both hid, the third time we both passed by without entering. The situation was so comical that nothing, a gesture, a smile, would have been enough to break the ice and make everyone laugh. But neither I nor, probably, he had any desire to laugh; on the contrary, a furious exasperation, a vague sense of nightmare, as if it were all a mysteriously crafted machine by someone who hated us, who was sour. As on my first trip, I ended up sneaking into the hole of an unknown door and hiding there waiting for events. What now seemed convenient to me, at least to limit the damage, was to wait for the bearded man, betting no doubt as I did at the other end of the hallway, to jump out of his trench first: then I would let him go a good distance and only at the last moment would I come out too; this, in order to meet him no longer in front of the service, but much further down here, so that, after the meeting, he would be free to act without angry witnesses. But if he, before meeting me, decided to go to the bathroom, all the better; satisfied his need, he would then retire to his room and would not breathe all night. With one eye barely moving from my leg (because of the distance I could not see if the other was doing the same thing), I waited a long time. Tired of standing, at one point I got on my knees without interrupting my watch for a moment. But the man wasn't going out. And yet, he was there the whole time, hidden, in the same conditions as me. I heard it go two and a half, three, three and a quarter, three and a half. I couldn't take it anymore. I finally fell asleep. I woke up with my bones crushed when it was already six in the morning. At the moment, I couldn't remember anything. What happened? Why was he lying there on the floor? Then I saw others like me, dressed in robes, crawling in the holes of hundreds and hundreds of doors, sleeping: one on his knees, another sitting on the ground, another asleep on his feet, like mules; pale, shattered, like after a night of battle. The corridor of the great hotel, The boutique of the mystery, 1968", "title": "El pasillo del gran hotel", "author": "Dino Buzzati"}