{"metadata": {"length": 10064, "words": 1778, "reading_time_min": 8.89}, "text": "It was only about that dance, an event in the social life of Madrid. The stern and stern Lady de Cardona had demanded that not only the youth, but the people, not only the ladies, but the gentlemen, all and all, finally, attend “in costume.” “There is no – Mrs Insausti repeated – more exception than the nun..., and that because she goes ‘out of costume’ always.” It is forbidden to leave the cloister with abilities such as naiades, electric girasoles in the eye, hats or colored clothes. Required the complete, characteristic, historical or legendary costume. The Cardona was, of course, mentioned (with the sashes that had been cut off, the competitors could have dressed themselves for the party); a new nickname was given to it: Villaverde... But between sneezing and sneezing, people consulted records and figurines, visited museums, wrote to Paris, went crazy for hats and fashionistas..., and the longest faces were not due to the blood of the purse, but to omissions on the guest list. Who was quite calm was the young Duke of Lanzafuerte. When Perico Gonzalvo was asked “where” he was going, a triumphant smile dilated his lips. \"I am going from my grandfather myself. You will see my martingala,\" he added with satisfaction. And it is that (I trust) extraordinary expenditures did not convince the Duke. I am not ordinary. The housework was a tangle, and thanks to the duke's father's death at the right time, it was over two years later... Finally, he went out, either through the door or through the window... Through the window, above all. There were sold off scrip, medals, lithographs, tapestries... But there were still some precious antiques, and among them, a full armour of a palace companion of Carlos V. In this armour, encased in a sort of leonine cloak, the Duke had sat, making it clean of ornate ornament, and by the clean appearance he saw that it was a worthy object of the Armoury, very similar (and perhaps of the same hand) to the emperor’s famous armour of rest and war, known as “the armour of the masks.” Equal work Milanese, finnish, of gold and silver gilding; equal enamored... To know it, it would have been a snare of antique dealers and a snare of collectors. What better disguise? What is the most specific thing about masks? Without expenses or bribes, Lanzafuerte would be the king of the party. And so it is. Two hours before the solemnity of entering into the dance, the Duke was open-handed and barefoot, letting pieces of his armour fall off. It was particularly difficult to adjust the pegs and the seat: the straps had been forgotten with their hebillaje. After the difficult work, the Duke looked at himself in a full-body mirror and did not recognize himself. Affixed the sash, falling on both sides of the face the strands of the shawl, it was an old portrait lowered from the shelf. The arrogant apostrophe, the stout mouth, the design of the viril and adamantine features, turned the Duke into a “don” and the race hid in his blood, causing him the nostalgia of the heroic age. “If Nazi then!” he murmured proudly. \"But now..., of course! There is no middle ground...' His irritation increased as the armament came a little closer. “I am more man than the palace...” When the scales fell, his ideas took another turn. If the created do not help, head to the portal. And infinite caution to get into the car, to sit down, to get out, to climb up to the Cardona mountain region, through marble slabs, between double rows of swollen larch trees, of free blue and short heel. Instead of the entry, a surprising effect. Taking note of the costumes, which were ultimately a refraction of light, the armature is imposed by art, by truth, by fidelity and by strangeness. A warrior rose from the tomb, a nearby statue had been incorporated. As an enlivened figure due to the cincture of Pompeyo Leoni, the duke advanced, raising his voice in admiration. The intelligentsia weighed that noble spoil and valued it in sonic numbers, with the impudent habit of selling everything. The artists were transported, cried elogios, the pampered students remembered the timbres of the Lanzafuerte house, and once again the classic list of our triumphs: San Quintin, Pava, Orán, Ceriola. And the rustle of the steel as the Duke walked had a romantic ring to it, something like the sound of the horses in Wagner's cavalcade. Only a burlesque voice, almost in the same face as Lanzafuerte, said: -He has disguised himself as a hero so that he does not know his mother... Finally, the wonderful armament was muddled among the whirlwind of the dance, in a tangle of cinnaros, Andalusian girdles, Marquess of Luis XV, roses, libels and Japanese kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kimono-clad kim The palace of Carlos V began to notice an indefinable annoyance, which was intensifying, becoming declared fatigue. He could not doubt it: he was weighed down and encircled by the rotten armament... What a stupid idea to put it in such a cap! Not being able to dance, not even standing on your feet... Sentence? And how? What better way to jump the shackles and stay there in a shoebox? Unthinkable... a shiver of anguish shivered his spine. To go was to expose yourself to the chacota... Unfortunately, the beautiful Inés Puenteancha came to ask him to do it in a rigodon. Rigodon? Walk, turn, lean? Lanzafuerte, astonished, excused himself the best he could... He ordered a glass of iced tea in the dining room and experienced a momentary relief. The Puenteancha asked him if he was sick. -There is nothing... heat... -and as he sat, pale, shivering, he shivered to the cold, almost desert, and with a hesitant step he walked to the ante-room. The villagers scolded him, he fell into a pit, they called a car. The warrior fell inside, making a terrible noise. Uf! Finally! They would bring the horrible armada home. -Out of all this, out! - cried when it was in the hands of its servants, who looked surprised and discontented... the ones who had promised a night of freedom! And moreover... what commitment! -Out of everything, flying! -The Duke repeated, opening his arms again, spreading his legs. They took away his cloak, his robe, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak, his cloak - What are you waiting for? - he cried furiously - if this is what I am most afraid of! The cameraman, stumbling, apologized. Did the Duke not remember? His heart, without heaviness and a rope, was ablaze. - Fire! It is true! I am so sorry! Flying!... The hawk!... You're here with him! New excuses. Confusión. The thief! If the Duke wanted them they would go...; but it is useless to look for anyone on the one of the night of the Carnival. Until the next morning... At a call to arms, they went out to hunt the thief, with the conviction that they would not find him, and the Duke was shackled in the closet, tied to the bed, without being able to draw his revolver or resolute. The oppression of his chest, the feeling of asphyxia was already an unbearable torment. And they passed the hours of the night with cruel languidness, and he shook his lungs as if he were shook by a hand of a sledge hammer. Armada of hate! How much would the descendant of the Paladins give up for freedom from her, for having her hung on the wall, in decorative panoplia, illuminating her ribald works, her pagan figures of the purest Renascence! In the wall, yes; in the chest, no! What diabolical suggestion had been that? To get stuck in the mold of other centuries... and not be able to escape! Feeling on a weak ribcage, on a heart without energy, the shell of old heroism... and not breaking it! Prisoner of a gang! The thud of his arteries remed the thump of grenades; the thud of his blood was the roar of battle... -You will see that it is not so easy to disguise yourself as your own grandfather -said the sailor, Perico Gonzalvo, who, as usual, climbed into the house of his friend when he retired from the dance, and entered the cellar of Lanzafuerte blowing a cotillon trumpet, all gilded with golden twigs...Do you look like the people of “then”? Man! Not in vain... And as Lanzafuerte was half dead (he could not breathe), he added the sly: -You know what happens to me? Spain is like you..., stuck in the molds of the past, and dying, because it can't get out of them or get rid of them... Nice symbolism, eh? Go, I will personally bring you someone to free you from that embalming... because if you expect the children...!", "title": "La armadura", "author": "Emilia Pardo Bazán"}