{"metadata": {"length": 5204, "words": 942, "reading_time_min": 4.71}, "text": "Nunez knitted, as Bach did music, Goya painting, Dante verses. His genius organization led him on a steady path and he lived with the sole concern of his art. He suffered the eternal tragedy of the great. She begat and pared in pain according to divine command. He left his disciples, with the illustration, a thousand ways to be fulfilled, and he left, treasureing a secret that his most learned prophets have not been able to clarify. It was the old Nicasian's tiocos buttons that started the tent, spitting them out of the tent. Then others, the more complex learning lessons. Nunes looked, without a question, easily assimilating the different modes, as the innovator's Babel climbed above itself, regardless of what could be taught. Once he had acquired the necessary technique, he wanted to make his dream material. For this he locked himself in the idle moments and in the secret of the room, while the others were sitting, he began a complicated work of braids and buttons that won with simplicity. He was a mouthful in his own way, difficult in his sensual diaphany. To the usual decorative motifs, it would combine personal inspirations from various trees and animals. It was slow, because of the time it took to prepare the tents, fine as a pig, the scarcity of free rats, the jumping of the companions, which it tried to avoid like a mad sponge, leading to bad outcomes. What would Núñez do, so often locked in his room? That curiosity about the pawnshop reached the boss, who wanted to know. He entered by surprise, finding Núñez so absorbed in a long-winded interview, that he could withdraw without being sensible. At the end of the nap, he ordered him to call, and ironically ordered him to compose a string of four buttons on the inimitable model of a dead braider. The next day the order was fulfilled. The old play looked like an apprentice. It was an adventure. Just as a piece of fat stretches over the boiled pan, Nunez' fame ran. The orders have piled up. The man had to quit his job to attend to orders. Every day, from then on, they were busy with work, not having a moment to look back and repent or rejoice over the imposed change. Months later, to meet the demands of his clientele, he moved to the village, where he maintained a house sufficient for his worker needs. He was perfected, despite which a shadow of sadness seemed to tarnish his glory. He was never anyone more admired. They said he could tear a punch as thin, flexible and sliced as the most precious vicuña. He was a perfect button-taker who feared witchcraft; he ingested invisible stitches; he was named a rebencher. The pot of weaving was part of his fist; the knife, an extension of his skillful fingers. Between the edge and thumb came the stems, which rolled away when they separated from the leaf. Humps of different sizes and shapes laid their cables in the hollow of the hand as in a regular niche. He moistened the tents, making them skate between his lips, then ran them against the back of the knife, until they were untouchable and unbreakable. He also runs that he owned a curious Tobian mare. Every year he gave her a dark calf and another dove. Núñez would chop them off every three months to lengthen them, then combine white and black into wise and inconclusive variations never repeated. For forty years, he put in enough talent to conclude what he agreed with the client. He made silver, a lot of silver; the rich people of the party pampered him, but there was always a lock in his eye. He was old, his eyesight was dimming at times, and he could not work more than four hours a day. When he insisted on fatigue, the braids came out even. That's when Núñez left the job. The poor, almost decrepit, was finally able to freely dispose of his life. He didn't want to touch a long one at all, and he avoided talking about his craft, until, suddenly, he seemed to fall back into childhood. He got that sickness one day that, for accommodating a robe, he hit with the noose that started in his youth. The old man, from that moment on, lost his mind; he embraced the moistened pots, and forgetting his promise not to break any more, he recommended the work abandoned fifty years earlier, without leaving it a minute, to the detriment of his worn eyes and his body, whose crooked posture crushed him. Increasingly, in the fatal attention of that work, died don Crisanto Núñez. When he was found hard and piled up on himself, like a furry, it was impossible to tear his mouth that was sticking against his chest with bone claws. With him they had to put him to death. Friends, family, admirers, fell to the ground, and the desperate attitude that oppressed the unfinished work was commented. Someone, assuring it was his best work, proposed cutting off the old man's fingers so as not to bury him with that wonder. Everyone looked at him with anger: cut off Nunez's fingers, Nunez's divine fingers! A curious and indescribable memory remains of the zozobra gesture with which the old man oppressed what was his first and last work. Was it not to leave something I thought was wrong? Was it out of love? Or simply for a modest artist, who buries with him the most personal of his creations? Fin 1915", "title": "Trenzador", "author": "Ricardo Güiraldes"}