{"metadata": {"length": 6824, "words": 1266, "reading_time_min": 6.33}, "text": "Whoever could do the most amazing thing would marry the King's daughter and become the owner of half the kingdom. The young - and the old - put their whole intelligence, their nerves and their muscles to work. Two of them drank to death, and one was killed by drinking too much, and they did this to accomplish what they thought was the most incredible thing they had ever done, only that it was not the way to win the prize. The street hawkers devoted themselves to squealing on their own backs, which they considered the climax of the incredible. A day was set aside for each to demonstrate what he was capable of doing and what, in his opinion, was the most amazing. They were designated as judges, from three-year-olds to sixty-year-olds. There was a real parade of amazing things, but the world soon agreed that the most amazing thing was a watch, as clever inside as it was outside. In each ad, live figures appeared to indicate what the clock had just struck; in total, there were twelve scenes, with moving figures, songs and speeches. -This is the most amazing thing! - the people exclaimed. The watch struck one and Moses appeared on the mountain, writing the first commandment in the Law Tables: “There is one true God.” At the end of the two was the earthly Paradise, where Adam and Eve were found, happy despite not having a wardrobe; on the other hand, they did not need one. When the three sounded, the three Holy Kings came out, one of them black as coal; what a remedy! The sun had engulfed him. They brought incense and precious things. The seasons were presented in four: spring, with the cuckoo nested in a pretty branch of hay; summer, with a soaring over a mature spruce; autumn, with an abandoned nest of cigs - the bee had flown away-, and winter, with an old hornet's nest that could tell stories and old memories by the fire. They gave the five and compared the five senses: sight in the figure of an eye; hearing in the figure of a stove; olfaction in violets and acorns; taste in the figure of a cook; and touch in the figure of a gravedigger with a flinty smudge on his feet. The watch struck six, and a player appeared to be putting the dice; when he turned to the top part, the number six came out. Then came the seven days of the week or the seven capital sins; the spectators could not agree on what they were really; be they strong, they have much in common and it is not very easy to separate them. Then a choir of monks sang the eighth mass. With the nine came the new Muses; one of them worked in Astronomy; another in the Historical Archive; the rest were devoted to the theatre. At ten Moses went out again with the tables; they contained the commandments of God, and they were ten. They rang the bells again and came out, jumping and dancing, some children and girls who were playing and singing: “Now, children, listen; the kings have just given!” And at midnight the watchman, with his cloak, and with the morning star, sung his old tune: It was midnight when the Savior was born! And while he was singing roses sprang up, and then came heads of angels with wings, having all the colors of the iris. It was a spectacle as beautiful for the eyes as for the ears. That watch was an incomparable work of art, the most incredible thing that could be imagined, people said. The author was a young man of excellent heart, cheerful as a child, a good and loyal friend, and a man of abiding affection for his humble parents. She deserved the princess and half the kingdom. The day of decision came; the whole city was gathered together, and the princess sat upon the throne, to which they had put a new crown, without making him more comfortable for it. The judges looked at the supposed winner, who remained calm and cheerful, sure of his own good fortune, for he had achieved the most amazing thing. - No, I'll do it myself! - cried out at the same time a shrill and hysterical pig. I am the man capable of the most incredible. And he shook his hand against the work of art. Crick, crac! in an instant everything was shattered; wheels and tyres rolled on the ground; the wonder was destroyed. -This is my work! - I said-. My action has surpassed yours; I have done the most incredible thing. -Destroy such an art work! The judges exclaimed. It is truly the most amazing thing. All the people agreed, so they gave him the princess and half the kingdom, for the law is the law, even when it comes to the most incredible and absurd. From the top of the city walls and towers the trumpeters proclaimed: -The wedding is to be celebrated! The princess was not very happy, but she was splendid, and richly dressed. The church was a sea of light; it was evening, and the effect was wonderful. The ladies of the city were singing, accompanying the bride; the knights were doing the same with the bridegroom, who advanced with his head so high that nothing could break it. He stopped the song and there was a silence so deep, you could hear a tinkling bell. And here it is that in the midst of that quiet the door of the church was opened wide and, \"Boom! bum!'' he cried, and, advancing through the central nave, he was able to find himself among the lovers. The dead cannot return, we know, but an art work can; the body was made a pawn, but not the spirit; the spectrum of Art appeared, leaving it no longer a spectrum. The artwork was complete, as the day it was presented, intact and new. The ad aired, one after another, until twelve, and the figures came out. First Moses, whose front was called the 'Lama'. She threw heavy law books at her boyfriend's feet, which he threw on the floor. - I can't lift them! -Moses said-. You cut my arms. Where are you? After them came Adam and Eve, the Kings of the East, and the four winds, and all said to him, “Averge yourselves!” But he did not apologize. All the figures that had appeared at different times, came out of the clock and acquired a huge volume. It seemed to be a place for people of flesh and bone. And when the watchman with the hat and the morning star appeared at noon, there was an extraordinary movement. The guard, glaring at the boyfriend, gave him a blow in the face with the star. -Murder! He said, \"Measure by measure!\" We are vengeful, and the master is too! Goodbye! And the work of art disappeared; but the lights of the church turned it into great luminous flowers, and the gleaming stars of the ceiling sent long and refracting rays, while the organ remained alone. All present said that this was the most amazing thing they had ever seen in their lives. -We call the winner now - the princess said. The author of the wonder will be my husband and lord. And the young man stood in the church, with the whole people by him, amid the cries and the general joy. Nobody felt envy. And this was exactly the most amazing thing!", "title": "Lo más increíble", "author": "Hans Christian Andersen"}