{"metadata": {"length": 7090, "words": 1391, "reading_time_min": 6.955}, "text": "The carriage was almost empty, so much so that the boy had a place for himself alone and his mother took a seat across the hall, next to his little sister, a baby with a piece of toast in one hand and a bellhop in the other. The child was tied to the seat so that she could fit in and look around, and when she started to slide slowly from the side, the strap held her and held her until the mother turned and straightened her. The boy was looking out the window and eating a cookie and the mother was quietly reading, answering the child's questions without raising her eyes. \"We're in a river\", said the little boy. It's a river and we're on top of it. \"Very well\", replied the mother. \"We're on a bridge over the river\", the boy said to himself. The other passengers, many in number, were at the other end of the carriage; if any of them came down the hall at any time, the boy would turn his head and say, \"Hello!\" and the stranger would answer, \"Hello!\" and sometimes he would ask him if he liked to take the train, or even tell him that he was a very handsome and very old boy. These comments upset the boy and he looked out the window again, irritated. I see a cow. Or, with a sigh: When will we arrive? It's not long now. Mother always responded. At one point, the girl, who was very quiet and busy with the bell and the toast, which her mother constantly replied, fell too far to the other side and hit herself in the head. She began to weep, and for a few minutes there was noise and activity around the mother's seat. The child got off his seat and ran across the hall to caress the baby's little pieces and beg him not to cry anymore and finally the baby laughed and went back to the toast and the child got a pallet and went back to the window. I saw a witch, she told her mother after a minute. There was an old, fat, ugly, bad witch out there. \"Very well\", replied the mother. An old, fat, ugly witch and I told her to leave and she left and she kept saying to herself in a low voice. And she came and said, I will eat thee; and I said to her, Thou shalt not eat me; and I sent away that ugly old and fat witch. He stopped talking and looked up when the car door opened and a man came in. He was a mature man, with pleasant faces under a gray hair; his blue suit showed only the slight wrinkles typical of a long train ride. He was carrying a cigarette, and when the boy said, \"Hello!\" the man pointed to him with a cigarette and replied, \"Hello, son, \"he stopped right behind the little boy's seat and leaned on the back looking at the boy, who twisted his neck to look up. What are you looking for out that window? He asked. \"Brujas\" the boy immediately replied. Ugly, bad, old witches. - I got it. Have you found many? My father smokes Havana, the boy assured. \"All men smoke habanos\", the man replied. Someday you'll smoke them too. I'm a man now. How old are you? To the eternal question, the little boy looked at the man suspiciously for a few moments and then said: \"Twenty-six\". Eight hundred and forty-eight. The mother looked up at the book. Four, she clarified, with a tender look at the child. How many? \"The man said to the little one, seriously. Twenty-six? He pointed a head gesture at the woman across the hall. Is that your mother? The boy leaned forward to look and said, \"Yes. What's your name? The boy looked at him with renewed suspicion. The Lord Jesus said. Johnny said the mother. He drew his son's attention and deeply shattered his blindness. That's my sister. The little one told the man. He's twelve and a half. Do you want your little sister? \"He asked the man. The boy looked at him and the man turned around by the bench and sat down next to him. Listen, do you want me to tell you about my little sister? \"The man said. The mother, who had looked up nervously when the man sat next to her son, quietly concentrated on his reading again. Tell me about your little sister. The boy took care of her. Was she a witch? Maybe you should. The boy laughed with excitement and the man leaned on his back and sucked the haban. Once upon a time I had a little sister like yours the boy looked up at the man, waving at every word. My little sister, she continued, she was so beautiful and so delicious, she loved her more than anything in the world. So you want to know what I did to him? The child trembled vehemently and the mother lifted her eyes from the book and smiled, paying attention to her words. I bought her a cardboard horse and a doll and a million pallets, and then I grabbed her and I closed my hands around her neck and I squeezed and squeezed until she was dead. The boy's mouth was shut and the mother turned. The smile faded from his face. She also opened her mouth, and closed it again when the man added: \"And then I cut off her head and grabbed her head and... Did you cut her all in pieces? \"The boy asked, stunned. I cut off her head and hands and feet and hair and nose, the man said, and I beat her with a stick and killed her. Wait a minute! The mother intervened, but the child fell to the side at that very moment, and when the woman finished incorporating her again, the stranger was already continuing his explanations: He asked the little one vehemently. My little sister was greeted by the man sharply. And I put my head in a bear's cage and the bear ate it. Did you eat his whole head? The boy asked. The mother left the book on the seat and crossed the hallway. Standing before the man, he exclaimed, \"But what do you think you're doing? The stranger looked up with a polite look, but the woman added: \"Get out of here. Did I scare her? He asked. She turned her eyes on the little boy and gave him a slight tail and the two of them laughed. This gentleman cut his little sister to pieces, the boy told his mother. I could alert the reviewer immediately. The mother warned the man. \"The reviewer will eat my mom\", the little boy added. We'll cut off his head. And your little sister also the man made himself. The mother took a step back to let him out into the hallway. Don't think about going back to this car, he warned you. \"My mother will eat you\", the boy told the stranger. The man laughed, the child laughed too, and finally the stranger apologized to the mother and left the carriage passing by. When the door was closed behind him, the boy asked: \"How long do we have to hold on to the train?\" \"There's not much left\", said the mother. He looked at his son, eager to say something, and finally added: \"Sit down and be a good boy\". I'll give you another candy. The boy hurriedly jumped from his seat and followed his mother. She took the candy out of the bag and gave it to him. What's the word? \"She asked the mother. Thank you, the child replied. Is it true that gentleman tore his little sister to pieces? He was joking, the woman assured him, and he hurried to repeat, \"Yes, I was just joking\". Probably the little one muttered. With the pallet in his hand, he returned to his seat and sat down to keep looking out the window. Probably, he was the witch. *FIN* The Witch, The Lottery and Other Stories, 1949", "title": "La bruja", "author": "Shirley Jackson"}