{"metadata": {"length": 5963, "words": 1091, "reading_time_min": 5.455}, "text": "Bouchette's father used to take her to the forest at dawn, and the girl sat very close while he planted the trees. Bouchette watched the axe sink by blowing thin pieces of bark; often, grey moss would come crawling over his face. \"Be careful!\" cried the father as the tree leapt to produce a crunch that looked like an underground sound. She felt some sadness for the monster lying in the forest clearing, with its bruised branches and its wounded branches. At night, a red circle of coal piles lit up in the middle of the shadow. Bouchette knew what time the reeds basket had to be opened to offer her father the grapefruit and the piece of brown bread. He lay among the branches and chewed slowly. Then Bouchette drank her soup. She ran around the marked trees and, if her father didn't look at her, she would hide to scream, \"Uuu!\" There was a dark cave, full of spruce and sound echoes, which was named Santa María Becerra. Buchette used to watch her from afar. One autumn morning, when the bright peaks of the forest were still lit by the dawn, Bouchette saw a green object trembling before the Becerra: it had arms and legs, and the head seemed to belong to a little girl the same age as Bouchette. At first he was afraid to approach; he didn't even dare call his father. He thought she was one of the people who answered in the Becerra cave when someone spoke out loud. He closed his eyes, fearing that any movement of his would cause some sinister attack. As he tilted his head, he heard a nearby growl: the extraordinary green creature was crying. Then Bouchette opened her eyes and felt sorry. For I saw the green, sweet and sad face, wet with tears, and two nervous green handles squeezing against the throat of the extraordinary little girl. \"Maybe it fell on bad leaves that are decaying\", Buchette said to herself. Armed with courage, he crossed the hedges of hooks and hedges, almost reaching the singular figure. Two greenish arms leaned toward Bouchette, in the middle of the fairy moths. \"It looks like me\", thought Bouchette, \"but it has a strange color. The weeping green creature was half-covered by a kind of tunic made of sewn leaves. She was actually a little girl who had the tint of a wild plant. Bouchette imagined that his feet were rooted in the earth. Despite this, he moved them very lightly. Bouchette caressed his hair and grabbed his hand. She let herself be driven always crying. He didn't seem to know how to talk. - Oh, my God! Oh, my God! A green devil! - exclaimed Bouchette's father when he saw her arrive. Where are you from, little girl? Why are you green? You can't answer? It was impossible to know if the green girl had understood. \"Maybe I'm hungry\", he said. And he offered him bread and a sponge. But she rolled the bread in her hands and threw it to the ground; then she stirred up the reeds to hear the sound of the wine. Bouchette begged her father not to leave that poor creature in the forest at night. At dusk the coal piles glittered one by one and the green girl watched, trembling, the fires. When he entered the little house, he turned back to see the light. He couldn't get used to the flames and he would scream every time someone lit the candle. Seeing her, Bouchette's mother noticed. \"God help me\", she said, \"if it's a demon; but she's not even remotely a Christian\". The green girl refused to touch the bread, salt, or wine, making it clear that she could not be baptized or presented to communion. They went to visit the priest, who arrived at the house at the exact moment when Bouchette was offering the creature beans in his coffin. Very happy apparently, she immediately set off to break the stem with her nails, thinking of finding the beans inside. But then, disappointed, she began to cry until Bouchette had opened a vase for her. Then he groped the beans while watching the priest. Although they brought the schoolteacher to his presence, it was not possible to make him understand a single human word or utter a single articulated sound. He was crying, laughing, or screaming. The priest examined her thoroughly, finding no sign of the demon in her body. The following Sunday she was taken to church and there she showed no signs of restlessness, except for groaning when she was watered with holy water. But she did not back down the slightest to the image of the cross, and as she passed her hands over the sacred wounds and the tears of the thorns, she seemed sorrowful. The villagers were very curious and some even afraid. Despite the pastor's advice, they kept talking about the green devil. The creature fed on grains and fruits only; whenever they offered him thorns or twigs, he broke the stalk or wood and wept of disappointment. Bouchette could not get him to learn where to look for the wheat grains or the cherries, and his disappointment was always the same. By imitation, he was soon able to transport wood and water, sweep, dry, and even sew, even when handling the cloth with some disgust. But he never gave up on setting the fire, or even getting close to home. Meanwhile, Bouchette was growing up and her parents wanted to put her to work. This caused her so much grief that every night, hidden under the sheets, she wept softly. The other girl was sorry to see her little girl in that state. In the morning he looked at Bouchette long and his eyes filled with tears. And at night, while she was crying, Bouchette felt a tender hand caressing her hair and fresh lips resting on her cheek. The date was approaching when Bouchette was to enter the workplace. Their tears had become almost as distressing as those of the green creature when they found her abandoned in front of the Becerra cave. Last night, when Bouchette's parents were sleeping, the green girl caressed her friend's hair and grabbed her hand. Then he opened the door and extended his arm into the night. And just as before Bouchette had led her to men's houses, she carried her hand to ignored freedom.", "title": "La salvaje", "author": "Marcel Schwob"}