{"metadata": {"length": 5794, "words": 1128, "reading_time_min": 5.64}, "text": "Once upon a time there was a king's son, who had a desire to run the world, and he left without more company than that of a faithful servant. One day he came to a vast forest, and when evening came, finding no hostel, he did not know where to spend the night. Then he saw a young girl walking toward a small house. As he approached, he noticed that she was young and beautiful. And he turned to her, and said, My good daughter, will thou not lodge me and my servant in the house for one night? \"I would gladly do it\", the girl replied in a sad voice, \"but I do not advise you. You better find another place to stay. - Why? - I don't know. - the prince asked. \"My stepmother has bad tricks and hates strangers\", the girl replied, sighing. The prince well realized that it was the house of a witch; but as it was not possible to continue walking in the closed night, and, on the other hand, he was not afraid, he entered. The old woman, sitting on a chair by the fire, looked at the travelers with her red eyes: \"Good night!\" - he said in a very loud voice, he wanted to be nice. Sit down and rest. And he blew the coals, where something was cooked in a pot. The daughter warned the two men not to eat or drink anything, as the old woman was making harmful brews. And they slept quietly until the morning; and when they were ready to go on the way, the prince was already on his horse, and the old woman said, Wait a moment, and thou shalt drink a drink as farewell. As he went in to fetch the drink, the prince hurried away, and when the witch came out again with the drink, he found only the servant, who had entertained himself fixing the chair. - Take this to your master! - he told her. At that moment the jar broke, and the horse was splashed with venom. It was so poisonous that it collapsed dead, like a lightning strike. The servant ran to tell his master what had happened. He did not want to lose his seat, so he went back to look for it. When he came to the horse's corpse, he found a raven devouring it. And the servant said to himself, Who knoweth if I shall hunt better today? And he slaughtered the raven, and cast it into the den. They wandered through the forest all day, finding no way out. At dusk they ran into a guesthouse and entered it. The servant gave the raven to the innkeeper, so that he would stew it for dinner. But it came to pass that he had gone into a den of robbers, and as the night was already turned, twelve bandits came forward, and devised the purpose of killing and robbing the foreigners. However, before they took it to practice they sat down at the table, along with the innkeeper and the witch, and ate a soup made from the raven's meat. But as soon as they had taken a couple of spoons, they all fell dead, for the raven was polluted with the poison of the horse. She was no longer in the house but the innkeeper's daughter, who was a good girl, completely innocent of those men's crimes. He opened all the doors to the outsiders and showed them the accumulated treasures. But the prince said that he could keep everything, because he did not want anything of it, and he went on his way with his servant. After wandering for a long time without a fixed course, they arrived in a city where a proud princess, the king's daughter, had sent her to plead her decision to marry the man who was able to put forward a riddle that she could not solve, on the condition that if she guessed, the claimant would be beheaded. I had three days to solve it, but they were so smart, I always solved it before that time. There were already nine of the suitors who had fallen in this way, when the prince arrived and, dazzled by her beauty, wanted to put his life on the line. And he went to the maiden, and asked her the riddle, saying, What is it, that he slew none, and yet he slew twelve? In vain the princess went a thousand and a thousand turns on her head, but she was not right to solve the riddle. He looked into his book of riddles, but found nothing; he had run out of resources. Not knowing what to do, he sent his maid to sneak into the prince's bedroom and stand guard, thinking that perhaps she would speak in dreams and reveal the answer to the riddle. But the very wise servant went to bed instead of his master. When the maiden came near, she snatched from him the cloak she had wrapped herself in, and threw her out of the room with sticks. On the second night, the princess sent her maid to see if she was more fortunate. But the servant took off her cloak and threw her at the stake. The prince then thought that the third night would be safe, and he lay down on the bed. But it was the princess herself who came, wrapped in a gray coat, and sat beside her. When he thought he was sleeping and dreaming, he began to speak to him in his voice, hoping that he would answer in dreams, as many do. But he was awake and he could hear everything perfectly. She said, \"No one killed anyone, what is this?\" And he said, A raven that ate of a horse's venom, and died. She continued, \"And he killed the twelve, what is this?\" -Twelve bandits, who ate the raven and died poisoned. Knowing what she wanted, the princess tried to escape, but the prince grabbed her by the cloak, which she had to abandon. The next morning the king's daughter announced that she had solved the riddle. She sent for the twelve judges and gave them the answer. And the young man asked to be heard, and said, The princess came to me in the night, and asked me; for without this I would not have been able to find out. The judges said, \"Give us a proof. And the servant came in with the three robes; and when the judges saw the grey robes that the princess wore, they sentenced the sentence, saying, Let this robes be made of gold and silver, and let it be for your wedding-robes.", "title": "El acertijo", "author": "nan Anónimo"}