{"metadata": {"length": 4474, "words": 848, "reading_time_min": 4.24}, "text": "There's a big tree, but I can't look at it, and I said come and cut it down tomorrow. I saw the day Lucano Armenta planted it. The woman who was carrying the newborn was eighteen years old at most and kept looking at Lucano as he pale and sweat. The tree was for the child, but the one holding it looked at the father in a way that erased that intention. It seemed that the man was moving the earth from side to side, rhythmically, just so she could see him, so he could enjoy his widths watching the game of muscles and guessing the sweat drops that ran like a tickle between the skin and the shirt. Lucano smiled happy to feel that look on his back. He turned and walked towards the woman as in a bright and young, beautiful Lucano Armenta. He hugged her tightly and kissed her in the mouth. The little girl cried because they were squeezing her, and they laughed laughing at the cry, the forgetfulness, the child. They looked at each other as if the one look could melt them. Then Lucano left her and planted the tree. The corridor leads north; behind are the garden with the young amate and then you enter the shady garden that reaches downstream to the river. From the columns and arches that separate the garden gate, hang the trumpet and verruzana windings that defend from the blind sun. On that portal, many years ago, when Roman was four, we seized the body of Lucano Armenta. Nothing seemed possible that day. It was impossible that the sun was high, that there was an hour marked by a clock, a past, a future, that Lucano was there, unmoving. It was impossible that that three-centimeter bullet that someone had sold on a counter, that men had made and touched, a bullet like there are millions in the world, that that bullet, that one, would have had to look for a body, just one, the precise one, to knock it down. Everyone said it was a hunting accident, but it wasn't. Her body was there and her mouth seemed to be smiling. There was no blood; when they brought him in there was no blood. He was pale, nothing more than that, and they said the bullet had been in the chest, where it should have been. Dressed in a kaqui, with his field clothes, he waited patiently for the second he stumbled and his finger bit the trigger to be revoked; he was sure, too, that that was not possible, so he smiled. As always, I believed what he believed and so I had our wide, white, marriage bed taken out so he could wait comfortably. I waited, too, curled up at his feet. I waited for the afternoon, the night, and I would have waited forever for him to get up. Long after midnight, when everyone was asleep, I saw his face change in gesture and was sure that the time had come. I approached him and pronounced his name low so that he would know that I was not alone; I stayed very close to help him. The minutes have passed. His eyelashes were shaken sharply, like a flash of candles, and he became still again. I would squeeze all the muscles of my body and try not to breathe. I stayed like this for an hour, two, I don't know how long. Under his skin something like changing lights moved, a slight tremor ran down his lips to the corners. Lucano, here I am, and I knew I shouldn't touch it because it would fade away those hard-working attempts he was making. My own voice must have distracted him, because he stretched out his face and made no further attempt: something prevented him from gathering enough strength to break the immobility. It began to brighten and the murmurs and noises began to penetrate me; I separated my eyes from Lucano's face and thought impatiently that it would be difficult to find again soon the opportunity to be alone. I was very tired, and I was surprised that her clothes were smooth and well-flattened after the night we had spent. When the sun had fully risen, I realized that everyone had already become accustomed to the idea that he had died. I told them that was impossible, but they were already used to the impossible. Neither his father nor a friend who understood that he could not die like this. They brought the box and there was no more smile on his face, he thought maybe I had left him, because he didn't see twenty hands holding me. After a while I came back to myself, to what was left of me, and I could do nothing but cling to Rome and weep ashamed of it. I never cried alone, because I feared forgetting the child for a moment, the precise moment to fall into the temptation to abandon him myself. The Signal, 1965", "title": "El árbol", "author": "Inés Arredondo"}