{"metadata": {"length": 8357, "words": 1497, "reading_time_min": 7.485}, "text": "The cottage, on the edge of the road, separated from the hut by a garden no larger than a pagoda, was cheerful, well-furnished, with windows painted in a rosy ultramarine, and a wooden sash that decorated the rooms with acorn-shaped shelves. In the garden the crow and the owl were utterly oblivious to life, scrubbing them with humble solicitude and the owl with arrogant disregard; but so and so, the “lunar” roses were covered with fine, lilac-tinged pinks, the hyacinths erected their celestial crowns, and a huge cedar, awoken by chance on the left side of the house, gave shade. That view could be a country of abanico, and better if it was enlivened by the presence of the cheerful and rejoicing chiquilla, in which life awoke with a riot of birds and spring flowers. The orphanage was Minga’s, but he had not noticed the loneliness or the abandonment, thanks to his brother Martin, who gave him miles of mending and protection as a father. Childhood does not feel nostalgia for the past when it is sweet the present. Minga did not remember the maternal rule. He was Martyn -repeated the other children of the village, and not always with a kindly intention -like a woman. He knew how to boil the water and bring the pot to a boil; he washed, ironed and hung clothes; he sold at the fair bread, milk, eggs; he wore and bared himself to Minga when she was very little, and took her in his arms and sounded and blew the shawl of blonde silk, luminous and vaporous as a nimbo of holiness; he also carried it by the hand to the church, for Martyn was something sacristy. Helped the priest, and his vagabond aspiration, if he had not had to devote himself to the care of his sister, would be to sing mass, to decorate the altars, to put flowers on his Virgin, to put on strands of pearls. The condition of Martin, his afflicted and pulsating affliction, was known in the cleanliness of the soiled and replete cassava, in the occurrence of circling it in the garden, in the pious set of twigs, in the dress of Minga, always adorned and even engulfed with silk shawls on the feast days, and in the humble courtesy which Martin showed to all, to the people of the village and to the lord, multiplying the obsequious formulas, “Go with health” and “God with you.” There was no straw hat less affixed to the head than that of Martin, nor a boy more averse to parrandas and tunas, nor one so abhorrent to cigars and snuff, nor one so frightened of the atrio or the robledo when he presented himself that he was armed with a “stack of shillings.” By shoving or pushing the slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender She only smiled at the girls when they rode their bikes to Minga and gave her hard, like a twig, or cold slices, or fresh caramels. The cord of that fraternal love, almost paternal by difference of age, was what vibrated in Marty with great vibrations, with a thump of an enormous heart. What a rejoicing there was in the village when they heard that Martin had fallen ill! Sold that old maid, that scaredy-cat, who knew how to sew and quilt and wash like the women! What he had not spent on navaja, bisarma, or a sad, shivering summer! There was no one who was safe: the old with rotten teeth, the young with fresh teeth of strong teeth. However, provoke the reaction. The poor have neighbours, the village sisters, who have sent their children to the King's service, are loved. And seeing Marty so exhausted, so shattered, so engorged with soul, the good sisters tried to console him in their way with words of resignation, of quintuple hope, fantasizing interventions of saints and miracles without a trace of verisimilitude. Martyn shook his head, crossed his hands, looked at Minga and cried... He knew it was hard to go, not only to the prison, but to something more terrible, something that was not explained, something that had for him much mystery and more horror, of that which is seen in the cries of the peasantry... War...! The war far, far away..., far beyond the seas! We spent a day before the casucha, and the doctor, who was with us, pointed to the closed door, the garden eaten by weeds and bushes, the balcony without its sprigs of ivy, all solomonious and dead, with that death of objects that indicates the absence of spirit, of human activity, vivifying, Ah! The Lord's Saviour was not comforted by the absence of Martin. Where would I find another like him to help with the service, light and unlight candles, fold and keep the clothes, another equal, small, weak, well-spoken, well-mannered, who thought he had been brought to fight with the blacks! What things! What a snooze! - And the girl, the sister? -I ask remembering a head with a crown of brittle flakes of a blazing ruby, a childish laugh, a pair of swollen lips, a pair of celestial eyes. - The girl! - the Cure-. That..., you don't even remember such a brother! She took the tabernacle, you know, the wife of Xuncras..., and as she has no chiquillo, they are with her that do not know where to put her. There are creatures like this, which are the children of chance. Figure out what the chiquita had expected. Or to serve (and what is the purpose of a child born in a year? And so, on the eve of the Martyr’s march, God calls the poor boy into the Tabernacle of the Xuncras to drink some wine and to forget his melancholy; and he takes wine, and a glass, and a sour drink, I know!, and the few stray – as he never had before – he rises up and breaks his head, and cries and cries and says that he has given him the heart that will not return and that Minga will die of hunger... And it turns out that the Taberna, a heart of mutton of Soria, also falls on the trap, binds him up and offers him to drink with Minga. The husband was opposed; but the woman persuaded him that there was need of a girl to wash the dishes and to keep them... And who washes and keeps is the taberna, and Minga is like the queen, hand in hand and well favored, and laughing and singing... It is joyful like a springtime. A real scavenger hunt is being prepared here! If you dare to see that so satisfied face and at the same time the clothes of shame! And when he had noted it, my surprise, the doctor continued: - Didn't you know? It was clear that he was, at once... If he had been a hog, a vixen, a thief, a robber, he would have come back healthy and safe... As he was so handsome and sounded so good on the horns, I sat on him! It was one of those things of soon, without a joke... a stumbling block, a hurdle that fell on the spotlight. He was convinced by a letter he received in the Marines, from a sergeant who escaped with his life. Ten or twelve died, and among them Martin. The newspapers did not bring it; they were bringing the rumours!... To Martyn they threw two black stones at his face. The particular thing is that they assure that she was defended as a fiery. I am not for believing it. Poor dear! Miracle if you do not put your hands up to be forgiven. The sergeant looks like he's from Seville. Why does it not say that Martin sent one of the monkeys to the other ward, which was a wild animal? And he did not know that he could almost do with the second, and if it were not because he jumped and threw and the other slammed him over the body and with all the weight, he would have done? Bah, bah! The matter is that Marty... An exclamation, a hand whirling rapidly around the cliff, completed the sentence. -And even yesterday he applied the Mass to him - the Lord's Saviour added when we were already praising the horn.", "title": "Oscuramente", "author": "Emilia Pardo Bazán"}