{"metadata": {"length": 4527, "words": 872, "reading_time_min": 4.36}, "text": "And you, do you not tell us of any loving feat, Mr. Martinez? The famous financier shook, with his little boy glowing with glitter, the ashes of the magnificent visionary, smiled with that contempt that gives his greasy face an expression of fatuous disillusionment and said, \"I'll tell you about my first adventure. I was a student then and my family passed me to Madrid a rent of twenty hard a month, expenses paid. The housing bills, the clothes, the books, the license plates, they were all signed up there. The tough 20 was for the pocket. There was no way to increase them because my father knew business as well as I did. My budget was distributed like this: four rounds a day for coffee, tip included; two bills, essential entertainment; one tram, medium term; three theater, fun we paid to listen to the gang. The rest was devoted to love. Back then, I bought love made, like shirts and shoes. I'm taking care of everything now. He ate with delight, strange as it may seem, Escrich's pamphlets, and Dumas and Sue's novels, and dreamed of rapes and climbs, moonlight challenges and generous phrases. One morning, instead of going to bed after the \"Levant\" session we were meeting, I went wandering alone, like Don Quixote, looking for maidens to seduce along the lonely streets. It was cold. My steps were loud on the smooth, shiny sidewalks. The stars, perched high in space, flashed more than usual through the still, dry air. There was poetry in me and out of me, or at least that's what it seemed to me. With all my books in my head, I was ready to redeem the first sinner who passed. And suddenly, coming out of a street, a woman came before me. He walked in a hurry, looking nowhere; he walked like a machine. She wore the classic cloak of the town's madrileño, the free hair, the crisp water. I followed her. Our steps repeated their same echoes, getting closer and closer. I noticed that he had a very white face. The lights, at intervals, illuminated that pale as lightning illuminates a sad landscape. I almost touched it, and I stuttered at my pursuit of the stores you know. He didn't listen. I insisted. - I'm not doing anything. I insisted again. I wasn't giving up on my adventure. Then turn around and stare at me. Black eyes, of an absolute black, without a bottom. And with a deaf, a voice without a bell, like a faint voice, he asks me, \"You want to come with me, right? - Yes, I did. Let's go. And we went down alleys I'd never seen before. The woman had changed course. We used to get into the slums. We didn't say a word. I was afraid and proud, like a hero. He was accompanying the mysterious lady, and he promised me terrible voluptuosities. He stopped at a long, narrow door. He pulled out a heavy key. It opened. Get in there! I came in. Get up! \"He said in a faint voice, more funerary even at that moment. And we climbed the steep stairs. One floor. Two of them. Three of them. - Four of them. I was drowned in darkness; and a strange anguish took hold of me. \"Here it is\", said the woman. I felt one arm crush me, another key crackle in a lock, and the groaning of some joy. Do you have matches? - Yes, I did. Get in and turn on. I came in. But as soon as I do, he closes the door, he takes the key two times and leaves me alone inside. I am astonished, when I hear her go down the stairs quickly, shut the door of the street, and flee, yea, flee as a damned woman! I'm numb, lighting a match. Between an old cat and a distilled table, with his eyes open and his jaw dropped, showing the black hole in his mouth, lay the body of a man, soaked in blood. It was such horror that I didn't scream. I was like a statue and the match went out between my fingers. I wouldn't dare light another one. My feet were slipping on that sticky, huge thing that seemed to fill the world. I don't know how long I was there, how I discovered a skylight where I escaped to the roof, how I didn't kill myself among the tiles, how I ended up in a barn, where a shoemaker lived who took a big scarecrow, even though smaller than I brought, or how I convinced him to let me out on the street, to the realm of the living, to heaven! When I got it, it was dawn. Martinez was satisfied and none of us said anything. But the woman? He finally asked one. That crime was never cleared. You didn't testify? God save me! I've never been involved in that kind of thing, and I haven't read a novel since that night. And Martinez laughed heavily, making his stomach throb as an unbreakable banker. Finish short stories, 1911", "title": "Los domingos de noche", "author": "Rafael Barrett"}