{"metadata": {"length": 5007, "words": 921, "reading_time_min": 4.605}, "text": "In the royal palace there was silence. His pharaoh Amenemhat I had died, and the whole court showed its respect in mourning. Although there was also a great deal of concern in the environment... who would succeed the king? The eldest of his sons, who was to succeed him, was far from the palace at the head of the army, protecting the country. Messengers quickly set out in search of him to inform him, and thus Sesostris I decided to return hastily. King Amenemhat I's other sons wanted to succeed him when they learned of his death. And Sinuh, the trusted man of Pharaoh, saw a man reporting to one of the princes. Amenemhat had been the victim of a conspiracy, being killed by courtiers who under the orders of this prince mocked the guard. Sinuhé feared for his life, believing that having not learned of those bad intentions and not being able to inform the future successor (Sesostris I) as it was his duty, he would be punished despite his innocence. He then thought of leaving Egypt. And so he did. Sinuhé waited for the right moment and after hiding from officers and courtiers, headed for the Nile Delta. At night, after dodging the watchmen's vigil, he crossed the border leaving Egypt. But he had no great difficulty in his way: the desert. Walking under the sun, thirsty, he felt as he was losing his strength until he fell on the sand. And hours, or even days, passed until he suddenly awoke to the sound of a herd and voices around him. He opened his eyes and found a group of nomads leaning over him watching. A man from the group recognized Sinuh, whom he had met in Egypt, and ordered him to be given food and drink, inviting him to join the caravan. So he went along with them through the wilderness, quickly gaining the favor of all. The Bedouin prince Amunenshi had heard of Sinuhé and required his presence to propose that he stay under his protection, as many other Egyptians had already done. - Why did you leave Egypt? Has anything serious happened in your land? - asked Prince Amunenshi. And he told him of Pharaoh's death, and of his fear of falling into disgrace. And to make no traitor, seeing that there were many Egyptians in the court of Amunenshi, he answered, The king's firstborn is returned to the palace, and he is certainly ruler over Egypt. I only feared for my life, and that's why I left. Amunenshi was satisfied with his answers, and from then on Sinuhé stayed in his Court, who was quickly loved by all. He married the prince's eldest daughter, and received as a gift the most fertile lands of the oasis. Sinuh became one of the richest and most powerful men, becoming a chief of a tribe. He was even appointed general of the armies, winning great battles. And so, his fame spread. But there were also envious men. And so it was that one of the best warriors of Retenu who felt jealous of Sinuhé dared to challenge him in combat. All night, Sinuhé was preparing his weapons. The whole town had gathered nervously to witness the fight, but the vast majority were in favor of Sinuh. The Syrian warrior was very strong and brave, and he handled the weapons very skillfully. Sinuhé wasn't as strong as he was, but he was cunning and agile. Who would win the fight? The Egyptian easily dodged the weapons the Syrian warrior was throwing at him, soon running out of weapons to fight with except with his own hands. And the Syrian was so nervous that he went up in anger against Sinuh, but he threw an arrow at him, and prevailed. Prince Amunenshi, and all the people, were jumping in joy for Sinuhé's victory. Sinuhé, however, was not entirely happy. He often thought of his homeland, Egypt, and he felt more and more sorrowful. His greatest desire was to return to Egypt for when he died to be buried in his own land. This was very important to an Egyptian: how would his soul reach the kingdom of Osiris? And this was his constant concern. While he was performing his duties as chief of the tribe, he secretly invoked his gods, asking them to allow him to return to Egypt. In Egypt, Pharaoh Sesostris I ruled with justice, but he had to fight hard because of political upheavals. Finally peace was in the air. And the news of Sinuh came to Pharaoh through the Egyptian travelers who had passed by his house, and he wrote to him, asking him to return to his palace and to his land; for he knew that he was innocent in the plot against his father. Sinuhé, filled with joy, answered His Majesty's letter explaining his fears and the reasons for his flight. And he divided all his goods among his sons, and said good-bye to all his friends, and returned to Egypt. Sesostris I was very generous with Sinuhé, giving him a huge renovated house belonging to a court noble and filling him with goods; and he ordered that a magnificent stone tomb be built for him, preparing a deserved funeral aid for when the time of his death came. And so Sinuh the Egyptian, full of honour and riches, waited for the time of his happy death to be found again in Egypt. FIN Anonymous Egyptian", "title": "Sinuhé", "author": "nan Anónimo"}