{"metadata": {"length": 4379, "words": 827, "reading_time_min": 4.135}, "text": "Several large ships had been sent to the North Pole regions to discover the most northern limits between land and sea, and to investigate to where men could move in those places. They had been smuggling through the snow and ice for a long time, and their people had suffered many penalties. Now winter had come and the sun had disappeared; for many, many weeks it reigned night round the clock; on the horizon was a single block of ice in which the boats had been imprisoned; the snow had reached a great height, and with it they had built houses in the shape of a cone, some great as towers, and others, smaller, able to accommodate only two to four men. However, the darkness was not complete, for the Aurora borealis sent forth their dazzling reds and blues; it was like an everlasting castle of artificial lights, and the snow gave off a gleaming radiance; the night was there as a long, resounding thump. In the periods of greatest clarity, groups of Indians of singular appearance were presented, with their hirsute fur coats; they were arranged in triads built of pieces of ice, and brought furs in great bundles, thanks to which the houses of snow could be furnished with hot carpets. The furs also served as tarpaulins and awnings, and with them the sailors arranged their beds under their ice-covered awnings, while outside the cold was intensifying with an intensity unknown even in the harshest Nordic winters. In our country it was still autumn, and of this the men lost in the high latitudes were reminded; they thought of the sun of their land and the yellow blossom that still hung on their trees. The clock said it was night and time to sleep, and in one of the snowy crags two men were slumbering. The youngest had with him the best and most precious treasure of the country, a gift from his grandmother at the time of his departure: the Bible. Every night she put it under her head; and since she was a child she knew what was written in it. He read a piece every day, and while he was reading he often recalled those holy words of consolation: “If I take the wings of the Aurora and be in the most remote sea, Your hand would guide me there, and Your hand would sustain me.” And to these words of truth his eyes were closed, and the dream, the revelation of the spirit in God, came upon him; the soul was alive while the body was resting; he felt it, he seemed to resonate with old and dear melodies, as if he were involved in a tibetan breeze; and from his leanness he saw how a great light was filtered through the cypress niva. He lifted his head, and that gleaming white was not wall nor ceiling, but the broad wings of an angel, to whose sweet and radiant face the eyes were drawn. As the rays of a flaming torch lighted up the pages of the Bible, the angel of the Lord spread forth his wings, and the walls of the cave steamed like a soft and vaporous mist: the green pastures and hills of the land, and its dark and crimson forests stretched out behind, to the pacifying sun of a beautiful autumn day; the nest of the cig was empty, but the wild figs were still ripening, though the leaves had fallen; the red scaup blazed, and the stork squawked in his little green box, placed on the window of the country house where he lived; the bird squawked as they had taught him, and the grandmother put a twig in the box, as she had always done to the child; and the daughter of the lord, so young and so beautiful, took water from the well and bowed to the grandmother, who responded with a nod of the head, showing her at the same time a letter from far away. It had been received that morning; it had come from the frozen lands of the North Pole, where the nativity was found - in the hands of God. And the two women wept and cried at the same time, and he, who had seen and heard it all from those ice and snowy places in the world of spirit under the wings of the angel, wept with them and cried with them. In the letter the same words of the Bible are written: “In the deepest sea, your guiding light will sustain me.” He heard a sublime music, like the spout of a celestial choir, while the angel spread his wings, as if to see, over the sleeping child... The dream had vanished; the darkness reigned in the street, but the Bible was still under his head, faith and hope were in his heart, God was with him, and so was his country, “in the remote sea.”", "title": "En el mar remoto", "author": "Hans Christian Andersen"}