{"metadata": {"length": 2954, "words": 564, "reading_time_min": 2.82}, "text": "Dorita was a little girl who lived on a farm in Kansas with her uncles and her dog Totó. One day, while the girl was playing with her dog around the house, no one noticed that a tornado was approaching. When Dorita saw him, she tried to run towards the house, but her attempt to escape was in vain. The girl tripped, fell, and ended up being carried along with her dog by the tornado. The uncles saw Dorita and Toto disappear in the sky, without being able to do anything to prevent it. Dorita and her dog traveled through the tornado and landed in a place totally unknown to them. There they met some strange characters and a fairy who, in response to Dorita's desire to find her way back home, advised them to visit the Wizard of Oz. And they showed them the way of yellow bricks, and Dorothea and Toeto followed him. On the way, the two of them came across a scarecrow who was asking, incessantly, for a brain. Dorita invited him to join her to see what the Wizard of Oz could do for him. And the scarecrow agreed. Later they found a leafy man who, sitting under a tree, desired to have a heart. Dorita called him to go with them to consult the Wizard of Oz. And they continued on the road. Some time later, Dorita, the scarecrow and the leafy man found a lion roaring weakly, frightened by Totó's barking. The lion cried because he wanted to be brave. So everyone decided to follow the path to the Wizard of Oz, hoping to make their wishes come true. When they arrived in the land of Oz, a guard opened the gate, and they were finally able to explain to the wizard what they wanted. The Wizard of Oz placed a condition on them: First they would have to kill the most cruel witch in the kingdom, before seeing their problems solved. They agreed. Upon leaving the castle of Oz, Dorita and her friends passed through a field of poppy trees and that intense scent made them fall into a deep sleep, being captured by flying monkeys that came from the evil witch. When they woke up and saw the witch, all Dorita could think of was throwing a bucket of water in the witch's face, not knowing that was what would make the witch disappear. The witch's body turned into a pool of water on a Sunday. Breaking the witch's spell, everyone could see how their desires were turned into reality, except Dorita. Totó, as he was very curious, discovered that the magician was nothing but an old man hiding behind his figure. The man had been there for many years but he wanted to leave. For that, he had created a magic balloon. Dorita decided to go with him. During the dangerous voyage on the balloon, his dog fell and Dorita jumped after him to save him. When she fell, the girl dreamed with all her friends, and she heard the fairy saying to her, \"If you want to go back, think: 'There's no place like home.' And so he did. When he woke up, he heard his uncles screaming and ran out. It was all a dream! A dream she would never forget... nor would her friends. FIN", "title": "El mago de Oz", "author": "nan Anónimo"}