{"metadata": {"length": 2824, "words": 495, "reading_time_min": 2.475}, "text": "That would be the last meal together. The one who was unworthy of strapping his shoe was drunk. All that night the little bell of the railway station sounded incessantly, in the distance, shaken by the wind. It was raining rats. Chaguanco opened a can of chopped beans, greased it with his plumage over the bread left over and then distributed the pieces. I'm not hungry, he said. Quispe, a restless, small-sized man who was already drunk, took the first and swallowed it with good appetite; then he remained mute and aloof, gazing at the slight movement of the thin branches of the ceibal. The Chaguanco's fame had spread not only in Yala but also in the neighboring regions where people flocked to form crowds lodged in tents and vehicles, or under the tops of trees around the miserable ranch, whose door they would walk to, abandoning their meditations, at dawn. Then those who had lost their health, those who were still waiting for something, fell on their knees before his hand. But soon the persecution began, eluded until today when it was a year of pilgrimage; a year of painful hiding, always changing places, sleeping outdoors or under sewers on the roads, from Tilquiza to Valle Grande, from Tumbaya to Susques, followed by some desperate faithful, sick, blind and repentant thieves. When an allegorical dog barking announced to the persecutors, the Chaguanco also concluded his last sentence, and the spiteful and nervous little man to whom it was addressed exclaimed, rather for himself: That word is hard. Who can hear it?  Now the detachment agents were nearby. It was St. Roque's night and a bottle of gin lay dry on the floor. The barking became a howling whilst the wind, far away, kept torturing the bell. When Quispe disappeared, understanding that the Chaguanco had come to an end and that they would soon lead him to the city, at the head of a crowd of curious people - like a politician - he asked those who remained if they too wanted to leave; then he withdrew a short distance, but without hiding. The bell and the dogs stopped being heard and the match fell on him. He resisted no resistance and married- arrived on a wooden truck to the city. He had to wait his turn because the court was distracted with other criminals, but on the day he was called, he was tried and put on trial. Few people attended the plenary, including Quispe, the chief witness of the charge, who, before hearing the sentence, hung himself hanging from a beam in the retreat of the Palace of Justice. Finally, the Court, finding no merit sufficient to uphold a conviction, acquitted him. And when the Chaguanco, disgraced and lonely, returned to Yala after a long time, he found that very few remembered him and that people were already lighting candles paying promises in each other's grave. The Venerable Traitor, 1978", "title": "El traidor venerado", "author": "Héctor Tizón"}