{"metadata": {"length": 2822, "words": 534, "reading_time_min": 2.67}, "text": "In ancient times there lived a mysterious prophet and saint named Khadr, who saved many and performed many miracles. They say that the sea and the sky surrendered to his will and that he could appear anywhere and everywhere at the same time, and they say that his immortality came from the Water of Life, which he found using a bright gem that had fallen from Paradise. When he found her, he dipped himself into the water, and his body and his clothes turned green, and wherever his feet trod the earth grew green. One day Khadr came to the village with a warning. He went to the council and told them that all the water in the world would disappear and be renewed with other waters. \"These waters will drive them crazy\", he predicted. To save themselves, they must store water here on Earth. If they save her, they'll be saved. But only one man listened to him. He went to rivers and streams, lakes and waterfalls, wells and ponds, and filled bottles, jars, buckets and barrels, and hid them in a cave. No one mentioned that cave or where it was. One day, as Khadr predicted, the slopes, lakes and waterfalls dried up. The man who had heard Khadr remained hidden in the cave and drank only the water he had kept, while waiting for the new waters to arrive. These didn't take long to arrive. Rivers began to flow back into the lakes and the waterfalls again collided with the rocks. The water went back to all the places it had gone. The people of the village were filled with joy and drank to their full strength. The cave man, believing the danger had passed, came out of his hiding place and returned to the village. When he saw the crowd drinking in the marketplace, he greeted them. They all stood by him, looking back. He tried to talk to some of them and found out they'd gone crazy. They spoke a different language and had no memory of the days before the drought. Don't you remember that rivers, lakes and wells dried up? Do you not remember Khadr's prophecy? But they looked at him like he was crazy. \"What is he saying? \" they asked, but he did not understand what they wanted. Then they started showing him their fists and yelling at him. He realized he could not explain what had happened, so he went back to hide in his cave and drank the water of sanity. After a while, however, he began to feel very alone. One night he went to the village and heard the men's conversations and laughter from afar, and he wished he could return to them, although for that he would lose his sanity. The next day he went to the well in the middle of the square and drank fresh water, so he could be as crazy as the others. He immediately forgot Khadr's warning and began to understand the language of others. And he went back to his friends, and they said to him, Thou art mad, and now thy mind is restored. Finish story Sufi", "title": "El agua de la locura", "author": "nan Anónimo"}