{"metadata": {"length": 4153, "words": 793, "reading_time_min": 3.965}, "text": "Years ago there lived a man named Saladin, whose courage was so great that he reached the sultan of Babylon and achieved many victories over the Saracen and Christian kings. Having spent all his treasure in various wars and in their incomparable magnificences, and having needed, for a compromise which had come to him, a large sum of money, and not seeing where he could get it as soon as he needed it, a wealthy Jew named Melchizedek came to his mind, who lent with usury in Alexandria, and believed that he would find a way to serve him, if he would consent to it; but he was so avaricious, that by his own will he would never have done it, and the sultan did not want to employ force; so, pressed by necessity and determined to find a way for the Jew to serve him, he resolved to consult him, which had the appearances of reason. He called him and invited him to his side. Then he said to him, \"Well, I have heard that you are very wise and well versed in the ways of God. Which of these three religions do you consider to be true - the Jewish, the Mohammedan, or the Christian? The Jew, who was truly wise, understood well enough that Saladin was trying to trap him in his own words to make him some request, and he said that he could not praise one religion more than the other if he did not want Saladin to get what he was proposing. Then he thought of what to say and said, \"Sir, this is a very difficult question you are asking. So that I may express my thoughts, I will tell you the story you are about to hear. If I am not mistaken, I remember hearing many times that once there was a great and rich man who, among other precious jewels that were part of his treasure, had a very beautiful and precious ring, and who, wanting to make it revered and left to his descendants forever for its valor and beauty, ordered that the one of his sons in whose power, by his inheritance, the ring was found, be recognized as his heir, and should be venerated and respected by all others as the greatest. The son to whom the ring was given kept a similar order among his descendants, doing what his predecessor had done, and in short: that ring passed from hand to hand to many successors, finally reaching the power of one who had three beautiful and virtuous sons and very obedient to his father, so he loved them all three equally. And the young men, who knew the custom of the ring, and desired each one of them to be honored among the three, separately and as they knew best, begged their father, who was old, to leave them that ring when they died. The good man, who loved them all three equally and was not sure which one of them would be the chosen one, thought of leaving them happy, since he had promised each one, and secretly commissioned a good teacher to make two other rings as similar to the first as he himself, who had ordered them to make, so that he would know which was the true one. And when the time of his death came, he secretly delivered a ring to each of the sons, who after the father had died, intending separately to take possession of the inheritance and honor, each of them took out his ring as proof of the right that reasonably assisted him. And finding the rings so similar to each other, it was not possible to know who his father's true heir was, a question still pending. And this I say unto thee, O Lord, concerning the three laws which God the Father hath given to these three peoples, which thou hast questioned: each one believeth to have his inheritance, his true law and his commandments; but in this, as in the matter of the rings, the question is still pending as to who hath it. Saladin knew that the Jew had learned to cleverly break the snare that had laid upon him, and therefore resolved to entrust his need to him and see if he would serve him; so he did, and confessed to him what he had planned to do if he had not answered him as discreetly as he had done. The Jew generously gave all the sum the sultan asked him, and he, afterwards, satisfied him in full, covered him with precious gifts and from then on had him as a friend to whom he kept with him and filled him with honors and distinctions. FIN", "title": "Los tres anillos", "author": "Giovanni Boccaccio"}