{"metadata": {"length": 2205, "words": 404, "reading_time_min": 2.02}, "text": "He was a young man who had decided to follow the path of inner evolution. He went to a teacher and asked, \"Guruji, what instruction should I follow to find the truth, to attain the highest wisdom?\" The teacher said to him, \"Here, young man, all I can tell you is the Self, the Pure Conscience. Just as water turns to ice, the Being takes on all the forms of the universe. There is nothing but the Being. You are the Being. Recognize that you are the Being and have attained truth, the highest wisdom. The aspirant was not satisfied. He said, \"That's it? Can't you tell me anything else? \"That's all I teach\", said the teacher. I can't give you any other instructions. The young man was very disappointed, hoping that the teacher would provide him with a secret instruction and some very special techniques, including a mysterious mantra. But as he was really a genuine seeker, though still very ignorant, he turned to another teacher and asked for mystical instruction. And the second said, I will not hesitate to give thee, but first thou shalt serve me twelve years. You'll have to work very hard at my ashram. By the way, there's a job now available. It's about collecting buffalo manure. For twelve years, the young man worked on such an ungrateful task. Finally, the day came when the teacher's appointed time had come to an end. Twelve years had passed; twelve years had passed by collecting buffalo manure. He said to the teacher, \"Teacher, I am no longer as young as I used to be. Time has passed. It's been a dozen years. Please give me the instructions now. The teacher smiled. Parsimoniously and lovingly, she placed one of her hands on the patient disciple's shoulder, which was giving off a rancid smell of manure. He said, \"Take a good note. My teaching is that everything is the Being. It is the Being that manifests itself in all forms of the universe. You are the Being. Spiritually mature, the disciple understood the teaching and gained enlightenment. After a while, he said, \"I am amazed, Master, that you are teaching me the same teaching as another teacher I knew twelve years ago. Why would it be? - Simply because the truth doesn't change in 12 years, your attitude to it, yes. FIN", "title": "Doce años después", "author": "nan Anónimo"}