{"metadata": {"length": 6236, "words": 1262, "reading_time_min": 6.31}, "text": "I don't remember who my classmates were back in the day. They lived in a country house, I think, across from ours, some unharmed boys, maybe brothers. One was named Pale, of Pasquale, and he may have attributed his name to the other. But there were a lot of guys I knew here and there. This Pale long, long, with a horse's mouth, when his father gave him a tail, he would run away from home and not appear for two or three days, so that when he reappeared, the father was already on the lookout with the strap and would unleash it again, and he would run away again and his mother would call out to him, cursing him, from that open window that looked out to the meadows, to the river forests, towards the valley mouth. Some mornings I woke up with the sad, chilling scream of that woman from the window. Many old ladies called their children that, but the name that made everyone so quiet and that at certain times sounded as furious as the hunters' shots was Pale's. Sometimes we shouted that name out of arrogance or befa. I think even Pale had fun screaming at him. So, the day we went up the dry slopes of the hill across the street together, before, at nap time, we had kicked the river and the canals. It is true that my comrade had open teeth and red head, and I remember telling him that the lion, who lives in arid places, has teeth like his own and golden fur. We were all very excited that day because we had used it to do a methodical search of the cobra. We had soaked ourselves in the stomach and roasted our necks in the sun; some rat had jumped from under the removed stones, my ankles were a pure brown. Pale, too, was drained of the green juice of a herb he had wanted to chew. Then, between the silence of the plants and the water, a faint, though sharp, call had been heard in the wind. I remember I had my ear pierced, in case I was called. But the scream didn't repeat itself. Shortly afterwards, we left the lower part of the river and climbed the hill, telling ourselves we were going down slopes but knowing very well, at least, and my heart was beating, that the target this time was the snake. It was as we were walking up the path between the cobwebs that I began to speak, encouraged, of the lions. I had put my shoes back on, as if to conjure up with a good-boy gesture the dangers involved in settling accounts at night. He whistled. Let it go. That's not what the snake is called. My comrade stopped. We had provided ourselves with two fork sticks, and with them we were to hold the animal and kill it. Even if we'd gone several times to the water, I'm sure we both went up the path alone. Pale, very different from me, walked barefoot on stones and thorns, not looking. I wanted to tell him, when he suddenly stopped at a bush and began to whistle, leaning forward, denying with his head. The hedge was coming out of a rock cleft, and from there the sky could be seen. \"It would be better if we grabbed the horn\", I said in silence. My friend didn't answer and kept whispering, like the water drop from a tap. The snake wasn't coming out. We were stunned by a sudden scream in the wind, something like a scream or a shake. And they cried out again from the people, and the voice was as usual, sad and angry, saying, Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah! Ah!!! Ah! Ah! Ah! Ah!! Ah! Ah! Ah! Ah! Ah!! Ah!!!! Ah! Ah! Ah! Ah!!!!!! Ah!!!!!! Ah!!!!! Ah! Ah! Ah!!!! Ah! Ah!!!! Ah! Ah!!!!!!!!!!!!! Ah! Ah!!!! Ah! Ah!!! - What? I thought about my family right away. Pale had stood, his head forward, holding on to one leg, and it seemed to me he was making one of his diabolical mocks. There was hardly any more silence, and again the inhuman voice in that leap of air shouted: \"Pale! - What? That's when my comrade rabidly threw his whip and said in a hurry, \"What sons of bitches. If the snake hears the name while we're looking for it, then he knows me. Let's go, I said with a voice thread. The goddamn old lady kept calling. I saw her in the window, peering out from time to time with a baby breast in her arms to throw that scream as if she were singing. Pale grabbed me at a certain point from the wrist and yelled, \"Escape! We ran from a pull to the plain, shouting, \"The snake!\" to excite us, but our fear, at least mine, was something more complex, a feeling of offending the powers, I know, of the air and the stones. The night came and found us sitting on the bridge's crossroads. Pale was silent and spitting in the water. Let's have some refreshments on the balcony. I told Pale. It was the time when all the women in the village started calling this or that, but for the moment there was a wonderful peace, and only a few screams could be heard. I thought, 'They haven't called me yet.' I said, 'Why don't you answer when they call?' You're gonna win it tonight. Pale shrugged his shoulders and made a mock. What do you want women to understand? If the snake hears a name, does it really come after it? Pale didn't answer the phone. By the force of running away from home he had become silent like a man. And all the hills shall know thy name. \"Your too\", Pale said with a mocking laugh. But I'll answer right away. That's not what Pale said. You think the snake cares that you're the good guy? The snake wants to kill those who seek it... but then the scream of the day began again. The old woman had gone back to the window. The wheels of a wagon were torn and the bucket was splashing in the well. So I walked home, and Pale stayed on the bridge. *FIN* Il nome, Il Messaggero of Rome, 1941", "title": "El nombre", "author": "Cesare Pavese"}