{"metadata": {"length": 3751, "words": 733, "reading_time_min": 3.665}, "text": "He woke up when the alarm went off, but he lay in bed for a while after turning it off, reviewing for the last time his plans to do a morning rampage and commit murder at night. I had thought through all the details, but I was giving them the final review. That night, at 8:46 minutes, I would be free in every way. He had chosen that time because he was forty years old, and that was the exact time he had been born. His mother had been a keen fan of astrology, which is why she knew so exactly the moment of his birth. He was not superstitious, but the idea that his new life would begin exactly at age forty seemed amusing to him. In any case, time was running out on him. As a lawyer specializing in estate and estate custody, he spent a lot of money in his hands... and a part of it hadn't come out of it. A year ago, I had borrowed $5,000 to invest in something that seemed like a surefire way to double or triple the money, but I had lost it. Then he'd borrowed a little more, to play, one way or another, and try to recover the first loss. At that time he owed the frivolous amount of over thirty thousand; the squad could only keep hiding him for a few more months, and there was no hope of being able to return the money that was missing by then. So he had been collecting all the cash he could without arousing suspicion, liquidating various properties he controlled, and that afternoon he would have money to escape; the order of over a hundred thousand dollars, enough for the rest of his life. And they'd never catch him. He had planned every detail of his journey, his destiny, his new identity... and it was a plan that was flawless. I've been working on it for months. The decision to kill his wife had been almost an accident of the last minute. The reason was simple: I hated her. But after making the decision never to go to prison, to commit suicide if ever arrested, he realized that since he would die anyway if caught, he had nothing to lose if he left behind a dead wife instead of a living one. She had barely been able to contain her laughter at the proper birthday present she had given her the day before, ahead of schedule: a new suitcase. He also convinced him to celebrate his birthday by letting her pick him up at the center for dinner at seven. She had no idea how the celebration would go after that. He planned to take her home by 8:46 to satisfy her sense of right and become a widow at that exact moment. Leaving her dead also had an important advantage. If I left her alive and asleep, when she woke up and discovered her disappearance, I would immediately guess what happened and call the police. If I left her dead, it would take a while to find her body, possibly two or three days, and she would have a much greater advantage. In the office, everything was like silk; by the time he went to meet his wife, everything was ready. But she was amused by the snacks and dinner, and he began to doubt whether she would be able to have her home at 8:46 p.m. I knew it was ridiculous, but the fact that his moment of freedom came then and not a minute before or after had become important. He looked at the clock. I would have failed for half a minute if I had waited to be inside the house, but the darkness of the porch was perfectly safe, as safe as the inside. The motherfucker came down once with all her might, just as she was standing in front of the door waiting for him to open. He took her before she fell and managed to hold her with one arm as he opened the door and closed it from the inside again. Then he turned on the switch, the room filled with yellow light, and before they realized he was holding his dead wife in his arms, the birthday party guests chanted: \"Surprise! Nightmare in Yellow, 1961", "title": "Pesadilla en amarillo", "author": "Fredric Brown"}