{"metadata": {"length": 6409, "words": 1281, "reading_time_min": 6.405}, "text": "A sedan with the headlights off was parked in the arsenic, just above the Piney Falls Bridge. When I went ahead, a girl looked out the window and said, \"Please\". Although his tone was pressing, it did not contain enough energy to make him desperate or perpetual. I brake and turned back. While I was doing this maneuver, a guy stepped out of the car. Despite the faint light, I saw that it was a young man with a body. He pointed at me and said, \"Friend, go your way\". - Please, can you take me to town? - the girl asked. I had a feeling he was trying to open the sedan door. The hat covered one eye. -I said, \"Delighted\". The young man on the road took a step towards me, repeated the chant and ordered: \"Hey, you, blow yourself out. I got out of the car. The man on the road walked towards me when a harsh, warning male voice came from inside the sedan. It's Jack Bye. The sedan doorbell opened and the girl jumped. - Oh, my God! - exclaimed Tony and, insecure, dragged his feet down the road. Seeing the girl heading towards my car, he screamed indignantly. Hey, you can't get away with...! The girl was already in my two seats, and she whispered, \"Good night. Tony stood up to me, stubbornly shook his head and started saying, \"Let me hang before I let you... shake it. It was a good shot because I hit him hard, but I'm convinced he could have gotten up if he wanted to. I gave him a few seconds and asked the guy in the sedan, who I still didn't see, \"Does that sound good?\" - Tony will be fine. - He answered quickly. I'll take care of him. - That's very kind of you. I got in my car and sat next to the girl. It was starting to rain and I realized I couldn't get away from being silent to the bone. On the way to the city, a coupon was ahead of us, carrying a man and a woman. We crossed the bridge behind them. - You've been really nice\", the girl declared. The truth is, he wasn't in the slightest danger, but it was... it was very unpleasant. - They're not dangerous, but they can become very unpleasant. - You know them? - No, I'm not. - Because they know you. It's Tony Forrest and Fred Barnes. I didn't say anything. The girl added, \"They're afraid of you. - I'm a desperate man. The girl laughed. - And tonight you were very kind. I wouldn't have left alone with either of them, though I thought with both of them... I'm getting wet. I stopped again and looked for the curtain next to the companion. \"So your name is Jack Bye\", he said as he put the curtain down. - And you are Helen Warner. - How do you know? - the hat came in. - I see you. - I finished putting the curtain on and I rode back in my two seats. - Did you know who I was when I called you? - asked as soon as we drove back down the road. - I know. - I was wrong to go out with them in those conditions. - You're shaking. - It's cold. I added that, unfortunately, my stake was empty. We had entered the west end of Heilman Avenue. According to the clock on the facade of the Laurel Street corner jewellery store, it was ten and four. A policeman in a black raincoat was lying against the clock. I didn't know enough about perfumes to tell the difference between the one the girl was wearing. - I'm scared, she said. Why don't we stop somewhere for a drink? - Are you sure this is what you want? My tone must have puzzled her, for she quickly turned her head to look at me in the dim light. \"I'd love to, unless you're in a hurry\", he replied. - I'm good with time. We can go to Mack's. It's only three or four blocks away, but... it's a black place. The girl laughed. - All I hope is that I'm not poisoned. - They won't. Are you sure you want to go? \"I have no doubt\", he exaggerated his trembling. I'm cold, and it's early. Toots Mack opened the door for us. By the kindness with which she bent her black, bald, round head, and by the way she gave us good nights, I knew she regretted that we had not gone to another bar, but her feelings brought me carelessly. I said with too much exaltation, \"Hello, Toots. How's the night treating you? There were only a few parishioners. We're taking a table in the corner farthest from the piano. Suddenly the girl nailed her gaze at me, and her eyes so blue became very round. - In the car, I thought you saw it. - I said. - How did you get that scar? - interrupted me and sat down. - Is that it? - I touched my cheek with my hand. It was a couple of years ago, in a ballpark. You should see what I have on my chest. \"One day we'll go swimming\", he added cheerfully. Sit down for once and don't make that drink wait any longer. - Are you sure? He started to giggle and kept on the rhythm, drumming with his fingers on the table. - I want a drink, I want a drink, I want a drink - her small mouth, full lips, curved upwards, not widening, every time she smiled. We ordered our drinks. We're talking too fast. We made jokes and laughed even if they weren't funny. We asked questions - including the name of the perfume he was wearing - and paid too much or no attention to the answers. When he thought we didn't see him, Toots stared at us severely from behind the bar. It was all pretty bad. We had another drink and I said, \"Well, let's go\". The girl was fine, for she was not impatient to leave or to stay. The tips of his ashes-blonde hair curved around the wing of the hat, at the height of the neck. When I got to the door, I said, \"Look, there's a taxi stop in the corner. I guess you won't mind if I don't walk you home. He grabbed my arm. - Of course it bothers me. Please... the sidewalk was badly lit. Her face looked like a girl's. He took his hand off my arm. But if you prefer... - I think I prefer it. The girl added slowly, \"Jack Bye, I like you very much and I'm so grateful that... \"Well, don't worry, I interrupted her, we shook hands and I went back into the underground liquor store. Toots was still behind the bar. He went near and shook his head and said, \"You shouldn't have done this to me\". - I know, and I'm sorry. \"You shouldn't do it to yourself\", he whispered with the same sadness. Boy, we're not in Harlem, and if old Judge Warner finds out that his daughter's dating you and coming here, he can make things difficult for both of us. I like you, but you have to remember that no matter how clear your skin is, or how much you've gone to college, you're still black. - And what the fuck do you think I want to be? - I said. A Chinese? Finish Night Shots, 1924", "title": "Sombra en la noche", "author": "Dashiell Hammett"}