{"metadata": {"length": 4971, "words": 903, "reading_time_min": 4.515}, "text": "In a harbour on the western coast of Europe rests, sleeping in his fishing boat, a poorly dressed man. A group of well-dressed tourists put a new color film on their new camera to portray the idyllic scene: blue sky, green sea with white and peaceful waves, black boat and red fisherman's boots. I'll have to click. Click again and, as there are no two without three, a new click. This fragile, almost hostile noise awakens the sleeping fisherman, who gets up in a trance and lazyly searches for his pack of cigarettes. But before he has found what he is looking for, the diligent tourist has already put a box under his nose, and if it is true that he has not yet put the cigarette in his mouth, it has been placed in his hand, and a fourth click, the click of the lighter, puts an end to such hasty courtesy. Through this exaggerated and never demonstrable excess of lively attention, a strange confusion has been created, which the tourist, who knows the language of the country, tries to save through a conversation. - They're going to fish a lot today. Your interlocutor shakes his head negatively. - But I've been told the weather is good. The fisherman, this time, sits with his head down. - He's not going to the sea, is he? The fisherman shakes his head again and increases the tourist's nervousness. Surely he is concerned about the welfare of that poorly dressed man, while at the same time grumbling over the missed opportunity. - Oh, my God! Is he not well? The fisherman finally moves from sign language to the truly spoken word. \"I feel fantastically well\", he replies, \"I've never felt better. He gets up, he's unloading like he wants to prove his athletic constitution. - I feel great. The expression of the tourist's face is getting darker and darker and can't suppress the question that, so to speak, is about to blow his heart out: -But why not go to sea? The answer comes quickly and clearly: \"Because I'm already out this morning. - Did you fish a lot? - So much so that I don't even have to go out again; four locusts have gone to my baskets, and almost two dozen horses... finally waking up, the fisherman gets up and slaps the tourist's shoulder to calm him down. The worried expression on his face seems to him to have been produced by an unjustified conjoined twitch, but it torments him. \"I even have enough for tomorrow and the day after tomorrow\", he says, \"to lighten the soul of the stranger\". Does he smoke one of mine? - Yes, thank you. The cigarettes are put in his mouth, a fifth click occurs, and the foreigner, shaking his head, sits on the other bank, next to the boat. Put the camera aside, for you now need both hands to be able to emphasize your conversation. \"It's not that I want to get into your business\", he says, \"but imagine that you would have gone out today straight away, a second, a third, perhaps even, a fourth time, with which you would have caught three, four, five, perhaps ten dozen horses. Can you imagine what I'm saying? The fisherman sits. \"If you\", the tourist continues, \"not only today, but tomorrow, the day after tomorrow, well, any favorable day, you went to sea two, three, four times, do you know what would happen? The fisherman interrogates him with his gesture. - In a maximum of a year you could buy a motor, in two years another boat, in three or four years maybe you could have a big barge. With two boats or with the barge you would fish, naturally, much more, and one day you would have two barges, and then... - emotion deprives you of your voice for a few moments - you could build a small refrigeration facility, perhaps a smoking plant, and later a fish canning factory, while you would fly in a helicopter to discover the fish banks and give orders to your barges by radio. I could get salmon fishing rights, open a seafood restaurant, export the lobsters to Paris directly, without intermediaries, and then... the excitement leaves the foreigners speechless again. Impressed in his heart, shaking his head, afraid of losing his illusion, he looks back at the peaceful tides that come up again and again, where the fishes that have not yet been caught are joyfully moving. - And then... - Repeat, but again the enthusiasm leaves him speechless. The fisherman slaps him on the shoulder like a child who has become entangled. - So what? \"Then\", replied the foreigner, \"then I could sit quietly here in the harbor, sleep in the sun and gaze upon this splendid sea. - But if that's what I'm doing now! \"I'm sitting quietly in the harbor, sleeping and the only thing that's bothering me is the click of his camera... the supposedly educated tourist walks away thinking, because he had always believed he was working so that he would come to a day when he didn't have to work anymore, and there's no trace of compassion left on him towards the poorly dressed fisherman, but rather, a little envy. The Commission has also adopted a proposal for a directive on the protection of the environment.", "title": "Anécdota acerca del descenso de la moral de trabajo", "author": "Heinrich Böll"}