{"metadata": {"length": 4672, "words": 905, "reading_time_min": 4.525}, "text": "There was a cook named Margarita, who wore colored heels; and when she went out with them, she would stand up, very satisfied and proud, and think, 'You are a beautiful girl!' And when he came home, he drank a drink of wine, and was satisfied; and as the wine opened his appetite, he began to taste the stews which he had on the fire, until he was full, and said, The cook shall watch how the stew tastes. One day her master said to her, \"Margaret, a guest is coming tonight. Prepare me a couple of tender, well-roasted chickens. Ignore the gentleman! - Margarita answered. He slaughtered the two chickens, roasted them, plucked them, and tied them in the grinder. The chickens started to turn golden, and the guest was not present, so Margarita said to her master:  If the guest does not come, I will have to get the chickens out of the fire, and it will be a shame not to be able to eat them soon, because now is when they are more juicy and in their place. \"I'll come and find the guest\", replied the owner. Not long after the master turned his back, Margarita put aside the baker and the chickens, saying, \"Sitting by the fire makes me sweat and thirst\". God knows when they'll be back! In the meantime, I'll go down to the cellar for a drink. She came down very lightly, filled a jar and said, \"God bless you, Margarita!\" She threw a good drink into the collection. \"That wine sticks\", he added, \"and it's not good to cut it off\", and he stepped back on his elbow. He then went back to the kitchen, put the chickens back on the fire, well oiled with butter, and began to happily turn the grinder. The roast was taking off a tuff from the most delicious, and Margarita thought: 'I must try it, it is not necessary that something is missing,' and she passed a finger and sucked it. \"Oh, my God\", he exclaimed, \"and how good the chickens are! It is a sin and a shame not to eat them when they are ready. And she ran out to the window, to see if the owner and his guest came in; and as no one came in, she turned to the hens, and said, This wing shall burn, I will eat it. So Cortola stepped on it, and how well he knew it! When she finished, she said to herself, 'Let us remove the other one too, so that the master may not notice that something is missing.' When the two wings were broken, he went back to the window, but the master was nowhere to be seen. Who knows! - it occurred to him - they may not come, they will have gone somewhere, and after a while: 'Come, Margarita, get some air; one is already started, another drink and you eat it whole; you will see how calm you stay. Why waste this gift God gives you? She went down to the cellar, drank a good drink, and ate the chicken in peace and joy. The first chicken had already disappeared, and as if the master had not yet appeared, Margarita looked at the other and thought: \"Where the one is, the other must be, for they are both equal; they must all be measured with the same scale. I think another drink wouldn't hurt me. And he lifted up his elbow again, and made the second hen follow the way of the first. And behold, the master, being full of delights, comes and cries out to her, 'Margaret, hurry up, for the guest is here at once.' \"Yes, sir, I will serve immediately\", Margarita answered. Meanwhile, the owner went to check whether the table was set up properly, and taking the large knife with which he intended to cut the chickens, he sharpened it on the edge of a plate. At this the guest arrived and politely and delicately knocked on the door. Margarita ran to open it and see who it was, and when she met the guest, putting her finger on his lips she said:  Chiss, chiss! Hurry back, for if my lord catches you, you will have a bad time. He's invited you to dinner, but his real intention is to cut off both your ears. Listen, if not, how he's sharpening the knife. He heard the stranger's noise and ran down the stairs. Margarita did not fall asleep, but, running to the dining room, exclaimed: \"Very brave character you have invited! Why, Margarita? What do you mean, \"I'm not a man\"? \"Well\", she replied, \"I was bringing the two hens and he took them from the well and ran away with them. What manners! \"the owner said, feeling in his soul the loss of the birds. If you'd at least left us one, we'd have some dinner left. And he went out into the street, shouting to him to come back, but the other became deaf. Then she ran after him, knife in hand and shouted: \"Only one, only one!\" - so at least he didn't take the whole dinner. But the guest, realizing that he meant to say that he would settle for one ear, rushed the race with all the vigor of his legs, eager to save both. ♪ Finish ♪", "title": "La pícara cocinera", "author": "Hermanos Grimm"}