{"metadata": {"length": 3557, "words": 676, "reading_time_min": 3.38}, "text": "The saguino1 is as small as a mouse, and the same color. The woman, after sitting in the bus and casting a calm look of the owner over the seats, drowned a cry: next to her, in the hand of a fat man, was what looked like a restless mouse and that was really a very lively saguino. The first moments of the woman versus the saguino were spent trying to feel that it wasn't a disguised mouse. When he had reached that point, he began to experience delightful and intense moments: the observation of the animal. The whole bus, besides, was doing nothing else. But it was a privilege for the woman to be next to the main character. From where I was, I could see, for example, the smallness of the saguino's tongue: a strip of red pencil. And there were teeth, too: you could almost count thousands of teeth inside the mouthline, and each little bit smaller than the other, and whiter. The saguino didn't shut up for a second. The eyes were round, hyperthyroid, combining with a slight prognatism, and that mixture, which gave him a strangely impudent air, formed a half-shy face of street kid, of those who are permanently cold and who at the same time suck candy and suck their nose. When the saguino leaped over the lady's neck, she held a chill, and the hidden pleasure of having been chosen. But the passengers looked at her sympathetically, approving of the event, and, a little red-hot, she accepted being the shy favorite. She didn't caress him because she didn't know if that was the gesture she was supposed to make. However, the animal suffered from a lack of affection. Indeed, his owner, the fat man, felt a strong and severe love for him, from father to son, from master to wife. He was a man who, without a smile, had the so-called heart of gold. His face was even tragic, as if he had a mission. The mission of love? The saguino was his puppy in life. The bus, in the breeze, like a bus, was moving forward. The saguino ate a cookie. The saguino quickly scratched its round ear with its fine hind leg. The saguino shouted. He hung up from the window, and spied as quickly as he could, waking up in the opposite bus faces that were frightened and had no time to find out what they had seen. Meanwhile, near the woman, a lady told another lady that she had a cat. That the cat had loving attitudes, he said. It was in that happy family environment that a truck tried to get ahead of the bus, and a near fatal accident occurred. There were screams. They all jumped fast. The woman, late, about to arrive late, took a taxi. Only in the taxi did he remember the saguino again. And she regretted with a grim smile that, as the days were so full of news in the newspapers that it didn't concern her, the events would be so poorly distributed, that a saguino and almost an accident would happen at the same time. I bet I thought nothing else would happen to me for a long time, I bet I'm now entering the age of the lean cows. But other things happened that same day. All in the class of declarable goods. They just weren't communicative. That woman was also a little quiet with herself and didn't understand herself very well. But it is. And you never knew of a saguino that had stopped being born, living and dying, just because it didn't get understood or not being understood. Anyway, it was a blighted afternoon. I disagree with you saying, \"I'm sorry, but I'm not deep\". You are deeply human; and what more can be asked of a person? You have greatness of spirit. A kiss for you, Erico. The following information is provided: Saguino: a monkey type.", "title": "Una tarde plena", "author": "Clarice Lispector"}