{"metadata": {"length": 2891, "words": 532, "reading_time_min": 2.66}, "text": "They were three pregnancies. One when spring came, high in the afternoon, the balconies were open, to which the breeze brought a sharp, hard and sharp smell, almost stinging the nose. There came people: women dressed in light and clear fabrics; men, some in alpaca or yellow wool, some in a padded draught jacket and a cane, already empty, from lunch, back to work. Then, a few streets further on, the cry of “Claves! “Claves!”, cried a little shrill cry, to which that acrid smell, that hard and sharp smell that accompanied the breeze when the balconies were opened, was identified and merged with the smell of the clavel. Dispersed in the air, the anonymous figure floated, bathing in the afternoon, until the questioner shattered him, giving him voice and sound, slamming him in the well-formed sternum, as a blow the time cannot erase. The second question was at midday, in the summer. The window was open on the patio, keeping the house cool in the shade. The street-side window only let a sliver of light into the cave. The water of the spring glowed under its shade of green leaves. What a pleasure in the lull of summer, in the somnolence of the environment, to balance on the reed medector. Everything was light, fluttering; the world, like a soap bubble, was fluttering, whirling, unreal. And soon, after the doors were shut, from the street full of sun, came a low, groaning groan, the groan of “The pigs!” Just as a drunken man wakes up in the middle of the night, so the right consciousness brought us to feel only the calm and silence around us, adorning us again. There was in that shriek a faint glint of crimson and gold light, like the glint of a torch that swoops over the periphery of an aquarium, that swept over the skin with a resounding shiver. The world, after a moment, continued to turn smoothly, turning. The third question was at sunset, in autumn. The fireman had passed, with his long robe to his shoulder, in which his arm was agitated like an eagle's, lighting the street lamps. The stones were glowing in the luminous light of the gas. A balcony here, a door there, began to glow with the light of the steel of the street so close by. Then the Persians ran, the postmen ran. After the window of the balcony, the front supported by the glass cold, the boy looked at the street for a moment, waiting. Then the voice of the old seller came, filling the abyss with his ronk of “Fresh melon!”, in which the vocals sounded like the shrill of a bee. He was known more than seen, pulling a leg to shreds, nebulous and abhorrent the face under the brim of the hat fallen on him as a cloak, which, with its sack of hay to the shoulder, was about to close the cycle of the year and of life. It was the first question the voice, the pure voice; the second the canto, the melody; the third the memory and the ecco, the voice and the melody already sunk. FIN Ocnos, 1942", "title": "Pregones", "author": "Luis Cernuda"}