{"metadata": {"length": 7847, "words": 1501, "reading_time_min": 7.505}, "text": "- Oh, my friend, what a bunch of women! - Why do you say that? - I just got a nasty little game. - You? - Yes, to me. - Women or a woman? - Two women. - Two women at the same time? - I know. - What pass? The two young men were sitting in front of a large coffee shop on the boulevard drinking liquor mixed with water, those snacks that look like infusions made with all the nuances of a watercolor box. They were about the same age, 25 to 30. One was blond and the other was brown. They had the half-smoothness of real estate agents, men who go to the stock market and the salons, who go in everywhere, live everywhere, love everywhere. The brown man continued: \"I told you about my relationship with that bourgeois girl on Dieppe Beach, didn't I?\" - I know. - My friend, you know what's going on. I had a mistress in Paris, someone I love infinitely, an old friend, a good friend, a custom, in short, and I want to preserve it. - Your custom? - Yeah, my habit and her. She's also married to a good boy, whom I love equally, a very friendly boy, a true comrade! Anyway, a house where I'd spent my life. - What's the matter? - What's the matter? They couldn't leave Paris, and I found myself widowed in Dieppe. - Why were you going to Dieppe? - For changing the air. You can't be on the boulevard all the time. - So what? - Then I found the girl I told you about on the beach. - The wife of the chief negotiator? - I know. It was very boring. Her husband, besides, only came on Sundays, and he's a horrible guy. I understand you perfectly. So we have fun and dance together. - What about the rest? - Yes, later. Anyway, we met, we liked each other, I told her, she made me repeat it to understand it better, and she didn't put too many obstacles. - Did you love her? - Yes, a little; she's very pretty. - And the other one? - The other one was in Paris! Anyway, for six weeks it went very well and we came back here on the best terms. Do you know how to break up with a woman when that woman has nothing to reproach you about? - Yes, very well. - How are you doing? - I'm leaving her. - But how do you manage to leave her? - I'm not coming back for your house. - But what if she comes to your house? - Well, I'm not. - What if he comes back? - I'm telling you I'm not in the mood. - What if he takes care of you? - Well, I'm doing you a favor. I write anonymous letters to her husband to keep an eye on her the days I wait. - That's serious! I don't have that much resistance. I can't break. I collect them. There are those I only see once a year, some every ten months, some once a quarter, some days when I feel like having dinner in a cabaret. The ones I've spaced don't bother me, but I often have trouble with the new ones, to distance them a little bit. - So, my friend, the little maid was pure fire, pure flames, without reproach, as I told you! As her husband spent his days in the ministry, she planned to come to my house suddenly. Twice he almost met me with my habit. - The devil! - I know. So I set aside a set number of days for each of them, to avoid confusion. Monday and Saturday for the old one. Tuesday, Thursday and Sunday for the new one. - Why that preference? - Oh, my friend, he's younger. - That only gave you two days off a week. - I'm done with this. - Congratulations to you! - Now, imagine I've come up with the most ridiculous story in the world, and the most annoying. For four months everything was going perfectly, I was sleeping on my bare feet and I was really happy, when suddenly, last Monday, everything collapses. I waited as usual at the agreed time, one and four, smoking a good cigarette. I was dreaming awake, very satisfied with myself, when I realized that the hour had passed. I was surprised because she's very punctual. But I thought of a little accidental delay. However, half an hour passed, then an hour, an hour and a half, and I realized that whatever had held her back, maybe a hiccup or a clumsy one. Those things are so annoying, those waits... useless, boring and annoying. Finally, I resigned, then I left the house and, not knowing what to do, I went to see her. I found her reading a novel. What's going on? - I told him. He calmly replied, \"Dear, I couldn't, something stopped me. - What? Because of my... occupations. But... what occupations? - A very heavy visit. I thought I didn't want to tell you the real reason, and I was so calm, I was even more worried. I was hoping to make up for lost time, the next day, with the other one. On Tuesday, I was very, very excited and very in love, waiting for the little official, and I was surprised that she didn't get ahead of schedule. He looked at the clock every moment, following the needle impatiently. I saw her pass the room, then half past, then two... I couldn't stand still, she was walking across my room, banging her forehead against the window and her ear against the door to hear if she was going up the stairs. They said 2:30 and then 3:00! I took the hat and ran to his house. I was reading a novel, my friend! What's going on? - I said anxiously. He replied, as calmly as I usually do: \"Dear, I couldn't, something stopped me. - What? Well, my business. But... what occupations? - A heavy visit. I immediately assumed, of course, that they knew everything; but she seemed so placid, yet so peaceful, that I ended up casting off my suspicion, to believe in a strange coincidence, for I could not imagine such a cover-up on her part. And after an hour of friendly conversation, interrupted by twenty entries from her little girl, I had to leave very upset. And imagine the next day... - Did the same thing happen? - Yeah... and the other day. And so the thing went on for three weeks, without an explanation, without revealing to me the reason for that strange behavior whose secret I suspected, however. - Did you know everything? - Of course you are! But how? Oh, my God! It was a fling until I found out. - How did you know? - By letter. The same day, on the same terms, I was fired for good. But you'll see now, you know, my friend, that women always carry an army of forks and pins. I know the forks well, I distrust them, and I watch them, but the others are much more perverse, those damn black-headed pinheads who all look the same to us, because we're very ugly, but that they distinguish as we distinguish a horse from a dog. Now, it seems that one day my little official had left one of those revealing gossiping punched into a hanger, next to the mirror. My custom, at first glance, had seen on the cloth that black dot like a flea, and without saying anything had taken it, and then had left in the same place one of its pins, also black, but of a different model. The next day the servant came to pick up his own, and she immediately recognized the substitute. Then a suspect came in and put two of them on the cross. Custom responded to this telegraph signal with three black balls, one on top of the other. Once this deal was started, they kept communicating, without saying anything, just to spy on each other. Then it seems that the more daring custom rolled along the steel point a thin piece of paper where it had written: Then they wrote each other. I was lost. You'll understand that wasn't the only thing between them. They behaved cautiously, with a thousand squirrels, with all precise prudence in such cases. But the custom had a bold idea and gave the other a date. What you said, I don't know. I only know that I paid for the consequences of your conversation. And here I am! That's all? - I know. - You're not still watching them? - Yes, as a friend; we're not completely broken. - And they, have they seen each other again? - Yes, my friend, they've become intimate. - Go on, go on. And that doesn't give you an idea? - No, which one? - Piece of fool, the idea of having them nail double pins...", "title": "Los alfileres", "author": "Guy de Maupassant"}