{"metadata": {"length": 2158, "words": 387, "reading_time_min": 1.935}, "text": "Near the middle-aged squat, there are three old dwarves, who are shivering in the wind, because the scavenger has left them completely naked. The field, yellow in the extension of its cultivated herbs; the earth-colored house, somewhat shabby, like an animal that is shivering; the bare trees, whose limbs vaguely recall the rusty rustles of the past; the vastness of the horizon, of the clear sky, under which the silence is strained, suggest indefinable sorrows. The premature warmth of the last few days has not been able to cheer the austere, gloomy fields, which continue to think of death. And as only one thing becomes sad, it acquires something of humanity, that landscape takes on a sour aspect and the slender streams that flow through it, have people passing through them. A truck has put an end to that melancholy of the sad campaign. He cried, wailing, wailing: he seemed remorseful. Rudely, he screamed at the wood, he stumbled to the indoctrinated glass. Between the rays of the huge wheels there were patches of sky. And when the car passed, its swerving rims left a solitary parallel on the road, like the infinite pursuit of a geometric thought. This is a definite melancholy piece. It is wrong to meditate on things. On the other side, the dust is swept up with a snarl, the trombone dances in small, furious, but shattered, a little walking, in the apathetic laxity of the environment. But, is there not something that moves under the naked trees, there, near the ranch, to the love of the resolute perezosa? It is said that she is the girl who owns a house and a little boy, who certainly does not belong to this. They are in their hands, and seem to respect the vast silence of the camp, for they do not speak. They don't talk, because they have their lips busy in a delicious occupation. You, sir, will think you are kissing. I do not know; but it is true that the old trees, which, despite their grave appearance, feel the agitation of the extemporaneous heat, have covered the hands of the girl, who has just leaned on them, with kisses in the form of roses. And this year there will be no fruit... i.e., bushes, at least... *FINISH*", "title": "Flores de durazno", "author": "Leopoldo Lugones"}