{"metadata": {"length": 4805, "words": 924, "reading_time_min": 4.62}, "text": "Every time a good child dies, an angel of Our Lord God descends from heaven, takes the corpse in his arms and, spreading his great white wings, flies over all the places that the little one loved, taking along with him a branch of flowers to offer to God, so that they will shine up there more beautiful than on the ground. Our Lord cradles all those flowers against His heart, but to the one He loves most He gives a kiss, with which she acquires a voice and can already sing in the choir of the blessed. Here is what an angel of Our Lord told a dead child as he carried him up to heaven; and the child heard him as in dreams. They flew over the different places where the little boy had played, and passed through beautiful flower gardens. -What will we take to plant it in the sky? - asked the angel. There grew a magnificent and eloquent rose, but a perverse hand had twisted the trunk, so that all the branches, girded with great semi-stiff leaves, shook dry in all directions. - Poor rose! \"It's a miracle!\" exclaimed the boy. Bring it; it will bloom with God. And the angel took him, kissing him for his words; and the little child opened his eyes. They then collected many magnificent flowers, but also humilde thorns and wild violets. \"We have a good hold on the tree,\" said the boy; and the angel shook his head, but did not follow him into God. It was night, and there was a silence that was absolute; both were in the great city, floating in the air over one of its gloomy streets, where heaps of garbage and ashes lay; there had been change: there were hats of straw, bits of wood, traps and old hats, all of it of a very unattractive appearance. Among all those refuse pieces, the angel pointed out the fragments of a broken twig; from it had been strewn a root, with the roots, of a great dried wild flower, which someone had thrown into the street. - Let us take her - said the angel -. While we fly I will tell you why. They remembered the flight, and the angel began his account: -In that gloomy street, in a small cellar, a poor sick child lived. From the day of his birth he was in the greatest misery; all he could do in his life was to cross his little quarter supported on two mule-teams; his happiness did not come from here. A few days later, a few rays of sun came into the cellar, nothing more than a half hour later, and then the little boy bowed his head and looked at the way the blood was reflected in his flimsy fingers, which he held up in front of his face, saying, \"Yes, I can go out today.\" He knew of the forest and its beautiful spring flowers only because the son of his neighbour brought him the first branch of hay. She put it on her head and dreamed that she was under the tree, in whose shade the sun shone and the birds sang. One spring day, her neighbor also brought her flowers from the field, and among them was a plant with its root; so they planted it in a pot, which they placed by the bed, by the window. He had planted that flower with a lucky hand, for it grew, drew new branches, and bloomed every year; for the sick boy it was the most beautiful garden, his little treasure here on earth. She tended and cared for, ensuring that it received every last ray of the sun that peeped through the window; the very flower was a part of his dreams, for it bloomed for him, spread its fragrance and cheered his sight; she was returned to at the moment of death, when the Lord called him to his throne. He has been with God a year, and all the year the plant has stayed in the window, forgotten and dry; so when the change came, they threw it into the street. And this is the flower, the poor, common flower we have put in our wreath, because it has brought more joy than the most beautiful in the garden of a queen. -How do you know all this? - The child asked the angel to take him to heaven. - I know - the angel answered - for I was that poor sick child who sat on a mule. And I know my flower! The little one opened his eyes wide and looked at the glorious face of the angel; and at the same moment they found themselves in the Heaven of Our Lord, where reigns joy and happiness. God embraced the dead child against his heart, and at once the wings of the other angels came out of his wings, and he soared up into the air, lifted up by the hands. Our Lord also pressed all the flowers against his chest, but the wild maiden kissed him, and he cried out, and she broke into song with the choir of angels that surround the Most High, some very close, others forming circles around the first, circles that extend out into the infinite, but all resounding with happiness. And all sang, big and small, with the good-natured chiquita and the poor wildflower that had been abandoned, among the garbage of the narrow and dark street, on the day of the change. FIN", "title": "El ángel", "author": "Hans Christian Andersen"}