{"metadata": {"length": 5124, "words": 950, "reading_time_min": 4.75}, "text": "I opened the window one morning in June and received a breath of fresh air in my face. During the night there had been a strong storm. The sky looked like new, of a soft blue, washed by the splasher to its smallest corners. The rooftops, the trees whose tall branches he perceived through the chimneys, were still soaked in rain, and that piece of horizon smiled under a pale sun. From the nearby gardens a pleasant scent of wet soil rose. \"Come on, Ninette, \" I cried cheerfully, \"put on your hat... we're going to the country. He applauded. She finished her personal arrangement in ten minutes, which is very meritorious being a 20-year-old flirt. At nine, we were in the woods of Verrières. What discreet forests, and how many lovers have not passed by them their lovers! During the week, the basements are deserted, you can walk side by side, with your arms around your waist and your lips looking for you, without any more danger than being seen by the muskets of the beans. The avenues are long, high and wide, through the big trees, the ground is covered with a thin grass carpet over which the sun, holes in the branches, throws gold teasers. There are sunken paths, very dark narrow paths, where it is mandatory to cling to each other. There are also impenetrable thicknesses where they can be lost if kisses sing too loudly. Ninon would loose from my arm, run like a little dog, happy to feel the grass rubbing his ankles. Then she would come back and hang on my shoulder, tired, loving. The forest was spreading, endless sea of waves of greenery. The trembling silence, the lively shadow falling from the big trees, rose to our heads, drenched us with all the burning spring sap. In the mystery of the cellar one becomes a child again. - Oh, my God! Strawberries, strawberries! - Ninon shouted, jumping a wedge like a runaway goat, and removing the brooms. III Milling unfortunately, no; only mills, a whole layer of mills that extended under the thorns. Ninon stopped thinking about the animals he was really panicking about. She dared to walk her hands through the grass, lifting up each leaf, desperate not to find the slightest fruit. \"They've gotten ahead of us\", he said with a grinning face. Oh, my God! Let's look it up, there must be some. And we started looking carefully. With our bodies bent, our necks stretched, our eyes fixed on the ground, we made small, prudent steps, not risking a word for fear that the strawberries would fly. We had forgotten the forest, the silence and the shadow, the wide avenues and the narrow paths. The strawberries, just the strawberries. Every handkerchief we found, we would go down, and our shaken hands would touch under the grass. We went over a leg, curved, wandered left and right. But we didn't find the slightest strawberry. Magnificent fries, yes, with beautiful dark green leaves. I could see Ninon's lips repulsed and his eyes wet. IV We had reached a wide slope over which the sun was falling full, with heavy heat. Ninon approached the hill, determined not to look for more. Suddenly, he shouted loudly. I came in scared, thinking he was hurt. I found her crouching; the excitement had put her on the floor, and she pointed to me with her finger a small strawberry, the size of a pea, and ripened only on one side. \"You take it\", she said in a low, caressing voice. I sat next to her on the bottom of the height. \"No, you found her, you're the one who should get her\", I replied. - No, give me that taste, you bitch. I refused so well that Ninon decided to cut the stem with his nail. But it was another story when it came to who of the two would eat that poor little strawberry that had cost us a long hour of searching. Ninon wanted to put it in my mouth. I resisted firmly, then I had to condescend and it was decided that the strawberry would be split in two. She put it between her lips, and with a smile, she said, \"Come on, get your share\". I got my share. I don't know if the strawberry was fraternally shared. I don't even know if I'll taste the strawberry, so good I tasted the honey from Ninon's kiss. V The hill was covered with mills, mills as it should be. The harvest was plentiful and happy. We had put a white scarf on the floor, solemnly vowing to lay down our spoils there, without eating any. On several occasions, however, I seemed to see Ninon taking his hand to his mouth. When we finished harvesting, we decided it was time to look for a shady corner to have a nice breakfast. The handkerchief was religiously placed next to us. Oh, my God! How well he stood there on the moss, in the voluptuousness of that green freshness! Nobody looked at me with wet eyes. The sun had put soft reds on her neck. When he saw all my tenderness in my gaze, he came to me, stretching out his hands to me, in a lovely gesture of abandonment. The sun, shining on the high branches, cast gold threads at our feet, on the fine grass. Even the muskers would shut up and not look. When we searched for strawberries to eat, we were stunned to find that we were lying full on the scarf. FIN Noveaux contes à Ninon, 1874 Spanish translation by Cobos Castro", "title": "Las fresas", "author": "Émile Zola"}