{"metadata": {"length": 7604, "words": 1333, "reading_time_min": 6.665}, "text": "What produces true love happiness in certain beings, what constitutes the secret of their pleasure, what explains the faithful union of certain couples is, among all things, a mystery whose comic aspect would cause terror if surprise allowed to analyze it. Man's sensual extravagance is like the tail of a peacock, whose eyes open only within his soul, and only each one knows his libido. On a radiant morning in March 1793, the celebrated citizen Fouquier-Tinville, sitting at his work cabinet on Prouvaires Street, with his eyes lost on numerous files, had just signed the list of a bunch of ci-devants whose execution was to take place the next day, between eleven and a half and twelve. Suddenly, a sound of voices - those of a visitor and a watch order - came to him from the other side of the door. He raised his head, paying attention. One of the voices, who was talking about ignoring the slogan, made him stand out. I was told, \"I'm Thermidor Moutonnet, from the Sons of Duty section... tell him\". Hearing that name, Fouquier-Tinville shouted, \"Let him through. - You see? I was safe! - he whispered as a man in his thirties entered the room, and of fairly joyous expression, although an incomprehensible sockrowness was evident from the impression he caused by seeing him. Good morning, please. It's me, honey, I have to tell you a couple things. - Be brief: I don't own my time here. The newcomer took a chair and approached his friend. - How many heads for next? - asked, pointing to the list that your interlocutor had just signed. \"Seventeen\", replied Fouquier-Tinville. - Is there space between the last one and your signature? - Always! - said Fouquier-Tinville. - For a suspect's head? - Talk to me. - I'll give it to you. - What's his name? - he asked Fouquier-Tinville. - It's a woman... who... must be involved in some conspiracy... that... how long would the process take? - Five minutes. - What? What's his name? - So, could you get her to be guillotined tomorrow? - What's his name? - She's my wife. Fouquier-Tinville frowned and dropped the pen. -Go, I'm too busy! - he said - we'll joke later. \"I am not joking, I am accusing you!\" exclaimed citizen Thermidor with a cold and serious expression and a solemn gesture. - What evidence? - With clues. - What kind of a thing? - I can feel them. Fouquier-Tinville looked through his friend Moutonnet. \"Thermidor\", he said, \"your wife is a dignified sans-culotte. His past Thursday's paté, coupled with the three bottles of old Vouvray (which you managed to discover in your cellar behind beams of wood of better quality than the ones you sent me), was very good, it was excellent. He sends my affectionate greetings to the citizen. We'll have dinner together at your house tomorrow. I'm saying go or I'm angry. To this almost severe response, Thermidor Moutonnet knelt sharply, putting his hands together, and with tears in his eyes whispered as if suffocated by a painful surprise: -Tinville, we are friends from the cradle; I believed you as another me. We grew up playing the same games. Let me appeal to those memories. I never asked you for anything. Are you going to deny me the first favor I beg you? - What did you drink this morning? - I'm fasting. - Moutonnet answered with very open eyes and without understanding the question. After a moment of silence, all I can do for you is hide, tomorrow night, from your wife your incongruous management. I can't believe you're kidding around here, or you're crazy, even though, after hearing what you're asking me, this last assumption is admissible. - But... I can't live with Lucrèce anymore! - the applicant whispered. - You want to be a cornucopia, I'm watching. - So you're denying me! - What? Cut his neck because you had an argument? - Oh, my God! The loss! Please, my good Tinville, for the friendship that unites us, put your name on that paper... to please me. - One more word and I'll put it in your mouth! - Fouquier-Tinville has been re-footed by taking the pen back. - Oh, come on! - That's all right! - Moutonnet cried, livid, joining in. Okay, he sighed, \"It's all right, I'm leaving. But, he added in a hysterically singular false voice, so to speak, and his friend did not know him, I confess that I did not think you capable of denying me, after so many years of friendship, this first, this insignificant favor that would have cost you nothing more than a scrapbook. Come to dinner tomorrow, after all, and not a word of this to my wife; this should be between us two\", he said in a serious tone and, on this occasion, natural. Thermidor Moutonnet is out. Left alone, citizen Fouquier-Tinville, after a moment's reflection, touched his forehead with his coldly smiling finger; then, shrugging his shoulders as a conclusion, he took the list, inserted the sheet into a wide overlay, wrote the address, closed it, and called a bell. A soldier showed up. - For citizen Samson, he said. The soldier took the envelope and withdrew. Taking out a gold watch from his tricolour arabesque-printed Neapolitan cloth vest, Fouquier-Tinville muttered: \"The eleven. Thirty years later, in 1823, Lucrèce Moutonnet (a forty-eight-year-old brunette, still rolling, thin and slender) and her husband Thermidor, exiled to Belgium as soon as they heard the cannonballs of the Empire, occupied a small house with a flourishing bazaar and a small garden, in a corner of Liège. During those sparkling sparkles, and from the day after the well-known management, a mysterious phenomenon had occurred. The Moutonnet marriage had proved to be the most perfect, the sweetest, the most fervent of all that passionate love ever united with its delightful bonds. They looked like a pair of turtles. They made the model of marital existence. Not even the slightest cloud ever rose up among them. Their fervor was extreme; their unlimited fidelity; their mutual trust. And yet the mortal who had been given the power to read into the depths of those two beings would have been perhaps very surprised to learn the true reason for their happiness. Indeed, every night, in the darkness where his eyes glittered and blinked, as he kissed the one he loved so dearly, Thermidor said to himself: If you knew, you wouldn't kiss me. But I'm the only one who knows, and that makes me drunk. And this thought excited him, made him smile softly in the dark, delighted him, made him passionate to the point of delusion. For he imagined her without a head, and that feeling, according to the nature of his appetites, caused him a tremendous sickness. Lucrèce, for his part, was contagious, he said with the same clarity of ideas, in his unhealthy nerves: You think I ignore your visit to the good man of Fouquier-Tinville... and that you wanted me to be beheaded, you infamous bastard! But, look how I know... I'm the only one who knows what you're thinking without you knowing it. Hypocrite, I know your fierce senses. And I laugh low, and I'm happy, despite you, my friend. So the lowest of one's sensory insanity had won over the other, by the negative. Thus they lived deceiving one another (and one another) in that foolish and monstrous detail from which they both drew a terrible and continuous accompaniment of their macabre pleasures; thus they died (she before) without ever betraying the mutual secret of their strangers, of their silent joys. And the widower, Thermidor Moutonnet, childless, remained faithful to the memory of that wife, to whom he survived only a few years. Besides, what woman could have replaced her dear Lucrèce? Fin Chez les passants, 1890 Spanish translation by Cobos Castro", "title": "El sorprendente matrimonio Moutonnet", "author": "nan Villiers de L'Isle Adam"}