{"metadata": {"length": 6816, "words": 1249, "reading_time_min": 6.245}, "text": "There lived in the Dejan a prince named Dharma, district head, who headed the good men; unfortunately he had too many relatives. His wife, who was from Malaya and whose name was Candravati, was the jewel of the most beautiful women and came from a large family. From that union a daughter was born, and she was named Lavanyavati, a name that suited her very well. When the daughter was of marriage age, the king was deposed by his relatives who had conspired to divide the kingdom. The king had to flee and leave the country one night with his wife and daughter taking all the jewels he could. He decided to head to Malava where his father-in-law lived, and that same night he arrived in the jungle of the Vindhyas mountains accompanied by his wife and daughter. The night that had escorted him was behind when the king entered the jungle. She seemed to be crying with the drops of spray that she dropped to the ground. The sun had climbed the eastern mountain and projected its rays, like fingers, to deter the prince from penetrating that forest populated by outsiders. However, the king continued his march with the woman and daughter, while the kusha thorns hurt their feet. They arrived in a fortified village of the bhillas. And it was a city of robbers, and they took away the stranger's goods and even his life; and the righteous people hid it as the city of death. When those men saw the king from afar in his royal robes and ornaments, they sent a band of armed shabaras to seize his possessions. Seeing them, King Dharma said to his wife and daughter, \"Enter the jungle before these barbarians take over you. Obedient to the king's order, Queen Candravati interned herself in the forest, full of anxiety, with her daughter Lavanyavati; the king, armed with a sword and a shield, faced the assailants like a hero. He killed many of those shabaras who sent him arrowheads. And the chief of the bandits, having taken all the men of the city, rushed upon the king, who was fighting alone; and they pierced his shield, and slew him. The wildcat squad took over the royal ornaments and disappeared. Queen Candravati, hiding behind a bush, had seen her husband killed. Desperate for grief, she took off with her daughter and reached another deep jungle, which stretched far from that place. At noon, the shadow retreated, like the travelers themselves, to the foot of the trees, where she felt more fresh, as if the sun's burning hurt her. The queen and her daughter sat under an ashoka tree growing on the shores of a lotus lagoon. Tired and sick of grief, the queen never stopped crying. At that time a prominent man from the surrounding area was passing by, riding a horse with his son in order to give himself up to hunting in that forest. His name was the gentleman Candasimha and his son was named Simhaparakrama. Seeing the two rows of footprints printed in the sand, the gentleman said to his son, \"Let's follow these well-drawn steps, which look like good fortune telling. If you find the two women who belong to you, you'll take the one you like best. The young Simhaparakrama then said, \"The one I'll like for a woman is the one with the little feet; she's certainly young, and in my opinion she's the one that suits me. The one with the big feet must be older and fit for you. On hearing these words, Candasimha exclaimed: - What are you saying? It's not long since your mother went to heaven. Having lost such a good wife, could he wish for another? \"Don't say that\", replied the son. The head of a family's house is empty when there's no woman in it. You don't know this verse from Muladeva? A house without a woman in it, with strong hips and breasts, and looking down the road, is a prison without chains. Who would want to go in there if they weren't crazy? You will be sorry to see me die, father, if you do not take the woman I chose to accompany as your wife. Candasimha finally agreed and slowly followed in his footsteps. So they came to the lagoon where they saw Queen Candravati and her daughter Lavanyavati. The queen was dark-skinned and, with the numerous pearls of the most beautiful east adorning her, she shone like the night sky in broad daylight, a sky that illuminated a daughter like a bright bright moonlight. The queen was resting in the shade of a tree. Curious, Candasimha approached him in the company of his son. Seeing him and fearing he was a thief, the queen stood up trembling. \"Don't be afraid\", said his daughter, \"these are not thieves. They look nice and dress well. They certainly came here to hunt. The Queen was still hesitating. Then, stepping on the horse, Candasimha said to both women, \"Why are you disturbed? We've come all the way here from a penchant for you. Have confidence and tell us fearlessly who you are. They resemble Voluptuosity and Joy as if they had taken refuge in this jungle to cry out to the god Love, burned by the fire that was casting Shiva's eye. How did you get into this desert jungle? Its people are worthy of living in a palace surrounded by precious stones. How could they tread this thorny ground with their feet that deserve the care of beautiful maidens? This is baffling. Oh, wonderful! This dust that is lifted up by the wind, has come to blow you in the face, and its glow is stripping ours. And this intense heat of the star's violent glow, those rays that play on their delicate bodies... consumes us! So tell us what happened to you. We have a heart broken. We couldn't let them stay in this jungle full of wild animals. After hearing these words, the queen took a sigh and slowly began to tell her story, grieving over shame and pain. Understanding that both women were devoid of any protector, Candasimha tried to reassure them and finally with his gentle words won their hearts; then he made them ride his horse and his son's and led them to his wealthy residence of Vittapuri. Lacking all means, the queen submitted to the knight's will and it was as if she had changed her existence. What can an unprotected woman do when she falls into misfortune in a foreign country? Simhaparakrama, son of Candasimha, took as wife the queen Candravati, because she was the one with the small feet: Candasimha married the daughter, Lavanyavati, because she had the big feet. Thus had father and son agreed before, when they examined the two kinds of footprints, one of small footprints and the other of slightly larger footprints. Can such a commitment be violated? And the father took the daughter, and the son the mother; and the mother became the daughter-in-law of the daughter, and the daughter-in-law of the mother. In time, the two women had two sons and daughters with their husbands, who in turn bore other sons. And so they lived long time Candasimha and Simhaparakrama, with their wives Lavanyavati and Candravati. FIN", "title": "Cómo el padre se casó con la hija...", "author": "nan Anónimo"}