{"metadata": {"length": 2435, "words": 423, "reading_time_min": 2.115}, "text": "Who stole the dream from the eyes of the child? I will discover it. The mother had gone to the neighboring village to get water, with the canteen wrapped around her waist. It was midday. The children had interrupted their games, and the pigeons, in the trough, had squawked. The shepherd boy slept in the shade of the tree. The gruesome and inhumane gruesomeness stood on the edge of the mangle forest. It was at this moment that the thief came close to stealing the child's dream and took it away. When mom returned, she found the boy running around the house. Who stole the dream from the eyes of the child? I want to know. I want to find the guilty and ensnare her. I will see that dark cave where a shivering stream scurries through the terrible cypresses. I will search among the dreamy shadows of the bakula forest, where, at starry and quiet nights, the owls sing at the feet of the hadas. In the afternoon, in the forest, my eyes will be enchanted by the solitary solitude of the bamboos. There the gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy gloomy g Who stole the dream from the eyes of the child? I will discover it. If the alcanzo I will give you work! I will sift through your nest and see where all the stolen dreams are. I will take your button and bring it with me. Then I will firmly hit the sailor's wings and leave her on the shore. Who is going fishing with a bunch of children! And at evening, when the market of the people is finished, and the children are slumbering in their mothers' arms, then the owls of the night shall terrify her with their cries: 'Ea, to whom shall you steal the sleep now?' FIN", "title": "La ladrona del sueño", "author": "Rabindranath Tagore"}