{"metadata": {"length": 7648, "words": 1439, "reading_time_min": 7.195}, "text": "And the comet came: it shone with its flaming nicle, and alighted with its tail. He was seen from the rich palace and from the poor hut; he was seen by the people who walked in the street, and by the traveler who traversed deserts and solitudes; and each inspired different thoughts. - Come and see the sign of the heavens! Let yourself be enchanted by this beautiful spectacle! - The people exclaimed; and all the people were astonished, unable to see him. But in a corner, a woman was working with her son. The sheep's eye was bad, squinting, and the woman thought she saw a worm in the eye; the sheep's eye formed a puddle and curled, and this, the woman thought, meant that her son would die soon, for the puddle turned against him. It was an old superstition, but the woman believed it. And justly that child was to live many years on earth, and to see that same comet when it reappeared sixty years later. The little boy did not see the whirlwind of the veils, nor did he think of the star that for the first time in his life was shining in the sky. He had before him a basin of soapy water, into which he inserted the end of a tube of clay and, as he blew through one end, bubbles of soap sprang up, some large, some small. The flamingos swung and floated, presenting beautiful and changing colors, which ranged from yellow to red, from lilac to blue, then acquiring a green tone as the leaf of the forest when the sun shines through it. -God gives you as many years on earth as you have made soap bubbles - murmured the mother. -All, all? - the boy said - I will never finish the hoses with all this water. And the child cries out and cries out. - It's a year, it's a year! Look how they fly! -exclaimed at each new bubble that popped and began to fly. Some stopped his eyes; some scowled, cried; some cried with a loud voice. In each bubble he saw an image of what was to come, bright, glowing. - Now you see the comet! -neighbors cried-. See it, don't stay inside! The mother came out, taking the child by the hand; the little one had to leave the hosepipe and the soap-sprays; the comet had passed. And the child saw the gleaming ball of fire and its gleaming rays; some said it was three quarters of a mile, others, that it was a million miles. Each one sees things in their own way. -Our sons and daughters may have died before he returns - people said. Most of those who said it had died, in fact, when it reappeared. But the boy whose death, according to the rumour of his mother, had been predicted by the vulture of the window, was still alive, made an old man of white hair. \"White hair is the flower of old age,\" said the preacher; and the man had many of those flowers. He was an old school teacher. The students said he was very smart, knew history and geography and knew everything there was to know about the stars. -All is coming back - he said. If not, focus on people and events, and you will see that they always return, in different clothes, in other countries. And the master told them the story of Guillermo Tell, who had to shoot an apple from his son's head with a slingshot; but before he fired the slingshot he concealed another in his chest, destined to pass through the heart of the evil Gessler. This happened in Switzerland, but many years earlier the same thing had happened in Denmark, with Palnatoke. He was also convicted of tearing an apple off his son's head, and he also kept a spear to venge himself. And more than a thousand years ago the Egyptians told the same story. Everything will return, like comets, which fly away, disappear and return. And he spoke of the one they had hoped for, and of the one he had seen as a child. The master knew a lot about celestial bodies and thought about them, but he did not forget History and Geography. He had offered his garden so that the map of Denmark could be reproduced. There were plants and flowers as they are distributed in the different regions of the country. -Tráeme guisantes -he said, and one went to the bank that represented Lolland-. Trifle. And the ark went to Holland. The beautiful blue gypsy and the romper were found in Skagen, and the brilliant oxiacanta in Silkeborg. The cities were marked with pedestals. There was St. Canute with the dragon indicating Odense; Absalon with the episcopal badge indicating Söro; the troll with the remes indicating that Aarhus was rising up in that place. In the teacher's garden, he learned very well the map of Denmark, but first he had to listen to his explanations, and this was the best of all. They were waiting for the comet, and the Lord spoke to them of it and of what people had said and thought about the comet many years before, when it had appeared for the last time. \"The year of the comet is the year of good wine,\" he said. You can dilute it with water without any noticeable effect. The brewers should look forward to the years of the comet. For two whole weeks the sky was cloudy, and though the meteor was shining in the sky, it could not be seen. The old teacher was in his small house near the school. The clock of Bornholm, inherited from his parents, was in a corner, but the weights of the pendulum were neither rising nor falling, nor the pendulum moving; the bell, which used to ring to announce the hours, had been confined, silent, in his cottage for several years. Everything in the room was shaky and swaying; the clock was stopped. But the old piano, also of the parents' time, was still alive; the strings, though a little rusty, could still play the melodies of a whole generation. The old man remembered many things, both happy and sad, that had happened during all those years, from the time he had seen the comet as a child, to his present reappearance. He remembered what his mother had said about the snuff-box, and he also remembered the beautiful soap-boxes, each of which was a year old, the woman had said, and how bright and full of color! Everything beautiful and pleasant was reflected in them: childhood games and fancies of youth, the vast world laid out in the light of the sun, the world he wanted to travel. They were bubbles of the future. Already old, he recalled from the strings of the piano melodies of the past: whirlwinds of memory, with the glimmers of memory. The song of his mother while he was asleep, the whimper of the child... Then came the melodies of the first dance, a minuet and a polka, then soft and melancholy notes that seemed to smear tears in the eyes of the old man. It was already a war march, already a religious canticle, already a ringing of bells, ringing after ringing, like the bells of a child ringing in the pond. He fixed his gaze on the window; a cloud was moving in the sky, and soon he saw the comet in the quiet space, with its brilliant nucleus and tail. He seemed to have seen him in the vision, and yet he had lived a long life between those days and the present. Then he was a child, and the trumpets said, “Before!” Today everyone said, \"Go back!\" He felt the thoughts and faith of his childhood re-emerge, his eyes sparkled, and his hand rested on the keys; the piano sounded as if a string were snaking. - Come and see the comet! - the neighbors cheered- The sky is clear. Come and see it! The old master did not answer; he had gone to see it better; his soul was following a larger arc, in a space larger than the one a comet travels. And again you will see him from the rich palace and from the poor hut, from the bustle of the street and from the air that crosses the lonely traveller. His soul was seen by God v by the loved ones who had preceded him in the grave and with whom he longed to reunite. FIN", "title": "El cometa", "author": "Hans Christian Andersen"}