{"metadata": {"length": 5393, "words": 1056, "reading_time_min": 5.28}, "text": "The road is dead. No one or anything will resurrect her. Long, infinitely long, not even in gray skin is life seen. The sun killed her; the steel sun, so hot to red, a red that turned white. Then the white steel turns transparent, and it's still there, on the side of the road. It must be many centuries since his death. It was dug up by men with spikes and shovels. They sang and itched; some, however, did not sing or itch. It was a long time. They could be seen coming from far away: sweating, sniffing. In the afternoon the white steel turned red; then a small flame was stirring in the eyes of the men digging the road behind the pupils. The dead woman was walking through the savannahs and the loins and the winds were bringing dust over her. Then that dust died too and settled on the gray skin. There are thorny bushes on the sides. Many times the sight gets sick of such width. But the plains are bald. Pajonales, at a distance. Maybe birds of prey crown cacti. And the cacti are over there, further away, stuck in the white steel. There are also boers, almost all low and made of mud. Some are painted white and not visible under the sun. The only thing that stands out is the thick, dry, burning ceiling. The reeds gave those roofs where water never rolls. The dead road, totally dead, is there, dug up, gray. The woman looked, first, like a black dot, then, like a stone that they'd left on the long mummy. She was lying there without the breeze moving her rags. The sun did not burn her; she only felt pain from the child's screams. The boy was a bronze, little boy, with eyes full of light, and he grabbed his mother trying to pull her with his sleeves. Soon the road was burning the body, at least the knees, of that naked, screaming creature. The house was there nearby, but I couldn't see it. As he advanced, what looked like a stone was growing in the middle of the great dead road. He was growing up, and Quico thought, \"A calf, no doubt, ruined by a car\". He had the view: the plain, the savannah. A distant hill, with peacocks, as if it were that hill just a little pile of sand piled up by the winds. The riverbed; the dry faucets of the land that had water a thousand years before today. The golden plain was cracked under the heavy, transparent steel. And the cacti, the crowned cacti of birds of prey. Closer already, Quico saw that he was a person. He heard the child's screams differently. Her husband had hit her. Through the boy's only room, hot as a furnace, he chased her, pulling her hair and kicking her head in the head. - You motherfucker! You motherfucker! I'm gonna kill you like a bitch, shame on you! - But if no one came through, Chepe: no one came through - she wanted to explain. - What? You'll see now! And he would hit her again. The boy was clinging to his father's legs, couldn't speak yet, and he intended to avoid it. He saw the woman bleeding from her nose. The blood didn't scare him, no, just the desire to cry, to scream a lot. I'm sure Mom would die if she kept bleeding. All this was because the woman did not sell the goat's milk, as he had sent it; and when she returned from the loins, four days later, she found no money. She told me that the milk had been cut; the truth is that the child drank it. He preferred not to have coins than to have the creature starve for so long. And he said to him, When he had gone with his son, I will kill thee if thou return to this house. The woman lay on the ground, bleeding a lot and hearing nothing. Smart, frantic, dragged her down the road. And she stood there, as if dead, on the back of the great mummy. Quico had water for two more days on the way, but he spent it spraying the woman's forehead. He took her to the boy, gave her his arm, and thought of breaking her shirt to clean her of blood. Chepe came through the yard. - I told you I didn't want to see you here, damn it! It seems I haven't seen the stranger. That white, transparent steel had become fierce to him, for sure. The hair was stupa and the corneas were red. Quico caught his attention, but he, half mad, threatened his victim again. I was gonna hit him right now. That's when the fight between the two men started. The little boy began to scream again; now he was wrapped in his mother's skirt. The fight was like a silent song. They didn't say a word. All you could hear were the boy's screams and the violent footsteps. And the woman saw Quico drowning Chepe; and her fingers were stuck in her husband's neck. He began to close his eyes, open his mouth, and blood came up to his face. She didn't know what had happened, but near the door was the stone; a lava-like stone, rough, almost black, heavy. He felt a brutal force born of him. He picked it up. The blow sounded dry. Quico let go of the other's neck, then bended his knees, then opened his arms wide and fell on his back, without complaining, without making an effort. The ground on the floor was absorbing that red blood, that abundant blood. Chepe saw the light shining on her. The woman had her hands crisp on her face, all her hair loose and her eyes pounding to jump. He ran. I felt loose in the joints. I wanted to see if anyone was coming. But on the great dead road, totally dead, there was only the sun that killed her. There, at the end of the plain, the hill of sand that the winds piled up. And cacti stuffed in the steel. FIN Carteles magazine, 1932", "title": "La mujer", "author": "Juan Bosch"}