{"metadata": {"length": 3382, "words": 596, "reading_time_min": 2.98}, "text": "The Minister of Fine Arts (to whose ministry the new electoral engineering subsection had recently been attached) made a working visit to the grand vizier. According to the Eastern label, they discussed some indifferent topics. The minister stopped in time to omit a casual reference to the Marathon that had been run, when he recalled that the great vizier had a Persian grandmother and could consider the allusion to Marathon as a lack of tact. The Minister then went on to discuss his interview. Under the new constitution, women will have the right to vote? - he asked suddenly. - Have the vote? The women? - exclaimed the vizier with a certain stupor. My dear pasha, the new letter has a certain taste of absurdity as it is; let us not try to make it completely ridiculous. Women don't have soul, they don't have intelligence, why the hell are they gonna have the vote? \"I know it sounds absurd\", said the minister, \"but in the West they are seriously considering that idea. - Then they must be equipped with greater solemnity than I recognized them. After a lifetime of special efforts to maintain my gravity, I can barely suppress my inclination to smile at such a suggestion. Look, our women in most cases can't read or write. How can you execute the voting operation? - You can show them the names of the candidates and where they can mark with a cross. - Excuse me, how did you say that? - interrupted by the vicar. - With a crescent moon, I mean - the minister corrected himself. It would be something the Turkish Youth Party would like, he added. \"Well\", said the vicar, \"if we're going to change things, let's get to the end of it once. I will give instructions so that women are given the vote. The vote was already coming to an end in the Lakoumistan constituency. The candidate of the Turkish Youth Party, as was known, was winning by three hundred or four hundred votes, and was already writing his speech to thank the voters. His victory was almost a fact, because he had put the entire electoral machine of the West into operation. He'd even used cars. Few of their supporters had gone to the polls in those vehicles, but thanks to the clever way their drivers handled them, many of their opponents had gone to the grave, to local hospitals or abstained from voting for some other reason. And then something unexpected happened. The rival candidate, Ali the Chosen, entered the scene with his wives and the women of his house, who numbered about six hundred. Ali had not wasted much time on electoral literature there, but he had been heard to say that every vote given to his opponent meant another sack thrown into the Bosphorus. The young Turkish candidate, who had adapted to the Western custom of a single wife and barely any mistress, watched helplessly as his opponent filled the ballot boxes until he reached a triumphant majority. - It's the crystal Columbus! - he confusedly called out the name of a distinguished pioneer - who would have thought? \"Strange\", Ali murmured, \"that someone who spoke so eloquently about the Secret Vote, had not taken the Veloced Vote into account. And, back home with his constituents, he muttered to his beards this improvisation about a stanza from the heretical poet of Persia: Someone rich in metaphors and looks loves the sharp verb like a knife; and I who in these cases am a boy only get to the polls with my women.", "title": "Catástrofe en la joven Turquía", "author": "nan Saki"}