{"metadata": {"length": 3594, "words": 656, "reading_time_min": 3.28}, "text": "It's not the more or less familiar drum in all the columns. It's a dry noise, a blow apparently made on a trunk planted with oak trees. It's the drum that guides the Yaquis corporations. The Northwest troops, occupying the city after the surrender of the Federal Army. In the physiognomy of the Yaquis there is no wonder, no joy, no sadness, nothing. It looks like they haven't won. They give the idea of being used to the city, which would draw attention to others with its buildings and monuments. They march with an indifference of carved stone, all serene, all unchanging, with that tangle of austerity that so identifies them. The drum is still very far ahead. They march in their pursuit. The column stops for a few moments and they stand in a place, away from what surrounds them, as if they were familiar with the vision of all the strolls of the race: those who have been sent to the chicory forests of Quintana Roo. The ones who went to the Maya campaign. And how many have always been drawn into war all over the country. Stay on your feet. When it's their turn, they keep walking. The look is of hatred or indifference. They embrace the weapon as something very dear, tightly held in their hands and against their sides. The city looks at them with the admiration it always has for the victors. The legends that preceded them make them braver, more stoic, more soldier. Already in the barracks they celebrate events or perhaps some memorable date in their own way: at the sound of the drum they perform the \"Deer Dance\". Three, five, ten, twenty hours. Time is the thing that's missing. It's a dance of nervous movements, the nerves of hunting. One dancer simulates the hunted prey in the Bacatete Mountains, while the other dancer represents the hunter. When it is necessary to evacuate the city, they parade to the sound of their drum. They're as indifferent as the entrance. They know they don't run away, they go out to come back who knows when. If they do not return, they know that one day they must all meet in the place designated by their religions to those who die in war. It's a dry sound, no repercussions... the Zapatistas are coming down from the serranías of the Ajusco. Others have come down the alleys that come from the indigenous peoples. Endless strings dominated by huge chilapeno hats, blouse and wide pants. They come with a reputation for horror. On the opposite side of town, the forces of the Northern Division arrive, a sample of what villainism is. The two tides come together, they mix. They're the two Allied forces. The province has concentrated on the city and the city, timid, is surrendered made a barracks. It seems that 20 regions have sent their representatives in color, in customs, in language, in everything. The Northmen look more like soldiers. The southerners, they turn out to be more guerrillas. They all have strong reserves of brandy and are spilled in the cafeteria and the loop. - Who's the manager? - Who's that, sweetie? Well, I did. - I'll see you later. Close the door and the waterfall runs on our own. - Girls, here are the gentlemen. - Come on, you guys. The man handes out a bunch of bills. There's animation in the cafeteria, too. Arms issues are a topic of discussion. - What have you done? Run and steal! - If you're stuck! The people of the South... as long as the words sound the shots, so is the lightness of the hand. A few Zapatistas and so many other villains dead. The whole block is the battlefield. Some have been left overloaded at the counter, others on the sidewalk and there's one halfway down the street. FIN", "title": "Uno a media calle", "author": "Gregorio López y Fuentes"}