{"metadata": {"length": 4740, "words": 926, "reading_time_min": 4.63}, "text": "In the quiet origins of Korea, when this country rightly deserved its old name of Chosen, lived a politician named Yi-Chin-Ho. I'm sure that talented man was no less valuable than the rest of the world's politicians. But Yi-Chin-Ho, unlike his brothers in other nations, consumed himself in prison. The point was not that he had negligently defrauded the public, but that he had negligently defrauded too much. Excesses are deplorable in everything, including in the matter of excesses. And Yi-Chin-Ho's excesses had led him to that bad trance. He owed the government 30,000 yen and was awaiting execution in prison. Such a situation had only one advantage: that he could reflect a lot. After thinking it over, he called the jailer. \"You, who are a man of great dignity, have before you a man completely miserable\". However, everything would be settled for me if you just let me out for a short hour tonight. And everything would go well for you, too, because I would worry that you would rise through the years, until you were appointed director of all the Chosen prisons. But what's wrong with you? \"What's the matter?\" asked the jailer. What does that madness mean? Let you out for an hour! You, waiting for someone to cut your neck! And you dare to ask me, that I have an elderly and very respectable mother in charge, not to mention my wife and several young children! Let the plague take a kid like you! \"From the Holy City to the Eight Coasts, there is not a single place I can hide\", Yi-Chin-Ho replied. I'm a smart man, but what good am I doing here in prison? Once free, I'd know perfectly well where to find the money I have to return to the government. I know a nose that would get me out of all the trouble. A nose? The jailer screamed. A nose! He continued Yi-Chin-Ho. An extraordinary nose, to put it another way! A nose truly worthy of being looked at and I have looked at! Oh, what a prankster! How funny! \"He said laughing\". And to think that such an admirable head will end up in the slice! That said, he turned around and walked away. But, as he was soft of heart and brain, he let Yi-Chin-Ho out when the night was darker. When he entered the governor's palace, he found Jesus alone on his bed and shook him. Either I'm not the governor or you're Yi-Chin-Ho! The character cried out. What are you doing here when you have to be in jail waiting for the executioner? \"I beg Your Excellency to listen to me\", Yi-Chin-Ho said, lying by the bed and lighting his pipe in the brazier. I'm a dead man who's worthless. It's really like I'm dead, worthless to the government and to Your Excellency, and to myself. But if, so to speak, Your Excellency, you would set me free... The governor cried out. Besides, you're condemned to death. Your Excellency knows positively that if I returned the 30,000 yen I owe, the government would forgive me. Besides, as I was going to beg Your Excellency, if Your Excellency would grant me freedom for a few days, I could, as an intelligent man I am, compensate the State. And then I would be in a position to put myself at the service of Your Excellency. I could render important services to Your Excellency. Do you have any plans to get the money? Yes, Yi-Chin-Ho said. Well, come back next night and explain. Now I feel like sleeping, the governor said, re-enacting the interrupted snoring. Yi-Chin-Ho, once obtained a new permit from the jailer, took his seat next to the governor's chief. Is that you, Yi-Chin-Ho? The high official asked. You got the plan? It's me, Your Excellency, Yi-Chin-Ho answered. And here's the plan. - Talk to me! The governor ordered. Here's the plan Yi-Chin-Ho repeated. I've got it in my hand. The governor sat down and rubbed his eyes. Yi-Chin-Ho laid out a sheet of paper, which the governor brought to light. \"This is nothing but a nose\", he said. A little wrinkled here and there, look, Your Excellency. A little wrinkled here and there, as you say. And yet this wrinkled nose here and there is a fat nose; see, at the tip of the whole Yi-Chin-Ho continued. As hard as I could search for Your Excellency I would not find a nose like this. Yes, indeed. A strange nose, the governor admitted. And with a wark on top, he made her watch Yi-Chin-Ho. A rare nose, said the governor, a nose like I've never seen. But what do you expect to do with her, Yi-Chin-Ho? I'm looking for it as a way to return the money to the government. I seek her to render a service to Your Excellency and I seek her to save my poor and unworthy head. I would also like to ask Your Excellency to have the kindness to stamp the drawing of that nose. The governor, laughing, put the state seal on the sheet, and Yi-Chin-Ho said goodbye to him. *FIN* A Nose for the King, Black Cat, 1906", "title": "Una nariz para el rey", "author": "Jack London"}