{"metadata": {"length": 3510, "words": 624, "reading_time_min": 3.12}, "text": "The boys must have liked sitting on Eponina's wide-legged pants because she had dresses like slings of long arms. But Eponina, encased in the black waters of her merino dress, was distant and mysterious; half her face had been shaved off, but she retained the sober movements of a statue in miniature. Sometimes the boys had sat on his shoulders, because of the disappearance of his arms and shoulders, which often involuntary let him fall. He hated the boys, had hated his sons one by one as they were born, as squatters of their youth no one could hold, to not be the arms that made them sleep. The arms of Ana, the serpent, were like feeding troughs for her twisted sons. Life was a long-suffering fatigue of resting too much; life was many ladies who talk inaudibly in the rooms of the houses where from afternoon to afternoon a party is expected as a relief. And so, by force of living in a distorted portrait pose, Eponina’s impatience became patient and compressed, and like the paper roses growing under the fan. The mule distracted her with its songs in the morning, when she was preparing the rooms. Ana had eyes droopy and sleepy on a very awake body, and she maintained an ecstatic inertia of legs within her activity. It was a miracle that she was the first one up and the last one to fall asleep. She was the one who distributed breakfast and clean clothes throughout the house, who distributed the compotes, who made and remade beds, who served the table. It was April 5, 1890, at lunchtime; the boys were playing in the background of the garden; Eponina was reading in La Mode Elegante: “This hat is embroidered on a dark brown brocade” or “Visitor’s dress for young lady, green velvet dress” or “pointed tip, pointe de flâneur, pointe approuvée, pointe lancé et passé”. The boys were laughing at the bottom of the garden. Eponina continued reading: “The leaves are made with apricot silk” or “the thorns are rose and blue” or “the large flower is apricot-colored” or “the veins and the leaves are albaricoque.” Ana did not come to serve the table; the whole family, consisting of aunts, married, with plenty of food, sought her out in every corner of the house. There was nothing left but the cliff to explore. Eponina left the newspaper on the table, she didn’t know what she wanted to say albaricoque: “The vines and the tallos color albaricoque”. She climbed up and pushed the door until the furniture fell that was squeezing it. A flight of blind birds circled the shattered roof. Between a smattering of smashed chairs and old stools, Ana was slumped over the toilet, her thigh swollen with feces; her face, always clean, was now stained with blood. Eponina took her hand, lifted her up. Ana, pointing to the bathtub, responded to the silence: “I have killed him.” Eponina opened the bath and saw her dead son, whom she had most longed to raise on her knees: now he lay asleep on the chest of one of her oldest dresses, seeking his heart. The family, trembling in horror at the threshold of the door, screamed incessantly, begging for the police. They had heard everything, they had seen everything; those who did not faint were wretched with wrath and horror. Eponina embraced Ana with an unexpectedly tender gesture. Eponina’s lips moved in a slow ebullition: “Four-year-old boy dressed in a striped embroidered cotton dress. Slaves covered with a plaster that looks like rippled waves with a white glaze. The veins and arteries are golden brown, greenish-yellow or brownish-black.” FIN", "title": "El retrato mal hecho", "author": "Silvina Ocampo"}