{"metadata": {"length": 6931, "words": 1352, "reading_time_min": 6.76}, "text": "It's spring. When people leave the roads to enter the fields, their eyes become still and dreamy, like those of those who tremble in the warm waters of the seas. There are no margaritas yet, but the gentle smell of the grass rises in faint waves as one moves on. The trees already have leaves, and, as far as the eye can see, everything is green in different shapes and shades, fan, hand, tall green plumes that a little wind waves, making them stick together and then release them. In the blue sky a handful of faint clouds float, resembling a flock of ducks. People roam the grass; the older ones sigh and groan like anathema, after the long winter breeze; the young ones, suddenly shaking hands and heading for that tree curtain deep down, or looking for the shelter of that group of dark thorny bushes dotted with yellowish flowers. They were running, almost running, as if some kind creature trapped in the weeds were calling for help. On the top of a small green mound is a much sought-after bench. Next to it grows a young chestnut, which is shaped like a giant mushroom. Under it, the earth has sunk, has collapsed, leaving three or four clay caves, caves or caves, in one of which a tiny couple has installed their home with no more furniture than a toy hammer, an empty matchbox, a raw nail and a shovel. His red hair forms a large spine, he has light blue eyes, he wears a discolored pink blouse and black button boots. The florid waves of her hair are picked up with a yellow ribbon, and she wears two dresses; this week's under and the one above, giving her a certain air of body. If you don't bring me sticks to make the fire, there will be no food, he warned by wrinkling his nose and looking at him very seriously. You must have forgotten I have to make a fire. He didn't take it too seriously and kept swinging on his toes. Well, where am I supposed to find sticks? Oh, my God! She cried out, lifting up her arms with a desolate breath, for everywhere, man, and then very low, only high enough for him to hear: \"You don't have to be real sticks, you understand? Oh, my God! He breathed very hard. And then he shouted in a very different voice: \"Well, I'm going to bring a few sticks right now. He came back in a moment with a bunch of them. Is this a penny of wood? \"He asked the girl, stretching out the skirts of his dress to meet her. \"I don't know\", he replied, \"because someone who moved from home gave them to me\". Then maybe they're bits of what's broken. When we moved, two pictures were broken, and Daddy lit the fire with them, Mom said... said a short pause as soldiers on the field. What is that? Oh, my God! She was putting on eyes of wonder, don't you know? No, what does that mean? But the girl twisted a piece of her skirt, squeezed it, and then stared away. Oh, son, don't be too heavy. He ignored her; he took the bait and cut a piece of the kitchen floor. Do you have a newspaper? The boy took one out of nowhere and gave it to her. I'm not going to say. She tore it into three pieces, knelt down, and put the wood over the papers. Do me a favor with a match. The real box came out triumphantly and so did the nail polish. But, strange thing, ras, ras, ras, the match didn't want to go on, and they looked at each other in dismay. Taste the other side advise the girl. Razz! Ah, this is something else. There was a great glow and the two of them sat on the floor to make the cake. Another couple came to the bank under the chestnut. Two fat old boys and big boys who were dropped on it. She wears a hat adorned with lilac and a subject with lilac velvet paints; also a black razor jacket with lace tie and compressed hands inside a pair of black goat gloves, which show a wheeled meat grated. His moffat face has a shiny, shiny skin. As she sat down she had her huge, soft belly seated, as if watching her not shake or alarm. \"It's too hot\", said the old boy. And then she gave a strange, hoarse scream like a trumpet, which she must have been very familiar with, because she gave no strange sign. She had stood looking at the lovely distance, and with a slight trembling she let her know: You cut it off, huh? The trumpet player asked. And then, how was that? When I was eating, with the knife. They both waved and stared at the distance, and then he asked, \"How much?\" That voice that's off, that's worn out, that's out. That old voice, who, not knowing why, remembered a piece of dark lace slightly scented, replied: \"No, not much. Again he threw the snoring and strange scream, and taking off his hat he cleaned the sweat of the badane and put it back on. The neighboring voice exclaimed in disdain: \"I think it was a carelessness. And he replied, puffing his brooms: \"He's always exposed to it. But then a bird, flying over them, went to land on a branch of the young brown, and threw a truncated stock over their old heads. He stood up heavily, took off his hat and waved it toward the tree. The bird has fled. \"I don't want any birds to come and get dirty on us\", he explained. And she was lowering her belly again, carefully, very carefully. The fire was burning. \"Put your hand in the oven\", she said, \"and see if it's hot\". He put it in, but he had to pull it out by screaming and he started jumping. It's very hot, he assured me. This seemed to be very pleasing to the girl who also got up, went to him and touched him with a finger. Do you like to play with me? And he replied with the usual aplomb and concision: Yes. Then she ran away from him and shouted, \"I'll never finish unless you leave me alone with your questions. While the girl was setting the fire, he let her know, \"Our dog has gotten machetes. - The machines! She exclaimed in amazement, sitting on her heels. What, a bitch can have a pussy? Of course he can, he said, boys, you understand? It's cats that have mites. The dogs, no. The dogs have... he stopped, remembering, looking for the word... but he couldn't find it... he'd gone. The dogs have... - Machines! He cried out. Our bitch has had two. She started to get ahead of him. I was red with indignation. It's not called michines. It's said... it's said, it's said... he was screaming, shaking his shovel. She put her dress over her head and started crying. No, no, it's said, it's said... suddenly, without warning, he lifted his apron and started urinating. Upon hearing the noise, she nodded her head. \"Look what you've done\", he said, with an air so terrified that his tears were cut off. You put out the fire! It doesn't matter. We're moving out. You can take the hook and the mattress. And they moved to the cave immediately. \"It's much better here\", said the boy. Well, you're already going to get me some sticks to make a fire. And those who sat on the upper seat began to groan, and as they obeyed the sign, the two old creatures arose, and without speaking a word, they went down like hyenas. *FIN* See-Saw, Something Childish and Other Stories, 1924", "title": "Juegos infantiles", "author": "Katherine Mansfield"}