{"metadata": {"length": 2371, "words": 414, "reading_time_min": 2.07}, "text": "Initially, the organization of the building of the Tower of Babel was not lacking; in fact, perhaps the order was excessive. Guides, interpreters, workers' accommodation, and communication routes were overlooked, as if centuries had been passed. In those days, the general opinion was that it could not be built too slowly; a little more and they would have abandoned everything, and even given up laying the foundations. People reasoned this way: the essence of the company is the idea of building a tower that reaches the sky. The rest is secondary. That thought, once understood its grandeur, is unforgettable: as long as there are men on earth, there will also be a strong desire to finish the tower. We should therefore not be concerned about the future. On the contrary, the knowledge of men is advancing, architecture has progressed and will continue to progress; within a hundred years the work for which we need a year will be done perhaps in a few months, and more resilient, better. So, what are we exhausted of now? That would make sense if I had hoped that the tower would be finished in a generation's time. That hope was impossible. The most credible thing was that the new generation, with its superior knowledge, would condemn the work of the previous generation and demolish everything that was ahead, to start over. Such thoughts paralyzed the energies, and less thought was given to building the tower than to building a city for the workers. Each nationality wanted the best neighborhood, and this led to quarrels that culminated in bloody fights. These fights were never over; some leaders felt that the tower would take too long to be built and others felt that it was better to wait for peace to be restored. But they not only spent time fighting; they also spent time in the truce to beautify the city, which provoked new envy and fights. Thus passed the era of the first generation, but none of the following was different; it only increased technical prowess and with it the warrior yearning. Although the second or third generation recognized the folly of a tower reaching to the sky, they were already too committed to abandon jobs and the city. The Vatican's belief that five successive blows from a giant fist will annihilate the city is present in all the legends and songs of that city. That's why the city's coat of arms includes a fist.", "title": "El escudo de la ciudad", "author": "Franz Kafka"}