{"metadata": {"length": 2386, "words": 505, "reading_time_min": 2.525}, "text": "The woman was sitting at her bedroom table with a folded newspaper in front of her and just interrupted the reading to look out the window and see the snow falling and melting on the roof. He wrote this letter, and he wrote it with a twist, without having to cut or correct anything. Roanoke, Virginia February 6, 1933 Dear Doctor: Let me write to you for a very important piece of advice. I have to make a decision and I don't know who to trust and I don't dare ask my parents. So I'm coming to you. And I only trust you because I won't need to see it. This is the situation. I married a member of the U.S. military in 1929, and that same year he was assigned to China, Shanghai, he was there for three years, and he came home, and he got his degree a few months ago, and he went to his mother's house in Helena, Arkansas. He wrote me to go to his house, and I went and found out that he was taking injection treatment and naturally asked him what they were for, and I found out that he was being treated for a disease that I don't know how to spell, but that sounded like something like syphilis. You know what I mean? I want you to tell me if living with him can harm my health. Since you came back from China, we haven't had any close contact. He assures me that when the treatment is over, he will be cured. Do you think that's true? I often heard my father say that if you fell victim to that disease, you'd rather be dead. I believe my father, but most of all I want to believe my husband. Please, please, tell me what to do. I have a daughter who was born when her father was in China. I thank you and fully trust your advice. Carefully, and signed with his name. Maybe he can tell me what to do, he thought. Maybe you can tell me. The photo in the newspaper is the impression it makes. He seems smart, of course. Every day, you tell someone what to do. You should know that. I want to do what's right. Anyway, it's been so long. It's been so long. He's been out for so long. Oh, my God, how long. He had to go where they sent him, I know, but I don't know why he had to take that. Oh, I wish I hadn't caught him. I don't care how you got it. But I wish I'd never caught him. I don't think I should have taken it. I don't know what to do. Oh, my God, I wish I didn't have any illness. I don't know why he had to get that disease. Fin One Reader Writes, Winner Take Nothing, 1933", "title": "Escribe un lector", "author": "Ernest Hemingway"}