{"metadata": {"length": 5420, "words": 1123, "reading_time_min": 5.615}, "text": "There was the old lion in his cave, situated among the heaviest cliffs of a mountain. And the lion's son saw him, and said to him, Is there any more brave than his mercy in all the earth? - that's how children used to treat their parents. \"Yes, son\", the old man replied. \"How can it be that, Father, when I, being your son, fear no one and respect no one except your mercy?\" - Don't be fooled, son. There is a beast in the world more brave than all, and I, who was king of the world, to avoid being defeated, had to hide myself among the cliffs of these hills. - Give me your blessing, Father, and with your permission I will go to fight that beast and strip it of the dominion of the world. He won't be so brave! Out of His mercy, what animal is so great that I dare not attack? - He's not that big, son, but he's smarter than everyone else and his name is Man. As long as I live, I will never allow you to go fight him. The young lion had to stay, re-foaming and sharpening his nails. The old lion was sick and soon died. And the young lion wept over him, and buried him; and he thought, I will not now go without a fight with the man. And he went down the hill to the valley to look for him. What he first found in one of the Vegas that form in the mountain cliffs was a lean horse. - Oh, my God! - he said, that's not gonna dare me. Are you the Man? - She yelled at him. - I'm not the Man, sir. - Who is the Man, then? \"The Man, sir, lives below and is a very bad and very brave animal; he has completely subjugated me: he put some iron in my mouth, tied me with straps and, with some very nailed spurs he placed on his heels, he climbed over me and began to give me a claw and nail me with the spurs through the ijares, until I had to do his will and take him where he wanted; and then he left me for these corners where I almost starved to death. - That's what happens to you. I'm going to look for the Man because I want to see if he can fight me. Further down, where the potters of the serrania already begin, he saw behind a fence of a pirca the back of a bull with its horns. \"This is the Man\", he thought, \"and how huge his nails are, but in his head, while I have mine in my hands\". Let's see if it's the Man. And he jumped over the bridge. - Are you the Man? - She yelled at him. The bull trembled, terrified, and, making a voice as he could, answered him: \"I am not the Man, little sir\". The Man lives further down. - You want me to believe you're not the Man and you're shaking with fear. Tell me, will you dare fight me? What good is that body so big and those defenses you have in your head, but to triumph over those who are not brave like me? We'll fight you right away if you dare! - No, little sir, by God! If I am not a fighter, nor a valiant man, behold, the man hath me completely meek, and once, when I was younger, and I wanted to rise up, he bound me with bands, and cast me down to the ground, and marked my skin with a hot iron, which still scorches me; see ye not, your lordship, the mark, here on the hips?... and yet he did unto me other worse things, which shame me. And he swallowed me up, and dragged me out of the chariot with the strokes of a pitch; and behold, I am here, my lord, suffering, until the man thinketh to kill me, to eat me. - So big and so... vile! You're no good to me. I'm leaving - and the Lion kept going down the hill looking for the Man. He was already dividing the watered plains and, at the end of a break, he saw smoke and then a ranch, and he approached the fences without making a sound. A dog sniffed him and came out to bark at him. And the lion sat and waited, and said, This is the man; for I was told that he was not great. I'm not getting over this dwarf! But everything is nothing but bullying and he doesn't dare attack me. The Dog barked at him from a distance. - See you, man! Shut up a little! Are you the Man? - I'm not the Man, but my master is the Man. - I thought so, because, whoever you are, you can't stand the first attack. Go and tell your master that I am coming to challenge him. I want to see if what they say is true, that he is the bravest being in the world. It was the Dog and then came back with the Man carrying a loaded shotgun. - Oh, my God! \"The Lion said, 'How strange is the Man! He doesn't have his head down like we do. How will he eat? He's going straight. Oh, my God! I sit on my back legs to fight with my hands off. What will it do to me? - asked him when he saw him nearby. \"I am the Man\", replied the Labrador. - I'm coming to fight you to find out which one of us is the bravest. \"Well\", said the Man, \"but if I want to fight you have to irritate me. You insult me first, and then I answer. The Lion started calling him a bandit, a bouncer, a coward, a thief, a bully... until he got tired of insulting him. \"Now it's my turn\", said the Man. There goes a bad word. And, shooting him with a shotgun, he broke his leg. - Oh, my God, my God! - shouted the Lion. Little Man, I'm not fighting with you anymore. And he fled like a soul that the devil carries into the mountains, to hide himself among the cliffs of the summit, thinking, 'Well said my late father that I would not fight with Man; if with one bad word I broke a leg, what would have been of me if he came upon me in a fight body to body?' And he never came down from the mountains, but he hid himself. FIN Chilean Anonymous Popular stories in Chile, 1923", "title": "El león y el hombre", "author": "nan Anónimo"}