{"metadata": {"length": 3313, "words": 661, "reading_time_min": 3.305}, "text": "Once upon a time there was a little mouse, a little bird and a sausage that had formed a society and a home and had long lived very well and wonderfully in peace and their possessions had increased admirably. The bird's job was to fly into the woods every day and bring wood home. The mouse had to bring water, light the fire and put the table, and the sausage had to cook. But the good guy always wants to do new things! And one day the little bird met another bird on the road and told her, praising her very much, the wonderful life she had led. The other bird, however, told him that he was a wretch who did the worst work while the other two spent the day very comfortably at home. That when the mouse had lit its fire and carried the water it would enter its quarters to rest until it was told to set the table. And that the sausage girl would stand by the pot watching the food being made and that when the time to eat came, she would have to go through the purée or the vegetables and it was all greasy, salty and ready. And that when the little bird finally came home and left its cargo they had nothing but to sit at the table and after dinner they slept on their bare feet until the next morning, and that was really sticking to a good life. The next day the little bird, instigated by the other, refused to return to the forest saying that he had already done enough of the servant and had already taken him quite foolish and that now they had to change and try another way. And as much as the mouse begged him, and the sausage, the bird came out with his own, and they cast lots, and the sausage had to carry the wood, the mouse had to cook, and the bird had to go for water. And what happened? The sausage went out for the wood, the bird lit the fire, the mouse put the pot, and the two of them were left alone waiting for the sausage to come home with the wood for the next day. But the sausage had been gone for so long that they both feared that nothing good had happened and the little bird flew a stretch in search of it. Not far away, however, he met a dog on the way who had taken the poor sausage girl by prey, had caught her and had killed her. The little bird protested a lot and accused the dog of having committed a manifest crime, but there were no words that would be of any value to him, as the dog said that he had found false letters to the sausage and that that is why he had been a victim of it. The little bird, very sad, picked up the wood and went home and told what he had seen and heard. They were very sad, but they decided to put all their goodwill and stay together. So the little bird set the table, and the mouse made the preparations for the meal and started making it. Just as he had done the sausage before, he put himself in the pot and started to remove the vegetables and to run between them to give it flavor; but before reaching the half he had to stop and leave there the skin and with it life. When the little bird went and wanted to serve the food there was no cook. The little bird, bewildered, threw wood everywhere and looked for it and called it, but he could not find his cook. The fire caught fire and started a fire. The bird quickly went out to get water, but then the bucket fell into the well and he left behind and couldn't recover and drowned. FIN", "title": "Del ratoncito, el pajarito y la salchicha", "author": "Hermanos Grimm"}