{"metadata": {"length": 7783, "words": 1422, "reading_time_min": 7.11}, "text": "Have you written to the Froplinsons to thank them for sending us? He asked Egbert. Janetta replied, with a hint of fatigue and defiance in her voice. Today I have written eleven letters expressing our surprise and gratitude for the various and undeserved gifts, but not to the Froplinsons. \"Someone will have to write to them\", Egbert added. I don't discuss that need, what I don't think is that someone is going to be me, Janetta replied. I would not mind writing a letter of angry recrimination or ruthless satire to some recipient who deserves it; the truth is, I would enjoy it quite a bit, but my ability to express servile kindness has come to an end. Eleven letters today and nine yesterday, all written in the same vein of ecstatic gratitude: you can't expect me to sit down and write another. Didn't it occur to you that you can write yourself? I've written almost as many letters as you and I've also taken care of my usual professional correspondence. Besides, I don't know what the Froplinsons sent us. A calendar of William the Conqueror, Janetta answered. With a quote from one of his great thoughts for every day of the year. \"Impossible\", said Egbert, \"he had not three hundred and sixty-five thoughts in all his life; or if he had them, he kept them for himself. He was a man of action, not introspection. Well, then it would be William Wordsworth. I know William's name was somewhere, Janetta added. That seems more likely to me, Egbert agreed. Well, let's collaborate on that thank you letter and write it. I can dictate and you write it. Dear Mrs Froplinson: We thank you and your husband very much for the beautiful calendar you have sent us. It was very kind of you to think of us. You can't say that. Janetta interrupted him, leaving the pen. That's what I always say, and what everyone tells me Egbert protested. \"We sent them something on the twenty-second day\", Janetta explained, \"so they had to think of us. They had no choice. What have we sent them? Egbert asked in a melancholy voice. Bridge markers, in a cardboard box, with a stupidity written glaringly on the cover, sort of like \"lab your fortune with real spikes\". As soon as I saw him in the store, I said to myself, 'The Froplinson,' and I asked the dependent, 'How much?'; when he replied, 'Nine pence,' I gave him the address, added our card, paid ten or eleven pence to cover the expenses of sending and thanked heaven. They ended up thanking me less sincerely and a lot more trouble. \"The Froplinsons don't play bridge\", said Egbert. It is not supposed to be a courtesy to notice such social deformities, Jannetta replied. On the other hand, did they bother to find out if we read Wordsworth with joy? From what they know or are interested in, we could frantically hold the belief that all poetry begins and ends with John Masefield, so we could be angry or depressed by the fact that we get a sample of wordworthian products thrown out every day of the year. All right, let's get on with the thank you letter. And then Janetta accepted. \"They've been very smart in guessing that Wordsworth is our favorite poet\", Egbert said. Janetta dropped the pen again. Do you realize what that would mean? A little wordworth book on the next Christmas, and another calendar on the next, with the same problem of having to write proper thank-you letters. No, it's best to drop any references to the calendar and move on to another topic. What other subject? Well, something like this: What do you think of the New Year's honours list? A friend of ours made a very clever comment when he read it. Then add any observations that come to your mind; it doesn't have to be intelligent. The Froplinsons couldn't know if he was or not. We don't even know their political leanings Egbert objected. And it is also not possible to suddenly abandon the calendar issue. Surely there will be some clever comment that can be made on him. \"For the fact is, we are not able to think of any\", Janetta said tirelessly. We're both tired of writing. Oh, my God! I just remembered Stephen Ludberry's wife. I didn't thank you for sending us. What is it? I forgot, but I think it was a calendar. There was a prolonged silence, the sad silence of those who are hopeless and that has almost ceased to matter to them. Suddenly Egbert got up from his seat with a determined air. There was the light of battle in his gaze. Let me sit at the desk, he exclaimed. - I'm so pleased. Are you gonna write to Mrs. Ludberry or the Froplinsons? To none of them Egbert answered by taking a few quarts. I'm writing to the editor of every well-informed and influential newspaper in the Kingdom. I'm suggesting that there should be some sort of epistolary God's Truce during the Christmas and New Year holidays. From the 24th of December to the 3rd or 4th of January it would be considered an offence against good sense to write or expect any letter or communication which does not relate to the necessary events of the moment. The answers and invitations, the decisions on trains, the renewal of club subscriptions and of course all the ordinary and everyday business matters, illnesses, the contract of new cooks, etc., will be treated as usual as something inevitable, as a legitimate part of our daily lives. But all that devastating and overwhelming correspondence related to the holiday season must be abolished to give these days the possibility of being a truly festive time, without problems, with continuous peace and goodwill. But you should express some appreciation for the gifts you received, because otherwise people would never know if they've arrived. Of course I've thought about it. Every gift sent would be accompanied by a card with the date of dispatch and the sender's signature, along with some conventional hieroglyph that conveys the fact that it's a Christmas or New Year's gift; there would be a matrix with space for the recipient's signature and arrival date, so all one would have to do would be sign and put the date in the matrix, add a conventional hieroglyph that meant the most sincere thanks and surprise, put it all in an envelope and mail it. It seems deliciously simple commented Janetta melancholy, but people would think it's too dry and routine. No more routine than the current system. I have only the same conventional language at my disposal to thank dear Colonel Chuttle for his delicious Stilton cheese, which we will eat to the last bite, and the Froplinsons for their calendar, which we will never look at. Colonel Chuttle knows we thank you Stilton without having to tell you, and the Froplinsons know we get bored of your calendar no matter how much we say otherwise, just as we know they get bored of bridge markers even though they have written us down to thank us for our lovely little gift. Moreover, the Colonel knows that even if we suddenly had a grudge against the Stilton, or the doctor had forbidden us, we would still write him a letter of sincere thanks. So you'll find that the current recognition system is as routine and conventional as the recognition matrix would be, only ten times more tiring and devastating to the brain. Certainly, your plan would be an important step forward in realizing the ideal of a happy Christmas. \"Of course there are exceptions\", Egbert added. Like people trying to insert an air of realism into their thank you letters. For example, Aunt Susan, when she writes: \"Thank you so much for the ham; it doesn't taste as good as the one you sent me last year, which wasn't particularly good either. Ham is not what it used to be. It would be a shame to deprive us of your Christmas comments, but that loss would be included in the overall profits. In the meantime, what am I gonna tell the Froplinsons? She asked Janetta. Beasts and Super-Beasts, 1914", "title": "Huelga de plumas", "author": "nan Saki"}