{"metadata": {"length": 2292, "words": 442, "reading_time_min": 2.21}, "text": "It is said that one day the Buddha was walking through the heavens, on the shores of the Lotus Flower Lake. In the depths of that lake, Buddha could see the Naraka (Hell). That day he observed a man named Kantaka, who died a few days earlier, struggling and suffering in this hell. Buddha, full of compassion, wanted to help all those who, despite having fallen into hell, had done a good deed in their lives. Kantaka had been a thief and had led a depraved life. That's why he was in the Naraka. Once, however, she had acted generously: one day while walking, she saw a large spider and wanted to crush it, but she stopped her gesture, thinking suddenly that she could help her; she left her alive and continued on her way. Buddha saw in this generous action a good spirit and had a desire to help him. So he threw a long spider's web into the depths of the lake, and it went to hell, to Kantaka. Kantaka looked at this new object and found it to be a very strong silver string. But he refused to believe it and thought that it would undoubtedly be a spider's web hanging and that it would be unlikely to climb up. But as I longed to get out of Naraka, I would try everything for everything. He held onto the thread thinking that climbing would be very dangerous since the thread could break from one moment to the next. But he started to climb up... up... helping himself with his feet and his hands, making great efforts not to slip. The climb was long. When he got to the middle he wanted to look down, to hell, for he would surely be far away. Upstairs, I saw the light and I just wanted to get to it. Leaning down to look one last time, he saw a crowd of people coming up behind him in an unbroken chain from the great depths of hell. The panic seized him: this rope was just solid enough for him; but in the face of the weight of these hundreds of people climbing up through it, he would surely yield, and all would find themselves back in hell! What a misfortune! - Those people should stay in hell! Why do you have to follow me? - cursed against them. At that precise moment, the thread yielded just exactly at the height of Kantaka's hands and they all fell into the dark depths of the lake. At the same time, the midday sun shone over the lake, along whose shore the Buddha walked.", "title": "Hilo de plata, hilo de araña", "author": "nan Anónimo"}