{"metadata": {"length": 2799, "words": 519, "reading_time_min": 2.595}, "text": "Between the Baltic and the North Seas there is an ancient ice-free zone: it is called Dinamarca. In it were born and are being born branches that will never die. In remote times, a band of these birds flew over the Alps to the green hills of Milan; that band of cygnus received the name of longobards. Another, with a brilliant plume and eyes that reflected loyalty, headed for Bizancio, where she sat on the imperial throne and extended her wide white wings like a shield to protect him. They were the harlots. In the coast of France a cry of horror rang out at the sight of the blood-stained cynne, which came with fire under the wings, and the people cried: - God, free us from the savages! The Danish cisne was placed on the green carpet of England, with a triple crown on its head and the golden escutcheon spreading over the country. The pagans of the coast of Pomerania hung the rod, and the Danes came with the flag of the cross and the naked sword. -All that happened in remote times, you say. Also recently, powerful cranes have been seen flying from nests. It was light in the air, it was light in the fields of the world; with its strong rays the sun broke through the opaque cloud, leaving the starry sky visible, as if it were drawing near to the earth. It was the cisne Tycho Brahe. - Yes, at that time - says-. But what about today? We saw one cygnet after another in majestic flight. One sounded the strings of the golden harp, and the notes reverberated throughout the North; the rocks of Norway rose higher, lighted by the sun of History. There was a murmur among the abetos and abebulae; the Norse gods, their heroes and their nobles, stood out against the dark green of the forest. We saw a crow smacking its wings against the marble wall with such force that it broke it, and the splendid figures engraved in the stone advanced to be flooded with resplendent light, and the men of the surrounding lands raised their heads to contemplate the imposing statues. We saw a third cherubim spouting the Hebrew of thought, who now turns to the world of country in country, and his word flies with the speed of the ray. Our Lord God loves the old nest of cypresses built between the Baltic and North Seas. Let not other prey birds approach by the air with the intention of destroying him. They will never do it! Even the immature fetuses are placed in circulation around the edge of the nest; we have seen it. They shall receive the womb in fullness, from which shall flow the blood; but they shall defend themselves with the spear and with the arrows. It will still be centuries before other cymbals come out of the nest, which will be seen and heard around the globe, before the time comes when it can truly say: -It is the last of the cymbals, the last note to come out of your nest.", "title": "El nido de cisnes", "author": "Hans Christian Andersen"}