{"metadata": {"length": 4091, "words": 861, "reading_time_min": 4.305}, "text": "Since a guette mirichenambre cornoritotingo wants a little animal with a centyfricate name and in the mountain they call it fox, for frying, he raised a leg and ta! He threw out a large, scary devilish bird, which was sprinkled in the square four cubits and said with laughter and small laughter, \"Woe to those who say, 'It's spring, I don't know what, the essence of the flowers, and the dew of the grass burn nature!' \" And he threw his nails back on the ground and went on his way rejoicing. And he was pretty, the miserable, with the whites of his hair, the little, who would have thought that they would get that tuff-shaped out of them. And a keyboard player who was already fainting saw him pass and covered his nose. And the teco said to him, speaking in a langue: \"To the gate with the well-dressed girls of the jejelife! And all the assholes flew out. And the fox just stood up and scratched a little soba and smiled with thin teeth and kept walking. And he passed by a man of the shop, and he was walking about, and he was saying, What a scent, what a scent! And a little fox did so with his big finger, and said unto him, \"Molor, honey... what a pretentious cloven-hair; the angels of decay cast that smell to be well with us\". Then the fox touched his neck and said, \"To the fox, see if I am an angel and did not know\". And he came to where a little ox was cast in his little nest, and loved him well, and the fox told him. \"Thorogous, put your hat on the other side, because instead of putting your head on the chunchucuyo, I am an angel of rot or not?\" And the torogous said to him: \"I will answer you, but much guides: you are not a baby angel!\" 'Cause you don't have any tires,' the tortoise said. But as he had swallowed a lot of tuff while talking, he passed out. And the fox said, \"Well, I'm going to look myself in the mirror, see if it's true\". And he played and crawled to a well deep from, and deep and bent to look and he's fine down! He saw a column of sky and in the middle the face of God animated and said: \"There is a poor mouse looking up to see who brings it to feed, but I do not bring it out\". And he looked at it and said, \"Ratton, mouse! Am I an angel, or am I not? And the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of the voice of God? \"Why not?\" the fox asked again. \"Because no!\" replied the well. Then the fox would throw him a few flippers and squeal and always look at his face and say, \"This little animal never dies, it almost flees and sat on the edge and he's right! He dug the well and the well could not hold up and said with his faint echo, \"Ufa!\" And he hit a sickly handkerchief and passed by eating the fox that flew through the sour, the winds and the clouds until he hit the full moon and woke up scared where he was sleeping and straightened the pips with the lashes and said, \"What's going on here!\" and he fell. FIN Stories of the chip, 1945 / 1961", "title": "El cuento de olis olis catrín y el cañonazo", "author": "nan Salarrué"}