{"metadata": {"length": 3875, "words": 725, "reading_time_min": 3.625}, "text": "Josef K dreamed: It was a beautiful day and K wanted to go for a walk. But he had barely taken two steps, when he was already in the cemetery. There were two very artificial paths that intersected in an impractical way, but he slipped through them like a torrent, with an unsteady and fluctuating attitude. From a distance, he discovered a recent grave where he wanted to stop. That tomb had a powerful pull on him and he didn't think he was going fast enough. Sometimes he could barely see the tomb, as it was hidden by flags that were tightly entwined. The bearers were not visible, but it seemed as if there was a great joy there. As he directed his eyes in the distance, he suddenly discovered the tomb by his side, on the road, almost behind him. He jumped quickly on the grass. Because the ground under his leaping foot was slippery, he became unbalanced and fell just before the tomb and on his knees. Behind the tomb were two men holding a gravel in a sickle. As soon as K showed up, they threw the gravestone to the floor and he was left as if he had been walled up. A third man, whom K immediately recognized as an artist, immediately emerged from a forest. I was wearing just a pair of pants and a badly buttoned shirt. He wore a velvet cap on his head and held a common pencil in his hand with which, as he approached, he drew figures in the air. He put it with the pencil on top, on the gravestone. Because it was so tall, he didn't have to bend down at all, though he did bend down, because the tomb, which he didn't want to step on, separated him from the tombstone. It therefore remained on the tips of the feet and rested with its left hand on the surface of the slab. Thanks to a skillful maneuver, he managed to draw some golden letters with the pencil. He wrote: \"Here he rests... Each letter appeared clear and beautiful, perfect and pure gold. When he finished writing the two words, he turned and looked at K, who was anxiously waiting for the writing to continue and barely cared about the man, since he only kept his gaze fixed on the gravestone. The man, in fact, was willing to continue writing, but he couldn't, there was some impediment. He lowered the pencil and turned again toward K, who now looked at the painter and noticed that he was in a state of great confusion, although he could not say the cause. All his previous animation had disappeared. K was confused, too. They exchanged pleading glances. There was a misunderstanding that no one could clear. The bell of the chapel belonging to the tomb began to ring in an untimely manner, but the artist made a bid and the bell stopped. After a while it began to ring again, this time in a very low tone and stopping instantly without any requirement. It was like I wanted to try his sound. K was disconsolated by the artist's situation, began to cry and wept for a long time covering his face with his hands. The artist waited until K had calmed down and then decided to continue writing, as he could find no other way out. The first line he wrote meant for K a release, although the artist performed it with great resistance. The writing was no longer so beautiful, first of all it seemed to lack gold. The line was pale and insecure, the letter was too big. It was a J, it was almost finished when the artist furiously trampled the tomb, so that the earth invaded the air. K finally figured it out. There was no time to apologize. He dug into the ground, which barely resisted resistance, with his fingers. Everything seemed set. There was only a light layer to keep the appearances. Once removed, a large pit with steep walls appeared in which K sank, turned back by a smooth current. While he, with his head still straight over his neck, was already received by the impenetrable depth, his name was inscribed with powerful ornaments on the stone. Fascinated by this vision, he awoke. FIN", "title": "Un sueño", "author": "Franz Kafka"}