{"metadata": {"length": 5805, "words": 1139, "reading_time_min": 5.695}, "text": "What was his name? Sona Mariama. How old was she? Sixteen. What happened to him? This is his story. Once upon a time there was a man who had a beautiful daughter. He said to himself one day: \"My daughter is so beautiful that I will not let her marry any man. I'll marry her myself. His wife was saddened when he told her about his decision, but she simply said, \"Okay. When the daughter grew up, the father announced that he would marry her. He called his daughter to talk to him and told her she'd be his wife. And the girl said, Thou shalt not take me for a wife. If you don't find me a good husband, I'll go into the jungle and meet the wild elephant and let him kill me. But the father insisted he wanted to marry her. He also said the wedding would be the next day. And the mother said to her daughter, This is what thou shalt do: come early to me tomorrow morning, and ask me for the pumpkin to carry the water. Make sure your father's with me. \"Mother, \" he said\", I am going to the well to get some water. When you get to the well, you leave the pumpkin there and then run away. The daughter agreed and her plan was drawn up. The next day the father killed a cow. Then she got ready for the wedding. While she was preparing, the daughter came and asked about the pumpkin. \"I must draw water from the well\", he said, \"to prepare for the wedding. He took the pumpkin and left it by the well. Then he ran quickly into the jungle. After running for a while, he found a buffalo. He looked at her carefully and said, \"Girl, you're really beautiful. Sona Mariama smiled but said nothing. - Where are you going? - I'm not here. - the buffalo asked him. \"I'm going to see the wild elephant to let him kill me\", he said. Then he began to sing sadly: My father said that I, Sona Mariama, would be his wife. My mother said that I, Sona Mariama, would be her co-wife. My brothers said that I, Sona Mariama, would be his mother. My kids will say I'll be their grandmother. The buffalo said, \"I've never seen anything like it, Sonna Mariama. I've never heard anything like it either, Sona Mariama. Kid, you did well to run away. The girl continued her way. Farther away he found a lion. The lion was surprised to see such a beautiful girl. And he said, \"You're a very pretty girl. Where are you going? \"I'm going to see the wild elephant so he can kill me\", he said. My father said that I, Sona Mariama, would be his wife. My mother said that I, Sona Mariama, would be her co-wife. My brothers said that I, Sona Mariama, would be his mother. My kids will say I'll be their grandmother. And the lion answered, and the buffalo did, saying, I have never seen anything like it, son Mariama. I've never heard anything like it either, Sona Mariama. Kid, you did well to run away. As before, the girl continued her journey, until she found a rabbit. The rabbit was perplexed by her beauty and asked where she was going. Sona Mariama told her her story, and she told her she was looking for the wild elephant to kill her. \"I am the messenger of the wild elephant\", said the rabbit. Let me take you to him. Sona Mariama followed the rabbit to the densest part of the jungle. He tried to remember the way he had come there but couldn't. It doesn't matter, he thought. It doesn't matter if she's lost. Soon I'll be face to face with the wild elephant and this will be my end. The rabbit was ahead and Sona Mariama was following him until they reached a dense grove. \"This is where the wild elephant lives\", said the rabbit. Do you want to come in and see it, or do you want to run away? \"I must see him immediately\", said Sona Mariama, who entered the tree circle. Inside it was dark, but he could hear the earth's rumbling as the elephant rose from its sleep and approached it. - Who dared to enter my shelter? - Murmured the elephant. \"It was me, Sona Mariama\", said the girl. The wild elephant stopped as soon as he saw her. She was really beautiful. - Sit down, he said. Now tell me why you've come to disturb my sleep. \"I came to die\", she replied. My father said that I, Sona Mariama, would be his wife. My mother said that I, Sona Mariama, would be her co-wife. My brothers said that I, Sona Mariama, would be his mother. My kids will say I'll be their grandmother. The wild elephant said, \"I have never seen anything like it, Sona Mariama. I've never heard anything like it either, Sona Mariama. But I still can't kill you. Tell the rabbit to take you to the king's camp and let him decide. She agreed to go with the rabbit. When they arrived, they found the king and all his advisers sitting. Everyone was surprised at the beauty of the girl. - You are so pretty! What's your name? - I'm... - they asked him. \"Sona Mariama\", he answered. - Why have you been brought here? He told them about his father's plan and how, with his mother's help, he had escaped into the jungle. He told them he'd met the buffalo and the lion. Also how the rabbit had led her to the wild elephant and that he had been saddened by her and had left the case in the hands of the king. The king was surprised by his story. Immediately he called a messenger to bring the father with them. When he was brought before the court, the father threw himself at his mercy. I was deeply sorry for his behavior. The king did not punish him, but he was sent home in disgrace. And the king said to his counselors, Bring the royal drum. They started playing drums. They sang: The Royal Drum is sung by Sona Mariama by Sona Mariama Sona Mariama. And when the people heard the drum, they came near to the king's camp. There was a party and they were dancing. Everyone was happy in those moments. The sound of the royal drum by a woman meant that the king wanted to marry her. And that drum continues to play to this day. Sona Mariama married the king. FIN", "title": "Sona Mariama", "author": "nan Anónimo"}