{"metadata": {"length": 3728, "words": 672, "reading_time_min": 3.36}, "text": "The Gobichon hat shop is painted light yellow; it is a kind of dark hallway, fenced to the right and left by shelves that exhale a vague smell of mold; at the bottom, in a dark and solemn silence, is the counter. The light of day and the noise of life refuse to enter that tomb. The village of the hatter Gobichon, located in Arcueil, is a single-storey, flat house, built of plaster; in front of the house there is a narrow garden surrounded by a low wall. In the middle is a pond that has never contained water; here and there stand some typical trees that have never had leaves. The house is raw white, the garden is dirty gray. The Bièvre runs for fifty steps dragging scents; on the horizon you can see buoys, debris, devastated fields, open and abandoned quarries, a whole landscape of desolation and misery. For three years, Gobichon has had the ineffable happiness of changing every Sunday the darkness of his shop for the burning sun of his small country house, the air from the drain on his street for the nauseating air of the Bièvre. For thirty years he had caressed the foolish dream of living in the country, of owning land on which to build the castle of his dreams. He sacrificed everything to make his caprice of great lordship a reality; he imposed the harshest privations; they saw him over thirty years, deprived of a tobacco powder or a cup of coffee, accumulating one fat bitch after another. Today, he's already filled his passion. He lives one day out of every seven in intimacy with the dust and pebbles. He can die happy. Every Saturday, the departure is solemn. When the weather is good, you can walk around and enjoy the beauty of nature. The shop is taken care of by an old dependent who is responsible for telling the customer to come in: Mr. and Mrs. Gobichon, a young boy of about twelve, who is terrified to see his parents heading for the Bièvre, are being searched for in the boarding house. And along the way, the father, serious and happy, tries to inspire his son's love of the countryside by lecturing about cabbage and ducks. They come and lie down. The next day, from dawn, Gobichon put on his peasant clothes; he is firmly determined to cultivate his land; cava, azadonea, plant, sow all day long. Nothing grows; the soil, made up of sand and casks, refuses to produce any kind of vegetation. That is not why the hardworking person is satisfied with the sweat that floods his face. Looking at the holes he just opened, he stops proudly and calls his wife: \"Mrs. Gobichon, come and see this! - She screams. Look at the holes! These are deep! The good woman is ecstatic looking at the depths of the holes. Last year, by a strange and unexplained phenomenon, a lettuce, a hand-high, rusty, and dirty yellow Roman lettuce, had the singular whim of growing in a corner of the garden. Gobichon invited 30 people to dinner to celebrate that lettuce. He spends the whole day in the sun, blinded by the intense light, choked by the dust. Next to him is his wife who carries self-sacrifice to the brink of death. Young Gobichon desperately searches for the thin shadow flies that form the walls. In the afternoon, the whole family sits by the empty pond and enjoys the charms of nature in peace. The surrounding factories are throwing a black noise; the locomotives are whistling, carrying a whole mass of noise and noise; the horizons are stretching, devastated, even sadder by the echo of those laughter that return to Paris for a long week. And, mixed with the fetish of the Bièvre, the smells of frying and powder pass through the heavy air. Gobichon, in agony, religiously looks at the moon rising between two chimneys. FIN Linnodation et autres nouvelles Translation of Hope by Cobos Castro", "title": "Una casita en el campo", "author": "Émile Zola"}