{"metadata": {"length": 6682, "words": 1183, "reading_time_min": 5.915}, "text": "\"My aunt will be down soon, Mr. Nuttel\", said a fifteen-year-old young lady, \"and in the meantime you must do your best to bear me. Framton Nuttel strove to say something that would properly flatter the niece without ceasing to properly take into account the aunt who was about to arrive. He doubted more than ever that this series of formal visits to totally unknown people were of any use to the proposed rest cure. \"I know what will happen\", his sister had told him when he was preparing to emigrate to this rural retreat, \"you will lock yourself up if you don't get well and you won't talk to anyone and your nerves will be worse than ever because of depression. That's why I'm gonna give you letters of introduction to all the people I met there. Some, as I recall, were quite nice. Framton wondered if Mrs. Sappleton, the lady to whom she had delivered one of the letters of introduction, could be classified among the sympathetic. - Do you know a lot of people here? - asked the niece, when she felt that there had already been enough silent communication between them. - Almost no one\", said Framton. My sister was here, in the rectory, about four years ago, and she gave me letters of introduction to some locals. He made this last statement in a tone that clearly denoted a feeling of regret. \"Then you know practically nothing about my aunt\", continued the young lady. - Only his name and address - admitted the visitor. He wondered if Mrs. Sappleton would be married or widowed. Something indefinite in the environment suggested the male presence. \"His great tragedy happened three years ago\", said the girl, \"that is, after his sister left. - His tragedy? - asked Framton; in this peaceful countryside the tragedies seemed somewhat out of place. \"You're probably wondering why we left that window open one by one on a late October afternoon\", said the niece pointing to a large window overlooking the garden. \"It's hot enough for this time of year\", Framton said, \"but what does that window have to do with the tragedy?\" - Through that window, exactly three years ago, her husband and two younger brothers went out hunting during the day. They never came back. As they crossed the wetlands to reach the hunting grounds they were caught in a treacherous swamp. It happened during that terrible rainy summer, you know, and the land that was once firm suddenly gave way without any way of foreseeing it. They never found their bodies. That was the worst of it all. At this point in the story, the girl's voice lost that certain tone and became vacillatively human. My poor aunt still believes that one day they'll come back, them and the little spaniel that accompanied them, and they'll come in through the window like they used to. For that reason the window remains open until it is already night. My poor dear aunt, how many times have you told me how you got out, your husband with the white raincoat on his arm, and Ronnie, his younger brother, singing as usual, \"Bertie, why do you jump?\" because I knew that song especially irritated her. You know, sometimes, on quiet afternoons like today, I get the feeling that they're all gonna come back out the window... the girl trembled. It was a relief to Framton when the aunt broke into the room apologizing a thousand times for keeping him waiting so long. \"I hope Vera was able to entertain him\", he said. \"He told me some very interesting things\", Framton replied. \"I hope you don't mind the open window\", said Mrs. Sappleton animated; \"my husband and my brothers are hunting and will come back straight here, and they always come in through the window. I don't want to think about the state they're gonna leave my poor carpets in after I've been hunting in the swamp. So typical of you men, isn't it? He continued to chatter cheerfully about hunting and the fact that birds are no longer abundant, and about the prospects of hunting ducks in winter. For Framton, all that was just awful. He made a desperate, but only half-successful, effort to divert the conversation to a less repulsive subject; he realized that his hostess was not paying him all her attention, and his gaze was constantly lost toward the open window and garden. It was certainly an unfortunate coincidence to come to visit on the day of the tragic anniversary. - The doctors have agreed to order me full rest. I have been banned from all forms of mental agitation and violent physical exercise\", Framton said, which contained the widespread illusion that completely unknown people and casual relationships were eager to know the innermost details of our illnesses and diseases, their cause and their remedy. They disagree on diet. - You didn't? - said Mrs. Sappleton drowning a last-minute yawn. Suddenly her expression revealed the most vivid attention... but it wasn't directed at what Framton was saying. - They're finally here! - he exclaimed. Just in time for tea, and it looks like they've gotten stuck to their eyes, doesn't it? Framton shuddered slightly and turned to the niece with a look that tried to communicate her compassionate understanding. The girl had her eyes set on the open window and her eyes were shining with horror. Caught in an unknown terror that was freezing his veins, Framton turned to his seat and looked in the same direction. In the dark twilight three figures walked through the garden and toward the window; each one carried a shotgun under his arm and one of them carried the additional load of a white coat on his shoulders. They were followed by a tired, gray spaniel. They quietly approached the house, and then a young, hoarse voice was heard singing: \"Tell me, Bertie, why are you jumping?\" Framton quickly grabbed his cane and hat; the entrance door, the gravel path and the gate, were barely perceived stages of his untimely retreat. A cyclist who was walking down the road had to step aside to avoid an impending collision. \"Here we are, dear\", said the white raincoat-bearer entering through the window: quite clogged, but almost dry. Who was that man who came out suddenly? \"A very strange man, a Mr. Nuttel\", said Mrs. Sappleton; he spoke of nothing but his sickness, and he went off without saying goodbye or apologizing when you arrived. Anyone would say they saw a ghost. \"I suppose it was the spaniel\", said the niece quietly, \"he told me that dogs make him horrid\". Once he was chased by a pack of stray dogs to a cemetery near the Ganges, and he had to spend the night in a newly dug tomb, with those beasts grumbling and showing their fangs and throwing foam over him. So anyone becomes pusillanime. Fantasy without warning was his specialty. The Open Window, The Westminster Gazette, 1911", "title": "La ventana abierta", "author": "nan Saki"}