{"metadata": {"length": 5200, "words": 985, "reading_time_min": 4.925}, "text": "It's something that fills me with delight. And I don't know why. I can still remember it in its smallest detail. I recall it again and again, extracting more and more details from my distant memory, because remembering makes me happy. It was very early. The mountains, to the east, looked blue, almost black, but behind them the light rose faintly red, drawing the silhouette of the greener, darker and cooler mountain range as it moved through the sky, toward the west, where it merged with the fugitive night. And it was cold. Not too much, but enough to force me to rub my hands and hide them in my pockets; to lift my shoulders and stretch my feet to the floor. In the valley I was in, the earth was lavender-grey in the morning. I walked down the neighborhood road and across the street I discovered a store whose color was a slightly lighter gray than the landscape. Next to the tent shone the orange glow of the fire that sparkled behind the slits of an old rusted iron kitchen. A column of black smoke came out of its twisted chimney, which spiralled upward before fading into the air. Next to the kitchen I saw a very young woman, almost a girl. He was wearing a discolored blue cotton skirt and a blouse. As I approached I discovered in his arms a newborn, hiding his little head in the blouse, running from the cold. The mother moved actively, removing the stitches and lifting the lid of the old stove over and over again to facilitate the shot. The little boy was feeding, without interrupting his mother's work or losing any of the grace of his movements. Each of his gestures was precise, practical and aesthetic. The orange glow of the fire reflected tremor on the tent canvas. When I was closer I could smell fried tocineta and hot bread, the most pleasant scents I know. The light was more intense for moments. I approached the stove with my palms in my hands and trembled at the first sound of heat. Then the store curtain opened and a young man came out, followed by an older man. They were both wearing new blue-surgical pants and leather jackets. Their faces were bony and very similar. The youngest had a short black beard and the oldest had a grey, longer beard. Their faces were wet, almost sparkling, with droplets of water held between their beard hairs. They walked away silently looking east and yawned in unison. Then they came back and found me. \"Good morning\", said the old man. His expression was not hostile, but neither was it friendly. Good morning, sir. I answered. \"Good morning\", said the young man. The water was rapidly drying up on his cheeks. They came up to the fire and warmed their hands. The girl was still busy, bowing her head and paying attention to her work. She had her hair tied to a moustache that oscillated as she moved. He put a few tin cups on an empty drawer, and then some aluminum plates and some blankets. Then he served a bunch of fried tocineta bathed in fragrant fat and opened the burning porcelain of the oven to get out a metal tray full of smoking pancakes. As the aroma of the bread reached them, the two men sucked deeply. The young man muttered: \"Oh my God! The old man turned to me. Have you had breakfast? - No, I'm not. Then come with us. It was the signal. We head to the wooden drawer and sit on the floor, around it. The young man asked me, \"Have you been picking cotton?\" - No, I'm not. We've been working for 12 days. The young woman spoke from her post by the kitchen. They've been able to buy new clothes. The two men looked at their clothes and smiled slightly. The girl offered us the tocineta, along with a jar containing hot fat and a jar of coffee. Then he sat down on the floor too. She kept nursing the baby, covering his head with the blouse. I could hear him sucking hard. We fill our plates, fill the pancakes with fat, and put sugar in the coffee. The old man began to eat enthusiastically. Between two mouths, he whispered, \"Oh my God, how good! The young man said, \"We've been eating for twelve days. We all ate fast, with fruition. We repeat it several times until we feel full and satisfied. Hot coffee burned our throats. Emptying the remains with wells on the wet grass, we refilled the cups. The air was already very bright, with a reddish tremor that made it appear colder. The two men turned their heads to the east and the dawn was full. I looked up for a moment and I could see the image of the mountains reflected in the old man's pupils. Then the two men emptied their cups on the floor and got up at the same time. \"We have to go\", said the old man. The young man turned to me. If you're interested in picking cotton, you can come with us. No, I have to go. Thanks for breakfast. The old man made a negative gesture with his hand. There's no need. We've had a lot of fun. They went away together. To the east, the sky was an orgy of light. I resumed the march down the path. This is it. I know some of the reasons why I find the memory so pleasant. But there was also a certain element of sublime beauty in the scene that makes me flood waves of pleasure every time it comes back to my memory. FIN Breakfast, Pacific Weekly, 1936 Note: This story has also been translated as Breakfast Outdoor.", "title": "Desayuno", "author": "John Steinbeck"}