{"metadata": {"length": 2128, "words": 418, "reading_time_min": 2.09}, "text": "Mother, the light is fading in the gray sky. What time is it? I am tired of the game and I come to your side. It’s Saturday, our party day. Leave your work, mother, sit down at the window and tell me where the desert of Tepantar of which the story is told is. The rain shadow has covered the sky point by point. The fierce saber-toothed tiger slashes the clouds with his talons. When the clouds clear, how lovely it is to feel how my heart flutters and flutters against you! When heavy rains saturate the bamboo leaves for hours, and our windows swell, blown by the wind, how I like to sit by your side in the tent, while I tell you something about the desert of Tepantar of which the story tells! Where is he, mother? In what part of the sea? On the foot of what mountains? In the kingdom of what king? There will be no hills between the fields, nor paths in the pastures, so that the peasants can return to their villages in the afternoon, and the hay-gatherers can go from the forest to the market. Much sand, some yellow grass tufts, a single tree in which two old birds are perched: this is the desert of Tepantar. I imagine a young prince riding a grey horse alone across the desert on a day as gloomy as today. He goes in search of the princess who flies in the prison of the giant, on the other side of this unknown sea. While the rain falls like a curtain and the thief leaps like a man dead in his own sin, does the prince think of his poor mother abandoned by the king, his mother who washes the altar and wipes the tears from his eyes as he rides through the desert of Tepantar of which the story speaks? Look, mother, it is still day, but there is the darkness of night; no one goes out of the village. The shepherds returned from their lunches, and the men left the fields: sitting on the ridges of their ridges, they contemplated the threatening clouds. Mom: I have kept my books in the safe. I beg you, do not ask me today to study. When I'm as old as my father, I'll already know everything there is to know. But today, for once, mother, tell me where is the desert of Tepantar from which the story is told. FIN", "title": "La patria del proscrito", "author": "Rabindranath Tagore"}