{"metadata": {"length": 4192, "words": 799, "reading_time_min": 3.995}, "text": "Although the Cothurnos Club was founded by actors, they occasionally admit a limited number of writers and painters, which is why I am so lucky to be a member. The place is most pleasant; in the reading and working rooms there is such silence that a pin would be heard falling, while in the bar, poolroom, and dining room it is difficult for one to feel alone. This is especially true in the dining room, where most members eat at a large round table. As soon as I had the honor of being admitted to the club, I took the habit of having lunch there almost every day, and that was how I ended up noticing Mr. Childress. Mr. Childress always ate alone on a small table attached to the wall. He never seemed to speak to anyone, for the gesture he made to the men gathered around the round table could not be considered a greeting. A few days ago I asked Clem Kirby, who had recommended me to the club, to tell me about the rice Mr. Childress. Have you been a member for a long time? I said. Oh, yeah, said Kirby. About thirty years, I'd say. And has it always been this way? I don't understand why a man like that joins a club, he's very antisocial. Kirby smiled. It may seem hard to believe, but until ten or twelve years ago George Childress was just the opposite of what you see today. Full of life. It's happening. He was here every day, at the bar, having drinks with the kids and stuff. What is he doing? I asked. Paint, or paint. He was what they say a trendy portrait painter, made a lot of money, and although I don't think anyone can call him a crook, he knew how to take care of his money. He hasn't done anything in the last few years. That's probably why you haven't heard of him. Something sounds like it. He married Hope Westmore, Kirby said. Oh, sure, I said. That's why I'd heard about him. Hope Westmore's husband. She was one of my favorite actresses. So that's George Childress. Are they still married? They're married, Kirby said, although of course... Clem didn't finish the sentence. His eyes became sad. I'm going to tell you about George. I wasn't exactly a prankster, but almost... mostly with... after all, with people like you, newcomers. He was dedicated to finding out everything he could about you and then, before they introduced you, he would start commenting on your work, whatever it was, so you could hear it, and his opinions were always devastating. Apparently, he was doing it to annoy the new ones. A cruel trick. What young people today call a novelty. I had a lot of jokes like that. A similar one was invented, but with a different twist. He was meeting with a group of colleagues at the bar, all former members, except one. Everyone was on garlic, except the new one. When he was introduced, George was most charming and kind. Then, little by little, he would lead the conversation to the theater and then he would say, \"What was the name of that actress who was there a few years ago? She's an extraordinary actress. It's precious. Yeah, they always ended up getting her drunk. He pretended to crush his head trying to remember the name. The companions who were at the garlic also pretended to remember, and in the end, of course, what happened was that the new one, trying to help, said a name. According to George, the answer was never the same, with very few exceptions. Well, I see you're guessing what happened. That's right, I'm not. One day we were at the bar and there was a new member, a young guy, and when George started thinking about the actress' name, the boy dropped a name, and obviously the name was Hope Westmore. Ah, sir, I said. And what happened? \"And then there was a silence that I thought would never end\", said Clem Kirby. You can see for yourself that George is a man of strong constitution, and I have never seen anyone exercise such self-control. At last he took a deep breath and said, \"You see, gentlemen, always a different answer\", and said this, and apologized. For all I know, that was the last time George set foot in the bar. What about Hope Westmore? Was that true? I said. Kirby stayed staring at me long and hard. I don't think that's the least important thing, he said. Fin at the Cothurnos Club, Esquire, 1972", "title": "En el Club Cothurnos", "author": "John O'Hara"}