{"metadata": {"length": 2428, "words": 465, "reading_time_min": 2.325}, "text": "A king had lost a precious ring. He looked around here, he looked around there, but he didn't show up. So he had a ban enacted, that would make the astrologer rich if he told him where the ring was. Before this, Cambara, a peasant who had no penny and could neither read nor write, went to see the king. He assigned him a room where there was only a bed and a table with a large book of astrology, paper and ink. Cambara sat down at the table, scrolled through the book without understanding anything and made some scraps. He could not write, so strange signs came out of him, and the servants who came in to bring him food thought he must be a very wise astrologer. It was the servants who had stolen the ring. Because they had a dirty conscience, the looks that, to give themselves airs of authority, Cambara threw at them, seemed to them suspicious looks, and they began to fear being discovered. The man, who was not a farmer but a magician and therefore a malicious man, had not long suspected the servants and devised a trap for them. He hid himself under the bed. When the first one came in, he shouted, \"One!\" The servant left the dish and went away in terror. The second servant came in and heard a voice like that of a voice coming from under the earth, \"Two! \" and he also ran away. I'm going into the third one: And three! And the servants consulted with one another, and said, We are a humble people, and they said to Cambara. If you tell the King, we're lost. Take the ring and make it swallow that turkey walking in the yard. Leave the rest of my bill. The next day, Cambara came to the king and told him that after long studies, he had found out that a turkey had swallowed the ring. They broke the turkey and found the lost gem. And the king filled the astrologer with riches, and made a feast in his honour, with all the nobles of the kingdom. Among other delicacies, a dish of chamberus was served, a gift from another king, which was unknown in that region. You, who are an astrologer, the king told the peasant, you should know how to tell me what this thing on the plate is called. The poor man knew nothing of these little animals and said to himself, in a half-voice: 'Ah, Cambara, Cambara, what a bad end you have had! Very well! \"The king, who did not know the farmer's real name, said, 'You guessed it. That's the name: \"Cambaros\". You're the greatest astrologer in the world. FIN Italian name unknown", "title": "El campesino astrólogo", "author": "nan Anónimo"}