{"metadata": {"length": 3734, "words": 735, "reading_time_min": 3.675}, "text": "I don't know if you knew Talano of Imola, a very honest man. This one, having taken as wife a young woman named Margarita, more beautiful than all the others, but above all, so capricious, uncouth and suspicious that she did not want to do anything to anyone's liking nor could others do it to her own; which, though very heavy to bear Talano, being unable to do anything else, she suffered. Now it came to pass one night, being Talano with this Margarita his in the field, in one of his possessions, that while he was sleeping he seemed to see his wife going through a very beautiful forest which they had not far from his house; and as he saw her walking like this, it seemed to him that from one part of the forest came out a large and fierce wolf, which soon threw him to the throat and tore it to the ground, and she, asking for help, endeavored to get rid of him; and when she came out of her mouths, all her face and throat seemed to him to have been strained. And he arose the next morning, and said to his wife, Wives, though thy suspicion had not permitted me to pass one day with thee in peace, it would have been very much to thee that evil should have happened; and now if thou trustest in my judgment, thou shalt not go out of the house this day. And when she asked him why, he neatly told her his dream. And the woman waved her head, and said, The one who loveth thee badly is dreaming of thee; and thou hast much pity on me, and hast dreamt of me as thou wouldest have me; and I will certainly keep myself from making thee delight in this or in any other of my evils, this day and for ever. Then said Talano, \"I knew you were going to answer me that, because that's how the raiser gets paid, but even if you believe what you want, I say it for your own good, and now I warn you again to stay home today, or at least, to guard yourself from going to our forest\". The woman said, \"It's okay. And then she started to say to herself, \"Did you see how maliciously this guy thinks he scared me to go to our forest today, where he must have given a date to any miserable woman, and he doesn't want me to find him there? Oh, what a charmer this is, and I'd be a fool to believe him. But she will certainly not; I must see myself, even if I should be there all day, what kind of trade he wants to make today. And as she had said this, her husband going out of one door of the house, she went out of another, and as secretly as she could, without delay she went into the forest and there, in the most foliage-filled part, she hid herself, being attentive and looking, pray here, pray there to see if she saw anyone coming. And as she was in this manner, and had no fear of the wolf, behold, a great and terrible wolf came forth out of the thick forest; and she could not, when she saw him, say but, Lord, help me! And when the wolf had already thrown him into his throat, and seized him with strength, she led him away from there as if he were a little lamb. She could not scream (her throat was so oppressed), nor could she defend herself otherwise; so, taking her away from the wolf, she would have been strangled if she had not run into some shepherds, who, screaming at her, forced her to let go; and she, miserable and miserable, recognized by the shepherds and taken home, after long effort was cured by the doctors, but not so much that the whole throat and a good part of her face did not remain so stubborn that being first beautiful, she then remained always ugly and deformed. So she, ashamed to appear wherever she was seen, often miserably wept over her suspicion and the fact that, at what cost her nothing, she had borrowed faith in her husband's true dream. End of the ninth day, seventh narrative, The decameron", "title": "El sueño del marido", "author": "Giovanni Boccaccio"}