{"metadata": {"length": 4353, "words": 797, "reading_time_min": 3.985}, "text": "If I tell you that I do not like funerals, I will be interrupted to say that this happens to everyone; but I know from experience that this is not all true and that on the contrary there are people - and I think there are plenty of them - who are genuine fans of funerals, especially those who are attracted by the saturated smell of flowers, who in funerals smell unmistakably, as if cutting them for that purpose, their liquids and their essences decompose quickly; just as the floating noise of low-pit conversations and I think even the noisy noise of the pallets infuses them with some reflective delight. I avoid these funeral appointments as far as possible, and only on occasions, such as those of my friend Tobias, must I resign myself to the obligation of commitment. Tobias lived, and died - he fell down with a heart attack - in a pleasant-looking house, surrounded by trees, an ivy layer on the facade and a balcony loaded with carpets. It was, yes, too small to hold the large number of visitors - Tobias was a man of many friends - much more so when the main hall was occupied by the coffin, the crowns, the candlesticks, the closest relatives and other mortuary equipment. I was able to slip through so many black ties and join the crowd around the widow, where everything was wet and crying. She didn't recognize me, for she received my hug and said, in a wet and trembling voice: They won't play poker again on Sundays, which I don't remember ever doing. Above the widow's shoulder, round, protruding eyes glittered for a moment. When we separated, they had disappeared between the black rags. A little stunned in that deaf crowd, I was trying to locate the singular appearance again. Then some dark Siamese eyes opened and again flashed into the clear those eyes with a sharp, malicious glow, which seemed to grow even more amidst so many dark lenses and the red-eyed women. The girl disappeared instantly, leaving behind a flexible sculpture and a white, thin and also bright neck. - Who's this girl? - I asked an acquaintance. - She's the younger sister of Tobias. A lovely one. The exit from the coffin was scheduled for 5:00. It was 4:30. In search of some air, I ventured inside the house. I found a group of men in the dining room, all of them mature, hairy, newly shaved, sprayed with cologne water. - Come on, buddy, try not to draw attention. One of those strangers had grabbed me by the arm. We moved into a small room, full of smells, and we spread out in the little free space that left a completely twisted iron bed, two crowded baskets of clothes and other damaged and old objects, all of which identified that place, naked and windowless, as the garbage room of the house. Above the bed, bare feet and deliberately twisted hair, was Tobias' younger sister covered in an old leather coat. He turned his head back, opened his arms a little and after a shoulder shake, the coat slipped to his feet. Beneath those sparkling eyes burst a cry of white skin, somewhat darkened in the space of the breasts and hips, the thin and agile legs, the point of the ribs that were inflamed pressing the skin to each torso twist. He's coming back. The silky cleft of the buttocks extends and rises deeper between the double frame of the back. The present, faces unknown to me, remain silent, each immersed in his contemplation. The rest of the ceremony took place within the somewhat mechanical slowness that is usual. A relative of Tobias gave me a shovel. After completing that ritual part of the operation, the cemetery employees grabbed the tools and quickly threw them into the pile of soil. With the last light of the afternoon, we return to the cars. As I was wading through a newly opened pit, I came across an individual whom I recognized at first as one of my companions in Tobias' house. I put a hand on his shoulder and the guy looked at me surprised. - How did you feel about everything, buddy? The girl was great. - What's he saying? - I mean this afternoon at Tobias' house. - I don't know what you're talking about. - Of Tobias, of course. You're not from Tobias's funeral? - No sir, I just buried my aunt Grandma; she was the person I loved most in this world. He had his eyes injected. - If you don't mind, then go your own way. I don't want to talk to anyone; I've been through a terrible time. The Hiding Place, 1983", "title": "Cosas de la muerte", "author": "Salvador Garmendia"}