{"metadata": {"length": 7524, "words": 1379, "reading_time_min": 6.895}, "text": "What I am about to refer to happened in the land of dreams. Do you sometimes like to take a trip to this enchanted land of blue lagoons, glistening beaches, flowering forests, diamond-bearing rivers and marble cities, cities where nothing leaves you wanting for the urban police, or the communications service, or the weather, which is always splendid; or the temperature, which never brings about shivering and bronchitis? In this delicious region lived a king like a gold tree, called Inés. The fifteen Mayas gathered in their gallant person all the perfections and graces of Nature, and in their spirit all the mysterious attractions of the ideal. Because instinctively -I suppose you have noticed this - we attribute to the very beautiful girls inner and psychological beauties that correspond exactly to those that on their outsides enchant us. Those eyes so clear, so pristine and so brimming with life, no doubt reflect a clean-shaven thought, comparable to the pristine purity of the same snow. That bite made of two petals of rose from Andalusia, can only give rise to words of honey, but of sweet and fresh honey. Those slender fingers, in no way flimsy or flimsy, can be used: at the end they can twirl flowers, or perform delicate labors. That smooth and ebullient front cannot hold any bad thought: those feet were not made to tread the vile soil of the earth, but the luminous dust of the stars; that smile is that of the angel... We are done! This is the final word: all the swine of the angels were slain, and all the rotten and rotten old witches: so that the soul is not seen through a glass, but engulfed in the deceitful clothing of the form, and if Charlotte Corday is not beautiful, they put the devil on her instead of the angel of death. From this it is clear that Innes possessed and exhibited the diploma of angelical, and not only did he possess it, but he was worthy of it. His radiant eyes, his ingenious mouth, his face without a cloud, no lie, no. Inés knew nothing of the evil. Imagine a blank sheet of paper on which nothing has been written: imagine a blank slate without a single letter; imagine a white-winged sparrow, to which we would not by chance find a middle-colored one, and you will have a proper picture of what the soul and the heart and the senses and powers of Ineff were. With all this, and given that the force of the punctual and exact biographer did not want to stutter in a coma, I must confess that there in the most hidden corner of the girl's thought there was... what? The invisible pebble that breaks the glass? The globule of acid that corrodes steel? More than that... a curiosity. It is the case that Inés, walking along the shores of the river, festooned with anemones, swords and gladiolas, in a remand formed by two rocks that almost touch, saw that at the base of the rocks the mouth of a dark cave opened. Looking up at the spire and wondering what might be hidden in its gloom, a human figure emerged from the hole, a gray-haired old man, a shabby wig, a pointed chin, a shaved head, and, in all, the entire trace of a black comedy actor. The witch approached the girl, and with a sneer of malice gave her a cup of fine filigrana, incrusted with corals and engraved with rare black signs and unknown characters. Inés, who could not take any more fear, was going to refuse the broomstick of the witch, but the witch, with very pointed reasons and a tone of authority, ordered the cup to be kept, adding that it was an obsequiousness that belonged to him, for he had come so near to the cave, where no human being had entered. -The coffin -he added - is itself a treasure; but it contains another treasure even more inestimable; it contains the treasure of your infancy. Never lose that cup, never break it, never lose it, never sell it, never let it go, never let it go for a minute, and goodbye, and be very happy, Inesilla. Oh! Since I saw you..., believe me, I am more tired of the 3000 Christmases I have already celebrated. The magician returned to his cave, and Inés returned to her home with the mug very engrossed, without turning or even looking at it for a moment. It seemed so beautiful and fragile to her, she feared it would evaporate. He placed it in a safe place, and from that very hour the inevitable curiosity began to pique her, dictating to her monologues of the following tenor: -Well, I know I shouldn't open or break that jar. Current: I will not open it, nor break it. But what if God wants you to be alone? What is then..., then yes, no matter who I am, I know what he has kept in him. Will it open? God, I hope it's not! The witch's wand told me that the cup would enclose my inocencia. That is exactly what makes me laugh. If someone had told me that I was encasing a flower, a bee, a butterfly, a twig, a piece of essence..., bah!, then a comino would have been worth seeing. But my insensitivity! If I didn't have curiosity, I would be a slob. How will an inocencia be? I was never taught there to be indifferent. Will it be green? Will it be blue? Is it colored? Will it be long? Is it round? Will she be beautiful? Will it be horrible? Pcara? Will it have poison? Is it a bug? Is it...? God is great! Because if I have already risen from the slumber of malice! In these give-and-takes and recitations and discourses Inges was walking, and all were coming to a desire to let go of the prohibitions of magic and open the coffer, for no probability had the hypothesis in its favour that it would open alone and by its own virtue. However, the receipe, the contents and the enchanted cup remained intact. Deepening in his meditations, Inés resolved to come out of doubt without breaking the law, and began to ask his friends and acquaintances what the itch was, what color it was, and for what purpose it served. With great surprise and greater disgust she found that no one would answer her, nor provide the smallest piece of information that could guide her investigation. Some shook their heads, lowered their eyes, and sat perplexed; others laughed, half with mirth and half with laughter; some rebuked her for coming with such questions, inappropriate for a formal and honorable girl, with which Inés, very ashamed, cried out in shame, ignoring the kind of crime she had committed to treat her so. Convinced that no one would tell her anything but sneers or hard things, tormented by the mystery which was enshrouded in the fog, the girl deteriorated, felt the sting of febrile anxiety, and, after a while, of that deep apprehension which follows violent reactions of the will. Because there is nothing more tormenting to the spirit than a planned, desired and not executed action, and that is Hamlet's terrible sin: indecision. I mean to tell you that if Hamlet were a woman, he would not go mad by a lack of will. The woman is more resourceful: she wants and she does. In the meantime, when he felt sick, he wanted to be healed, and one morning alone, he broke the seal of the jar of the magician. He opened the lid, that glint of Isis... Oh, astonishment! There was nothing in the bottom of the cup... nothing; no trace, no odor, no sign of the treasured treasure. The astonished Inés only saw a faint and blazing column of smoke... At the same time, the unknown black-stained characters that decorated the smudges of the cigarette ashtray became clearer until they became signs of the alphabet that Inés possessed, which, opening his eyes wide, read in a rushing voice: “When you know what inocencia is, you will lose it.”", "title": "El tesoro", "author": "Emilia Pardo Bazán"}