{"metadata": {"length": 7547, "words": 1363, "reading_time_min": 6.815}, "text": "After the consultation, I was able to enter the office, where my good friend the doctor put on his coat and hat for our usual walk; but the servant opened the door. More sick? I'm tired of it! Have them come back tomorrow. \"Bring this card\", replied the servant, handing it over. And it must have been decisive, because Leander threw her on the table, took off the robe again and screamed in a moody voice: \"Let's go through\". He turned to me, who was about to leave him alone, and added: \"No, wait there, behind the biomb. I'll conclude with escape. The biomb hid a wide reconnaissance chair. I sat down and pulled out a newspaper, seeing that the medical examiner was extending the visit, despite his promise. They were ladies. With them, the office was flooded with a strong floramy smell that overlapped with that of folic acid. Their well-tinted voices distracted me, and since I could not read, I listened. Doctor, my daughter is getting thinner every day, not knowing why. He eats little, sleeps poorly and turns white as wax. She's tired, she's tired this girl, who was never tired. Recognize her well, and tell me clearly what she is suffering from. I'm willing to follow a plan with the necessary rigor... How old are you? \"Twenty-three years old\", the young woman replied timidly. Frankly, when I heard it, I felt a strong desire to look at it, to see if in front of doctors, in terms of age, women don't lie... I put a sketch between two leaves of the biome... oh, what a delicious creature! What a beautiful ebony hair under the straw hat! Tall and very thin, very pale, with teeth like pearls between the lips painted, no doubt. If I was lying, I deserved an apology in grace for his magical appearance; and I will say that my curiosity, in a certain psychological way, was erased by my admiration, in a certain artistic way. I watched her for a long time, lying non-stop during the interrogation, to which her mother answered almost always... but I suddenly realized that I shouldn't keep looking. The lovely girl was naked... her mother had taken off her hat and stall, helping her to untie the silk body, pulling him from the sleeves afterwards, while the happy doctor... happy doctors who can see these things! I decided to stay and stare... was it my fault? When I pulled out of the front, I saw the young woman in a corset, a small, coquetton, straw-colored corset, as unfitting as the waist of the skirt, with her arms up in the air and her lace canes unfurled on her left shoulder. An ideal throat, a divine scout. The seductive, sick, red-haired woman, with her hand stretched out over her chest, could only reveal the exuberance of her breasts, sinking between them the finest white cloth. They said, \"Delged!\" But yes, she was one of those passionate, thin, flexible, thin women made for love, with thin arms and probably thighs thicker than waist. The doctor approached and began to listen attentively, with indifference, crushing in a way that seemed brutal, in the snow flesh, the black rubber of the apparatus, listening everywhere as the young woman turned her eyes and opened her mouth breathing with increasingly adorable anguish. She answered the doctor's short questions quickly, and he, suddenly interested in something abnormal that he wanted to perceive better at the tip of his heart, separated the shirt to reapply the stethoscope... Above it came up round and naked a beautiful statue breast... She closed her eyes, falling backward with her head in languidity that to me, profane, being sick, I looked like a mistress... He closed his eyes too; always attentive, unchanging, though I had sworn that there was a moment when I saw her smile with pity and malice. Is this where you suffer the most? Yes, she nodded very gently, feeling the young doctor laying his hand on her heart. And he lifted up his eyes, with a sigh of anguish, almost strabismus. You can dress. Immediately my friend went to take notes in his diary, until the lady concluded to help her daughter. Then he sat down near again. You'll excuse me for a few details. A doctor is a confessor, gentleman, the lady pointed out, completely won by Leandro's beatific attitude. Do you have a boyfriend? - Yes, I did. It's all about boys! She's had boyfriends... dressed up very young, at 15, and she has them now, I think, but she's not worried about it, that I know at least... Are you upset, Martial? No, Mom, none of them; you know it. Why, then, does it reveal itself? Do you have any unfulfilled wishes? Is there any fixed, dominant idea in your dreams? What do you usually dream about? Oh, nothing! You know, bullshit. Mom... she says it's because of weakness. The loving mother intervened again. He goes to bed late. Nights of leaving your friends at three, after dancing like a crazy. I think it's the same tiredness that reveals it, because there's no other reason, and at home it's not given the slightest displeasure. It's a delusion about the dance, girl. And you love the groom very much? Here Purita smiled for one answer. Are relationships old? Three years. Don't you want to get married? Why don't you get married? Oh, no, doctor! The mother jumped. Don't think that makes her sad! My daughter is a complete chick, who would never be separated from her parents for anything in the world, and who prefers her house and her piano and her mirror to everything. Her boyfriend is a piece of shit, like her: a 24-year-old boy, who will take four or six to get to captain, even. It would be crazy to think so. However, your daughter, out of respect... He interrupted the stubborn mother. On this, Doctor, be calm. Nothing influences the disease, which, on the contrary, would now be another obstacle to the wedding! You'll have to think about taking care of yourself first. My daughter, and her boyfriend alike, are too attached to the comforts of their homes to take another that could not be, for today, a palace, with thirty-seven roughs a month... for the second time I noticed in my friend a smile, more frankly bitter as he walked away from the ladies. He then delivered a prescription, saying disdainfully: It's a functional condition, of pure nervous imbalance. Anemia... fifteen drops of that elixir at every meal, exercise, outdoor... but no field or isolation for this young lady: it would be worse... and... at her age there is no problem marrying her, ma'am. Still three dozen words between compliments and assurances about the sick woman having a healthy heart and chest, and concluded the consultation. I came out as soon as the door was closed. Blessed is the career, boy, that allows you to contemplate such charms! And against what he expected, the doctor replied indignantly: \"No! A cursed career, which forces me to contemplate such miseries! That divine creature will die a toxic before her boyfriend ascends!... I was able to tell the mother: \"Imbécile, your daughter has no shortage of life, but life left to her, that embraces her, that drowns her once and a thousand times since she was fifteen, stirring her madly with love, as she returns from the dance to her solitary bed of a hateful virgin, contemplating her useless beauty... while the groom who lights her up, will end the night on some prostitute\". And you see it: iron, iron drops, and collect ten hard ones, because if I gave them the real recipe, to the mothers, to these poor virgins... and martyrs, I would have gone through a shameless madman a long time ago and no one would come to my consultation. Oh, what a farce life is! The Naïve Tales, 1920", "title": "La receta", "author": "Felipe Trigo"}