{"metadata": {"length": 5980, "words": 1024, "reading_time_min": 5.12}, "text": "My father was a dead dog deodorant; my mother ran the only cat meat business in my hometown. They were not happy: the social rank gap was a chasm that could not be saved by the vows of marriage. It was indeed an incompatible and unfortunate alliance; and as might have been foreseen, it ended in disaster. One morning, after the usual breakfast quarrels, my father got up from the table, trembling and pale in anger, and going to church, he beat the priest who had conducted the wedding ceremony. The act was generally condemned and public sentiment rose so strongly against the offender, that people would allow dead dogs to lie on their property until the fragrance was deafening, before using it; and municipal authorities endured an old swollen mast to be exhaled from a public square such a loud emanation, that the outsiders of passage assumed for themselves that they were in the vicinity of a sawmill. My father was truly unpopular. During those dark days, the only support for the family came from my mother's cat food emporium. The business was lucrative. In that city, which was the oldest in the world, the cat was a subject of veneration. Their cult was the religion of the area. The addition and multiplication of cats was a permanent arithmetic instruction. Naturally, disregarding a cat's wishes was punished severely in this world and in the next; therefore, my mother had hundreds of clients. However, with an unproductive husband and seventeen children, she had some difficulties in uniting the two extremes; and finally the need to increase the difference between the cost price and the selling price of her meat goods led her to a record that would prove eminently disastrous: she conceived the unfortunate idea of taking revenge by refusing to sell cat meat until the boycott on her husband was over. The day he put his resolution into practice the business was crowded with excited customers and others were spreading in turbulent and tireless masses along four blocks, until it lost sight of itself. Inside there were nothing but curses, clutches, screams and threats. He freely resorted to intimidation - several of my younger brothers and sisters were threatened with being cut to pieces for cats - but my mother stood firm like a rock and that was a dark day for Sardis, the ancient and sacred city that was the scene of these events. The strike was vigorously maintained, and 750 cats went to bed hungry! The next morning the city was found to have been overnight packed with a proclamation from the Federation Union of Old Women. This ancient and powerful order claimed through its Supreme Executive Head that the boycott of my father and my mother's vengeful strike seriously jeopardized the interests of religion. The proclamation continued to point out that if no action was taken before noon on this date, all old maidens would stop... and so they did. The next act of this unfortunate drama was a cat uprising. These sacred animals, seeing that they had been condemned to starvation, organized a mass rally and marched in procession through the streets, blaspheming and spitting like demons. This revolt of the gods produced such consternation that many pious people died in terror and all businesses had to close to bury them and enact terrible resolutions. Things were going as bad as they could. There were meetings between the representatives of hostile interests, but no understanding was reached. Every agreement was broken as soon as it was made and every element of the dispute was frantically presented to the people. A new horror was coming. My father was a dead dog deodorant, but he was unable to practice his useful and modest profession because no one wanted to employ him. As a result, the dead dogs stank like vagrants. Then they went on strike! From every wilderness and public land, from every hedge and ditch and waterfall and cistern, from the crystal clear streams and the crevices of the canals and estuaries - in short, from all the places that had been owned by dead dogs and consecrated to their uses and those of their heirs and successors forever - they rose up in a countless crowd, in a grim squad! His procession spanned a mile. Halfway to town, they were filled with cat procession. At once these turned their backs and laughed their tails. The dead dogs opened their teeth and roared their pelt, as if it were still attached to their skin. The carnage that followed was too terrible to be told! The sunlight was darkened by the flying skin, and the battle was fought in the dark, blindly and carelessly. The cats' insults were heard several miles away, while the fragrance of dead dogs devastated seven provinces. It is impossible to determine how the contest could have culminated, but when it was at its height, the Federation of Old Breeds came running down the street and fully embedded itself in the thick of the fight. A moment later my mother appeared among the hosts, brandishing around her a butcher's knife, with great freedom and impartiality. My father joined the fight, the municipal authorities committed themselves, and the general public, converging from all points of the compass, consumed themselves in the center, as if pressed from the circle. Finally, the dead held a rally in the cemetery and resolved by the general strike, began destroying vaults, tombs, monuments, tombstones, sauces, angels and marble lambs, everything they had in hand. By nightfall, the living and the dead were exterminated equally, and where the ancient and sacred city of Sardis had risen before, nothing remained but a dig full of corpses and rubble, strips of cats and patches of dogs coming short. The place is now a vast pool of water frozen in the middle of a desert. The chilling events of those few days constituted my industrial education, and I took advantage of my advantages so well that I am now the head of Riot in the Dukes of Disorder, an organization that brings together 13 million American workers.", "title": "Una rebelión de los dioses", "author": "Ambrose Bierce"}