{"metadata": {"length": 5540, "words": 1010, "reading_time_min": 5.05}, "text": "There was a man full of faith, who believed at the tips of his toes what the religious and moral teachers taught him, and yet he had hours of desolation and loneliness of soul, for he thought that heaven was far from earth, and that our cries, our ecstasies of love, our complaints, took centuries to reach the God we invoked, the distant, unaccessible God in the luminous heights of glory. He did not doubt the divine reality, but he believed it very highly and had come to the fixed idea of putting yourself in direct relationship with him who can and comforts everyone. Persuaded that the cloister was many steps closer to heaven than society, Eudora - so called the believer - entered the Carmelites for the first time. He told his brothers the fervor of his monastic life, and knew that in the convent they were accustomed to seeing austerities and imagining the rigors that humility would impose. The Eudorians, however, came out of the shadows and were astonished at the old, who had lived a life of mutilation, true veterans of the penitentiary. Eudora ascended the long way of the cross, thinking that he was approaching the glory, not so much for having earned it after his death as for having felt it in life, by pursuing its reality. It seems evident that the demon of scepticism was the one who inspired such hopes in the sorcerer, for if Eudora were fully certain that when he died the heaven would open to him, she would not experience such ardent affection for perceiving, for shortening distances, and, in other words, for touching it with her hands and seeing it with her eyes. Whatever it was, Eudora practiced terrible asperities with me; weakened by hunger, afflicted by discipline, with legs in the mud, whose naked walls were splattered with blood, he spent the whole night gazing and praying to God, between tears and groans, that he might be allowed to approach his servant. It was useless: only the sad rustling of the wind in the trees of the conventional orchard responded to his desperate cries. Then he left the convent without a word, and the old men, having been built up before, made the cross on his chest, with a grave face and a crooked mouth. Eudora retired to his home, and, despondent, imagining that he would never approach heaven, devoted himself to an active, laborious, and modest life, establishing some businesses of which he promised to profit. The partner who admitted it enjoyed a reputation for prudence; but it is true that he misled Eudora, depriving her of her capital and making her appear before the world as a tramp and a swindler. This last was the most grievous to Eudora, for she valued her honor and suffered horrible shame at being buried and noting that the peoples regarded him with contempt. In his spirit a fierce wrath grew against the accuser, and the sting of revenge stung his mouth. One night, passing through a deserted street, Eudora saw a man defending himself against three who had already surrounded him and were about to kill him. The flame against which he was defending his face was lighted up, and Eudora recognized his enemy. He had a momentary lull; he wanted to flee, and soon returned; he was armed; he weighed down the assassins with a sledgehammer, forcing them to begin a precipitous flight. Before the sower gave thanks, Eudora also departed. He was almost at the door of his house, when he saw a man, a hog, a hare, a pig, begging him in a threatening voice, not money, but something to eat. “I am in need,” said the pious man, and Eudora, taking him by the hand, said, “Come with me,” with a benign smile. We shall eat and sleep in the shade of the temporal and of the rain.” They climbed the ladder one after another: Eudora turned on the light and went into the kitchen to heat the scalding water and the humble pit; when he entered the dining-room, carrying the odourous cake, he could see the face of the poor, who had sat down at the table, and he was surprised to see that he was neither old nor fat, nor had he tangled his hair, nor had his hands been dirty as the swine usually are; in fact, he was about thirty years old in all, and his oval face and his red wig, adorned with a tiara, were of an admirable beauty. He cried softly, and Eudora listened reverently, not daring to sit down until the poor man had ordered him to. They began in silence; but Eudora was experiencing an inexplicable happiness, and the yoke of life seemed so light and the burden of all his past sorrows so light, that his heart, overflowing with joy, wished to burst forth in a yell more refreshing than the roar of the morning. So when the hunger was satiated, the man took the bread that was on the table, and divided it, and gave half to Eudora. And in executing this simple action, Eudora advised an imperceptible clarity that, born in the sand, surrounded the head of the man and played in his hair, as the sun plays in the irises of a bird. Eudora arose with an irresistible urge, and laying his face against the ground, came to kiss and wipe the feet of the cripple, knowing that he was the Christ, the Son of God, and that, on that warm summer night, heaven had at last come near to earth. Christ looked at him with loving eyes, focusing on him with great and meditative eyes. And as Eudora was muttering his protests of humility, wondering why the Lord had called to visit that house, he slowly replied: -I walk all the streets. Every night I want to eat with the one who has done well and lost all heart to his enemy. That's why I don't eat so many nights!", "title": "La cena de Cristo", "author": "Emilia Pardo Bazán"}