{"metadata": {"length": 5111, "words": 891, "reading_time_min": 4.455}, "text": "They came from the darkness of space, from an incalculable distance. They came back to Venus and annihilated it. The two and a half million humans who lived on that planet died within minutes, and all the flora and fauna of Venus died with them. The power of their weapons was such that even the atmosphere of the unfortunate planet burned and dissipated. Venus had been taken by surprise. The attack was so sudden and unexpected, and its results so devastating, that not a single shot was fired at them. Then they headed for the nearest planet from the Sun: Earth. But that was different. The Earth was ready. Not because it was prepared during the few minutes that elapsed from the arrival of the invaders to the Solar System, but because Earth was at war in the full year 2820 with its Martian colony, which had grown to reach half the population of Earth itself and was fighting for its independence. At the time of the attack on Venus, the Earth and Mars fleets were maneuvering in combat order near the Moon. But the battle ended faster than any other battle in history. A joint fleet of land and Martian ships, suddenly at peace with each other, came out to meet the invaders and clashed with them between Earth and Venus. Our forces were far superior, and the invading ships were swept from space, annihilated. Twenty-four hours later, a peace treaty based on the recognition of the independence of Mars and a perpetual alliance between the two worlds - now the only two habitable planets within the Solar System - against foreign invasion had been signed in the earth's capital city of Albuquerque. And they were beginning to devise plans for a retaliatory flight, to locate the foreign base and destroy it before they could send another fleet against us. Instruments operating on Earth, and on patrol ships orbiting around it, had detected the arrival of aliens but not in time to save Venus, and the data provided by those instruments indicated the direction from which the aliens were coming and demonstrated, without specifying the distance, that they had arrived from a very remote place. A place that would have been too remote for our means of transportation, if we had not been able to have the newly invented C-plus propulsion engine that allowed a ship to reach speeds several times faster than the speed of light. It had not been used because the war between Earth and Mars absorbed all the resources of both planets, and the C-plus propulsion engine offered no strategic advantage within the Solar System, since its distances did not require speeds higher than that of light. Now, instead, the C-plus propulsion engine had a specific purpose. Earth and Mars combined their efforts and technical possibilities to build a fleet equipped with those engines that would be sent against the alien-inhabited planet in order to destroy it. The construction of the fleet took ten years, and the journey was estimated to last another ten. The retaliatory flight of few ships, but with incredible destructive power, began in 2830. The fleet left the Mars spaceport. She was never heard from again. It was almost a century before the fate he had suffered was known, thanks to the deductive reasoning of Jon Spencer 4, the famous historian and mathematician. Spencer wrote that an object that moves at a speed greater than that of light travels back in time. Therefore, the avenging fleet must have reached its destination, according to our time, before it left. Until now we have not known the dimensions of the universe in which we live. But based on the experience of the Avenger fleet, we can deduce them. In one direction, at least, the universe has CC miles in diameter... or length: the two dimensions have the same meaning, in this case. In ten years, traveling forward in space and backward in time, the fleet would have covered that exact distance: 186,334186,334. The fleet, traveling in a straight line, turned around the universe and returned to its starting point ten years before leaving. He destroyed the first planet he found, and then, as he headed for the nearest one, his admiral must suddenly understand the truth (and must also recognize the fleet that was coming out to meet him), and gave the order to a ceasefire at the exact moment the joint fleet of Earth and Mars was launching its attack. It is surprising (and apparently paradoxical) to find that the Avenger fleet was commanded by Admiral Barlo, who had also been Admiral of the Land Fleet during the Earth-Mars conflict, at the time when the joint fleet of the two planets destroyed the supposedly invading ships, and that many of the crew members of the joint fleet were also part of the crew of the Avenger fleet. It is very interesting to speculate about what would have happened if Admiral Barlo, at the end of his voyage, had recognized Venus long enough to avoid its destruction. But such speculation is useless; he could not possibly have recognized it, because he had already destroyed it: otherwise he would not have been there as admiral of the fleet sent to avenge that destruction. The past cannot be changed.", "title": "Flota vengadora", "author": "Fredric Brown"}