{"metadata": {"length": 4249, "words": 806, "reading_time_min": 4.03}, "text": "- What? Oh, my God, it's a fun day. How many people! Everybody's going up, getting away from the center. I'm going in the opposite direction. To meet me from my house in the Retreat, fifteen meters away, he has no walking lance. Beautiful sun; crowded cars and trams; Spartacus dominating the street from his bronze horse. Bye, General! It's very kind of this Spartacus, with his hat in his hand, forever saluting the right sidewalk, from where no one answers him. God save me from passing by without finely matching the greeting, and others to do what pleases them. And let us come to account, so as not to walk barefoot: where shall I go? You have to think about the march, between the butt and tail. Money is not needed, I say it at the right time, but to buy a kingdom, with which I might not know what to do, to buy half a dozen women, who I will know what to do with. But maybe I know too much. The afternoon is long, life impossible. Reflecting, mostly. Something, then; I need something to distract me; and I'm in court, where they say fun is over. In the square, great attraction. A bull and an elephant. I would, but then none of the promised barbarity comes out. Beasts against beasts? Tigers, bulls, lions and elephants? Oh, for atrocities men, and I see them on the street... and they see me. The Cibeles! I definitely like these brass horses and these marble virtues. There, through the tiles of Recoletos, a cord of people parade. Monumental hats, flowers, girls in position, like Levi... those standing up, giving them to dismounted aristocrats, those riding on horseback looking at the landos, and the landos to the trout. The success of the afternoon is a goat thrown by eleven Newfoundland dogs. Is there a concert? Beethoven, Wagner, a hundred violins, two harps... I'd like to hear it without seeing it. From a swinging hammock in the vault. In the seats I would end up worrying about posture; in the walks I would be standing and annoying; in paradise... no paradise! And no concerts or music. The music lies, it would tell me sweets, it would lead my thoughts to what cannot exist. A world unconscious with the last note? An angel falls again when he steps on the street? I never did. I'd rather go on living in reality. - Go ahead. - What? Up, up Alcalá Street. Reality can be any theater, behind the curtain outside or inside. Just in the room I probably wouldn't care what happened on the scene. The hill. Seeking interest in a mirror to what itself is of no interest. From a chair I wouldn't know this afternoon if the drama or the comedy was in front of me or around me or... inside my soul. - It's your soul. Did I say a barbarism? A charity to the blind. Take it. God pay him. - All right. But I warn you, it's two pesetas... if you're blind. It's not charity. I'm just giving the money that would have cost me not to have fun at the theater. I'm still winning and that unhappy guy thanks me. You fool! The sun, shaving its rays from the roof of the Equitative, envelops the street in light dust. Damn if I see anyone of that many people as I stumble... it's always a favor. Ladies in silhouette, friends in the translucency... and I, hat in the eyes and hala, hala... turn my head and see a friend's lady. But on the back. What a story! She wanted it. It's sharp, almost sweet, short. It's an epigram. A snapshot of it. Well, what? Dorée house. What advance on entering? Coffee. My lands and my place. I know you, my whole circle. Poets and authors, politicians, novelists, employees and journalists without jobs, a painter, jealousy, lies in circulation, farce, the usual... besides, it would be a shame to shut them up if they're putting me down like a rag. I'll be right back. There's time to charge. I usually stay with the last... but this money? - What's the matter? Sir, what is it? The field, the air, the sun... It's setting. It doesn't matter. Take me wherever you want, even if there's no one, provided there's calluses and wine. Hurry up. I don't care if you're in the house in ten minutes or midnight. The important thing is to hurry. ••••• Chamberro, one ration of callos and another of joy. - What? Yeah, man, yeah. A bottle! It seems a lie that you don't know what you're selling! The Naïve Tales, 1920", "title": "Por ahí", "author": "Felipe Trigo"}