{"metadata": {"length": 3592, "words": 673, "reading_time_min": 3.365}, "text": "In one of the Danish islands, surrounded by a tangle of bushes between which are raised old apricot trees, and a grove of slender trees, there is a small town of low red-tiled houses. In the home of one of those houses, wonderful things were made; various and rare herbs were dried in vessels, mixed and distilled, and ground in mortars. A man of advanced age was taking care of all this. -You must always do the right thing - he said - yes, the right thing, the proper thing; you must do the truth in all parts, and not leave it. In the fourth room, next to the grandmother, were two of the children, still small, but with great thoughts. Mother had always spoken of right and justice and the need to never separate from the truth, that she was the face of God in this world. The older boy had a resolute and joyful expression. His reading was books on natural phenomena, the sun and the stars; they were for him the most beautiful stories. What a wonderful thing to go on discovery trips, or to invent the way to imitate birds and fly! Yes, to solve this problem, there was the thing. Parents were right: truth is what sustains the world. The younger brother was more withdrawn, always ensconced in his books. He read the story of Jacob, who was dressed in sheep's skin to confuse Esau and thus rob him of the right of primogeniture; and as he read it, the little horn sounded, threatening the impostor. When the tyrants were spoken of, of the injustice and malice they imposed on the world, tears came to his eyes. The idea of right, of the fact that he had to win and that he would win, dominated him completely. One evening, the little boy was already lying down, but the curtains had not yet been drawn, and the light was penetrating into the room. The book had been written with the purpose of completing the history of Solon. The thoughts carried him to an immense distance; it seemed as if the bed were a boat with the sails spread. Was this dream or what? He heard the roar of the rushing waters, the great tidal waves of the time. Intelligible, though said in a foreign language, resonated the Danish phrase: “With law a country is built.” The genius of humanity was in the humble fourth, and, leaning over the slack, he pressed a kiss on the boy's forehead: \"Be strong in fame and strong in the struggles of life. With truth in the belly, it goes out in search of the land of truth.” The elder brother had not yet sat down; he was lying on the window, watching the mist rising from the fields. They were not the elves who were dancing there, as an old woman told him, well he knew. They were hotter than air, and so they sank. A bright star shone, and at the same instant the child's thoughts were carried up from the vapors of the ground to the heights, along with the brilliant meteor. There were hundreds of stars in the sky; it was said that from them long threads of gold reached down to the earth. “Let me fly with you,” a voice seemed to sing and resonate in the boy’s heart. The powerful gene of the generations, faster than the bird, faster than the arrow, faster than all the earth could fly, brought him into the space, where rays, from star to star, joined the celestial bodies; our Earth was turning in the still air, and there appeared one city after another. In the spheres, one hears: “What does near and far mean when you raise the powerful spirit gene? And the child sat by the window, looking out, and his brother lay on the bed, and their mother called them by their names: Anders and Hans Christian! Denmark knows them. The world knows the two rsted brothers.", "title": "Dos hermanos", "author": "Hans Christian Andersen"}