{"metadata": {"length": 5765, "words": 1112, "reading_time_min": 5.56}, "text": "Dad, mom and all the brothers had gone to see the play; Anita and her grandfather stayed at home. -We will have our comedy, too - said the benefactor. Hands to the work. -But we don't have a theatre - Anita said - nor anyone to make a comedy. My old doll is too fragile, and I don't want the dress of the new doll to wrinkle. - Comics are always there, if we are content with what we have - said the priest. Before all we will build the theatre. Let us put here one book, there another, and a third one over there. Now three on the other side; we have the bases. That old box can serve as a base; we'll put the base out. The scene represents a room, of course. Let's now turn to the characters. Let's look at what's in the box of toys. First the characters, then the work; when we have the first, the other will come on its own, and the thing will come out that was not painted. There is a horn head, and there is a lone wolf; they may be father and daughter. -But it is not enough with two - protested Anita. Here is my brother's old hat. Couldn't he work too? -From then on; he is old enough for it - the paternal uncle said. - It will be the galan. She carries nothing in her pockets; this is already interesting, reveals a misguided love. And here are the boots of the sailor with spurs and everything, oh, caramba, because he can't walk and run! It will be the incestuous pretender to whom the seer cannot bear. What comedy do you prefer? Do you want a drama or a piece of family? - That! \"Exclamation!\" exclaimed Ana. Others like it very much. Do you know one? - Uf! 100! - exclaimed the priest-. The most popular are translated from French, but they are not aimed at girls. There is one that is beautiful, although they all look the same in the end. I'm grabbing the bag! Flaming! They are completely new! Click on the side of the map. And the king, taking a newspaper, made it sound as if he were reading aloud: \"The Head of Pipa and the Good Head. Family comedy, in one act.” Team: Mr. Head of the Pipa, the father. Mrs. Guante, the daughter. Mr. Chaleco, the enamored. Mr. Bota, pretender. And now, let's start! The thorn is sown; as we do not have it, let us imagine that it is sown. All the characters are on stage; so we have them all together. I will make Father Head of Pipa. Today it is a hazy day; it is a smoky sea foam: - Tongues and nothing more than tongues! I am the lord in my house. I am the father of my daughter! Listen to what I say. The Lord of the Bottle is a very distinctive person, tassel on top and spikes below. He will marry my daughter. -Go to the Chaleco, Anita, said the paternal grandfather. Now we are talking about the Chaleco. He has the back turned, is very modest, but knows his worth and is right in saying what he says: -I am an inseparable person, and goodness knows a lot. I am of true silk and I wear ribbons. -It is only on the day of the wedding that it is brought; and when it is washed, it loses its color -so says the Lord Head of the Pipa-. The Lord of the Bottle is impermeable, of strong leather, yet very soft; it can crumple, chackle with the blows, and has an Italian face. -They should speak in verse - Anita said -. It would look much better. -There is no inconvenience - the paternal grandfather said. When the public demands it, it is spoken in verse. Now listen to the Shepherd, who extends his hand: Before I was single I had to marry this person. Oh, I don't want it! Listen to me break the leather! -Tonteras. This is what the Lord Head of the Church says. Now look at the Chaleco: Guante, I would have fallen in love with you, even though you had been made in Spain. Holger Dranske has judged it. The Lord of the Bottle protests, makes the trumpets sound and breaks three pillars. - Magnificent! -Palmotea the little Anita. -Call, call! - says the priest - The changed applause shows that you are an educated audience, sitting in the front rows. Now Miss Guante sings her great aria: My voice is quivering with emotion, and a tear will come from my heart. Wherever you are, sing on the balcony! -Now comes the most exciting part, Anita. It is the main work. You? Mr. Chaleco bows down, and directs his speech to you, that you will applaud him; but do not do so, he is more distinguished. Listen to the silk ripen: “They are pushing me to extreme action! Get it! Now comes the twist: if you are Head of Pipa, I am the good head. Paf! “Disappeared!” You there, Anita? - said the priest - The staging and the work are splendid; Mr. Chaleco took the old Head of Pipa and put him in the bag. There it is, and the Chaleco says, “Now I have it in my pocket, in the deepest pocket. He will not let me go until he promises to bring me his daughter, Left Hand. I offer him the right.” - How beautiful! - Anita exclaimed. Now the old Head of Pipa says: Despite being all ears, I remained mute and without voice. My good humor has gone and I echo to the lack of my blue tube. Oh! I have never felt so miserable as I do now. Return me to the light, and I will instantly marry my little girl Guante. -Is it finished? “What do you mean?” Anita asked. - God free us! - the benefactor protested. It is only for the Lord of the Bottle. The lovers are swooning; Lino sings: Father! And the other: You can now go out and bless your children! They are blessed, the wedding is celebrated and the furniture sings in choir: Knik, knak, knak! Thank you, dear audience. The comedy is over. -And now we are to applaud - said the priest. So everything will come out on the stage, even the furniture. They are made of bamboo. - Do you think our comedy is as good as the others have seen in the theatre? - Much better! - said the priest - It's shorter, it didn't cost a cent, and it helped us to wait for the time of the meal.", "title": "En el cuarto de los niños", "author": "Hans Christian Andersen"}