{"metadata": {"length": 6736, "words": 1292, "reading_time_min": 6.46}, "text": "He stopped in front of the balcony, not knowing what to do. He looked for an instant at the old brick chair, the staircase of carved boards, the closed doors and glued to the face of the house like two huge eyes. He stood still, his eyes perplexed, at the same moment a patrol of memories was assaulting him. It must be in the rosary, he said, and he turned around to see if they had heard it. But only a stray dog was crossing the lonely alleyway, shining by light as he passed under the lights that incarnated against the night. He looked back at the shattered balcony, the old wrap-around armchair, rejecting a memory. (The female room, the smell of cold cream, the soft, voluptuous smell of cold cream that he always carried inside even without having to sense it; the dark female room, the white legs, the hand on the round knee, the absent mother... How long had it been? When?) \"Not yet\", she had told him. When you come back, I'll be yours. The man took his hands to his forehead, where tiny drops began to flash. Why do I have to go back to this? When he arrived at the village in his sharp uniform, he was hit with the shrapnel of questions: \"When did you arrive? Someone shot an interrogation on his back and he rushed to explain: \"If you notice something strange in me, it's the joy I feel\". That, an hour earlier. Now he began to walk aimlessly, jumping the wire of his despair, not daring to look at the women who from time to time rubbed his eyes. - Get cold, my brother. He had found himself ambushed among that dawn of friends, with background velvet music. He had a beer stuck to his lips, his neck back, his eyes fixed on the counter's bottle battalion. In front of him, blurry, the face of the addict laughed and laughed, there was much joy. But he didn't understand why those peeled teeth. - You're inviting me to the wedding, sweetheart. He turned suddenly, slowly raising his fist to the height of his head. They're already starting, they said; they should know. He lowered his fist and turned his gaze, ashamed. \"You're all invited\", he said, forcing a smile. He went out on the street smoking a cigarette. I'd better talk to him, he thought; he doesn't know I'm in town. He walked to the front of the house, again. If he knew, he said, he'd have waited for me on the balcony, like always. He stopped without knowing what to do. There was the old wire chair again, the staircase a little damaged, the doors always open to him, the room in darkness, the moon mirror where he had looked back at her from refusal... When you came back, she had said with her hands on his chest. \"No, now, Catalina, we're going to do it now\". \"He lit another cigarette, throwing the match over the back of a dog sniffing his pants. I'll be back soon. He sucked his lungs. The dog looked at him with suspicion, his ears stiff and his tail upright. When you come back, not now, Catalina's voice sounded. He rubbed his scarf on his forehead and looked around. The dog remained static, with eyes like flashlights. But I love you now, baby. A cat jumped out of a garbage can and got lost behind a house. The dog barked without moving from its place and the man, surprised, threatened to kick him. The animal fled, undermining part of the silence with its howling. He looked at his wristwatch: 8:30. Two women were coming in talking cheerfully. They stopped talking and looked at him from a distance, shying away from him for a while. As their figures began to blur in the distance they began their conversation again, looking back from time to time. The last thing he perceived of them was something like a slight whistle of admiration. He sucked deep into the cigarette that was already burning his fingers. I'd come to you, I'd told her, in the room smelling cold cream and sleeping, measuring her frown in the mirror, standing against her body, while her mother was in the rosary. Then came the useless fight on the bed, legs closed with stubbornness to reject him. And months later the announcement of the march to war, the farewell by the saddle-chair, the eternal thirty-day voyage by sea, the assault on Kelly Hill with the lights of the dagger up, on a night that is now the memory of a nightmare; men falling by piles, one on another, like sacks of rice in a trastienda. And he hid behind a bush, making fire under a black sky, rocked by fear, with the memory of her throbbing deep down. The explosion of that mine, almost underneath it, and the fog that went through his eyes until it filled him deafly like guano to the pillow. The pale lights of the hospital, the dizzying smell of ether, the old wood-carved face doctor saying over and over again: Wrong place for a wound, bad place for a wound. And her drowned cry: Catalina!When you come back I'll be yours. I must talk to her, the man said to himself by lighting another cigarette. She's not going to love me, she thought; no woman wants a man like that. He walked in a circle in front of the house, trampling on the shadow. A dog barked in the corner. The man lit a silhouette at the end of the alley and stuck to a wall, breathing in. He saw her pass under a jet of light with that determined step he knew so well. The singing of a rooster was heard snoring and prolonged behind the last houses in the neighborhood. She felt her steps, and the sound of her steps hung in the slow, empty air of the night. Agile reflections of light waved in the folds of his skirt; shadows squeezed his waist. He saw her climb the stairs, blinking, opening the door and lighting up the room. Now he was crossing his legs as he sat down at the table with paper and pen in his hands. He's going to write to me, he thought, recalling the letters he received in Korea, and those he received later in the North American camp. Minutes later she got up and put the letter on the Chinese man's glass. He saw her sinking now in the darkness of the kitchen and came out of her hiding place the moment a light bulb was lit on her. I've come to talk to you, he thought, and so I will. He trembled up to the balcony, taking gentle steps as if afraid to step on the spring of a mine, and for an instant he caressed the balcony where they had both reclined endless times. 'Why do I have to go back to this,' he wondered, hesitating for a moment. Then he went out with resolve and knocked on the door. The woman's voice snapped from the back of the house: When you get back. He couldn't answer. She asked again, after a long minute, a little surprised: \"Who's there, ah? He felt his steps echo, slow, fearful, through the room. When you come back, I'll be yours. The steps were already at the door. When you get back... The man jumped the balcony and got lost in the alleys. Final trial in December 1963", "title": "El regreso", "author": "Emilio Díaz Valcárcel"}