{"metadata": {"length": 8065, "words": 1428, "reading_time_min": 7.14}, "text": "Camilo de Lelis had enjoyed most of the goods that one aspires to in the world and that men usually aim for. A Caudal Count, well known in society for his chosen relations and aristocratic parentage, admired by ladies, already destined for a political post, was revealed in his twenties as a select poet, of whom are still recounted perfect rhymes and with them are gained the ardent approval of the intelligent, the admirative ebullition of the vulgus and even the venerous homage of envy. On the privileged head of Camilo the fame of his nard hung, and the murmur of his name was heard wherever it was spoken. The clear and extensive horizon opened before Camilo; the only cloud that divided it was the size of a lens. However, the practical mariner would call it an omen of storm. To understand the genesis of the nucleus, it is worth knowing that Camilo’s literary originality consisted in a so exquisite, refined and exquisite construction of the period that the words, encrusted as shards of a first-class enamelled chain, were glued together and made music as of flowing water or of trees swaying in the wind and releasing long, droning, droning tones. The effect that Camilo's snatches had on the reader was that of a slow and deep vibration, smooth and hypnotic. It is said that such verses were born, arranged, without any effort by the instinct, as the natural product of the spontaneousness of a great artist; far from this, Camilo de Lelis, a renowned, demanding friend of himself and ideologue of pure form, pursuing it as the reality, devoted, not only to each phrase, but to the choice of each verb, hours of reflection, of mnemonic work, re-reading the words that most arouse the ear, seeking the plastic adjective that brings out almost visibly the line, the color and the relief of the objects, although it does not bring forth the ineffable and spiritual pleasure of feeling, thinking and dreaming. That is, the young poet was bleeding with every renglón. And it was the worse that, when he had been enlivened with the praises due to the quality of his first poems, he had re-fined it still more, and he scribbled them with rage, with encumbrance, locking himself in his study and refusing to leave, even to eat, while he sought the effect of sonority or of melodrama which his melodrama ear had created. He did not take long to note how impossible it was to do such work in that stifling office, where all the sounds of the central street were heard: the horns and hornpipes, which resembled the horns of a horn; the rattling of cars, which gave the pavement a lively and momentary trembling; the clink of a sledgehammer, which sounded with a sluggish and guttural thump the syllables that rang out to Camilo; the rumble of the street; the thud of a horse; the snoring of a horn and the mechanical piano, more insufferable than the snoring. At first these noises annoyed the writer, as an overwhelming sense of crowd, the shrill scream of a pig, the clamour of a fair; but he focused his attention on the fact that the street was a hysterical, infernally noisy place, and he noticed with horror that every noise stood out from the others and was precise and insistent, obstructing his brain and preventing him from turning a single page. Tranquility was passing through his veins; cars were rolling over his tympani; the apprehensive, the passionate and raging rebuzz seemed ferocious cries of war; the piano keys were slinky cats of twisted silk that slid across the desktop like stumbling thorns. Crisp and hurting already, Camilo de Lelis remembered that he had money and could afford the luxury of a quiet study. He spent several days touring the capital, until he found a cottage or hotel, of the kind that are now used, which, removed from the bustle and clamour of the streets and by the garden it had in front, seemed to the artist the haven he had envisioned. He carried out the move with feverish zeal; he put up his books, his upholstered furniture, his chairs, his embroidered shirts and embroidered smocks - because Camilo needed to be surrounded by an atmosphere of elegance to work in - and when everything was in order, he sat down at his desk and scribbled on his notebook. He had just scribbled the three stars, the only title of the poem he was presenting, and he shook violently on the chair as if he had received a current of electricity. It was that from the deserted street, bursting through the ethereal lilies and the rotten evonyms, a sort of childish gush, mingled with laughter, of delicious chillies, of palpitating monosyllables of curiosity: in short, the cool talk of boys who, before the rain, played on the sand with hats of tee shirt, taken from the nearest teddy bear. The poet took his hands to his knees, and soon after, as the gurgling of the gurgling ceased, he took the tin and threw it against the wall, which proved that Camilo de Lelis's head was beginning to swell. However, he resolved to wait for the night, the hour of silence, according to all the classics, and so the clouds covered their cradle of growth, here comes the muse again... And when mentally appeared the consonant of the first verse with the consonant of the third -as if it appeared sober pearls for the strands of a beautiful-, he heard again rumor near the vine... Not as before, spontaneous, resolute and aggressive, but repressed, smooth, timid, dialoguing, interrupted time after time by horns that strained and exalted to the paroxysm the brain of the one who heard them... Two lovers! A couple! All right! The poet was deprived of love, as if art were not there for him and for him... And the next morning Camilo de Lelis took the train and sought in the solitude of a rusty province, the guaranty of a fiery mountain. He will come to you as you wish. It was, on the slopes of a mountain, a convent in ruins, where he ordered the necessary repairs to make it habitable. You are trapped there without more companionship than a born grandmother. It seemed to be the same palace of the august and restorative Silence, and the poet, entering into his romantic mansion, sprang to his feet with joy and began to hear the changing harmony of the desert. When I thought of tasting the quiet peace of the atmosphere, the sound of a gull reverberated, imperious and clear. Here from God! At this point the pigeons squawked at him; but the sacrifice was pure, and Camilo did not hesitate to declare that the old convent was a thousand times louder than the streets of the court. The tinkling of tinkling bells; the rattling of mice through the dark recesses; the buzzing of bees that came in through the window; the rustling of trees blown by the wind; and, above all, the eternal plodding of the waterfall, which gushed down from the top of the rock to the bottom of the valley, accompanied by an interminable cries, overwhelmed the soul of the artist, already reduced to the impotence and brief stifle of insanity. *** At thirty, almost forgotten by his admirers of a day, Camilo de Lelis died in the monastery. His first impression, when he found himself in the niche, was - the reader is not admired - of immense well-being. Finally the vile rumblings of the earth had stopped, finally his brain no longer felt the horrible thuds of gnawed needles and thuds that reached the last cells of the grey substance... What beautiful silence, absolute, eternal, without limits, as an ocean stretched out from the infinite earthly to the infinite celestial! Soon... No, if it can't be! Do you know that there are sounds inside a tomb, that go through the walls of a niche, the size of a shoebox and a reed thorny and gnarled? You will not understand, but what is certain is that something sounds... Camilo de Lelis trembles, wants to incorporate himself, wants to shiver... The noise that leaves the hollows of the resting pine is the fermentation that begins, are the gnats, which will not take long to pulsate over his poor body... Neither is the tomb alone, and the worshipper of the pure and unchanging Form finds in it his enemy Life!", "title": "El ruido", "author": "Emilia Pardo Bazán"}