{"metadata": {"length": 6263, "words": 1223, "reading_time_min": 6.115}, "text": "Story in six letters from Baldomero Ansúrez to Francisco Montánchez. Dear Package: I just got back from London, where I've been having a few ghostly months. Boy, I've shaken every orgy that's there to smile at Heliogabal and Sardanápalo and Company. Among the female staff, within a few days, I became the master, and whoever says master, says the manager. I'm really terrified of how great British life is. I've seen King George three times, I've spoken to Bonar Law once and I've been introduced to an uncle, on my mother's side, of the mayor of Cork. Also, one watery afternoon I ran into a miss on the left sidewalk of Fleet Street for whom I'm making garishes on wall surfaces. Her name is Nora Smedling. You see, Nora! Like the chicken Ibsen, and, truth be told, I wouldn't trade that for anything in the world. I apologize for the stupidity of the word game, because when you know that I brought my friend to Spain, you will understand that the joy flows over me for the purse, and that in this situation even a fascist makes jokes, which, for now, is the most serious thing that pops for the earthen watermelon. We have a lot of things to talk about that we don't care about either of us. I've been talking to Nora about you, and she's furiously eager to meet you. Nora is an angelic creature. I'll be waiting for you at the Ritz tomorrow night to have dinner with me. I already ordered a table for three. Go ahead, for God's sake, and you'll convince yourself Nora is nicer than a Turkish bath. Oh, my God! I forgot about it. I'll pay for it. He hugs you to the twinkling of the spine, Bald. From Francisco Montánchez to Luis Cienfuegos, forty days later. You've abandoned me more than Robinson Crusoe. What about your existence, pelmazo? I have heard that you have wrestled with Julita the Ondulatoria, and I send you my most cordial congratulations. Boy, I'm now taking advantage of an English girl who's a great one. Her name is Nora Smedling, and I bless the oxygenated Albion, who creates creatures like Nora. Nora is truly angelic. I've been talking about you and your stuff, and she says you're very interesting. He's got a few wishes to meet you, he's not alive. I've booked a stage for the Comedy, so you can come with us and meet Nora. We'll pick you up by car around 10:00. A fraternal ostrich from your best friend, Pacorro. From Luis Cienfuegos to Stanislao Jadraque, thirty days later. Unforgettable Tanis: Where are you going, that there's no way to get a look at you? For a week I've been traveling, looking for you, all the juergistic places in Madrid, and as if I'm traveling through the Moluccas archipelago. This can't go on like this, because I'm going to turn to the star. I need to see you urgently to tell you how happy I am. - What for? Dude, it's just that the heart vessel is running through! I'm in love like a Patagonian buffalo with some Englishwoman named Nora Smedling, who has me completely alienated. What a creature! It's angelic! He's got eyes, he looks at you and he makes you look like a virgin. I've been talking about you, by the way, and she's asking me every day to introduce you to her. Since your whims are orders to me, I'll wait for you at home at five, so we can eat the three of us alone. Nora will sing a very beautiful song called Remember, and she will also sing the Vaya-Wais in Admiral Nelson's language. Don't stop coming, I ask you in the name of our old friendship. Always loving you, Luis. From Stanislao Jadraque to Fernando Puchos, 15 days later. I know your wife is in Paris buying rags. Is it because of the rags you're gonna be making yourself a rag? Take advantage of those days of freedom, my cousin! Get out of the house and leave the plans and the drawing lines for a little while... I'm living a life that Louis XIV was a flashy one. Imagine I'm having an affair with a London woman who sees Oliver Cromwell and gives her a big hug. My adler's name is Nora Smedling, and she's an angelic creature, which is called angelic. The face is a polychrome wonder and the body requires a scaffold. Besides, as smart, he is able to warm up to D. Marcelino Menéndez and Pelayo. The other afternoon, seeing the Turdetano Bank building and knowing that you were the one who built it, he showed a huge desire to meet you personally. You're out of your mind. So tomorrow night we'll be waiting for you at the Burgaleses to have a couple of bottles of the tearful Widow together. Don't miss it, knowing Nora is worth it. A warm handshake, Tanis. From Fernando Puchos to Baldomero Ansúrez, a week later. Dear Baldo: I'm sorry I didn't write you earlier, but I'm overwhelmed with work and I don't have time for anything. Instead, I am writing to give you joy, because you are so feminine. I'm having a mess with an English girl who's an angelic girl. You miss him, don't you? It seems that that is in conflict with my seriousness... What do you want? Man is fragile. My friend's name is Nora Smedling, and she deserves to be in a showcase. She's beautiful and very intelligent. I'd like to stay with her all my life, but my wife, who is in Paris, is going to come from one moment to another, and you know I have no willpower to cheat her. Consequently, I propose an arrangement that I am sure will satisfy you, given Nora's beauty and kindness. Tomorrow we'll have lunch together at my house, you sneak up on my friend and take her away. You understand? This way you add to your long list one more conquest, and I give peace to my conscience. See you tomorrow, then. A big hug from your grateful friend, Femando. From Baldomero Anzurez to Femando Puchos, the next day. Dear Fernando: Tricks, not at all. That you have no willpower to cheat your wife and that you want to give peace to your conscience, you tell it to someone who doesn't know you and doesn't know Nora Smedling. That transfer, which seems so new to you, we've already used Paco Montánchez, Luis Cienfuegos, Tanis Jadraque and a little scrvidorito. I'm not having lunch with you; it will be another day. Now that I'm at rest, I'll give you two options: endorse Nora to another friend or send her to London billed at high speed. Don't forget I'm taller than a horse. And don't get mad at me. A strong hug from Baldo. Good humor, Madrid, 1923", "title": "Una muchacha angelical", "author": "Enrique Jardiel Poncela"}