{"metadata": {"length": 5663, "words": 1114, "reading_time_min": 5.57}, "text": "(The dwarf leaps) There was once a very poor millworker who had a very beautiful daughter. One day the miller came to the king's audience and wanted to be important. He told him that his daughter could turn straw into gold with the help of a straw. - That is a valuable skill, the king told him. If your daughter is as smart as you say, bring her to the palace tomorrow. I want to see if what you're saying is true. And the girl was brought before the king, and he put her in a room full of straw and with a straw. - He works all night. If you have not turned that straw into gold by the first hour of the morning, you will die, said his majesty, locking the girl in. The poor mill boy's daughter sat there, not knowing what to do. She had no idea how to turn that straw into gold and she felt so miserable that she started crying. Suddenly, the door opened and a little man appeared by it. - Good night, miller, why are you crying? - Oh, my God! The girl exclaimed, stunned. I have to turn this straw into gold and I don't know how to do it. \"If I do it for you, what would you give me?\" asked the goblin. - My necklace - the girl replied. The little man accepted the necklace and sat down by the street. He made her turn three times and on the third turn he pulled out a golden lamb. He repeated the same operation over and over again until, near dawn, not a single straw was left and the room was filled with golden fleeces. As soon as the sun came up, the king appeared by the door. Seeing so much gold he was amazed and very pleased, though that only served to make him crave that precious metal more than ever. He took the millworker's daughter to another room full of straw, to a room much larger than the first, and told her that if she appreciated her life in any way, she would be weaving until the next morning to turn all that straw into gold. The desperate girl, she started crying. But the door was opened again, as the day before, and the same little man appeared again. - What will you give me if I turn this shit into gold? \"The ring I'm wearing on my finger\", the girl replied. The little duck took the ring and began weaving. By the dawn, he had turned all that straw into glittering gold. And the king was exceedingly glad when he saw her; but his covetousness was not satisfied; and he brought the mill-maker's daughter into a room larger than the two, and said to her, Weave it all night, and turn this straw into gold. If you succeed on this occasion, I will make you my wife. She is but a millworker's daughter, it is true, the king said, but he would not find a richer wife if he sought her all over the world. When the girl was left alone, the little man appeared for the third time. - What will you give me if I turn this straw back into gold? \"I have nothing left to give you\", the girl replied. - Then promise me when you're queen you'll give me your first child. \"Who knows what may happen before that happens\", thought the mill's daughter, who on the other hand saw no other way out. So he promised the lizard to give him what he asked for, and he began to weave again, turning all the straw in that room into gold. And the king found it all as he desired, and married the mill-maker's daughter. A year later, the queen gave birth to a precious child, not even remembering the little man who had saved her life. However, one day the leopard appeared before her. - You're gonna give me what you promised me. The queen offered, in exchange for her son's life, all the riches of her kingdom, but the goblin did not accept the deal. \"No, any living being is more valuable to me than all the riches of this world\", he said. The queen began to weep so bitterly that the little man felt sorry for her. \"All right\", he said, \"I'll give you three days to find out my name. If you find out before the deadline, you can keep your child. The queen collected as many names as she could remember and sent messengers to every corner looking for any names they could hear. When the next day the little man appeared, he recited a whole list of names, beginning with Melchor, Gaspar and Baltasar. And the little man answered every name that he uttered, and said, No, that is not my name. The next day, the queen asked for all the names of the region and obtained a list of the most extraordinary and unknown, a list she recited to the little man when he appeared the next day. - Is that your name, perhaps, Paticorto? What about Parrot? It's not Patizambo? But the goblin always said the same thing. - No, that's not my name. And it came to pass on the third day, that the messenger came again, saying, I could not find any more names; but when I came to a hill at the entrance of the forest, where the foxes and the hares lay down, I saw a very small house. A fire burned in front of the house and around it was the most grotesque little man I've ever seen. I jumped on one leg and sang, \"If I jump today, tomorrow I will dance, because I will bring the boy from the palace\". I go to the queen and claim it, she doesn't know that Rumpelstiltskin is calling me. Can you imagine the joy of his Majesty at hearing the name of the boy? When the boy came to him, the time had come, he asked her, \"Well, my lord, what is my name?\" - Your name is Conrad? - said the Queen. \"No\", the goblin answered. - What about Enrique? - His Majesty was lucky. - No, I'm not. - Isn't your name Rumpelstiltskin? - The goblin screamed in rage. \"It is a demon that has spoken to you, \" he exclaimed. In his rage he kicked the ground so hard that he sank his right leg to his waist. He tried to pull out with his left leg, but he did so hard that he broke in two. ♪ Finish ♪", "title": "Rumpelstiltskin", "author": "Hermanos Grimm"}