{"metadata": {"length": 5467, "words": 1027, "reading_time_min": 5.135}, "text": "- Kill him! Get him shot! That bastard is shot at once...! Let him be killed! Cut that criminal's neck! Kill him, kill him! - a crowd of men and women shouted, leading, handcuffed, a tall, upright man. This one was moving forward with steady pace and head high. His beautiful manly face expressed contempt and anger toward the people around him. He was one of those who, during the civil war, fought on the side of the authorities. They just put him in jail and were going to execute him. What are we going to do about him? Power doesn't have to be in our hands all the time. Now they have it. If it's time to die, we will die. Apparently, it must be so, the man thought; and, shrugging his shoulders, he smiled, coldly, in response to the crowd's screams. - He's a guard. \"This very morning he has thrown at us\", someone exclaimed. But the crowd didn't stop. When they reached a street where the bodies of those killed by the army were still in the street the day before, people were overwhelmed by a fierce rage. - What are we waiting for? We have to kill that infamous guy right here. Why take him further? The captive simply frowned and raised his head even higher. He seemed to hate the crowd more than the crowd hated him. - We have to kill them all! To spies, kings, priests and those bastards! We have to kill them, right away, right away... the women were screaming. But the heads decided to take the prisoner to the square. They were already nearby when suddenly, in a moment of calm, a small child's voice was heard in the back rows of the crowd. - Dad, what's going on? - What? - a six-year-old boy was screaming, crying with tears as he opened his way to the captive. Dad, what are they doing to you? Wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait! Take me with you, take me... the cries of the crowd were silenced by the side the boy was coming from. They all turned away from him, as if by force, letting him get close to his father. - How nice of him! - a woman said. - Who are you looking for? - he asked another, leaning towards the boy. - Dad, what's going on? Let me go with Dad! - the little one laughed. - How old are you, kid? - What are you gonna do with Dad? \"Go home, child, go back to your mother\", said a man. The prisoner could already hear the child's voice, as well as the people's responses. His face became even more taciturn. - He doesn't have a mother! - he exclaimed, hearing the man's words. The boy went on his way until he reached his father and embraced him. People kept shouting the same thing they did before: \"Kill him!\" Hang him! - Why did you leave the house? - asked the father. - Where are they taking you? - You know what you're gonna do? - What? - What? - Do you know who Catalina is? - The neighbor? - I'm sure you are! - Well, then... go to his house and stay there... until I... until I come back. - No, I'm not going without you! - exclaimed the boy, crying. - Why? - I don't know. - They're gonna kill you. - No, I'm not. - None of that! They're not gonna do anything to me. Saying goodbye to the boy, the prisoner approached the man who was leading the crowd. \"Listen, kill me as you please and wherever you please, but don't do it in front of him\", she said, pointing to the boy. Untie me for a moment and grab my arm so I can tell you we're walking, that you're my friend. That's how it's gonna go. Then... then you can kill me as you please. The headman agreed. Then the prisoner took the boy in his arms and said, \"Be kind and go to Catalina's house\". - What are you gonna do? - See, I'm walking with this friend; we'll go for a ride; then I'll go home. Go on, go on, be good. The boy stood staring at his father, bent his head to one side, then to the other, and reflected. - Go, I'll go right now too. - You did? The little boy obeyed. A woman pulled him out of the crowd. \"Now I'm ready; you can kill me\", exclaimed the prisoner, as soon as the child had disappeared. But then something incomprehensible and unexpected happened. The same sentiment overwhelmed all those who had been cruel, ruthless, and filled with hatred. - You know what I'm saying? You should let him go, a woman suggested. - That's right. It's true - someone's been appointed. - Let him go! Let him go! - he ran the crowd. And the proud and merciless man, who hated the multitude for an instant, wept; and he covered his face with his hands, and passed through the people, and there was none to stop him. FIN", "title": "El poder de la infancia", "author": "León Tolstoi"}