{"metadata": {"length": 3851, "words": 667, "reading_time_min": 3.335}, "text": "A young musician, staring at the distance with his black eyes, said in a clear voice: \"The music I wanted to write would be like this: The city lies, leaning upon the earth the foundations of its buildings; it presses itself against the ground, and groans and groans deafly. From a distance, it seems to have just been destroyed by fire, for the bloody flame of twilight has not yet been extinguished over it and the crosses of the churches, the needles of the towers, the sails, are bright red. The edges of the black and cloudy also look like fire; over the red spots are perfilling, sinister, angular, pieces of huge buildings; everywhere, like wounds, the crystals shine; the destroyed city, exhausted   place of incessant battle by the happy  warm blood, from which rises a yellowish, suffocating smoke. In the twilight of the fields, the boy walks along the wide gray strip of the road that, straightened like a sword directed by a powerful, invisible hand, is nailed to one side of the city. The trees, on their sides, resemble large, extinguished torches, whose black tips stand still on the quiet, waiting ground. The sky is covered with clouds, no stars are visible, no shadows; the evening is sad and silent, only the slight, slow steps of the child are heard, barely sounding in the tired evening silence of the sleeping fields. And after the child, covering with the black cloak of oblivion the distances from where he had departed, he goes silently into the night. The shadows of twilight, thickening, hide in their warm embrace the houses, white and red, which, scattered over the hills, squeeze orphans and submissive against the earth. The gardens, the trees, the chimneys, everything turns black around, disappears crushed by the darkness of night, as if it were. She'd be scared of the little figurine that's moving forward with a stick in her hand and hiding or playing with it. The child walks quietly and looks quietly into the city without pressing the step, alone, small, as if he were carrying something necessary, long awaited by everyone there, in the city, where they start to light up restlessly, to meet him, some blue, yellow and red lights. The twilight lights have already gone out. They've melted, the crosses, the veils and the iron needles of the towers are gone; the city is now lower, pressing more tightly against the silent earth. Above it, it has suddenly emerged and an opaline cloud is enlarged, a yellow and phosphorescent fog spreading unevenly over the gray web of compact buildings. Now the city does not seem to be destroyed by fire or bathed in blood; the irregular lines of the roofs and walls remind us of something imprecise, wonderful, but incomplete, yet unfinished, as if the one who devised this great city for men had grown tired and was sleeping or, disillusioned with his work, had left, had abandoned everything, and, having lost faith, had died. But the city lives, consumed by the torturing longing to rise to the beautiful and arrogant sun. It groans in its delusion, in its many yearnings for happiness, the passionate yearning to live agitates it, and in the dark silence of the fields that surround it flow, like calm streams, the stifled rumors, as the black dome of the sky is increasingly filled with a murky, sad light. The child stops, puts his head back and, very clasped with his eyebrows, looks calmly, with bold eyes, forward; then, swinging, he continues his way more quickly. And the night, after him, says to him with a sweet and tender mother's voice: \"Come, little one, it's time! They're waiting for you... This, of course, is impossible to write! The young musician concluded, smiling dreamer. And after a moment of silence, he gathered his hands imploring and exclaimed with a loving whisper, full of restlessness: \"Holy Virgin Mary! What's waiting for you? ♪ Finish ♪", "title": "La ciudad", "author": "Máximo Gorki"}