{"metadata": {"length": 3688, "words": 687, "reading_time_min": 3.435}, "text": "I just mentioned that one of the first three olive trees planted in Peru was claimed by a Chilean neighbor, who fell for theft no less than a major excommunication, a terrifying resource thanks to which, years later, he restored the stolen stake, which on the banks of the Mapocho or another river was the founder of a famous olive grove. When I heard the word olive, one, I thought that the phrase was not enveloping malice or meaning, but was the daughter of the rhyme dictionary or some quidam who was hunting for echoes and consonants. But there you will see that I misread it halfway, and that if that sentence like this one: olive, gold is one, second silver and third death, are sentences that have history and reason. It has always been said by the man who usually falls in grace or who is sympathetic: This one has the luck of olives, a phrase of conceptual depth, for olives have the virtue of not liking or disgusting half, but for the whole. Arriving at the olives was also another way our grandparents used to express that there was one who showed up for desserts on an invitation, or only witnessed the end of a party. They called the oil oil a shoe that had lost color and taste and, due to lack of juice, began to shrink. They said of the beautiful woman, whose years or years begin to fail, \"You are, my daughter, made an olive-tree of shoes\". Probably the friars of St. Crispin could consume only waste olives. Several chroniclers tell of it, and I will quote among them Father Acosta, who is the one I remember most, who at the beginning, at the great banquets, and for much gift and magnificence, was given to each diners with an olive. The owner of the invitation, as if to excuse a pettyness that was in the background positive luxury, since the production was scarce and very expensive, used to say to his guests: gentlemen, olive, one. And that's how the phrase came about. Already in 1565 and in the garden of don Antonio de Ribera, four olives were sold for a royal. This price allowed its host to be roaring, and from that year onward, three olives were allocated for each deck. Whether you think that good parenting requires not consuming the entire ration of the dish, or that the owner of the house should say, thanking the praise they made of the oily ones: olive, gold is one, two are silver and the third matte, that is, the conclusion of the cuplilla gave reason to cavil many Christians who, after chewing the first and second olive, did not dare to with the last, that this would have amounted to knowingly committing suicide. If the third kills, we'll leave it on the plate and let her grandmother eat it. As time went on, Cerezo, the oil tycoon of the Bridge, came along, a vengeance that at the age of seventy he was forced to pull out this ingenious and epigramatic round: they say around that Cerezo is pregnant with his wife. I'm saying it can't be, because it can't be that. As I was saying, in the days of Cherry, the olive was the inseparable companion of the wine glass; and every good Peruvian made beer disgusting, which for bitterness was enough of his own. Hence the phrase that was used in the days of St. Martin and Bolivar to drink the eleven (today it's called lunch, in gringo): -Gentlemen, let's soak an olive. And why, some may ask, did the ancients call the eleven o'clock, at the act of throwing after noon a stomach pad? - Why? - I don't know. Eleven letters are from the waitress. The curious impertinent knows it already. Thank God no one offers us a flat rate ration today and we smoke olives without being afraid of phrases. Which happens from time to time! Today it is also said: olive, one; but if it is good, a dozen. FIN", "title": "Aceituna, una", "author": "Ricardo Palma"}