{"metadata": {"length": 3427, "words": 652, "reading_time_min": 3.26}, "text": "A few days ago I invited Yulia Vasilievna, the tutor of my children, to my office. We had to adjust the accounts. - Sit down, Yulia Vasilievna - I said to her. Let's settle our accounts. You'll probably need money, but you're so ceremonial that you won't ask for it yourself... let's see... we agreed on thirty roubles a month... forty... no. In thirty... I've got it on my mind. I've always paid the teachers thirty roubles... let's see... you've been with us for two months... two months and five days... two months round. I've got it on. So you have 60 rubles, but you have to discount nine Sundays, because on Sundays you have not taught Kolia, you have only walked around for three more days of party, Yulia Vasilievna got her face lit and started to pull the wheel of her dress, but... not a word! - Three days of party... so we discounted twelve rubles... for four days Kolia was sick and had no classes... you gave them to Varia alone... there were three days you walked with toothache and my wife allowed you to rest after dinner... twelve and seven add up to nineteen. When you count them, you have a balance of... jum... forty-one roubles, right? Yulia Vasilievna's left eye turned red and I saw it blurred with moisture. His chin shuddered. He coughed up his nose, but... not a word! - On New Year's Eve you broke a cup of tea with a plate. We'll give you two roubles off, of course the cup is worth more, it's a family relic, but God forgive her! We've lost so much already! Besides, because of his lack of attention, Kolia climbed a tree and tore the jacket... we discounted ten... also because of his negligence, the waitress stole Varia's loot... you are the one who should watch everything. You get paid... so we discount you five more... on January 10th you borrowed ten roubles. \"I did not take them\", Yulia Vasilievna whispered. - But I'm not aiming for it! - Well, that's it, that's all right. - At forty-one we subtract twenty-seven, we have a balance of fourteen... her two eyes filled with tears... on her long, pretty nose, appeared drops of sweat. Poor girl! \"Once I borrowed three roubles from his wife, never again did I borrow three roubles from his wife\". And I didn't have them aimed at! Fourteen takes three and we have a balance of eleven... Here's your money, girl! Three... three... one and one... serve! And I gave her 11 rubles... and she took them with her shaking fingers and put them in her pocket. Thank you, he muttered. I jumped and walked around the room. I couldn't contain my indignation. - Why are you thanking me? - I asked him. - For the money. - But I've dropped it! - What the hell? I assaulted her! I stole it from you! Why thank you? - Other places didn't even give me... Well, that's not strange! I've been joking with you... I've given you a cruel lesson... I'll give you your 80 rubles in full! There they are prepared in an envelope for you! But can you be so shy? Why don't you protest? Why is he silent? Can you live in this world without showing your teeth? Can you be such a small thing? She smiled faintly and I read in her face: \"It is possible!\" I apologized for the cruel lesson and handed her, to her great amazement, the eighty roubles. She timidly muttered her merci and came out... I followed her with my eyes and thought, How easy it is in this world to be strong! FIN Размазня, Fragments, 1883 This tale has also been translated with the title Polita cosa.", "title": "Blandura", "author": "Anton Chejov"}