{"metadata": {"length": 4786, "words": 956, "reading_time_min": 4.78}, "text": "Once upon a time there was a man who had two wives. One of the wives had a daughter named Saly while the other wife had two sons named Tambaasi and Jaali. When the first wife died, the man gave Saly to the other woman to raise. But the woman didn't like the little girl. She wouldn't let him sleep in the same room as her. That's why Saly had to sleep in the kitchen with the sheep. Give the girl the most dangerous tasks. Anything that was difficult was asking Saly to do it and the girl didn't have a chance to protest. - I'm your stepmother and you should do what I tell you. One day, the stepmother went to the woods to pick up wood. He picked up a pile so big that if you sat on top of it your feet wouldn't touch the ground. He was so big I couldn't lift him to his head. And she bound the wood with a cord, and said in her heart, Who will lift up this cord of wood, that I may carry it upon my head? And an old woman passed by, and said to him, Behold, I am thy servant. If you pay me, I'll load this belt and put it over your head. The stepmother was surprised because she hadn't said anything out loud. How could the old woman know what she was thinking? \"Okay\", he replied, \"put it on me and then I'll pay you. - But what are you gonna pay me with? - the old woman asked. \"I'll pay you with a lamb\", said the stepmother. \"I don't want it\", the old woman replied. The stepmother thought and then said, \"I have a bull at home that I could give you as a gift. - I don't want it either. - She refused again. I just want one thing. - What is it? - asked the stepmother, intrigued. - You must pay me with a person. - A person? - I know. When the old woman said this, the stepmother thought she was talking to a witch. But he thought he still had Saly. - I have a little girl at home. Maybe I can pay you with her. - I want her. What time can I pick you up? - If you want, you can pick her up when everyone's asleep. - All right, you got it. And what's his name? - said the witch. - His name is Saly. - The stepmother added. - I'll see you later. I'll come by at night to get her. That night, after everyone had gone to bed, the witch came down the hill. As he approached the village he began to sing this song: Saly, sad Saly For the wood you must pay. Saly, sad Saly, the witch is coming to take you. Saly, sad Saly, you're my paycheck for the firewood. When the stepmother heard the witch's song, she went to the kitchen and woke Saly up. - You're never sleeping in this house again. You should go to sleep with the witch. Saly began to cry, but her stepmother threatened her: \"I'm your stepmother and you must do what I tell you. Then he opened the door and threw the girl into the witch's arms. Tambaasi, Saly's brother, had woken up to the noise and said to his brother Jaali, \"Something's happening. I woke up with a strange noise. Let's see what happens. They went to the kitchen and found it empty. Tambaasi said, \"That's what I thought. They've taken our sister Saly. Tonight, while I was sleeping, I realized what was going on. We have to find her. They dressed up, took their hunting weapons and went into the woods. After walking a certain distance they heard someone singing: Saly, sad Saly, for wood you must pay. Saly, sad Saly, the witch is coming to take you. Sad Saly Saly You're my paycheck for the wood. - Did you hear that? - asked Tambaasi. They went towards the sound of the song. And they came near, and saw the witch by the fire; she was setting her with a stick, that the flame might burn. Her sister was tied to a big package that was on the floor. Carefully, they pointed their rifles and shot the witch. Then they unleashed his sister. There was a stream nearby and they washed it. The three of them went home together and along the way Saly told them his story. Upon arriving in the village, the two brothers told Saly to wait outside. They went in and asked their mother, \"Where is our sister?\" - She's gone, she said. - Where'd you go? \"I told him to go do a message and he hasn't come back yet\", the woman lied. - This isn't true because it's behind this door. They opened the door and Saly was there. And Tambaasi went to his father, and said, Thou hast left thy daughter with her mother-in-law, and she hath treated her as a servant. He even gave it to a witch as a paycheck. - Are you sure what you're telling me is true? - asked the father. The stepmother had to admit it was true. He was embarrassed and deeply humiliated. And she said to her husband, I have sinned against thee, that thou didst not take care of thy daughter as a mother. I brought misfortune to your family. I must leave this village and go live on my own somewhere else. The stepmother left early, and Saly has since lived happily ever after with her father and siblings. FIN", "title": "La madrastra y la niña", "author": "nan Anónimo"}