{"metadata": {"length": 6525, "words": 1256, "reading_time_min": 6.28}, "text": "It's strange how what happens to us comes to coincide with what we want to happen to us. I had already climbed a good stretch of the stairs when I thought about it: I was seeing that for the first time, dirty and miserable. The damp darkness of the corridors disgusted me to the point of causing nausea. I could barely bear a sharp guilty discomfort, like the first time. I trembled at the meeting of people, stood out at the slightest noise, and most of all feared the inquisitive presence of the doorkeeper. It took me a great deal of effort to remember that not many months ago I was climbing that ladder with joy, finding everything fine, very fine. But it was lucky that the last time I went there I found that disgusting and unwelcome situation. When I got to the third floor, I was really in pain. I was cold and a little out of my mind. She walked quietly down the narrow, smelly corridor, scared and almost running away. Number 17, opaque on the wood, seemed soothing and familiar. I gently pushed the door and found myself in front of Paul. I would have wanted to hold me in his arms and shelter my fears against his body so strong. But when I saw his sore eyes and his still hands against the body, I remembered that it was Paul I was going to face for the last time, definitely. It's too hot here, I said in a trampled manner, passing by without touching him. I opened the window. There was a storm-gray sky and on the nearby rooftops women ran to pick up clothes torn from the tenters by a strong wind. It was a suffocated afternoon waiting for rain. In that same window, pressed against Paul, she had waited for such days for the first drops to fall; when they arrived she laughed and spoke endlessly; sometimes I even danced through the room, without fear of ridicule, like a little girl. Now he wasn't next to me, he was still standing in the middle of the room, watching me, waiting... I said it without too much force and started taking my sweater off with disorderly movements. Paul came up and helped me get rid of that kind of spider web. He touched my hands. You're complaining about heat and your hands are cold. I didn't count on her voice. With everything but her voice. He led me gently, with one hand, as if I were a child or a blind man, to the edge of the bed. He made me sit down and caressed my hair to comfort me. I needed some whiskey, but it seemed inappropriate to ask for it and he would never think of offering it. When she thought she was calmer, she withdrew a little and started talking. I read your letter, but I didn't understand it well, so I asked you to come. All of a sudden... I don't understand... I don't understand at all that you're going to marry another man. We talked about... and come live here? The screaming voice I heard wasn't mine, nor was it what I was going to say. He looked me in the eye, angry, and I was afraid he'd hit me. But his anger turned to contempt, a harsh contempt that hurt me more than a slap. Ah, if that's why... he stood up as if to finish the interview. That moment was my opportunity, the door that opened me to escape: the instant that offended and kicked me out of his house I could use it for justification and remembrance. But I couldn't afford the price. I thought it was cruel and unfair: I couldn't keep it in his memory. He needed a better future in another sense without renouncing that beautiful and unique past. And now Paul was there, looking at me with disgust and pain like a wounded worm. It was the first time I was judged, I was looked at from an insurmountable distance, I was looked at from the outside, and I, without fully understanding it, knew that I could not marry another, that I would not know how to walk, talk, think, if behind me there was not always, somehow, that one, irreplaceable look of love that I had lost. I started crying and babbling with my face between my hands. I wanted to convince him that I loved the other... that I loved him; that she was a miserable... no, she wasn't! I told him about episodes of my childhood... about my parents... about remorse; I spoke badly of himself and well of myself. And then I started laughing, with a little chatter first and then a little laugh. Lost reality and a foreboding uninformed world were mixed. I was crying. Everything was fading; the room, Paul and I were dreaming. My body was not heavy. From a dark and unforeseen background my tears and laughter comforted me. I didn't realize that Paul had stripped me of my clothes and it seemed natural to me to walk naked in his arms. When I felt the cold water of the watering hole fall upon me, a sharp rebellion made me scream, but soon I went quietly and plunged into a sweet well-being like sleep. He dressed me in his white bathing suit, so big and warm. I left myself in his arms and felt him put me on the bed. I couldn't open my eyes. I heard him go back to the bathroom and tried to fit in, but I couldn't move a hand. He started rubbing me with a towel. First the legs and then the arms. At first I was rubbing myself efficiently, vigorously, but little by little the towel rose and fell down my limbs slowly and I felt through the afflicted cloth Paul's powerful hand. That new and familiar warmth, that warm freshness that never fades, was there, clean and present as if I had not betrayed her. Tears ran down my chest, but I couldn't lift my eyes. Little girl, I heard her calling, and she hugged my inert body with a strange noise, like a tear. He kissed me gently, as if he wanted to hold on to his lips, particle by particle, my whole body. I found that tense and sustained fidelity extraordinary, that emotion that stretched unfailingly until it enveloped me all. It was very strange that I had the courage to apply myself so much to relearn a known, worn-out page that I had to forget tomorrow. He caressed me long as at an ideal wedding with his wise homage. I knew that my body was shining, beautiful and perfect again. Then, suddenly, with a wounded and desperate passion, came, almost visible, desire. But he desired me and forgot his own desire, he possessed me, by me, forgotten his own pleasure. Abandoned. My eyelids became transparent as if a great summer sun were fixed on my face. In a formal way that was rape, and the small scorn that made me think of it I once spat on in hurtful words. But that afternoon, when I finally opened my eyes, Paul was standing by me and it was starting to rain. A lot happened later in my life, but this was the most important one. The Signal, 1965", "title": "Para siempre", "author": "Inés Arredondo"}