{"metadata": {"length": 3977, "words": 760, "reading_time_min": 3.8}, "text": "With a small red box in one hand, a man was walking slowly down the street. His old straw hat and discolored clothes gave the impression that the rain had struck them many times, and the same times the sun had dried them over him. He was not older, but he seemed weak; and he walked under the sun, through the asphalted floor that was rubbing. Across the street were trees that projected a thick, pleasant shadow: all the people were walking along that side. But the man did not know, because he was blind, and he was also a fool. There was a pencil in the red box I was trying to sell. He was not carrying a staff, and he was guided by dragging his feet by stone bars, or his hand by iron bars. As soon as I got to the stairs of a house, I would climb them. Sometimes, once the door was hardly reached, he could not find the electric button, so he would patiently go down and continue on his way. Some of the iron doors were locked, as the owners were out during the summer, and he would spend a lot of time trying to open them, but it didn't matter, because he had all the time he had at his disposal. Sometimes I could find the electric button, but the man or the maid who answered the bell did not need a pencil, or they could not be persuaded to disturb the housekeeper for so little. The man had been out a long time and had walked a long time, but he hadn't sold anything. That morning, someone who had grown tired of him hanging around gave him that box of pens, and sent him to make a living. Hunger, with its sharp fangs, roared its stomach and a relentless thirst drenched its mouth and tortured it. The sun was shining. He was wearing too much clothes: a jacket and a coat on top of his shirt. He should have taken them off and carried them in his arm, or thrown them away, but he didn't think of it. A good woman who saw him from her window felt sorry for him, and wished him to cross the street to shade himself. The man turned on a side street, where a group of noisy, riotous children were playing. The color of the box attracted them and they wanted to know what was in it. One of them tried to take it away. With the instinct to protect her belongings and only livelihood, she resisted, shouted at the children and insulted them. A policeman who was passing by the corner saw that he was the cause of the riot and brutally shook him by the neck. But realizing that he was blind, he moderated his urge to hurry and sent him on his way. He kept walking under the sun. During his aimless wandering, he turned on a street where there were monstrous electric vehicles thundering from here to there, making wild bells ring and literally shaking the ground under his feet in his tremendous impulse. He started crossing the street. Then something happened, something horrible that made the women faint and the strongest of the men who witnessed it became ill and dizzy. The driver's lips grew as gray as his face, or gray ashes, and he began to tremble and wobble at the superhuman effort he had to make to stop his vehicle. Where did the crowd come from so suddenly, as if by magic? Boys running, men and women getting out of their vehicles to watch this creepy spectacle: Doctors hurrying in carriages as guided by Providence. And the horror grew as the crowd recognized in the dead and crushed figure one of the richest, most valuable and most influential men in the city, a man known for his prudence and foresight. How could he have been hit by such a terrible fatality? He was in a hurry, having left his work late to meet his family, who, an hour or two later, were going to travel to his summer home on the Atlantic coast. In a hurry, he did not realize that another car was coming in the opposite direction, and the common and terrible scene repeated itself. The blind man didn't know the reason for the riot. He had crossed the street, and there he was, walking and trampling under the sun, dragging his feet along the whorehouse. The Blind Man, Vogue, 1897", "title": "El ciego", "author": "Kate Chopin"}