{"metadata": {"length": 3700, "words": 685, "reading_time_min": 3.425}, "text": "Hervy and bully while the fire was under the bowl, was the bowl of the swine's eye, and of that warm eye broke the whole eye, blind, of one piece and a dazzling white, with a form that made all who saw it think it promised a bright and dazzling future; and that those promises which all saw, had to be kept and fulfilled. The sheep, a beautiful sheep, was the mother of the calf, and the crimson was its father. From his mother he had inherited a body, utterly white, and a vague idea of life; and from his father he had received the eagerness of a burning fire that would pass through bone and muscle... and burn in life. Yes, it was born and grew when with the greatest, most luminous expectations, it was launched into life. He found many strange creatures there, and he joined them; for he wanted to know life and perhaps, at the same time, find the place where he could feel most at home. But his confidence in the world was excessive; he was only concerned with himself, nothing at all with the shaven head; for he was incapable of understanding for what it could serve, so he tried to use it for his own advantage and took the shaven head in an improper way, the black fingers were progressively stained with the faint color of innocency, which soon disappeared completely and was completely covered by the scum of the world around her, had been in too close contact with her, much closer than he could hold the shaven head, that he could not distinguish clean from dirty... but inside he was still innocent and pure. They saw their false friends could not get into their house, and furious, they threw the glass as an useless object. And the black outer shell would not let the good in, who were afraid of being dirty with the black color, afraid of being filled with stains too, so they would not come near. The shack was now alone and abandoned, she didn't know what to do. She was rejected by the good and also discovered that she was nothing more than an object destined to do evil, she felt tremendously depressed because she had not devoted her life to anything useful, that even perhaps she had blemished the best that she had about her, and she could not understand why or for what she had been created, why she had to live on earth, perhaps destroying herself and others. More and more, he reflected more deeply, but the more he reflected, the more his despair increased, for he could find nothing good, no true sense in his existence, and he could not distinguish the mission he had been entrusted with at birth. It was as if her black cover had also seen her eyes. But then a calamity came upon him: a thorn; and he knew the thorn better than the thorn itself; for the thorn saw with all clarity - even through the outer shell - and in the interior saw that it was good; therefore he approached her, and bright hopes arose in the thorn; it blazed and his heart sank. The call resounded like a joyful anthem of praise, everything was illuminated and clear around it, and it lighted the way for those who carried it, its true friends... who joyfully sought the truth helped by the gleam of the candle. But the body also had the strength to feed and sustain the flaming fire. Seed by seed, the seeds of a new life fall everywhere, falling in drops through the trunk covered with its members: the fate of the past. They were not only physical products, but also spiritual products of the spirits. And the sebe candle found its place in life, and knew that it was a genuine candle that glowed long for the joy of herself and of the other creatures. FIN Translation by Enrique Bernárdez Thank you Ma del Valle López Arroyo for contributing this story to the Digital Library of Seva City.", "title": "La vela de sebo", "author": "Hans Christian Andersen"}