{"metadata": {"length": 6861, "words": 1295, "reading_time_min": 6.475}, "text": "In the semi-dark kitchen, lit up only by the red coals burning under the grills, old Dorotea and her nephew Pascual were looking silently at each other. She stood, the rocky crevices dominated by the black diaper and the crooked covering face in an inexpressive, vegetable muzzle. Her nephew, sitting in a sleeper, raised his eyes to her, frightened, as his fingers, leaning on the ground, nervously scratched the ground. Aunt's gaze, falling obliquely on him, had him trapped and motionless. For a quarter of an hour they were like this, like bewitched, without uttering a word. So she went with Eleutherius' axe and murmured. The boy didn't answer. He simply lowered his head in a sound of ascension, while his chest was splattered with faint tears. You son of a bitch! \"Aunt Brahm, waving a bone-in arm with black veins\". And then you come to my house to take refuge! Why didn't you run to the mountains? You could have taken a mule from the waterfall and roared to the mountains! You have the courage to go up to the terrace and steal my seeds, but not to walk away just by the rocks. The boy, with his head increasingly falling, groaned convulsively, exposing a dirty, malnourished neck. Dorotea looked at him with an expression of infinite contempt in her sharp eyes. He had crossed his arms again and his mouth was drawing a clumsy groove. And it was all because of the Antoinette? He asked again. The boy nodded his head. All for the Antoña, a pious girl who can't yet be a mother, masculated the aunt, then regaining her old hierarchy. Pascual raised a stealthy eye toward her and lowered it without replying. The silence was invading the kitchen again. From time to time the crackling of a spark on the grill or the barking of a ram on the shelf were heard. The night was closing in the campground. Pascual suddenly lifted up his livid face stained with dirty tears, and opening his lips, let out a growl. I'm scared, Aunt Dorotea! He exclaimed. The guards must know everything already! Steban had a big uncle! They're coming after me! Shut up, you dumb-ass! He interrupted the old woman. They can hear you at Pedro Limayta's ranch! And he lowered his voice, and whistled, and said, Where wilt thou that I hide thee, thou piece of filth? You know, if you're found here, I'm the one who's gonna pay for everything. Remember what happened to Aunt Domitila for hiding in her place the Sunday thug who had stolen two cows. And only for two cows! Aunt Dorotea took a step towards him, a mechanical step, like that of a wooden doll. You have to get out of here! You mustn't leave a single footprint! You understand them, and if you get caught, be careful not to say you were hanging around. I'll give you a loaf of bread, and you'll give it for well served. Come on, get up! The night is over. The nephew didn't answer. He had his neck stretched forward in an uncomfortable position, and a slightly erect finger. He seemed to be about to fall from his brow; yet he kept himself in balance as if by magic. What? \"The old woman asked, bending to him. Shh! Shh! Pascual whispered, as his face, primarily tense, was being transfigured by terror. Clearly, you could hear the trotting of some riders. There they are! He jumped, and, getting up from a leap, threw his back against the wall, standing there with his eyes wide open. Aunt Dorothea came up to the window. Pushing the postman, he went to the field. Two guards had been dismantled at Pedro Limayta's ranch. He saw them talking to the old man, and then riding their country horses again. The aunt approached her nephew, who was still stuck to the wall, as if stitched with pins. He crossed his face repeatedly with his bony hand, until he broke his lips. What now? He exclaimed. See the mess you got me into? What am I gonna tell them? Jump out the window, run into the wilderness, run down the cliffs! The horses' helmets resounded in the stones of the shed. Some sheep danced, scared. It's too late! He cursed Aunt Dorotea, and with his lively eyes he went through the four walls of the kitchen. By the door he saw the oil canister, which had been filled the night before. Look at that! \"He said to his nephew, throwing him from his arm with his claws\". Get in there, quick! When they open the door, you sink your head. I'll let you know with a knock when they're gone. Just watch your whistle! - Go on, get out of here! He added, seeing that Pascual was breathless. When the guards came in they saw Aunt Dorothea sitting next to the kitchen, her eyes lost in the blue lights. Get up! He ordered one of them, while the other, with his rifle in hand, was hunting through the dark corners. Aunt Dorothea did not move. Where's your nephew? \"I have no nephews\", she replied, looking at the coals. What about Pascual Molina? I don't know him. One of the guards grabbed her by the back and lifted her from a mast. You're fooling us! Pedro Limayta told me he saw you come in before dark! Don't touch me! The old woman shouted, with a tone so fierce that the guard backed down. Don't touch me again! And he said, And a sponge of misty saliva sprang out of his mouth. If you think he's here, look for him. But I don't know him! One of the guards lit a candle in the kitchen and went out around. The other one stood by Dorothy, looking around with suspicion. Where does that window look? He asked. \"To the Limayta ranch\", the old woman replied. What about that shiny little one? The terrace. The guard spotted the oil canister. What's in there? He asked as he approached. - It's oil. The guard leaned over the edge and observed its smooth surface. Is that good? And he put his finger in, and asked, and seeing that there was no wrinkle in the face of the old woman, he said, I will come by, and she shall give me a little. At that moment the other guard appeared. \"There's no one\", he said, throwing his rifle at his back. That old Limayta, with his drinks thrown away, is always seeing ghosts. The two guards looked at Aunt Dorothea, hoping perhaps for a word from her. But the old woman was still impassive, her arms tenaciously crossed, as if she was tied to her own flesh. \"Well\", said a guard, lifting the wing of his hat. You can see there's nothing here. Good night, the other added, opening the door. You've gotten rid of a good one, he added, crossing the threshold. Aunt Dorothea didn't say anything. When they closed the door, he didn't move either. He waited with a keen ear for them to ride his horses. As the noise of the helmets repeated and slowly weakened, the groove of their lips stretched out, and a primitive, acidic, slap-like smile burst from them. Taking a mallet he approached the tonel, and struck with it his armor. You can go out now! She cried. They're gone now! The oil surface vibrated for a while at the shock and then it was definitely still. *FIN* Stories of circumstances, 1958", "title": "El tonel de aceite", "author": "Julio Ramón Ribeyro"}