{"metadata": {"length": 7455, "words": 1293, "reading_time_min": 6.465}, "text": "The author's triumph was becoming apparent. But a triumph of submission, which had something terrible, like that of the tamer in the cage of the beasts. The theater seemed to contain a single longing and overcome soul, which took away from the bodies the feeling of drowning in that air of light dust, impregnated with sweat and essences, through which, and contrasting with the dark and reporting conglomeration of heads in the courtyard and amphitheatres, the scotches and the light costumes were seen in the bright explosions of electric cornucopias, full of flowers and flashes, with fans whose bare arms moved silently, like butterfly's guirlinda. In one of them, on the second stage on the left, with his parents and his cousin Berta, the irresistible mocker, was Angeles, the author's girlfriend, dressed in blue, admirably combed, with a spirit of feathers and a sparkle of brightness in her black hair, perhaps too red lips and too painted dark circles on her ideal whimsical, white-collar velvet-like milk whiteness. Quiet and absorbed, with a triumphant nerve contraction on her lips, she was, however, the only one who did not carry the cure of drama. The elbow, white-gloved, in the balustrade grain; the fan in the beard, and the head half turned toward the hall, where he followed in a voluptuous aspiration the trembling of the audience, watching him, picking up his beats that accentuated the singular, somewhat diabolical expression of his smile. From time to time, a flash of satisfaction flashed in her sleeping cat's eyes: she caught twins looking at her; the few initiates attending the theater had spread the news that there was the new author's bride, and the news was rolling from chair to chair, from stage to stage... and Angeles was following her in her zig-zag, and she began to feel the hidden heroine of the party, flake by those glasses, to whom if she guided curiosity from every beauty of the drama, she contained in contemplative robes the beauty of the young woman. Suddenly there was a deep whisper of removed passions. The lady, with her queenly luxury, from the height of her great artistic celebrity, had just called the bourgeois mojigatas who had intended to mock her freedom \"stupid\". She was the woman of the future, triumphant. A clapping broke out, the first of the night, energetic and nervous, but it cut him off a slide full of empire. It was a parentage of attention, and many twins headed for Angeles; more discreetly than none, that of a princess officer, across the street, from the stage of the Fast, handsome, arrogant, with his white black-skinned pinch and golden cords. He stood behind the chairs occupied by bald gentlemen of a glittering great peach, and looked only late into the evening at the stage, leaning over the balcony. Oh, my God! The Veloz! That stage, whose gaze often consecrates in theaters fame or beauty to fashion. Angeles also requested her interest, thanks to the news that came to lend him that night the already undeniable success of his boyfriend. He took his twins, looked everywhere, the officer then, who had her nailed to his, and left them in the skirt of cousin Bertha, who said between malicious and mocking: The performance followed. Angels, with his eyes wide open on the scene, didn't answer. He remembered the time when, months ago, he met Richard amid the breezes and joys of the Sardinero. A mellow chronicle, with her name among flowers; a desire to pay in smiles to the correspondent; a yearning to monopolize her praises in mold letters, and at eight days, not knowing how, she found Richard's girlfriend, despite her archaic ties and her insignificant figure. But I loved her, I loved her, especially since Angel's dad, based on the young man's precarious situation, opposed the relationship. Oh, my God! But this premiere, this victory, which became increasingly clear in the public's anxiety, also won the bride's father, who applauded with affectionate enthusiasm, as if he were witnessing the chance that would make Ricardo enter his family. He himself had wished to attend with his daughter, because so much had been said about the drama in the newspapers, that he began to suspect that its author was not only a talented man, but a future one. A frantic \"well!\" and a shaking that instantly turned the entire audience into a closed storm of applause and applause, returned to Angels from their self-absorption. The curtain was falling. - That's good! Bravo! was heard shouting; and among the trembling voices that asked the author and the nourished palms to resound, which gave the theater a strange appearance of hands moving everywhere, he could see Angels who from many stages were sewing twins to him, shining before the eyes of elegant women. The Veloz also looked at her as a formidable drummer, those of those bald gentlemen of very white peach, the Husars, arrogant, with their blonde mustache to the Burgundy and their pinch of gold cords... Angels, red of emotion, drowning in the noise of that frantic applause, resonating in his ear like a pearl granite, with the nose for the delight dilated in his ideal whimsical crest, felt a void in the breasts under the curtain when, rising, a comedian appeared and threw him on stage, as a tribute, the name of his boyfriend  which echoed the storm of enthusiasm with an imperative shout and author of the tremendous:! Let him out! Cousin Berta looked at her with envy. The lights of the proscenium shone again on the curtain, and it began to rise slowly. The scene appeared deserted, dazzling. Oh, I was going to see him there, in the apoteosis of the electrified crowd, in the brightness of glory of the invisible lights of the slums, offering the ovation with a loving smile! How much I loved you! The lady, that blonde and splendid actress, beautiful as a fairy tale queen, and an actor to whom the frog gave apparent elegance, pulled the author, who finally peered through the forum between them, wearing an old, pale levitilla, with astonishment in her eyes and hair and mustache like a herring. Along with the funny reverences of his fellow writers, those of the poor author, very serious and sharp, they were truly ridiculous. Angel heard the voice on the stage immediately, \"How ugly!\" and the mocking Berta, the second time she raised the curtain, compared him to a mouse just out of a jofaina. In this, as the author disappeared from behind, he stumbled upon a piece of furniture... and the whole audience, without ceasing to applaud, laughed. Angels was decomposed. From the stage of the Veloz, the husar, in a gallardic attitude, looked at her and smiled compassionately... the young woman vanished. He quickly got up and hid in the foreground without his family noticing, attentive to the ovation, which continued loud for a long time. When Angeles's father, deeply moved, went to congratulate her, shaking his hand, he found the young woman half-lived on a couch, trembling lips and lightless gaze. Poor sensitives, torn by a hurricane of happiness!... Forgive me, she said; I understand your love for that talented man, and you can tell him that from today on I will be proud of him. Proud, you know? \"It is useless\", replied Angel solemnly of contempt; \"I will not see him again in my life\". Let's go! Let's go! And without even consenting to return to the stage, they left the theater, waiting drunk with enthusiasm for the final act of the marvelous drama. The Naïve Tales, 1920", "title": "Genio y figura", "author": "Felipe Trigo"}