{"metadata": {"length": 7020, "words": 1313, "reading_time_min": 6.565}, "text": "Maruja realized that the right time had come. Miss Ada had slept quietly on the Christmas number of The Tatler. Dad had to be at the convention, or the place where, according to the servants, he honestly called the convention. Mom had gone to the Viscountess's tea. A deep silence enveloped the house, interrupted only by the deaf whimper of the salamander. Maruja got up from the floor. He was restless, holding his breath, with a hand on his heart, leaping from anxiety and fear, and he approached Miss Ada. Miss Ada began to snore gently, to the rhythm of the salamander's whimper. Maruja hugged his Japanese doll. It was not appropriate to go alone on that adventure. Then, pointing, although the thick carpet wiped out the smallest of his steps, he moved down the hallway forward. His heart beat more than ever. I felt a strange groan on my cheeks. I remembered scenes of fairy tale princesses, lost in the night. She even felt the urge to step back to the sweet shelter of her room and wake Miss Ada up and ask her for some of those stories about her romantic Scotland. But the desire for his adventure was stronger, and he continued to march trembling through the dark hallway. At the bottom, the glow of the fireplace in the office was red. Maruja, as he approached the office, mentally repeated the phone number: 12,687... 12,687... 12,687... he was surprised, by chance, nights earlier in a newspaper. Magicians' kings got toys orders on the phone. Dad smiled when Maruja asked him if that was true. Yes, the wrist. The wizard kings take advantage of all advances. They don't even come on camels anymore, they come in cars. Mom was laughing, Miss Ada was laughing. Only Maruja was serious, thoughtful, trying to remember the phone number. He could thus communicate directly with the magical kings, without having to be served by his parents as intermediaries, or exchange the toys he had ordered by letter, as happened the year before. Besides, this way, Mom and Dad would be surprised. No year would be so splendid for kings. I was sure I'd get anything you asked for. When she got to the office, she stopped again, fearful. He pressed the Japanese doll against his chest and looked at her as if asking for encouragement. The doll, with her eyes torn, seemed to smile mockingly. He took two more steps and found himself inside the office. It's half dark. Stuck and shrouded in mystery, the things in the shadowy shadows and lights of the forest were shining against them. The window, with its white glass and wood frames, stood out from the front door, and behind it was the night, where the snowflakes were rolling. Maruja climbed onto a chair to reach the key to the electric light. The office suddenly changed in appearance. He lost his mysterious charm; but, instead, he acquired for the girl a more normal sense. Under the electric light the glow of the fireplace dimmed and the window became darker. Maruja went without hesitation to the table where the phone was. But it wasn't enough. I had to pick up a volume from the dictionary at the bookstore. Then another, and another, and another... What a mess! Why would the tables be so high? He finally reached the device. He pressed the button, just like he'd seen Dad do several times, and so did Mom on the nights when Dad didn't come to dinner and he called the phone, and Mom was crying. Suddenly the bell rang. Maruja was scared. Let's see if Miss Ada woke up or if Peter, the camera assistant, came by! He almost falls to get off the books and go close the door and run the heavy red curtains. And the bell was not silent! He went back up to the books, picked up the headset. Shit! Lower, central... they're going to hear us! That you're going to wake up Miss Ada... - I know. I wanted to communicate with the number 12.687. Yeah, yeah, that's 12,687... he waited trembling. In a chair next to it lay the Japanese doll. Maruja believed in her duty to reassure her: \"Don't be afraid, baby. You'll see how nothing happens to us. And he said it looking everywhere, hesitant, with his mouth dry from anguish and his heart beating more backwards than ever. Suddenly the bell rang again. He heard. Who? - Yes, I know. Is that 12,687? I wanted to talk to the wizarding kings. - What? - I know. I'm the Moncada Redhead. - Yeah, I know. Velázquez, 66 years old. Aren't the gentlemen of kings here? I'm getting the same. Not being black, because I'm scared, let anyone come near. Good night, Don Gaspar. I'm Maruja Moncada, a very good girl, very good. And I wanted a lot of toys for day six. - What? Well, you take the... oh, sorry! Kings, how do you call them? Well, then, look at you, Your Majesty. I wanted a theater I've seen, which is almost natural in size, and in which comedians are really dressed; I also want a car of those who walk, a doll dressed in Neapolitan, a German soldier of those who fall to the ground and don't break... A gold-plated sheet with a doll inside, a seamstress with needles and reels and a tiger. Yes, your Majesty. A tiger, like the one with Lolita Rebel, and that's being ropeed and moving his head like that. See how I move it? Then like this! - No more. Oh, my God! And may you be very hospitable, my lord king, when you bring me the toys. This street in Velázquez is very cold. - Bye, then. - Bye, then. Oh, my God! Give yourself a kiss to the other lord king. - No, I'm not. Not the black guy, which scares me. She sat down, satisfied, from the four volumes of the dictionary, put them back in place, turned off the light, and went out into the hallway. I was happy, excited about the happy success of the interview. Stroking the Japanese doll against her heart, she would say, \"You, shut up. Don't say anything like that. It's a secret, you know? And suddenly the phone rang and she trembled. It was stubborn, persistent. Maruja ran back to the office. Again she was afraid Miss Ada would wake up or Peter would come. It's coming! It's all right! Shut up, my lord! He said it as he turned the light switch, as he closed the door and took the four volumes of the dictionary and climbed over them. Who is it? Is he at Mr. Moneada's house? It sounded like the voice of King Gaspar. Yes, sir, I know. And who are you? The manager of the world market. Look at that. Here the daughter of Mr. Moncada called a moment ago, ordering us several toys to take to you as if they were left by the wizarding kings. Can you hear me? Yes, you go ahead. For as all these toys are among the most expensive, and the total amount amounts to 1,475 pesetas, we have decided to consult Mr. Moncada first if he is in agreement with this. Then one of our dependents will visit the gentleman for... Central! Central!... can you hear me? Maruja was not listening anymore. Maruja had left her phone and was crying bitterly. The bell kept ringing impoverished, stubborn. It didn't matter anymore if Miss Ada woke up, if Pedro came. Better than that! So I could tell everyone that they had miserably fooled her, that wizarding kings didn't exist...", "title": "Por qué Maruja no cree en los reyes magos", "author": "José Francés"}