{"metadata": {"length": 2427, "words": 442, "reading_time_min": 2.21}, "text": "You were going to tell me one day, Elizabeth, that the snail moved through the wall and you, from the bed, lifted your head and first put on the silver star of the mollusk, followed it with your gaze so slowly that it took you several seconds to reach the opaque shell that was moving through the wall of the hotel room. You felt sleepy and you were there, with your neck stretched out and your hands hidden in your armpits; you only saw a snail on the wall of faded green paint. Javier had manipulated the blinds and the room was in darkness. Now I was unpacking. You, cut in the bed, saw him untie the straps of this blue leather suitcase, run the zipper and lift the lid. At the same time, Javier raised his head and saw another snail, this grey veined, that remained motionless, hidden inside his shell. The first snail was getting closer to the prisoner. Javier looked down and admired the perfect order in which he had arranged the clothes he had chosen for the trip. You bent your knee to the heel and butt and realized there was another snail on the wall. The first one stopped near the second and popped up with the four tentacles. You straightened your skirt with your hand and you saw the snail's mouth, ripped in the middle of that wet, horned head. The other snail popped his head. The two shells looked like propellers stuck to the wall and poured their dew. The tentacles made contact. You opened your eyes and wanted to hear better, microscopically. The two white and slender bodies slowly emerged from the shells and then, with the gentle vigor of their smooth skins, they broke. Javier, standing, looked at them and you, lying down, let go of your arms. The mollusks trembled slightly before slowly sailing and observing for a moment and then returned their dry, wrinkled bodies to the humid caves of the shell. You reached out and found a pack of cigarettes on the nightstand. You lit one, you crushed the braid. Javier pulled out the blue linen, cream linen, gray silk pants and stretched them out, put his hand over the wrinkles and hung them on the hooks that sounded like iron cascables when he opened the dwarf's year closet, ran them, picked out the least twisted ones and returned to the suitcase stopped on the edge of the bed. You watched all his movements and laughed with the cigarette leaning against your cheek. Anyone would say you're planning on staying here. FIN Fragment of Skin Change, 1997", "title": "La marcha del caracol", "author": "Carlos Fuentes"}