{"metadata": {"length": 2050, "words": 382, "reading_time_min": 1.91}, "text": "In ancient times, a king of Tartary was walking with some of his nobles. On the side of the road stood an Abdal (a stray Sufi) who exclaimed: \"I will give good advice to anyone who pays me a hundred dinars\". And the king stood and said, What good counsel is this, that thou shalt give me in exchange for a hundred denarii? \"Sir\", replied the Abdal, \"orders that the sum be delivered to me and I will give you advice immediately. The King did so, hoping to hear something extraordinary. The Sufi said to him: \"This is my advice: never start anything without first thinking about what the end of it will be. At this, the nobles and all present burst into laughter, saying that Abdal had been ready to ask for the money in advance. And the king said, Ye have no cause to laugh at the good counsel that this Abdal has given me. No one is unaware that we should think before we do anything. However, we are daily guilty of not remembering it and the consequences are dire. I really appreciate this dervish's advice. So the king decided to keep the advice in mind and ordered it to be written on the walls with gold letters, and even engraved on his silver plate. Soon after, an intriguing man came up with the idea of killing the King. He bribed the royal surgeon with the promise of appointing him prime minister if he stuck a poisoned spear into the King's arm. When it came time to draw blood from the King, a jofaina was placed to collect the blood. Suddenly, the surgeon saw the words engraved there: Never start anything without first thinking about what the end of it will be. It was then that the surgeon realized that if the intriguer became king, the first thing he would do was execute him, and thus he would not need to fulfill his commitment. The king, seeing that the surgeon was trembling, asked him what was happening to him, and he immediately confessed the truth. The plotter was captured; the king gathered all the people who had been present when the Abdal gave him advice, and said to them, \"Are you still laughing at the dervish? FIN", "title": "El rey, el cirujano y el sufí", "author": "nan Anónimo"}