{"metadata": {"length": 4816, "words": 934, "reading_time_min": 4.67}, "text": "\"Margherita\", I said, as I sat at the table, \"remember that plot of land I told you about last year? \"No\", Margherita answered, \"why? - Because I bought it. Margherita looked at me in amazement, and she explained to the children: \"The disgust you seek as a journalist is not enough for you; now you want more as a farmer! I told him there was no need to exaggerate. - It's a hectare of land. - I was right. But that, instead of reassuring Margherita, increased her excitement. - For six or seven years now, the newspapers have been talking about hectares only, and he goes and buys exactly one hectare of land. This is one of Margherita's famous reasonings; I had already become accustomed to that kind of logic, but this time I couldn't help but get angry and invited her not to say nonsense. - You're being silly? - Margherita said. Land occupations, land disputes and land reforms, floods and so on. Tell me, are or are not the hectares involved in all the political upheavals relating to the countryside? That night, it stayed that way, because I retired from the fight. But the next day, Margherita asked me, \"And that hectare, where is it?\" Then he wanted to know if there was any grass growing in the field and if there were any plants. And so came the day I heard the Passionary talking on the phone to her little friend and explaining, \"No, I can't tomorrow. Tomorrow we're going to see Dad's farm... we stop at the village restaurant and sit down to eat something. In the room next to the one we were in, there were people drinking and talking. And a new man came in, and said, Lo, he that bought the field from the cross is come. - What does it look like? - someone asked. - I haven't seen him. But, the way things are, he can only look stupid. - Already, added a third. If you've paid for that scarf-sized piece of land more than twice what it's worth, you're bound to be a fool. An old man came in and said, \"No, no. Mostly a poor wretch. Who knows how they might have caught him. \"If you do not understand these things, it is better to stay at home and do your own thing\", replied the man before you. To me, he's a fool. -Of course\", another jumped. He'll be one of those city monkeys who as soon as they take a field trip, they'll be driven by the craze for clean air, simple life and other idiocy. Then they buy a piece of land and then sell it for half the price they paid. They laughed. Then one said, \"What a piece of merchandise! Maybe in the city, to go to the toilet you have to get out of the neighborhood, because in yours there is no toilet, and then, when you come to the country, you start right away saying that without thermos and without bathing with hot and cold water you can't live. In the city they lead the most stupid and retreating life possible, and when they are here they are given them by big lords, they drink tea in the garden and, if they turn their nose up at the tavern, they are given them by Democrats, they pay everyone to drink and they judge bowls with the peasants. I would bet those who have bought the land at the crossing build their own house with bathroom and thermophone and an umbrella garden for tea. - Yes, you're right; you'll see how they build a house. - We'll see the lady go around in pants, like she's going to the beach. They laughed again. Then one started again: \"Unlucky! They are the city's evergreen horticulturists, who, once they have a garden, pretend to be their owners and come in cars from friends in the city to see a field of figs. -What we'll laugh at if he does the house! - exclaimed a young man. Whoever's been able to pay so much money for that land must be one of those who here, four steps from the Po, builds a Swiss-style chalet. - Yeah, I know those people. They build the house; then, from time to time, they appear suddenly: \"Please move that door a little further... Tap that window and open one to the other side... knock down this wall and raise another there... The old man said, \"After all, the buyer is right; if he has money, he can spend it as he likes. What money do you want me to have? If I were a real gentleman, I wouldn't come here to build a house. I wouldn't even buy a piece of land that doesn't even reach an acre. That must be a half-haired guy... - Now what are you gonna do? Are you going to sell the acre again? - he asked. - No, Margherita, you are. As soon as I have money, I'll build a house with a bathroom, a thermophone and a small garden with flowers. And every now and then, while the works are going on, I'll show up here and say, \"Please move that door half a meter to the right... close that window and open another one on the front wall... - Deep down, it's nice to be away from the city, enjoying this peace, among these simple and friendly people. Among these people who understand us...", "title": "La hectárea", "author": "Giovannino Guareschi"}