{"metadata": {"length": 3243, "words": 589, "reading_time_min": 2.945}, "text": "Once upon a time there was a flirt who had a suitcase that she couldn't get rid of. He took her promises and statements seriously and didn't want to leave her. He believed it to his insinuations. This irritated her, for it hindered her eventual good relations and the gifts, compliments, flowers, dinners, and so forth that she could get from them. Eventually Yvonne insulted and lied to her fiancé, Bertrand, and gave her nothing, literally; which meant less than nothing compared to the nothing she gave her other friends. Bertrand, however, kept on paying attention because he considered such conduct normal and feminine, an excess of modesty. He came to preach to him and, for once in his life, he told the truth. Since he was not used to the truth and expected falsehoods from a beautiful woman, he took her words for inconsistencies and continued to court her. Yvonne tried to poison him by putting arsenic in the chocolate cups he drank at home, but he recovered and thought this was an even greater and more charming proof of his fear of losing his virginity at the age of ten. She told her mother she was raped. In this way, Yvonne sent a thirty-year-old man to prison. I'd been trying to seduce him for two weeks, telling him that I was fifteen and that I was crazy about him. He had enjoyed ruining his career and making his wife feel miserable and ashamed and his eight-year-old daughter, confused. Other men advised Bertrand. \"We all had fun with her\", they said, \"we even took her to bed once or twice\". You haven't even got that. And she's worth nothing! But Bertrand thought he was different in Yvonne's eyes, and although he realized that her perseverance went beyond the ordinary, he considered this a virtue. Yvonne incited a new suit to kill Bertrand. He achieved the new suitors obedience by promising him that he would marry him if he eliminated Bertrand. He told Bertrand the same thing about the other man. The new plaintiff challenged Bertrand to a duel, failed the first shot and then began talking to his projected victim. (Bertrand's gun had sharply refused to fire.) They discovered that they had both received wedding vows. Meanwhile, the two men had made him expensive gifts and lent him money during their little crises of the past few months. They were resentful, but they had no idea how to punish her. So they decided to kill her. The new suitor went to see her and told her that he had killed the stupid, persistent Bertrand. Then Bertrand knocked on the door. The two men faked a fight. In fact, they pushed Yvonne between them and killed her with several blows to the head. They said she tried to stop and was accidentally hit. As the city's own judge had suffered, being the object of ridicule by his fellow citizens, because of Yvonne's flirting, he was secretly pleased with her death and let the two men go free no more. Besides, she was wise enough to understand that they would not have killed her if they had not been blindly in love with her... and that state inspired pity on her, since she had already turned 60. Only Yvonne's maiden, who had always received a good salary and substantial tips, attended his funeral. Even her family hated Yvonne. FIN The Coquette, Little Tales of Misoginy, 1975", "title": "La coqueta", "author": "Patricia Highsmith"}