{"metadata": {"length": 5901, "words": 1178, "reading_time_min": 5.89}, "text": "Once I shaved off a razor blade so thin and sharp, it seemed like a sewing needle. -Focus on what you do and handle me carefully -she said to the hands that were handling her-. Do not let me fall, that if I go to the ground, they will pass by black to find me. I'm so thin! - Go, go, there is not enough for you! - said the hands, securing it to the body. - Miren, here comes my settee - the needle went on, pulling a long robe, but without a cloak. The fingers pierced the sock of the cook's shoe; the leather on the upper part had loosened and they could sew it. - What a normal job! - the needle exclaimed. It's not for me. I break, I break! And it broke--did I not tell you? - the victim screamed. I am too thin! -It is no use -thought the hands; but they had to keep it on, while the cook applied a drop of lipstick and then it was glued on the breast of the blouse. - Take it! Now I am a thief! - said the vanished one-. I knew that in time she would make it. When a calf, a day or another is recognized. And it roars for its insides, for it is very difficult to see when a stinger roars from the outside. And she stood there as proud as if she were in a car, and looked round about. - May I take the liberty of asking you, with due respect, if you are indeed of gold? - inquired the steward, his neighbour-. You have a majesty, and your own head, though small. It has to grow, because you can't always put drops of milk in the jar. When she heard this, the needle shook with such pride that it fell off the cloth and fell into the sink, where the pot was boiling. -Now I am going on a journey - said the needle. With such a love I can't lose! But it is the case that has been lost. “This world is not made for me,” he thought, already in the street gully. I am too thin. But I am conscious of my value, and this is always a small satisfaction.\" And he kept his attitude, without losing his good humor. Above her floated all kinds of objects: hats, scarves and pieces of paper. «How to sail! - said the needle. You can't imagine what's in the background! I am in the bottom and here I am clad. Now comes a worm that thinks nothing of the world as not being a worm, or, to put it another way, it is itself; and now comes a worm: what a way to turn and to turn! Do not think too much of yourself, you will throw yourself against a rock. And now a piece of newspaper! Nobody agrees with what he says, and yet, how he cries! I am here patient and quiet; I know what I am and I will keep on being it.” One day he stopped by a thing that was so bright that the needle thought it might be a diamond; but it was a bottle cap. And as it glowed, the needle turned to him, presenting itself as a thigh-length arrow. -You must be a diamond, right? - Well... yes, something for the style. And the two were convinced that they were extraordinary jewels, and they entered into a conversation about how presumptuous people are. - You know? I lived in a waitress's cupboard - said the needle of azure - she was a cook; she had five fingers in each hand, but I have never seen anything so ugly as those five fingers; and yet her whole duty was to support me, take me out of the cupboard and put me back in. - Did they shine? -asked the bottle cap. -Bright? - the needle exclaimed. No; but to the proud no one had won. They were five brothers, all born on the same day. They were always together, the sea of typhoons one side of the other, though neither was of the same length. The one on the outside, called \"Pulgar\", was short and fat, separated from the hand, and as it only had an articulation in the back, could only make an inclination; but he said that if a man were cut off, it would be useless for military service. Then came the \"Lameollas\", which was placed in the sweet and the bitter, pointed out the sun and the moon, and was the one who grasped the pen when they wrote. The “Larguirucho” looked down at the others from the top; the “Golden Beard” was passing with a ring of gold around his body, and the “Meique” mule was doing nothing, of which he was very proud. Everything was to be admired and praised. That's why I went to the ward. -Now we are here, shining - said the bottle cap. At the same time more water came into the river, it overflowed and the boat was carried away. - Let's go! They have slowed him down - the needle said. I am sorry, I am too thin, but this is my pride, and worth the effort. And she remained high, immersed in her thoughts. - As young as I am, I almost believe I was born from a ray of sun. I have the impression that the sun always seeks me under the water. I am so subtle, that my father cannot find me. If I hadn't broken my eye, I think I would cry; but no, it's not different to cry. One day several thugs were thrown into the river, in place of old keys, young girls and other things of the sort. It was a very dirty occupation, but they were having fun with it. - Oh! -exclaimed one; he had touched the needle of a razor-. This shit! -I am not a sailor, but a guide! -The arrow protested; but no one heard it. The lacquer was worn away, and the metal was tarnished; but the black made it more glistening, so that the needle was pierced even thinner than before. -There comes a shell of an egg! - They cried out with a loud voice, and pierced her with a spear. -Black on white - he observed. How good I feel! I am well visible. So that I do not faint, nor vomit! But he did not tremble nor vomit. -It's a great thing against the sea to have a steel stomach. In this I am on top of the vulgo. I feel like nothing. The thinner the strand, the stronger it is. -Crap! - exclaimed the frightened girl, when she felt herself slammed by the wheel of a car. -Uf, how heavy! - he added the needle-. Now I know I'm scared. I break, I break! But it didn't break, despite being hit by a car. He lay on the ground, and, what is for me, he may remain there for many years.", "title": "La aguja de zurcir", "author": "Hans Christian Andersen"}