{"metadata": {"length": 7741, "words": 1417, "reading_time_min": 7.085}, "text": "From the beginning of the campaign, Lieutenant Laré took two cannons from the Prussians. His commander said, \"Thank you, Lieutenant\", and handed him the honor cross. As he was both prudent and brave, subtle, inventive, full of cunning and resources, he was entrusted with a hundred men and organized a service of explorers who, in retreats, saved the navy many times. But like a sea of water, the invasion penetrated the entire borderline. It was a huge wave of men coming one after the other, leaving behind a garbage of marauders. General Carrel's brigade, separate from his division, was retreating relentlessly, beating day after day, but it was almost intact, thanks to the vigilance and speed of Lieutenant Laré, who seemed to be everywhere at the same time, disrupting all the enemy's tricks, mocking his forecasts, disorienting his ulna, murdering his forerunners. One morning, the general called him: \"Lt. - he said - I have here an office of General de Lacère who is lost if we do not come to his aid tomorrow at dawn. It's in Blainville, eight hours from here. You will leave at nightfall with three hundred men who will be relaying along the way. I'll follow them two hours later. Study the route carefully; I fear I shall find an enemy division. The cold was intense for eight hours. Two hours before the snow began to fall; at night the earth was covered and dense white swirls blew up the nearest objects. At six, the detachment was on the move. Two men were marching alone, three hundred yards ahead. Then came a platoon of ten men under the lieutenant's own command. The rest of the group then proceeded in two long columns. Three hundred meters above the flank of the small troop, to the right and left, some soldiers went two by two. The snow, which fell nonstop, covered them with a white dust in the shade; it did not melt over their clothes, so that as it darkened, the uniform pale of the field barely stained them. We would stop by once in a while. At that time we heard nothing but the unnamed wrinkling of the falling snow, more sensation than noise, soft murmur, sinister and vague. An order was communicated in a low voice, and, when the troops got back on the move, it left behind it like a kind of white ghost above the snow. It was gradually erasing and eventually disappearing. It was the hierarchical scaffolding that was supposed to guide the fleet. The scouts slowed down their march. Something was rising in front of them. \"Turn right\", said the lieutenant, \"it's the Ronfé forest; the castle is more to the left. The word quickly spread: \"High!\" The detachment stopped and waited for the lieutenant who, accompanied by only ten men, was conducting a reconnaissance to the castle. They were moving, crawling under the trees. All of a sudden, they all stood still. A terrible calm plotted over them. Then, very close, a clear, musical, young voice came through the silence of the forest. He said, \"Father, we're going to get lost in the snow. We're never going to get to Blainville. And a voice spoke stronger, and said, Fear not, my daughter; for I know the land as the palm of my hand. The lieutenant said a few words, and four men walked away, like shadows, silent. Suddenly a woman's loud cry rose in the night. Two prisoners appeared before him: an old man and a girl. The lieutenant questioned them, always in a low voice. - What's your name? - Pierre Bernad, you know. - What's your profession? - The Count of Ronfé's butcher. - Is that your daughter? - I know. - What's he doing? - She's a seamstress from the castle. - Where are you going? - We ran away. - Why? - I don't know. - Twelve Prussians have passed by tonight. They shot three guards and hung the gardener; I was afraid for the little one. - Where are they going? - To the Blainville. - Why? - I don't know. - Because there's a French army there. - Do you know the way? - Perfectly. - All right, let's get out of here. We gathered the column and began the march through the field. Quietly, the old man stood by the lieutenant's side. His daughter was near him. Suddenly he stopped and said, \"Father, I am so tired I will not go any further. And he sat down. She was shaking from the cold and seemed ready to die. Her father wanted to take her. He was too old and weak. \"My lieutenant\", he said, sobbing, \"we would obstruct your march. France first! Let us go. The officer had given an order. Some men had left. They came back with branches cut off. Then, in a minute, a bunk was made. The whole detachment had gathered them. \"There's a woman out there who's dying of cold\", said the lieutenant. \"Who wants to donate her coat to cover her? Two hundred coats were taken off at once. About 20 of them were thrown on the mat. - Now, who wants to take her? All the arms offered. The young woman was wrapped in these warm soldier hoods, lying gently on the bed and then four robust backs lifted her up; and, as a queen of the East carried by her slaves, she was placed in the middle of the detachment, which resumed its march with more intensity, more courage, more joy, stimulated by the presence of a woman, this sovereign muse who has made so many prodigies to the old French blood. After an hour we stopped again and everyone lay on the snow. Down there, in the middle of the plain, a large black shadow was spreading. It was like a fantastic monster that stretched out like a snake and then, suddenly, it shrank into a ball, picked up dizzying impulses, stopped, started off again without stopping. The orders circulated in murmurs among the men and, from time to time, a dry, metallic noise crunched. The wandering form came sharply near, and we saw it coming to the trout, one after another, twelve lost whales in the night. A terrible flash of lightning suddenly showed them two hundred men lying in front of them. A rapid detonation was lost in the silence of the snow, and the twelve, with their twelve horses, fell. We waited a long time. Then we resume the march. The old man we had found was a guide. And a voice from afar cried out, 'Who is alive?' And another nearer answered with a command. We waited again; conversations were taking place. The snow had stopped falling. A cold wind swept away the clouds, and behind them, higher, unnamed stars sparkled. They went pale and the sky turned pink towards the East. A senior officer came to meet the detachment. But as he asked who we were carrying in the bunk, she moved; two little hands pulled aside the thick blue coats, and, pink as the dawn, with eyes brighter than the stars that had disappeared, and a bright smile like the rising sun, a pretty figure replied: \"I am, sir. The soldiers, mad with joy, applauded and triumphantly took the girl to the middle of the camp, where the weapons were kept. Shortly after, General Carrel arrived. At nine the Prussians attacked. These fought back in the middle of the day. In the afternoon, as Lieutenant Lare, tired, fell asleep on a straw, they came to pick him up from the general. He found him under his tent, chatting with the old man he had met the night before. As soon as he had entered, the general took him by the hand and addressed the unknown man: \"Dear Count\", he said, \"here is the young man I was talking about a while ago; one of my best officers. He smiled, lowered his voice and added, \"The best. Then, turning to the stunned lieutenant, he introduced him to the Count of Ronfé-Quédissac. The old man took her hand: \"My dear lieutenant\", he said, \"you have saved my daughter's life, I have only one way to thank her... in a few months come and tell me... if she likes you... She was a gift of 600,000 francs and was, it was said, the most beautiful wedding we could see that year. See another version of this story:", "title": "Las bodas del lugarteniente Laré", "author": "Guy de Maupassant"}