{"metadata": {"length": 4379, "words": 765, "reading_time_min": 3.825}, "text": "How is Juanita? Where do you live? What's he doing? In what old noble Andalusian city do you have your home? I think I've seen her everywhere, throughout my travels. Juanita is the daughter of Juana; this Juana has told us by the dear teacher Valera that her neighbors, by nickname, call her La Larga. Juanita has also been given this adjective by inheritance. Juana is forty years old; Juanita is only sixteen. Juana is at that admirable age where women drive boys crazy when they lean on school benches; Juanita goes through these years where women make us feel, where we start to walk towards senility, the painful yearnings of the past. Joan exhalates from herself an air of rest, of calm, of nobility, of majesty, of whom she has lived long and seen what was to be seen in life; Juanita is lively, nervous, restless, daring, spontaneous, naive. Reader, what do you like best about both? I doubt between this wisdom of Juana and this naiveté of Juanita. Juana is a master of all the delicious crafts of gula: she makes wonderful sheaves, delicious pancakes with boquerons and tomato and onion pickles; powdered, egg and wine toast, peppered, jaguar, leafy, garlic, mustard galas. Master Valera lists with secret delight all the sweet things that Juana knows how to align: Wasn't it the beloved country master of this other great master  so spiritual relative of his, the priest Francisco Delicado, author of this superb book La Lozana Andaluza, in whose pages also voluptuously speaks of these chastisements and juicy treats? Juanita, on the other hand, if she doesn't know this science, she's no match for designing and sewing women's suits and galas. Master Valera speaks of this skill of Juanita with deep stupefaction. I've been to Villalegre, I've seen some costumes made by Juanita, and I'm amazed. And then he adds these epic words: \"And he says I have good taste. Everyone knows it... And the town where Juana and Juanita live has already been named: it's Villalegre. Villalegre has white houses, carefully carved with lime; the streets are wide; wide and painted green are the salty grids that stand out on the facades; outside the village there is a nice and juicy orchard; further out the grey, tetris olive trees; and near the end of one of the main streets of the city, a fresh, transparent, subtle water source springs. A shadowy cluster of alms sheds its graceful shadow on the pond where the reeds murmur; among its trunks a wide granite bank appears, where they come to rest every evening, slowly, supported by their sticks, the serious, slothful, important, transcendental, meditatory, cautious, prudent men of the city. In this city they have a house, Juana and Juana. What do you want me to tell you about them, how they live, what they do, what they think? They may not think of anything, and this may be their deepest charm; they think of nothing; they live their lives without sadness, without depression, without worry, without terror, without anxiety, with which we, the men who want to be philosophers, fill it. The house is spacious and clean; it has, like all Andalusians, a clear and cheerful courtyard in the center. And Juanita has filled this whole yard with big, little pots. Juanita loves flowers. I hate idle hands, the poet Horace said, soak the roses. Juanita's hands, these fine, white hands, plant roses everywhere. And there are roses on the dresser, on the chairs, on the dining table. Meanwhile, Juana is beating, in a white, glass-lined alufia, egg-clear to make some exquisite treats... so Juana and Juanita go through life. When the afternoon falls, the radiant vanity of the sky goes out in one of those Andalusian twilight of a gentle, long, unspeakable melancholy. The squirrels are crossing the houses, screaming, the old church bell is quietly ringing the Angelus. This is the time when Juanita takes a singing bell and goes to the fountain. I liked to go for water to the ejido fountain, says the teacher. And this is the moment when the serious and venerable men who are sitting under the reeds, by the pool, look at the strong, embroidered and youthful figure of Juanita, and feel, supported on their sticks, this vague, this intimate, this unquenchable sadness that I spoke to you before, and that we experience those who are already coming out of youth and heading to the cold age. *FIN* Spain, (men and landscapes) 1920", "title": "Juana y Juanita", "author": "nan Azorín"}