{"metadata": {"length": 4940, "words": 950, "reading_time_min": 4.75}, "text": "Once a great wax figure, conscious of her high rank and very rich in herself. -I am made of wax, and they poured me and shaped me in a mold - he said. It shines better and burns longer than other lights; my place is in a jar or in a silver candlestick. - It must be a very pleasant life - the sailor observed. I am not a simpleton, a simpleton, but I comfort myself by thinking that this is always worth more than being a candle in a candlestick. He is given one bath, and I am given eight; from there he is so strong. I can't complain. Of course it is more distinctive to be born of wax than of a sebo, but in this world no one has himself. You are in the living room, in a chandelier or in a glass chandelier; I am in the kitchen. But it is not a bad place; there comes food for the whole house. -Yes, but there is something more important than food - the glass of oil retorted - social life. Shine and see others shine. Just this night there is dancing. They will not hesitate to come to us, to me and to my whole family. He had just finished speaking when all the tins of oil, and also the tins of sheepskins, were brought in. The lady in person took it in her delirious hand and brought it to the kitchen, where there was a frying pan with a lid, which was filled with potatoes and a few apples. The good lady gave it all to the boy. -There you have a light, my friend - he said. Your mother sees you till the early hours of the morning, always working; perhaps you are serving her. The house daughter was also there, and when she heard the words “until the high hours of the night,” she said in a very irritated tone, “I too will be up until very late.” We have dance, and I will carry the big colored ties. How her story glowed! I liked to look at her. No glass can shine as brightly as two child's eyes. “What excitement!” thought the sailor’s sailor. I will never forget it; I will certainly never see anything like it again. They sat down in the box, under the lid, and the boy walked with her. \"Where will they take me? - I thought the telescope-. In the house of poor people, where perhaps I will not even be given a bad piece of brass, while the candle is in a silver candlestick and sees people of distinction. How wonderful it must be to shine for the distinguished people! It was from God that I had to be of sheep and not of goats.” And the veil came to a poor house, the house of a widow with three sons who were huddled in a small and lowly room, facing the door of the rich lords. -Bless God on the lady for what she has given us! - said the mother - What a splendid sight! It will last until very late at night. And they burned it. -What a pig! - I said-. They have awakened me with a stinging nettle. This will not happen to the glass of the front door. The lights were also turned on in her, and her brilliance radiated out into the street. The noise of the cars driving the guests was heard, and the music was playing. \"Now they begin there,\" thought the shaven head, and the radiant cheek of the rich girl, more radiant than all the shaven heads together, came to her memory. That show I will never see again.” In this humble dwelling the youngest of the children, a little child, came. By passing his arms around the necks of his brother and sister, he communicated something very important, something that had to be heard: - This night, 'fijaos!, this night we are going to eat fried potatoes. And his face shone with happiness. The glass, which she held out, saw reflected a joy, a joy as great as the joy she saw in the rich house, where the girl had said: -This night we are having dance, and I will wear the big colored hats. “How important is it to eat fried potatoes? - thought the sailor's watch-. The joy of these children is as great as that little chrysanthemum’s.” And he shaved; I mean, he shaved off his beard; and he could not make a beard of hair. They sat down at the table and ate the potatoes. What rich they were! It was a real banquet; and he gave each one an apple. The youngest child recited that verse: God be blessed, who has once again saved us. Amen. - Have I recited it well, mother? - said the little one. -You do not have to think of yourself - the mother reminded him - but only of God Our Lord, who has given you such a good meal. The children slept, their mother kissed them, and then they fell asleep, while the woman was cooking until the early hours of the morning, to provide food for her children and herself. Outside, from the rich house, came light and music. The stars shone over all the houses, rich and poor, with equal beauty and intensity. “It has been a beautiful view - the telescope thought-. Will you have passed better the wax in your silver candlesticks? I would like to know it before I finish consuming myself.” And he thought of the two girls, who had been equally happy: one, lighted by candlelight, and the other, by candlelight. And this is the whole story.", "title": "Las velas", "author": "Hans Christian Andersen"}