{"metadata": {"length": 4011, "words": 770, "reading_time_min": 3.85}, "text": "It's as if many things have been neglected for the defense of our homeland. We have so far disagreed and have devoted ourselves to doing our work, but we are concerned about the events of recent times. I have a shoe shop in the square that's in front of the imperial palace. As soon as I open my shop at dawn I can see the accesses of all the streets that come here occupied by armed people. But it's not our soldiers, it's obviously the nomads from the north. In a way that I cannot understand, they have made their way to the capital, which is, however, very far from the border. Anyway, they're here and it seems like there's more every day. By their way, they camp outdoors because they hate houses. They spend their time sharpening swords, pointing spears, doing horseback exercises. They have made a real stable of this quiet square always kept scrupulously clean. True, we sometimes try to get out of our stores and remove at least most of the garbage, but this is less often because the effort is futile and also puts us in danger of falling under the furious horses or being wounded by the whip. You can't talk to the nomads. They don't know our language and barely have a language of their own. They understand each other in a way similar to how fat people do. Time and again you hear that greasy scream. Our way of life, our institutions, are as incomprehensible as they are indifferent. For this reason they also refuse to adopt any sign language. You can dislocate your jaws or twist your hands around your wrists, they haven't understood you and they'll never understand you. Sometimes they make a mockery, then the white of their eyes turns and foam comes out of their mouths; however, they don't mean anything with this or want to scare, they do it because it's their way of being. They take what they need. We cannot say that they use violence; when they intervene, one throws himself aside and leaves everything at his mercy. They've also taken more than a good piece of my provisions, but I can't complain about it if I see how the butcher is doing. As soon as he enters his goods, they have taken everything away from him, and everything is devoured by the nomads. Their horses eat meat too. Sometimes a rider is lying next to his horse and they both feed on the same piece of meat, each by a tip. The butcher is afraid and does not dare to end the meat supply. However, we understand, we raise money and we help him. If the nomads didn't get any meat, who knows what they'd think of doing. Anyway, who knows what they'll think of doing even getting the meat every day. The butcher recently thought he could save himself at least the effort of killing, and in the morning he brought a live ox. He'll never do that again. I lay about an hour in the back of my workshop, crushed against the floor and with all my clothes, blankets and pillows laid over me, only to not hear the roar of the ox upon which the nomads were hurling from everywhere to tear off with their teeth pieces of hot meat. It's been a while since everything was quiet before I dared to go out. Tired, they were lying around the remains of the ox like drunken people around a barrel of wine. It was precisely at that time that I felt I had seen the emperor himself in a palace window. He never comes to these rooms outside, he lives only in the innermost garden, but in this one, at least, I thought so, he was standing in the window and looking down with his head what was happening in front of his palace. What would happen, we all wonder, how long will we endure this burden and torment? The imperial palace has attracted nomads, but they don't know how to drive them out again. The door remains closed. The guard, who used to march in and out solemnly, now stands behind the fences. The salvation of our country has been entrusted to us, craftsmen and traders, but we are not in a position to face such a mission, nor have we ever boasted of being able to do so. This is a misunderstanding and we perish as a result. FIN", "title": "Una hoja vieja", "author": "Franz Kafka"}