{"metadata": {"length": 6813, "words": 1250, "reading_time_min": 6.25}, "text": "She was once the daughter of a powerful king. His name was Untombina and he was very brave. In the land where she lived there was a charming lake that no human could approach. In the lake lived a monster who, without compassion or pity, carried to the bottom those who strayed through that region and those who mistakenly tried to bathe in the clear waters of the lake. Untombina had heard of the Monster often and also knew where the lake that he lived in was. There were torrential and very continuous rains throughout the country, and the lands were flooded; then Untombina said to her parents: \"I want to go to see the Lake Monster to ask him if he could stop this pernicious rain. But her father, the King, forbade her, and her mother shed abundant tears at the mere thought of what might happen, since she was stubborn Untombina, and the easiest way to suppose was for the Monster to devour her. Consequently, the girl stayed at home, rather than by her father's ban and her mother's cries, because, as the country was flooded, the impassable roads were being made. But the following year, it started raining again and the waters reached the top of the highest walls surrounding the town, and Untombina could not hold back for much longer. She wanted to go at all costs to the enchanted lake and was unable to deter her; neither did she hear her father's authorized voice, nor did her mother's tears of discomfort change her intentionally. And he called all the daughters of the city, and chose of them two hundred men to go with her. She dressed like a bride. Following his example, the girls dressed themselves in their finest garlands and their most precious jewels. They went out together through the town gates. A tomb in the middle and a hundred girls on each side of the road, forming like a court of honor. The young women were laughing and singing and walking, as if they were taking the bride to the groom. When they found the merchants on the road, who were riding in large ox-drawn carts around the country, they called them in joyful and joyful voices and asked them which one was the most beautiful. The men would come up and say they found them all very pretty, but none comparable to Untombina. \"For\", said the merchants, \"the daughter of your king is as thin as the tree of height, and as loose as the fresh grass that sprouts after the fruitful rains. When the other girls heard these words, they were so angry that they mistreated the merchants and filled them with impropriety. Then they continued on their way. It was a joyful spectacle to see those lovely young women walking joyously, dressed in fine jewelry, shining in the sun, and wearing their rich pearl necklaces and bracelets. It was the day that the beautiful girls arrived at the enchanted lake. And, upon arrival, they stripped off all their galls and jumped into the cool, crystal clear water to bathe in the last rays of the sun. How happy the beautiful black women were! They were squatting, throwing each other into the lake water, jumping, jumping and swimming in the sun. The sun went out and they had to find a place to sleep. It was really time to give up the pleasure of the lake. They did, but you can imagine their horror when they noticed the lack of their cute skirts and dresses, ankle rings, necklaces, and bracelets. - Oh, oh, oh, what a mess! - They shouted at one. Look, Untombina, the Lake Monster has stolen all our clothes and jewelry! Oh, Untombina, what do we do now? They shouted as loudly as they could; only Untombina remained indifferent and arrogant, gazing at the frightened girls. Finally the most daring of them all shouted: \"It's your fault, Untombina; you alone have brought this disaster upon us! Another, very pious by the way, proposed that all of them kneel and beg the Monster to return what he had stolen from them. But Untombina refused, arrogantly, the proposal. \"I am the king's daughter\", he said, \"and I will not humble myself before the monster. And saying this she departed from the other girls who, with tears and tears, begged the Monster to return their treasures. \"Oh, lord of this lake\", they cried, \"give us back our precious jewels and rich dresses! We didn't mean to offend you or hurt you. It was Untombina, the daughter of our king, who brought us here. She's the only one to blame. And then, suddenly, dress after dress, ring after ring, neck after neck, bracelet after bracelet, they began to fall like rain from the sky over the lake shore. And after a short time, the two hundred girls who had accompanied Untombina were dressed and ready to return to the village. Only Untombina had not dressed. Tall, she stood upright with her arms crossed over her chest and, when the girls begged her to ask the Monster to return her dresses and jewelry, not a word came out of her lips. - Oh, Untombina, please do it. Ask them, Untombina - the girls begged him. But Untombina became even more proud and proud, so much so that in the eyes of her companions she did not seem so pretty, and she replied: \"Never\". I am the daughter of a king and I beg no one. When the Lake Monster heard these words, he came out of the water, grabbed the proud girl and swallowed her. The girls ran away like a greyhound, shouting in terror. When they reached the village, they told the people what had happened to the king's daughter. - Oh, my God! \"I had warned her countless times, but she wouldn't listen. But wait, we will soon free her from the clutches of the Monster. And he said, My men of war, put forth your shields, and your spears, and your hooves, and your bows, and your sharp arrows. Let's get my daughter out! Soon an entire army of black warriors set out for the enchanted lake. The Monster raised his head out of the water, and seeing so many warriors, he opened his huge and gigantic mouth and swallowed an endless number of them with the ease with which Untombina had been swallowed before. His enormous body seemed to expand for a moment, and it was truly appalling to see how he pursued those who were trying to save themselves; and so was the pursuit to the very gates of the town. But by the door stood the king with the sharpest spears he possessed and he faced the Monster, whose body stretched almost over a legue distance, so enormous were its proportions! The old king was a valiant warrior very skilled in the art of battle, and he knew instantly where to attack his enemy. First he drove the spear into his throat and then he made a hole in one side. On this side all his warriors began to come out and finally the brave Untombina, more arrogant than ever. The king took her by the hand and led her in triumph to her mother, who had wept for her so much. Fortunately, the Monster was killed, and the lake where he lived was, from that moment on, disenchanted. FIN", "title": "El monstruo del lago", "author": "nan Anónimo"}