{"metadata": {"length": 4847, "words": 941, "reading_time_min": 4.705}, "text": "On the top of the hill there was a windmill, of a lofty appearance; and the truth is that he felt very proud. -It's not that I'm proud -he said-, I am very illustrated, outside and inside. I have the sun and moon for my external and internal use, and I also have stearine bottles, oil lamps, and candlesticks. I can say that I am a light-switch; an intelligent being so perfect, it tastes good. I have a wheel in my chest, and four wings available on the head, immediately below the hat. The birds, on the other hand, have only two, and carry them on their backs. I am Dutch by birth, well-known by my figure; a Dutch flying Dutchman, as I do not forget, figures among the supernatural beings, and, with all due respect, I am perfectly natural. I have a gallery around my stomach and a house on the lower part; in it I live my thoughts. The strongest of them, the one who commands and dominates, is called by the others “the tyrant.” That knows what it is to be handled, and is far above flour and sand; yet it has its companion, the \"miller\". She is the heart; she does not run without tone nor is she from one side to another, for she also knows what she wants and what she can; she is soft as a gentle breeze, and strong as a tiger; she is wise and she can impose her will. It is my sense of tenderness, the Father is the one of strength. Although they are two, they form one person, and they call each other \"my half\". They have children: small thoughts that will grow. How many sips do the kids drink! I felt depressed not long ago and asked the priest and his officials to examine my mechanism and the wheel I have in my chest; I wanted to know what was happening to me, for something in me was not moving as it should, and it is necessary to watch; the little ones made a terrible noise, which is very annoying when you live on the top of a hill. You have to be seen by everyone, and you should not despise public opinion. But, as I was saying, the little ones did a number of tricks... The smallest one climbed up on my head, and he threw such a slingshot that I was squished. Young minds can grow, I know from experience. And out of the air also come thoughts, and not exactly of my lineage, for I see no relative in all that reaches my view; I am alone. But houses without wings, where the wheel does not turn, also have thoughts that come together with hands and fall in love with each other, as it is often said. It is really amazing. The list of strange things in the world! I don’t know if it came from inside or outside, but the fact is that there has been a change in my mechanism. It is like the Father had changed his mind, like he had come to a sweeter sense yet, a more loving, young and good companion, and yet the same, but sweeter and more precious as time passes. The bitterness has evaporated; the whole is very pleasant. The days come and go, ever more clear and bright, until - yes, it is said and written - there will come a day when everything will be finished for me, though not all. They will tear me down to rebuild me, new and better. I will disappear, but I will continue to live. I will be different and yet, I will be the same. This is very difficult for me to understand, despite all my illustration and illumination by the sun, the moon, the star, the oil and the sand. My old walls and rooms will rise from the ashes. I hope to preserve my old thoughts: the miner, the mother, the elders and the younger, the family, as I call them together, one and yet, so many, all the thoughts that are already indispensable to me. And I must also continue to be myself, with the wheel in the chest, the wings on the head, the gallery around the stomach; otherwise I would not recognize myself, and neither would others recognize me, and they would not be able to say, “There we have the mill on the hill, so sure but nothing proud.” The mill said all this and many more things; but the most important thing is what we have pointed out. And the days came and went, until the last came. There was a fire in the mill; the looms were raised, flinging them out and in, tearing the rods and sledges and tearing them apart. The building collapsed, and nothing was left but a heap of ashes. A column of smoke rose from him, which the wind dispersed. What was alive in the mill remained alive, and instead of suffering harm, it came out a winner. The family of the miller, a soul with many thoughts, built a new and beautiful mill for their service, of the exact same appearance as the previous one, so that people said: “There is the mill on the hill, slender and sturdy.” But it was better built, more modern, as times progress. The old iron, rusty and slack, was turned into dust and ash; the body of the miller did not rise up, as he had thought; he had believed in the words, but he did not have to take things so literally.", "title": "El molino de viento", "author": "Hans Christian Andersen"}