{"metadata": {"length": 5874, "words": 1080, "reading_time_min": 5.4}, "text": "A few days ago I looked at this typical Puerto Rican painting. A peasant was coming down the road with a white box of a little dead guy on his head. Above the white box are a bunch of wildflowers. A slight, tiny and persistent rain fell, a tiger flower that with high poetic intuition calls it the jibar. The pants stained by the mud on the tracks. The face without blood denoting tiredness of the road; but more tiredness and anguish of living. He came from a long way. Who knows? And that lonely jebber, with the dead little boy in a white box adorned with mutt flowers, under a faint tiger flower, became a symbol before my eyes of the tragedy of our peasant childhood. Flesh in bloom; grass of dirty worms. This sad and gloomy epilogue, like the lives of my fellow citizens, made me live the painful plot that precedes what we call the burial. And I returned to my neighborhood Yaurel, bound to my memory, buried in my anguish, united to my pain. And I remembered the compassionate John, the youngest son of Susannah. Every day at sunset he would hang himself on a tree of the heart in the sweetness of the courtyards. And from the window of my house, open to the cannibal, I asked him, \"How are my dear John and Mrs Susanna?\" And with adult courtesy he would reply, \"I'm fine, mistress, and Miss Susana is fine, and you? And then he laughed, showing off the white teeth that lit up his brown face. Then look, feel sorry, come down from that tree and buy me some water rams at Pepe's store. If not, my friend, send me. For that courtesy of speaking, they called him Compassionate John. Boyishito espabilao and educaíto, childlike qualities that are much admired in the countryside. And the brunette Susana came to my house one day. The grass in disorder, the black eyes in a pleading growl. \"Mystery, John is very sick; he has a fever and is getting sick. I went to Susan's house. The compay had swollen cheeks, moustached ears, green complexion, like a small, moisturized leaf of hemp. He's a little bit more than that. How is Compassion John? She couldn't answer, she rehearsed a sad smile that broke in a painful mock. And there in the depths of my soul a bitter, inevitable feeling sank; the black wings of the \"pelona\" that loomed threatening over that miserable home. One more, a drop in the ruthless struggle of the hemp. Another one that went down the umber path that leads to the afterlife. The peasants taught me to live in hope. And so the other day, with Susana, we went to see the charity doctor. Susana had wrapped the compay in a white cloth so that it would not get ice or rust. I'd rather have my colleagues say it: the same as ever, the agita and the pasote. Jambre is what kills the test. The charity doctor, waving his head in a pendulum, diagnosed: Díaz Alfaro, the morenite has very little chance of surviving; it is pernicious anemia. And the words ran off my lips. Susannah waited for me restless, like the one who is about to be sentenced to death. He noticed my turmoil. And most of all, a rosary of tears. A desperate cry broke the Augustan peace of the hemp tree. The inevitable had happened. And I ran to Susannah's house. Some of my comrades had already gotten ahead of me. In the batty was Don Fruto Torres, he didn't dare to enter; always fleeing and elusive, like a country dog going to the village. Don Goyito and don Jeró Cora held Susana, who had been given the fight illness. Some women coming of age, with Madras handkerchiefs on their heads, gave the well-known resignation. In those great pains, the peasants merge, they become brothers, they have all been through that bitter experience and they understand it. It was the uncontrollable. Myst, so much so that he respected you. So educated and spacious he was. And look at him, miscellaneous, as he is now. And I didn't want to look at it because the objective social worker had died in me and my heart was winning the game. When Susannah's violent force was broken, a state of hypnosis of weaker lamentations followed. And then the unconscious, the meaningless words. The incoherent language of tragedy, which has no words. She was put to bed and the maidens passed alcohol over her head and gave her to drink azahar water. They bathed the little dead man and dressed him in white. They put him on a table. They put a little crown on his head and a lit nail on his lips. And they covered it all with flowers. Compassionate John seemed asleep. The children of the nearby \"mediaguitas\" entered the carriage and looked at it curiously. The little brother of the little death was crying around the corners. More fear than sorrow. And I remembered that sad song of Mel's baquiné: 'Brother wait for me, little brother wait for me.' Yeah, wait for me, that after him another would go down the umbria alley. And the hemp tree became shadowy. The night came and with it the velory, because Susannah didn't want the baquiné. And there in the batty of the little house I saw some fellow workers who made the little death-dead chicken box between the stakes. He passed a fine and black coffee. The mother's groaning and the children's murmuring were heard. And the ears of the compassionate John reverberating in the imprecise light of the candles seemed to wink at other brown angels. And after the night of insomnia, the heartbreaking death of the little one. We had to stop Susanna, she wanted to go after the little death. I still hear his cry of anguish: 'Poor John, my poor son; tonight underground! Only four farmers went to the funeral, because the village is far away. One of them was carrying the white box of Compassionate John on his head. Slowly and quietly they moved away along the Pitahaya road, village road, never-to-be-turned road... the cries of the Susana became weaker. And the silence turned to blood over the relentless greenery of the hemp tree. *FIN* Terrace, 1947", "title": "El entierrito", "author": "Abelardo Díaz Alfaro"}