{"metadata": {"length": 7379, "words": 1293, "reading_time_min": 6.465}, "text": "Sir William Burke rose from the lowest of conditions to an eternal celebrity. He was born in Ireland and started as a shoemaker. For several years he held this office in Edinburgh, where he befriended Mr Hare, on whom he exerted great influence. Within the collaboration of Mr Burke and Mr Hare, there is no doubt that the power of invention and simplification belonged to Mr Burke. However, their names have remained inseparable in art, as those of Beaumont and Fletcher together lived, worked together and were together imprisoned. Mr Hare never protested the popularity with which he particularly distinguished himself from Mr Burke's person: such complete disinterest had no reward. It was Mr. Burke who bequeathed his name to the special procedure that honored both collaborators. The monosyllabic Burke has yet to live long in the mouths of men, when Hare's person has already disappeared into oblivion unjustly slaughtered upon the dark workers. Mr. Burke seems to have bestowed upon his work the magical fantasy of the green island where he was born. His soul must have been imbued with folklore. There's something about him that made a distant rendition of One Thousand and One Nights. Similar to the Caliph wandering along the night gardens of Baghdad, he desired mysterious adventures, curious as he was of unknown tales and strange people. Like the great black slave armed with a heavy cimetre, he found no more worthy conclusion to his voluptuousness than the death of others. But his Anglo-Saxon originality consisted in his having managed to take the most practical advantage of his erroneous Celtic imagination. What was the black slave doing, tell me, - his artistic joy fulfilled - with those whose heads he had cut off? With a very Arab barbarism, he cut them up to keep them salty in a basement. What was the benefit? - None of them. Mr. Burke was infinitely superior. In some way, Mr. Hare served him as Dinazarda. Apparently, Mr. Burke's inventive power must have been especially excited by his friend's presence. The illusion of their dreams allowed them to use a barn to house magnificent visions. Mr Hare lived in a small apartment on the sixth floor of a very high and densely populated house in Edinburgh. A couch, a drawer, and certainly some dressing utensils made up almost all of his furniture. On a table, a bottle of whiskey with three glasses. It was the rule that Mr. Burke would not receive more than one person at a time: never the same. It was his characteristic to invite, at nightfall, an unknown passerby. He wandered the streets to examine the faces that aroused his curiosity. Sometimes he picked at random. He addressed the stranger with all the courtesy that Harun-al-Raschid would have put on. The stranger was going up the six floors of Mr. Hare's cabin. They gave him the couch and offered him Scotch whisky. Mr. Burke was questioning you about the most surprising events of your existence. What an insatiable listener Mr. Burke was! When the day dawned, Mr. Hare always interrupted the story. Mr Hare's way of interrupting was invariably the same, and very imperative. Mr. Hare, in order to interrupt the story, had the habit of sitting behind the couch and applying both hands over the narrator's mouth. At that very moment, Mr. Burke was sitting on this one's chest. Both, in that position, dreamed motionless with the end of the story they never heard. In this way, Lords Burke and Hare concluded a great number of stories that the world will never know. When the tale had been, along with the narrator's breath, definitively stopped, Lords Burke and Hare explored the mystery. They would strip the stranger, admire his jewels, count his money and read his letters. Some correspondence was not without interest. Then they put the body in Mr. Hare's drawer, so it would cool down. And at this point Mr. Burke was showing the practical strength of his spirit. It was important that the corpse remained cool, but not warm, so that it could be used to the last remnant of the pleasure of adventure. In those early years of the century, physicians were passionate about anatomy, but they had to face many difficulties because of religious principles before they could find subjects to dissect. Mr. Burke, of enlightened mind, had warned of that gap in science. It is not known how he came into contact with Dr. Knox, a venerable and wise expert who taught at Edinburgh University. Perhaps Mr. Burke had taken public courses, even though his imagination must have inclined him, rather, toward artistic tastes. But you must have promised Dr. Knox to help him as best you could. For his part, Dr. Knox pledged to pay him for his efforts. The rate was decreasing from the bodies of young people to the bodies of the elderly. Dr Knox was very little interested in these - Mr Burke's opinion was also the same - as they were usually less imaginative. Dr. Knox became famous among all his colleagues by virtue of his anatomical science. Lords Burke and Hare benefited from life as great passionate men. It is certainly appropriate to place the classical period of its existence at that time. Well, Mr. Burke's omnipotent genius soon dragged him away from the rules and regulations of that tragedy in which there was always a story and a confidant. Mr. Burke evolved completely alone (it would be childish to invoke Mr. Hare's influence) towards a kind of romanticism. As Mr Hare's cottage decoration was no longer enough, he invented the night procedure in the middle of the fog. Mr. Burke's countless imitators have somewhat tarnished the originality of his style. Here is the true tradition of the master. Mr. Burke's fertile imagination had grown weary of the eternally similar accounts of human experience. The result had never met his expectations. From there he came to be interested only in the real, ever varied aspect of death. He traced the whole drama to the end. He didn't care about the quality of the actors anymore. He randomly shaped them. Mr. Burke's only accessory to the theater was a cloth mask soaked in resin. On misty nights, Mr. Burke would go out with the mask in his hand. Mr. Hare was with him. Mr. Burke waited for the first passerby and walked in front of him; then, turning, he applied the resin mask to his face, suddenly and firmly. Instantly, Mr. Burke and Mr. Hare were seizing each other's arms from one side. The resin-soaked fabric mask offered the great simplification of choking the screams and breath at the same time. Besides, it was tragic: the fog smothered the gestures of the paper. Some actors seemed to be doing the drunken pantomime. After the scene was over, Mr. Burke and Mr. Hare took a cabriolet and disarmed the character; while Mr. Hare watched his clothes, Mr. Burke carried a fresh, clean corpse to Dr. Knox's house. This is when, in disagreement with most biographers, I must leave Mr. Burke and Mr. Hare in the midst of their glory nibbles. Why destroy such a beautiful artistic effect by carrying them languidly to the end of their career and revealing their failures and disappointments? You just have to see them there, with their masks in their hands, wandering on foggy nights. For the end of his life was vulgar and similar to so many others. Apparently, one of them was hanged, and Dr Knox must have walked away from Edinburgh College. Mr. Burke has left no other works. FIN", "title": "Los señores Burke y Hare: Asesinos", "author": "Marcel Schwob"}