{"metadata": {"length": 2959, "words": 571, "reading_time_min": 2.855}, "text": "It was a hot summer day. My sister and I were passing by the door of a cottage on our way home. I don't know if he knocked on that door for mischief or distraction. I don't know if he just threatened to fist her without even touching her. A hundred meters further, along the royal road to the left, the village began. We did not know him, but as we crossed the road in front of the house immediately after the first, some men came out of there, making kind or warning signs to us; they were frightened, shrunk in fear. They pointed towards the courtyard and reminded us of the knock on the door. The owners would report us and immediately begin the summary. I stayed calm, calming my sister. She probably hadn't even touched it, and if she had, no one could blame her for it. I tried to make this clear to the people around me; they listened to me but refrained from judging. Then they said that not only my sister but also me would be accused. I nodded my head smiling. We all turned our eyes back, toward the courtyard, as carefully as if it were a distant smoke curtain behind which a fire would appear. What we soon saw, in fact, were some riders entering through the gate of the courtyard. A dust-storm, as it rose, covered it all; only the tips of the huge spears shone. As soon as the troops had disappeared in the yard, when they must, apparently, turn their corks, for they came out again in our direction. I pulled my sister off a wedge, I'd take care of getting everything in order. She didn't want to leave me alone. I explained that if she wanted to look better in front of the gentlemen, she had to at least change. Porfin listened to me and started the long road home. The riders were already by our side and almost at the time of their kneeling they asked about my sister. - He's not here right now, - was the dreadful reply - but he'll be back later. The reply was received with indifference. It seemed that, first of all, the important thing was to have found me. Among them stood out the judge, a young, lively man, and his silent aide named Assmann. I was invited to the country bar. Slowly, shaking my head, playing with the shooters, I began to walk under the gentlemen's harsh gaze. I still believed that a single word would be enough for me, who lived in the city, to be released, even with honours, in that peasant village. But after I had passed through the doorway, I could hear the judge who came to meet me and said, \"I feel sorry for this man. No doubt, this was not about my present condition but what I expected in the future. The room looked more like a prison cell than a country tavern. Of the large slabs of the wall, dark and unadorned, hung, somewhere, an iron curb, and in the center of the room something that was half a square and half a desk of operations. Could I breathe air other than that of a prison? Here's the big dilemma. Or, rather, what would be the big dilemma, if I had any prospect of being released. FIN", "title": "Un golpe a la puerta del Cortijo", "author": "Franz Kafka"}