{"metadata": {"length": 6051, "words": 1135, "reading_time_min": 5.675}, "text": "I think the place's somewhat grotesque look was due to the umbrellas. When I first entered that compound and saw my bathmates walking through the sand almost in leather, I thought the umbrellas gave the environment a brush with Little Black Sambo. They were green cotton and the handle ended up on a rabidly red parrot head. Bathers held them above their heads with ridiculous dignity, much more ridiculous considering that they only covered a very small part of their body with a piece of clothing little larger than a pocket mitt. There were no trees in \"Luft Bad\". The terrain was completely flat. There were a few wooden houses, two swingers and a few other things. We walked around or sat down in small groups, and spent most of our time criticizing the faults of our neighbors, who generously exposed the subtlety of their coffins. A high wooden tapestry completely surrounded the compound. Above it were divided the pine trees flanking the road leading to Luft Bad. On the other side of the tapestry, on the right hand side, was the men's section. Through an interstitial between two boards we could watch them doing gymnastics, lifting huge weights, while singing songs that were not suitable for all ears. Their outfits, except for the umbrellas, were little different from ours. I confess that on the first day, the possibility of showing my legs completely naked made me extremely ashamed. I didn't dare to leave the house until one of the local regulars, a lady with whom I had played chess a few times, called me through the thin wooden partitions. I made a heart of it, I went out and joined one of the groups. Within moments of sitting there, a handsome Hungarian lady began talking about the magnificent tomb where her second husband was buried. It's a crypt with some pretty black grilles. And so spacious that I could walk perfectly through it. There's a beautiful photograph of us, framed by a crown that my first husband's brother sent me. I visit her often: Saturday afternoons, especially, are a pleasant excursion. He would suddenly get up, put his hands behind his back, suck deep six or seven times, and sit down again. \"Her agony was something horrible\", she added, \"I mean my second husband's. The first one left the other world in a very short time, but the second one was dying for seventy-seven hours. I didn't stop crying for a moment, of course... a young Russian girl, with some beautiful curls falling on her forehead, turned to me. Can you dance the dance of Solomon? He asked me. I dance pretty well. What a great thing! I answered. Do you want me to dance it right now? Would you like to see it? Without waiting for my answer, he stood up and for ten minutes made a series of surprising contortions. When the dance was over, I was breathless. Isn't that magnificent? He exclaimed. Besides, I'm completely sweaty now and a shower will fit me fine. In front of me was a brown woman lying on her back, completely motionless, with her arms under her neck. Have you been coming here long? I asked him. Oh, yeah! I spend long seasons in this place, he replied. This is part of my treatment. I eat only vegetables and nuts, and I feel that my spirit is becoming more vigorous and pure every day. Most people live in horrible conditions, breathing air full of myasmas and eating food that is harmful to their body and soul. What strikes me is that there are no more sick and crazy people than there already are. I try to live in a simple way. He pointed to a small bag that he had next to him: A lettuce, a carrot, a potato and a handful of nuts, all make up a rational diet. I eat it all raw, as it comes out of the ground, uncontaminated and fresh. And he doesn't take anything else all day? I was amazed. Water. And sometimes, if I wake up at night, a banana. He turned aside and leaned on an elbow. You eat too much and you're hurting yourself horribly. It's a shame! How can you expect the flame of the Spirit to ignite in you under those heaps of superfluous flesh? I wished he would stop looking at me and I was about to get up and walk away when a very young girl, wearing a coral reef necklace, joined us. Poor Frau Hauptmann could not come today. He's got his nerves completely shattered. Yesterday, he got very excited writing two postcards. She's a bit delicate, the Hungarian interviewed, but she's a very nice woman. What poor Fancy lacks is a little energy. He's unable to force his daughters to stop wearing those brazen little suits they wear all the time. They sit on any bench and cross their legs in a most shameless and provocative way, showing their thighs. Where have you been this afternoon, Fräulein Anna? Oh, my God! \" said the Coral Collar. Herr Oberleutnant invited me to accompany him to Lansdorff. I needed to buy some eggs. In eight eggs, he got a penny off. He certainly knows how to spank the peasants. Are you American? I was asked all of a sudden by the Vegetarian Lady. - No, I'm not. So, you're English, right? Well, not quite... You have to be one of the two things, you can't hide it. I've seen her walk alone many times. Besides, you... I stood up and headed for one of the swirls. The air, tenderly sweet, excited me in a delicious way. Above my head, a few white clouds were lazyly passing through the blue sky. From nearby pine trees came a wild scent, while its branches were gently swaying at the breeze's impulse. I felt light, free and happy. And most of all, so young! Don't you know someone yelled at me that exercise in the spleen is very harmful to the stomach? A friend of mine was unable to hold his food for three weeks because of the excitement that his shaking caused him... so I gave up continuing there and went to get dressed. Now I think umbrellas are the only thing that lends some appeal to the \"Luft Bad\". And, if I ever get to go there, I wrap myself in my husband's raincoat and sit in a corner, as hidden as possible. And I can assure you that it's not because I'm embarrassed, let alone embarrassed, to teach my legs. *FIN* The Luft Bad, The New Age, 1911", "title": "Los baños de aire", "author": "Katherine Mansfield"}