{"metadata": {"length": 3150, "words": 603, "reading_time_min": 3.015}, "text": "There was a town where everyone was a thief. At night, every resident would go out with a fuse and a flashlight, and he would go to a neighbor's house to unload. He would return at dawn and find his house in ruins. And they all lived together in friendship, and without hurt, for one robbed another, and this one another, until the last one came, and robbed the first. The trade in that town was only done by the seller and the buyer in the form of a scam. The government was an association for crime to the detriment of its subjects, and the subjects for their part were only engaged in deceiving the government. Life thus smoothed itself, and there were no rich or poor. It is not known how it happened but in this village there was an honest man. At night, instead of going out with the bag and the flashlight, he stayed at home smoking and reading novels. Thieves came, saw the light on and didn't come in. This was short lived, for he had to be made to understand that if he wanted to live without doing anything, it was not a good reason not to allow others to do so. Every night he spent at his house was a family that didn't eat the next day. For these reasons the honest man could not resist. He also used to go out at night to return at dawn, but insisted on not stealing. He was honest and there was nothing left to do. I was going to the bridge and I was watching the water flow. He would go home and find her unpacked. In less than a week the honest man found himself without money, without food and with the house empty. But until now nothing bad was happening because it was his fault: the problem was that this way of behaving made everything go wrong. Since he was a thief and didn't steal from anyone, there was always someone who came home and found it intact, the house he should have devalued. The fact is that shortly afterwards those who had not been robbed found that they were richer, and they did not want to be robbed again. On the other hand, those who came to rob the honest man's house always found it empty. And so they got poorer. Meanwhile, those who had become rich also took the custom of going to the bridge at night to watch the water running under the bridge. This increased the confusion because there were many others who became rich and many others who became poor. The rich meanwhile understood that going to the bridge at night made them poor and thought - let's pay the poor to go steal for us. Contracts were made, wages and percentages were set. Of course there were always thieves trying to deceive each other. But the rich got richer and the poor got poorer. There were rich people so rich that they didn't have to steal or make a robbery to keep being rich. But if they stopped stealing, they became poor because the poor stole them. So they paid the poorest of the poor to defend their possessions from the other poor, and so they instituted the police, and they built prisons. Thus, a few years after the appearance of the honest man, there was no more talk of stealing or being robbed but of rich and poor. And yet they were all thieves. Honestly, there was one and he died instantly, starving. FIN", "title": "La oveja negra", "author": "Italo Calvino"}