{"metadata": {"length": 2376, "words": 478, "reading_time_min": 2.39}, "text": "Why would I buy this bird? The bird-eater said to me, \"It's a male. Wait a week for it to fit, and it'll sing. But the bird is stubborn in remaining silent and does everything the other way around. As soon as he fills his pantry, he pulls out the grains with his beak and throws them to the four winds. I'm holding a cookie between two bars of the cage with a rope. Just whip the rope. He pushes and hits the cookie like a hammer and it ends up falling. He bathes in the clean water from the dryer and drinks in his bathtub. And he faeces indifferently on both. You must imagine that the pastel is a paste that the birds of your species use to build their nests and, just to see it, they cuddle in it. He hasn't figured out what lettuce leaves are for yet and just enjoys crushing them. When you think of picking up a grain, it costs a world to swallow it. He strolls it from side to side of the peak, squeezes it, crushes it, and moves his head like a toothless old man. The sugar tray is not good for you. Is it a rock that stands out, a balcony, an impractical table? He prefers the wooden bars. It has two that overlap and cross. I'm bored watching him jump. It's like the mechanical stupidity of a pendulum that marks nothing. What pleasure does it get you jumping like that? What need makes you jump? If you rest from a boring gym with one leg clutched to the bar that seems to strangle, with the other you instinctively look for the same bar. As soon as the stove is lit with the arrival of winter, he thinks it's spring, the time of his mutation, and strips himself of all the feathers. The light of my lamp disturbs your nights, disrupts your sleeping hours. He goes to bed at sunset. I let the darkness envelop him. Is he dreaming? Suddenly, I bring the lamp closer to the cage. Open your eyes. How can I? Is it daylight already? And, quickly, he starts shaking again, dancing, holes in a leaf, opens the tail in a fan, spreads out his wings. I turn off the lamp and I'm sorry I can't see your stunned face. I'm soon tired of this mute bird that just lives upside down and loosens it out the window... can't enjoy freedom like it can't live in a cage. Someone's gonna grab him by the hand. But don't you think about giving it back to me! Not only do I offer no reward for him, I swear I don't know that bird. FIN Histoires naturelles, 1894 Translated by Cobos Castro", "title": "El canario", "author": "Jules Renard"}