{"metadata": {"length": 1903, "words": 362, "reading_time_min": 1.81}, "text": "One summer frog said to his companion, \"I'm afraid that people living in that house on the coast will be upset by our singing. And his companion answered and said, Well, are they not troubled by their talk, when we are silent in the day? \"Let's not forget that sometimes we sing too much at night\", said the frog. \"Let us not forget that they talk and shout much more during the day\", replied his friend. And the frog said, What about the lizard that troubleth all the neighbourhood with his forbidden crow? \"But\", replied his friend, \"what do you say about the politician and priest and scientist who come to these shores and populate the air with annoying noises? \"Well\", said the first, \"but let us be better than these humans. Let us keep silence at night and keep the songs in our hearts, even when the moon demands our rhythm and the stars our rhyme. At least we'll be quiet for a night, or two, or even three nights. - Very well, said his partner, I agree. We'll see what your generous heart brings us afterwards. That night the frogs were silent and remained silent the next night and again the third night. And, as hard as it is to tell, the charlatane woman who lived in the lake house went down for breakfast on the third day and shouted at her husband, \"I haven't slept these three nights. I felt safe sleeping with the frogs singing in my ears. But something must have happened, because they haven't sung in three nights. I'm almost half crazy for lack of sleep. The frog heard this and turned to his companion, winking at his eye, and said, \"And we almost went mad by our silence, aren't we?\" And his companion replied, \"Yes, the silence of the night weighed on us, and now I realize that it is not necessary to stop our singing for the comfort of those who need to fill their void with noise. And the moon did not claim its rhythms in vain that night, nor did the stars their rhythms. FIN", "title": "Las ranas", "author": "Gibrán Jalil Gibrán"}