{"metadata": {"length": 6827, "words": 1268, "reading_time_min": 6.34}, "text": "The road gently ascended to the center of the Altone forest. The oversized firs formed a murmuring vault over our heads, making something like a continuous, sad lamentation sound, while on the right and left their thin, straight trunks resembled an army of organ tubes, from which the monotonous music of the wind seemed to come out at the top. After three hours of walking, the number of those long and together wooden ones decreased; one by one a giant tree, isolated from the others, and open like a huge umbrella, held its top of a dark green; and suddenly we reached the edge of the forest, some a hundred meters below the gorge leading to the uncultivated valley of Niolo. On the two high peaks that dominate this site, some old, deformed trees seem to have risen painfully, as scouts sent out before a compact crowd. Turning around, we saw the whole forest, spread out at our feet, like a huge wooden bucket whose edges, which seemed to touch the sky, were bare rocks that closed it all over. We started again, and ten minutes later we were at the gorge. Then I looked at a surprising country. At the conclusion of another forest a valley, but a valley like I had never seen them, a lonely stone of ten leagues in length, stretched between two mountains two thousand meters high and without a plantation, without a tree in sight. It's the Niolo, the homeland of the Corsican freedom, the inaccessible citadel from which the invaders never could drive the mountaineers out. \"That's also where all our bandits are refugees\", my companion told me. Soon we reached the bottom of that uncultivated hole of indescribable beauty. Not a grass, not a plant, granite, nothing but granite. In front of us, as far as the eye can see, a shining granite desert, heated like a furnace by a raging sun that seems expressly suspended over that stone ravine. When he looks up at the ridges, he is dazzled and stunned. They are red and carved like coral reefs; all the peaks are porphyry; and the sky above them looks purple, purple, discolored by the vicinity of those strange mountains. Down below the granite is sparkling gray, and to our feet it seems scratched, ground: we walk on a shining dust. To our right, in a long, winding lane, a tumultuous torrent runs and runs. And one stumbles under that heat, between that lava, in that fiery, arid, uncultivated valley, cut by that turbulent stream, which seems to be in a hurry to flee, powerless to fertilize the rocks, lost in that furnace that you drink avidly without ever being crossed and refreshed by it. But suddenly a wooden cross was seen on our left, nailed to a small pile of stones. A man had been killed there. I told my companion, \"Tell me about your bandits. And he said unto me, I have met the most famous, the most terrible of them all, the one called St. Lucia, and I will tell thee his story. When her father was killed in a dispute, by a young man from the country, it was said, Saint Lucia was left alone with her sister. He was a weak and shy boy, small, sick, with no energy. He didn't promise revenge to his father's killer. When all his relatives came to see him, they begged him to stay away from them. But he was deaf to their threats and supplications. Then, following the old Corsican custom, the sister, full of indignation, took off her black clothes, so that she would not mourn the death of a dead person without revenge. For he was also insensitive to this outrage, and, because he did not unleash his father's still-loaded shotgun, he locked himself in a room of the house, ceasing to go out at all, unable to face the contemptuous gaze of the country's valet. It's been two months. He seemed to have forgotten about the crime, and he lived with his sister in the back of his house. And one day, the man who was suspected of murder got married. Saint Lucia did not seem to be impressed by the news, but to challenge her, the alleged criminal passed, on his way to the church, in front of the orphans' home. The brother and sister were staring out the window at fried pastries when the young man saw the people at the wedding marching in front of his house. Suddenly he began to tremble; he went in without saying a word; he sanctified himself; he took the shotgun, which he had hanging in the house, and went out into the street. When, later, he spoke of this, he said: 'I don't know what I felt; it was like a sudden heat in the blood; and I understood that it was necessary to do that; that, despite everything, I could not resist, and I went to hide the shotgun in the forest of Court Road. An hour later he came back empty-handed, his usual air, tired and sad. His sister thought she had no idea. But by nightfall, he was gone. His enemy was to go to Court that very night, on foot and with his two wedding witnesses. They were marching along the road singing; St. Lucia suddenly ran before them, and, looking straight ahead at the killer, exclaimed: \"Your hour has come! Then, burning clothes, he shot his shotgun at him. One of the witnesses fled; the other looked at the young man, murmuring: \"What have you done, St. Lucia?\" What have you done? Then he wanted to go to court to find someone to help the wounded. But St. Lucia shouted, \"If you take one more step, I'll break your leg\". The other, knowing his shyness, replied, \"You can't. And he kept running. It wasn't long before he fell with his thigh broken by a bullet. And St. Lucia, coming near to him, added, \"I'll examine your bruise. If it's not serious, I'll settle for that; if it's serious, I'll top you. He looked closely at the wound; judging it to be fatal, he slowly recharged the rifle, invited the wounded man to pray a prayer, and broke his skull. The next day he was on the mountain. - And you know what that Saint Lucia did afterwards? His whole family was arrested by the gendarmes. His uncle the priest, who was suspected of inciting revenge, was also imprisoned and charged by the relatives of the deceased. But he escaped, took a shotgun and met his nephew in the woods. Then St. Lucia killed, one after another, her uncle's accusers, taking their eyes out to teach others not to claim what they had not seen. He killed all the relatives, all the allies of the enemy family. He also killed fourteen gendarmes, set fire to the houses of his adversaries and was, until his death, the most terrible of all the bandits that are remembered. * The sun was disappearing behind Mount Cinto and the immense shadow of the granite mountain was spreading over the valley granite. We made our way to the small town of Albertacce before nightfall, a kind of pile of stones stuck to the stone sides of the barren gorge. And I said, thinking of the bandit, What a terrible custom is that of your vengeance! My companion replied resignedly: \"What do you want? He's doing his duty! FIN", "title": "Un bandido corso", "author": "Guy de Maupassant"}