{"metadata": {"length": 2075, "words": 392, "reading_time_min": 1.96}, "text": "God created the universe because He felt alone. Since eternity began, he had been alone, but since he did not feel alone, he did not need to invent something as complicated as the universe. What God had not counted on was that, even in the magnificent spectacle of the nebulae and the black holes, such a sense of loneliness would persist in tormenting him. He thought, he thought, and in the course of much thinking made the woman, who was not to his image and likeness. After he had done it, he saw that it was good. Later, when he realized that he could only cure himself of his sin by lying alone with her, he found that it was even better. After some time, and without it being possible to know whether the foreknowledge of the biological accident was already in the divine mind, a child, that is, in the image and likeness of God, was born. The child grew, became a young man and a man. Now, as God did not pass the simple idea of creating another woman to give to the young man, the feeling of loneliness, which had afflicted the father, did not take long to repeat itself in the son, and there came the devil. As it was to be expected, the first impulse of God was to end the incestuous species, but suddenly he became tired, annoyed at having to repeat the creation, for in fact the universe no longer seemed as magnificent to him as it had been. It is said that, as God, he could make as many universes as he wanted, but that would be to deny the deep nature of God: logically he had made this one because it was the best of the possible universes, he could not make another one because it would have to be less good than this one. In addition to this, what God now wished was to be alone once again. He was content, therefore, to expel his dishonest and unthankful creatures, swearing to himself that he would not lose them in the future, nor the perverse descent, if they had them. And that's how it all began. God therefore had two reasons for preserving the human species: to punish it, as it deserved; but also, oh divine frailty, to give it companionship. FIN", "title": "Divina fragilidad", "author": "José Saramago"}