{"metadata": {"length": 6529, "words": 1208, "reading_time_min": 6.04}, "text": "One of the few real names that appear in my early stories [\"Idiot\", \"Saturday of Glory\"] is Margaret Sullavan. And it arises for a simple reason. It is inevitable that in adolescence one falls in love with an actress, and that love is often definitive and also formative. A movie actress is not exactly a woman; she is more of an image. And at that age one tends, as a first attempt, to fall in love with images of women rather than with women of flesh and bone. Then, when it comes to really stepping into life, there is no celluloid woman —after all, only recognizable by sight and hearing — capable of competing with real women, equally recognizable by both senses, but also able to be enjoyed by taste, smell and touch. But the actress who first cuts us to the bone and invades our dreams, also means our first test of emotion, our first shiver of love. A broom that years later we will sweep up with a girl — or woman — who surely will not look like that opening image, but who will instead have the advantage of her tangible hands with messages of life, her kissable lips without more tangle, her eyes that not only look to be looked at but also to look at us. However, cellulite love is important. It means something like a pre-show. Front of that face, that smile, that look, that addition, so revelatory, one tests his strength, does the first heart gymnastics, and sometimes even hears bells. And since, after all, there is no greater risk [the image is usually remote, in an unattainable Hollywood or a Cinecitá), one lets oneself be dreamy, uninhibited, resigned and true, even if the background of such francaise is a love of fiction. Margaret Sullavan had been that for me. It is clear that when I wrote the stories, I was certainly no longer a teenager. Although there were still some films of his last period in the Montenegrin cinemas, and although I of course did not lose any, I had already seen that stifling of love more than once, and therefore could look at it with distance and objectivity, but also with a warm nostalgia, with a cheerful gratitude, as always one looks, through the evanescent time, at the woman who has somehow initiated us into the love journey. However, only years later I realized precisely what place the incantatory, wonderful protagonist of And now what and The bazaar of surprises had taken in my life. In January 1960 I was with my wife in New York. One afternoon we met with four Uruguayan friends and decided to eat early and then go to a Village theatre where Our Town, by Thornton Wilder, was being performed in the notable version of José Quintero. The piece had been on the schedule for several months, but it was not easy to get tickets for the hours before each performance; so, while the others were settling into an Italian restaurant with a noisy clientele, I walked to the theatre to see if I could get six-seat locations. At first I was surprised that the bandage did not have the appearance of such, although if someone had forced me to a definition, I would not have known how it was the appearance of an indefinable bandage. He was young, slim, had dark-rimmed glasses and a miope-glassed face; his appearance was that of a student of letters or a first-string clarinet. The stage was deserted and that boosted my hopes. But the reason for that peace was very simple: there were no localities. When I asked if there was any remote possibility of getting six entries [\"only six entries, sir\"], the boy raised an old copy of the New Yorker and looked at me with a sneering contempt: \"Six localities at this hour? In what world do you live?\" The man was right. I was not at all sure of the world I was living in. But I felt like a provincial to whom they reacted because you don’t get to go up the mechanical scale or the public telephone. Despite everything, I didn't follow. I spent a few minutes looking at the pictures of the elephant, perhaps with the secret hope that someone would come to return six entries, neither more nor less. Then the phone rang. The boy made another gesture of irritation, because he had to interrupt his reading of the New Yorker, or perhaps because he was tired of repeating a sneering voice that had no locality. Soon his face changed. He wiped his eyes with a shaky hand, and said, almost hysterically, \"No! No! “It cannot be!” He shook his head, with a bruising, sneering gesture, as savage as a lion, and buried the slain head between his flaky, trembling fingers. I was the only witness to that Congo. Despite the aggressive response I had given, I thought I could feel bad and I approached. I gave him a single arm, just to make him aware of my presence. I asked him if something had happened to him, if he had received a bad news, if I could help him, etc. Then he lifted his head, and looked at me with glassless eyes, as through a window with rain or a distant memory. \"Margaret Sullavan,\" he said slowly, scribbling each word, as if he wanted to make it clear that he felt helpless, that he felt ashamed, and that he was not going to take the part. Then I was the one who said, in another style and in another language, of course, as for myself and for no one else: “No, it cannot be.” The boy didn’t understand the Spanish words, but he surely understood my astonishment, my sadness. I leaned against the wall, because I needed something to support me. We look at the bolero and I: he, a little astonished to have found another Margaret, there in the theatre, at the reach of his slender hand; I, barely conscious that at that moment the last embers of my long-ago adolescence are being extinguished. Soon the blotter passed a hand over my eyes, to wipe away the tears, and asked me in a tremulous, but no longer shrill voice: “How many tickets did he say he wanted? Six?\" He opened a tin can and took six entries, joined by a string, and gave them to me. I paid him, without saying anything. Giving him a propinquity in those circumstances would have been a grave insult; something absolutely indefensible between two wives of the same image. We gave it our all. Like two debts. Nearly as if it could have been James Stewart, Margaret's husband in so many films. When I went to the Italian restaurant, I too froze my eyes, but in my style: not with the palm, but with the nudity. In fact, I did not know what the degree or motivation of the bitter gloom of the blotter, irascible and secluded, might be. But in my case I knew it: for the first time in my life I had lost a dear one. *FIN* With and without nostalgia, 1977", "title": "Los viudos de Margareth Sullavan", "author": "Mario Benedetti"}