{"metadata": {"length": 2097, "words": 459, "reading_time_min": 2.295}, "text": "Beyond the ear there is a sound, the eye end a look, the tips of the fingers an object: that's where I'm going. The tip of the pencil the stroke. Where a thought expires there is an idea, in the last breath of joy another joy, in the tip of the sword magic: that's where I'm going. At the tip of the foot, the jump. It's like the story of someone who went and didn't come back: that's where I'm going. Or am I not going? I'm going, yeah. And I'm back to see how things are. If they keep magic. What is reality? I'll wait for you. That's where I'm going. At the tip of the word is the word. I want to use the word tertulia, and I don't know where or when. Next to the tertulia is the family. I'm next to the family. Next to me is me. It's towards me where I'm going. And I'm going out to see. See what? See what's out there. After death is towards reality where I go. In the meantime, what's there is a dream. It was a fateful dream. But then, then everything is real. And the free soul seeks a song to accommodate itself. I'm a self-advertising person. I don't know what I'm talking about. I'm not talking about anything. I'm nothing at all. After I'm dead I'll grow and spread, and someone will love to say my name. It's my poor name where I'm going. And from there I return to call upon the name of the beloved and of the children. They'll answer me. I'll finally have an answer. What answer? The love one. Love: I love you so much. I love the love. Love is red. Jealousy is green. My eyes are green. But they're so dark green that in the photographs, they come out black. My secret is to have green eyes and no one knows. At the end of me is me. I, the beggar, the needy, the begging, the weeping, the complaining. But the one who sings. The one who says words. You talk to the wind? What matters is the winds bring them back and I own them. I'm next to the wind. The hill of the winds calling me. I'm going, witch I am. And I transmute. Oh, puppy, where's your soul? Is it near your body? I'm close to my body. And I die slowly. What am I saying? I'm saying love. And close to love are we. FIN", "title": "Es allí a donde voy", "author": "Clarice Lispector"}