{"metadata": {"length": 5688, "words": 1050, "reading_time_min": 5.25}, "text": "And the Marquise sleeps in her big bed, under the wide canopy of yellow satin. At twelve, upon hearing the clear sound of the wall clock, he decides to open his eyes. The room is warm. The carpets, door and window hangings make it a smooth nest where the cold does not penetrate. Heat and smell flow. There reigns an eternal spring. And as soon as she's well awake, the Marquise seems to be the victim of a sudden anxiety. Take off the blankets and call Julie. - Has the lady called? - Tell me, has the temperature gone up? Oh, my God! The good marquise! What an excited voice you asked! Her first thought is for that terrible cold, that north wind she doesn't notice, but that must so cruelly blow into the slums of the poor. And he asks if the sky has been merciful, if it can be warm without feeling remorse, without thinking about all those who shake. - Has the temperature gone up? The maid offers you the bed jump that you just warmed up by a big fire. - Oh, my God! No, ma'am, the temperature has not risen. On the contrary, it's heating up more intensely. They just found a cold dead man on a bus. The Marquise is led away by a childish joy; she applauds and cries out: \"Ah! That's stupid! Then I'll go skating this afternoon. Julie runs the curtains gently, so that the sharp clarity does not hurt the delicate sight of the delightful marquise. The blue reflection of the snow floods the bedroom with a joyful light. The sky is gray, but so beautifully gray that the Marquise reminds her of the pearl-gray silk dress she wore the night before at the ministry dance. The dress was adorned with white blondes, like the snow-shaped edges you see at the edge of the rooftops, over the pale sky. The night before was lovely with her new diamonds. She went to bed at five. That's why his head's still a little heavy. However, she's sat in front of the mirror and Julie's lifted the blond wave from her hair. The coat slides and the shoulders stay airborne until halfway back. A whole generation has grown old already watching the show of the Marquise's shoulders. Since, thanks to a strong power, attractive physique ladies can stand and dance in the Tullerías, she has walked her shoulders through the barrage of the official halls, with an attendance that has made her the living standard of the Second Empire charms. She has had to adapt herself to fashion, she has to wear her clothes sometimes to the bottom of her kidneys, others to the end of her breasts; to the point that the dear woman, howl at howl, has already shown all the treasures of her body. There is not so much of his back or chest that is not known from Magdalene to St. Thomas Aquinas. The marquise's shoulders, generously displayed, are the luxurious coat of arms of the kingdom. It is true, it is useless to describe the shoulders of the Marquise. They're as popular as the New Bridge. For eighteen years they have been part of public shows. Just see a little piece in a living room, in the theater or anywhere else, to exclaim, \"Man! The Marquess! I recognize the black mark on his left shoulder! Otherwise, they're beautiful shoulders, white, rolling, provocative. The gaze of a government has passed them, providing them with greater fineness, as happens to the slabs that people's feet clean with the passage of time. If I were the husband or lover, I would rather go and kiss the glass knob of the door of a minister's office, worn out by the hand of those who are going to ask for something, than rub my lips on those shoulders over which the warm breath of all the gallant Paris has passed. When you think of the thousand desires that have shaken around you, you wonder what clay nature must have made them of so that they did not rust or crumble like those naked statues, exposed outdoors in the gardens, whose contours the wind is ripping. The Marquise has deposited her modesty elsewhere. And he's made his shoulders an institution. And how he has fought for the government of his liking! Always in the gap, everywhere at once, in the Tulleria, in the ministries, in the embassies, in the homes of the simple millionaires, convincing the indecisive with a smile, cementing the throne of their alabaster breasts, showing the days of danger small hidden and delicious corners, more persuasive than the arguments of the speakers, more decisive than the swords of the soldiers and threatening, to get a vote, to cut their shirts until the squeaky members of the opposition are convinced. The Marquise's shoulders have always remained intact and victorious. They've endured a world without a single wrinkle coming to tear their white marble. This afternoon, when she got out of Julie's hands, the Marquise, dressed in a delicious Polish suit, went skating. She skates adorably well. In the forest it was a very cold, a candle that was pecking at those ladies' noses and lips as if the wind were throwing fine sand at their faces. The Marquise laughed, having a cold was fun. From time to time he would warm his feet in the lit brasserie on the edges of the little lake. Then it would return to the freezing air, leaving like a swallow that rubs the ground. Oh, my God! What a great time and how wonderful that the melting has not yet arrived! The Marquise can skate all week. On her return, the Marquise has seen a poor woman, half dead of cold, throwing herself at the foot of a tree in a sidewalk of the Champs Elysees. - Poor thing! - whispered in a disgusting voice. And, as the car was going so fast and the Marquise could not find her wallet, she threw her branch at the poor woman, a branch of white lilies that cost at least five luises. FIN Contes à Ninon, 1864 Spanish translation by Cobos Castro", "title": "Los hombros de la marquesa", "author": "Émile Zola"}