{"metadata": {"length": 3083, "words": 570, "reading_time_min": 2.85}, "text": "In the good old days, when the Archbishopric was powerful and boisterous, there was in Toledo such an austere and penitent Archbishop, who fasted very often and almost always ate of vigil, and more than fish, seeds and herbs. His cook used to prepare for him breakfast, a modest stew of beans and garlic, with which he was given and delighted by that venerable and herbivorous servant of God, as if it were with the most succulent, exquisite and expensive dish. It is true that the cook prepared with such skill the garlic and beans, which seemed, thanks to refined seasoning, to be a dish of much higher esteem and delight. It happened, unfortunately, that the cook had a terrible affair with the butler. And as the rope is almost always broken by the thinnest part, the cook got fired. Another new one came to stew for the Archbishop and had to make the famous stew for breakfast. He diligently dived into the stew, but the Archbishop found it so detestable that he sent the cook to be fired and had the butler take another. Eight or nine went in successive, but none of them were able to spice up the pottage and all had to leave embarrassed, leaving the archbishop's kitchen. Finally, a more knowledgeable and prudent cook came in, and he had the good idea of going to visit the first cook and begging him and asking him, for God's sake and for all the saints of heaven, to explain to him how he made the drink that the Archbishop liked so much. So generous was the first cook, that he entrusted his mysterious procedure to him with loyalty and laudable frankness. The new cook followed his predecessor's instructions, seasoned the potatoes and served them to the ascetic Prelate. And it came to pass, when he had tried him, that he spoke to him with a faint delight, and exclaimed with enthusiasm, saying, Praise be to the Most High. We finally found another chef who does the pottage as well or better than the old one. It's very rich and very tasty. Let the cook come here. I want to give him his due praise. The cook came over very happy. The Archbishop received him with great affection and meekness, and he put his talent to the clouds. The artist, who was also a very sincere, frank and scrupulous subject, was excited to show his sincerity and loyalty and to prove that his moral clothes were in line with his knowledge and even ahead of his culinary skills. The cook said to the Archbishop, \"Excellent sir, despite the deep respect you have for me, E. inspires me, I dare tell you, because I believe it my duty, that the old cook was cheating on him and that it's not fair that I incur the same error. There's no chickpeas or beans in that pot. It's a forgery. In that pottage are tiny ham-and-chicken-breasted albondiguitas, and there are little bird kidneys and pieces of lamb cradles. You see V. E. that they were cheating on him. The archbishop then looked at the cook from a standpoint to a standpoint, with a smile between anger and mockery, and said to him: \"Then you deceived me too, butcher!\" Andalusian tales and gossip, 1896 See the tale A bishop in the atoll", "title": "El cocinero del arzobispo", "author": "Juan Valera"}