{"metadata": {"length": 2997, "words": 600, "reading_time_min": 3.0}, "text": "A monk was collecting for a region where people were known to be very stubborn. He came to the house of a few peasants, but there they didn't want to give him anything. So when it was time to eat and the monk was quite hungry, he said, \"Well, I'm going to make a soup of very rich stone\". Neither short nor lazy took a stone from the ground, cleaned it and looked very closely at it to see if it was the right one, the right stone to make a soup. The peasants began to laugh at the monk. They said he was crazy, that he was going to get fatter. However, the monk said to them: \"How! Don't tell me you've never eaten a stone soup before? But it's an exquisite dish! - That's what you should see, you crazy old man! \"the peasants said. This is exactly what the cunning monk expected to hear. And he washed the stone very carefully in the well that was before the house, and said, Can ye lend me a caldron? So I can show you that stone soup is a delicious meal. The peasants laughed at the friar, but they gave him the pucher to see how far his heat had gone. The monk filled the pot with water and asked them, \"Would you mind letting me into your house to put the pot on the fire?\" The peasants invited him in and showed him where the kitchen was. - Oh, what a shame! \"The friar said. If I had some beef, the soup would be even richer. The family's mother gave him a piece of meat in front of the whole family. The old man threw it in the pot and removed the water with the meat and the stone. After a while he tried the broth: \"It's a little sour\". You need salt. The peasants gave him salt. She added it to the water, tried the soup again, and said, \"I'm sure if we had some berries, the angels would suck their fingers out of this soup\". The father, mocking the monk, told him to wait a moment, that he would immediately bring him a cabbage from the garden and that so that the angels would not protest for such a sour stone soup he would also bring him a potato and some celery. \"Of course that would make my soup much better\", replied the monk. After the farmer brought the vegetables, the old man washed them, sliced them and threw them into the boiler where the water boiled already to bits. - A little chorizo and I'll have a stone soup worthy of a king. - Then take the chorizo, you crazy beggar. He put it in the pot and let it boil for a while, after which he took out a piece of bread left over from his breakfast, sat down at the kitchen table and started eating the soup. The peasant family watched him, and the friar ate meat and vegetables, herded, soaked his bread in the broth and finally drank it. He didn't leave in the pot or drop of soup. - I'm going to go. He left the stone. Or so the peasants believed, because when he finished eating he took the peach, washed it with water, dried it with a kitchen cloth and kept it in his bag. \"Brother\", said the peasant girl, \"so you can keep the stone? - In case I have to use it again another day. God bless you, family! European name", "title": "La sopa de piedra", "author": "nan Anónimo"}