{"metadata": {"length": 4753, "words": 876, "reading_time_min": 4.38}, "text": "A country gentleman had an old house that was all that was left of an old monastery or convent that had been demolished, and he decided to demolish it even though he thought it was too much taste that that task would imply. So he devised a scheme, which was to spread the rumor that the house was haunted, and he did this with such skill that it began to be believed by all. With that object he made a long white suit and with it on he proposed to pass quickly through the inner courtyard of the house just at the moment he had quoted other people, so that they were in the window and could see it. They would later spread the word that there was a ghost in the house. To this end, the master and his wife and the whole family were called to the window where, although it was so dark that it could not be said for sure what it was, yet the white garment that crossed the courtyard and entered through a door of the old building could be clearly distinguished. As soon as they entered, they perceived a flame in the house that the gentleman had planned to make with sulfur and other materials, with the purpose of leaving a sulfur tuff and not just the smell of gunpowder. As I expected, the ploy worked. Some fanciful people, having news of what was happening and wishing to see the appearance, had the opportunity to do so and saw it in the way it usually showed itself. His frequent walks became commonplace in one part of the dwelling where the spirit had the opportunity to slide through the door into another courtyard and then into the inhabited part. Immediately it began to be said that there was money hidden in the house, and the gentleman spread the word that he would begin digging, sure that people would become very anxious that this should be done. Instead, he did nothing about it. You kept seeing the apparition come and go, walking around, almost every night, and always fading with a flare, as I said, which was really extraordinary. Finally some people from the neighboring village, seeing that the gentleman was either giving up or neglecting the matter, began to wonder if the good man would allow them to dig, for there was certainly money hidden there. Well, if he agreed to them taking him if they found him, they would dig and they would find him even if they had to dig the whole house and throw it down. The gentleman replied that it was not fair that they would dig and throw the house down, and that they would get everything they found. That was so hard to swallow! But he permitted this: that they would bring all the rubble and the materials that they dug and the bricks and timber appeared in the land next to the house, and that he would be entitled to half of what they found. They agreed and started working. The spirit or appearance that surrounded the place at first seemed to leave, and the first thing they demolished was the chimney tubes, which meant a great deal of work. But the gentleman, desirous of encouraging them, secretly hid twenty-seven pieces of ancient gold in a chimney hole that had no entrance but on one side, and which he then upholstered. When they came to the money, the deluded were completely deceived and marveled without wanting to reason. The gentleman was by chance nearby, but not exactly at the spot, when the discovery occurred, when he was called. He gave them everything very generously, but on the condition that they did not expect the same from what they would later find. In a word, this bite in his ambition made the peasants work like asses and get more into deception. But what encouraged them most was that they actually found several valuable things when digging in the house, which had perhaps been hidden since the time the building was built, because it was a religious house. Some other money was found as well, so the continued expectation and hope of finding more in such a way encouraged the peasants, who very soon threw the house down. Yes, it can be said that it was demolished to its very roots, because they dug the foundations, which was what the gentleman wanted, and it would have taken him a lot of money to make. They didn't leave the house or the cave for a mouse. But, according to the deal, they took the materials and stacked the wood and bricks on an adjacent plot of land as the gentleman had ordered, and very neatly. They were so convinced - following the appearance of the man walking through the house - that there was money hidden there, that nothing could stop the anxiety of the peasants for work, as if the souls of the nuns and friars, or whoever else had hidden some treasure in the place, assuming that it was hidden, could not rest, as other cases say, or there might be some way to find it after so many years, almost two hundred. FIN", "title": "El fantasma provechoso", "author": "Daniel Defoe"}