{"metadata": {"length": 7743, "words": 1388, "reading_time_min": 6.94}, "text": "In those days of anguish and dread, followed by ecstasies of enthusiasm, to which was added the black horror of the night and the fatidic vision of the immense disaster; in those days, which, despite their slow progress, seemed apocalyptic, I had to make a journey to Andalusia, where I was called upon to discuss matters of interest. When I sat down to eat, I heard a rumbling in the dining room below me. I turned back, and in front of one of the bare tables where breakfast is served, I saw a woman being insulted by two or three mozalbetes, while the waiter, a smock in his hand, roared with laughter. I understood it all: the foreigner's marked type explained everything. And without knowing what I had done, I ran to the side of the insulted, and pity rebuked me: \"What have you to say to this lady?\" Because you can come to me. Two retreated, wailing; another, a collie, said to me: -You would better do, you bastards, defending your country than the spies who walk about taking notes and drawing pictures. My attitude, my impression, had to be immaculate when I spoke of what I was so impressed with. The indignation doubled my strength, and bofeton grew up to the extremity of the dining-room. I have no idea exactly what happened afterwards; I remember that we were separated, that the train bell rang apprehensively announcing the departure, that I ran to avoid being on the ground, and that already in the Alps I had divided the traveller between a compact group that seemed hostile to me; that I entered into him at the knees, that I offered the arm and helped her up to my room; that the train was already rolling, and that when I sounded the horn I heard two or three thuds, coming from the group; only then did the reflection come to me: but I did not repent of my arrests, and only wondered why I had brought the traveller into my room at the time of the conflict. To better protect her perhaps?... Would you like to talk to her at length and clear up my doubts, figuring out if she was, in fact, a traitorous enemy? The first thing I did was to slowly examine her, while she sat down and placed her saggy rucksack on the floor. Anglosajona, it was clear: the ethnic mark could not be forgotten. He was devoid of beauty: his sallow face, his yellow eyes, his rotten body, his flat face, all gave him a dreadful gloom. And to make me less stifled, it sufficed the movement he made in turning to me and tenderly extending a swollen and red hand, which pressed upon me, squeezing me. With a voice, yes, very timbred and sweet, the foreigner said: - Thank you, Lord; thousand thanks. Confused, I excused my blemishes: - I could not consent to that barbarism. You're not a ghost, lady; you're not even an American. English, right? - Ah! No, sir. I am, in fact, Japanese. And when she saw that I was trembling, she added, raising her arm and grabbing her shawl: - But I am not a ghost. See my album and my drawings. Today I'm releasing the album. He was full of architectural drawings and sketches of painterly types: a florid window, a Salomon railing, a swan, a palette... - Are you an artist? - Very little...; a mere hobby... For my profession: I am a \"typographer\". I worked... I mean, I was working, in a Boston printing house. Now I don't know what to do. My curiosity was piqued. I discovered a mystery, and I promised to clear it up. The voice of my protector had such soft inflections, her pupils were so giddy with gratitude at finding herself with mine, that I thought, “For a moment you are the owner of this woman. Take this moment and surprise your soul, from the dust it encircles; it is always more glorious to conquer the spirit.” With a shrewd diplomacy, he murmured, leaning forward: - No. I think you will think I want to be paid for such a small service as I had the good fortune to render to you... The stranger shook; but a rose-colored, lively, fluid tint spread over his face, enlivened him... It was a whirl of joy, of ecstasy, of passionate thanksgiving before words of awe-inspiring respect, which perhaps for the first time resounded in his ears. She saw her hand reaching to my heart, and, frightened, I noticed that she was looking at me in an expressive, awed way. The silver voice rose up in astonishment: -I prefer to tell you what happens, if it doesn't bother you... Perhaps, after hearing me, you will never have me by a hair. Solicite, and demonstrating his worth, approached me, not without throwing the cigarette he had just lit at that moment. - I am not an angel - she slowly declared - and I cannot be one because I detest the patriotic sentiment, opposed to universal brotherhood. The war between nations... it is proof. The poor, fighting and dying...; the powerful, gathering honor and fruit!... Yet, Lord, I forgive those who insulted me; I understand their censure; I almost admire their fury... What would they think if they saw...? He paused, and, putting one of his thumbs on my lips, he advised me to be discreet about what I was about to reveal. - If you suppose... that I come carrying an olive branch across the Atlantic..., to propose the alliance of the oppressed and miserable over there with the oppressed and miserable over here. My knowledge of Spanish, because I spent years of my childhood in Mexico, made me a suitable candidate for this mission... I have exploding the land in the working and mining districts... After a brief pause: -You will hear something strange... In Spain I have almost lost faith, \"my faith\"... I do not see the urgency of certain measures that we must immediately apply there, before the monster of militarism and force subjugates us. Here there are no horrible inequalities, no huge disparities between men’s fortunes. Here I do not note the thievery of money nor the insensitivity of spending and of pleasure, based on the blind brutality of the billions. Here there are no crooks who, like our Rockefeller..., you know, the king of oil..., or Astor, the king of the mines..., squander gold and spit on God... In our country the abomination of wealth..., the idol of metal..., is a king, and there, and not here, is where justice must do its work... And justice we will do! You are promised this! And soon! Ah! Spanish! I love her... She is very poor, very noble, very friendly, very simple... Nothing against Spain! This will be my counsel, Lord... I have not found the black misery here... I do not feel the urge to destroy... and I am happy, so happy! If you believe...! His pupils glowed with sectarianism, and his slender, slender torso ached with lust, pounded with enthusiasm. I realized the error I had made in conflating the fanatic of humanity with the fanatic of patriotism; the “unsatisfied” with the “spirit.” The train was moving on, tearing up the stations, and dripping with the beautiful May afternoon; the smell of herbs and flowers wafted through the open window, and the moon, drawing on the green wine and the mingled gold of the sky with her silvery glint, added a poetic touch to the delicious peace of Nature, oblivious to our agitations and our struggles, to the great collective or individual pains... My companion had been frightened, and turned, contemplating the scene: we were approaching the cross; we were almost stopped... She sat down with me, and exalted, on her feet to fall, repeated: -Spain! What a beautiful picture! Live here..., live here! In a sudden and unexpected rush, I felt his face pressed against mine, the warmth of his hands tingling my skin... Then he pushed open the door, and leaping up the stairs, always clinging to his shaky hand, still shouted to me with the solemnity of a mysterious promise and the shrill cry of a shadowy threat: -Adios!... Go back there..., go back to my land!", "title": "Vengadora", "author": "Emilia Pardo Bazán"}