{"metadata": {"length": 4703, "words": 846, "reading_time_min": 4.23}, "text": "When I opened the door to the study, I saw the windows open as always and the writing machine gleaming, and yet I wondered, “What’s going on?” My father had an air of authority that was not the air of my lost exams. My mother was abused by cold spaces that made her into an ineffective thing. I came to the library and sat down in the green chair. I was lost, but at the same time mysteriously attracted by the least wonderful of the present. They did not answer me, but they kept on answering themselves. The answers, which did not need the stimulus of the questions to leap and become clear, stood before my eyes, next to my ears. I was a war correspondent. She was telling him how much the absent person from the Other was affecting him. What mattered was that he be so stout as to revolve himself with that stout-hearted stout-hearted, that he forget his inefficient marriage, the decorative, indispensable ritual of the family. It was not precisely that, but the shabby ostentation, the competition to the Botanical Garden by taking it by the arm, the appointments to the cinema, to the cafés. All so that Amelia, of course, would be allowed to advise her with a burlesque sense of humour (just her, the good piece) about certain limits of certain liberties. All so that his brother would enjoy recalling his old pre-marital advice (just him, the fat one) about my father’s total indignity. At this point the subject had gone off in a tangent and I knew roughly what was going on. My adolescence was awash with a slight sense of dread and I thought about rising up. I think I had started to abandon the chair. But without looking at me, my father said, “Follow me.” Of course, I left. More rounded than before in the green pullman. Looking to the right, he could see the plum of his mother's hat. To the left, the wide front and the paternal crest. They shook and shook alternately, shook and shook following the twigs of the answer, another answer, another answer, without question. That it would not be false. That if he had not chiselled when she was dancing with Ricardo, it was not out of a snobbishness but out of a discreetness, for at bottom the marriage institution was on top of everything and had to withstand the bluster and gather tolerance to survive. My mother said she would not say no, that she knew well where her tolerance came from. Where, my father asked. She said of his ignorance; of course, he thought she was only flirting with Ricardo and was in fact sleeping with him. The plume shook with seriousness, for it was evidently a tremendous blow. But my father gave a laugh and the front shook, almost joyfully. Then she realized that she had failed, that he had actually been waiting for this to assert himself better, that perhaps she had always known, and then she could not do anything but shed some historical tears and the plume disappeared from the visible area. Soon peace was made. He said he probably, now yes, would divorce. She who doesn't. It would not allow it in its religion. He preferred the friendly, extra-judicial separation of bodies and goods. My father said there were other things that did not allow religion, but he finally gave in. There was no more talk of Ricardo or the Other. Only of bodies and goods. In particular, of goods. My mother said she preferred the Prado house. My father agreed: he also preferred it. I like the house of the little pigs better. Anyone likes the Pocitos house better. But they wanted the groans, the opportunity to insult. In twenty minutes the Prado house changed from user to user six or seven times. Finally, my mother’s choice prevailed. Automatically the house of Pocitos was assigned to my father. Then two cars entered the game. He preferred the Chrysler. Of course, she does. Here my mother won too. But it didn't seem to affect him; it was more of a tactical defeat. They regained the battle because of the chacra, the Melisa shares, the mortgage titles, the lena deposit. The darkness had already invaded the study. The plumage of my mother, which had reappeared, was just a shadow against the window. The father's calf was no longer shining. Voices were strained, tired of squaring off; insults, offensive memories, were repelled with apathy, as if to follow a standard imposed by the apes. They were just numbers, air-counts, orders to give. Both joined in, exhausted from their work, almost merry. Now he saw them from the whole body. They also saw me, made a dead thing on the chair. Then they admitted my unnoticed presence, and my father murmured, with no greater enthusiasm, “Ah, there is also this.” But I was immobile, distant, without desire, like the other goods gained. *FIN* Montevideanos, 1959", "title": "La guerra y la paz", "author": "Mario Benedetti"}