{"metadata": {"length": 6320, "words": 1235, "reading_time_min": 6.175}, "text": "I The first time the Negro Melody saw the other Negro at the bottom of the 1st pipe was in the morning of the third or fourth day after the move, when he came crawling to the only door of the new dwelling and peered out to look toward the still surface of the water down there. Then the father, who had just woken up on the pile of empty sacks lying on the floor, next to the semi-naked woman still asleep, shouted: \"Look... get in! Come on, you restless boy! And Melodias, who had not learned to understand the words but did obey the cries, cracked back in and sat silently in a corner, sucking her finger because she was hungry. The man got on his elbows. He looked at the woman sleeping next to him and shaken her loosely by an arm. The woman woke up shocked, looking at the man with frightened eyes. The man laughed. Every morning it was the same: the woman came out of her sleep with that expression of fear that brought him joy without evil. The first time he saw that expression on his wife's face was not on the occasion of a wake-up call, but the night they slept together for the first time. Maybe that's why he liked to watch him get up like that every morning. The man sat on the empty sacks. -Well, he turned to the woman. Lick the coffee. She took a while to answer: \"No more\". - Oh, my God. - There's no room. It was over yesterday. He started to say, \"Why didn't you buy more?\" But he stopped when he saw that other expression on his wife's face, that smile that didn't make him happy and that she only made when he asked questions like the one she just truncated. The first time he saw that expression on his wife's face was the night he came home drunk and yearning for her but the drunkard wouldn't let him do anything. Maybe that's why the man didn't like that face. - Which you broke up with yesterday? - I got it. The woman stood up and began to put her dress over her head. The man, still sitting on the empty sacks, defeated his gaze and fixed it for a while in the holes of his shirt. Melodia, tired of the tastelessness of her finger, decided to cry. The man looked at the woman and asked, \"Is there a baby too?\" - I know. I got some little leaves of guanabana and I got him to make a horita guarapillo. - How many days have you been without milk? - Milk? - What? - the woman put a little unconscious astonishment in her voice. I can't remember. The man got up and put on his pants. Then he went to the door and looked out. He said to the woman, \"The tide is high. Today we have to say in a boat. Then he looked up, toward the bridge and the road. Cars, canoes and trucks passed in an endless parade. The man observed how from almost every vehicle someone looked strangely at the cage nestled in the middle of that sea arm: the caño over whose marshy margins the rabal had been growing for years. That person would usually start looking at the cascade when the car, the carriage or the truck came to the middle of the bridge, and then keep looking, gradually turning his head until the car, the carriage or the truck took the curve over there and lost sight. The man took a defiant hand to his leg and said, \"Hangs! Shortly afterward he got into the boat and rowed to shore. From the stern of the boat to the door of the house there was a long rope that allowed those who remained in the house to draw the boat back to the door. From the house to the shore there was also a small bridge of boards, which was covered by the high tide. Already on land, the man walked towards the road. He felt better when the noise of cars drowned the cry of the coward in the hut. II The second time the Negro Melody saw the other Negro at the bottom of the pipe was shortly after noon, when he again cracked to the door and peered out and looked down. This time the coward at the bottom of the pipe gave Melodia a smile. Melody had smiled first and took the other nigger's smile as a response to hers. Then he did so with his handle, and from the bottom of the cane the other nigger did so with his handle. Melody couldn't suppress the laughter, and it seemed that from down there, too, came the sound of another laughter. The mother called him then because the second guarapillo of guanabanas leaves was already ready. Two women, of the lucky ones who lived on dry land, on the hardened mud of the rims of the cane, commented: \"We must see. If I had been told, I'd have said it was a hoax. - I need it, lady. To myself, whoever was drinking told me I was coming here. I had my own little one. - We're the first to judge. I almost didn't see people and you took the driest part, see? But those who come now, watch out, they have to jump in the water, like you say. But, well, where did those people come from? - I was told they've been all over Green Island so orphaning and they've taken out a lot of black arimaos. Maybe they're goddamn good. - Blessed! - And you've noticed the nigger what monkey? The woman came yesterday to see if I had some leaves for something to make a little garp, and I gave her some leftover guanabana. - Oh, the Virgin, blessed! By sunset, the man was tired. His back hurt, but he would come and touch the coins in the bottom of his pocket, making them ring, guessing with touch which was a vellum, which of ten, which of a peseta. Well, today was lucky. The target who came over the pier to pick up his New York merchandise. And the coworker who lent him his stroller all afternoon because he had to run out and get the midwife for his wife, who was throwing another poor man out into the world. Yes, sir, I know. He's getting away. Tomorrow will be another day. He went into a bar and bought coffee and rice and beans and some evaporated milk. He thought of Melody and hurried through. He had come on foot from San Juan to save the five cents on the ticket. The third time the Negro Melodia saw the other Negro at the bottom of the cane was at sunset, just before his father returned. This time Melodia was coming out smiling before she looked up, and she was surprised that the other one was smiling down there too. He did it again with the handkerchief and the other one answered again. Then Melodia felt a sudden enthusiasm and an unspeakable love for the other nigger. And he went to get it. FIN This side, 1954 1. Channel: narrow channel, though navigable, of a port or bay.", "title": "En el fondo del caño hay un negrito", "author": "José Luis González"}