{"metadata": {"length": 6692, "words": 1200, "reading_time_min": 6.0}, "text": "All the battalions of the Marais and the Saint-Antoine barracks were camping that night in the barracks camp on Daumesnil Avenue. For three days Ducrot's army had been fighting in the Champigny hills, and we were made to believe that we were the reserve. There was nothing more sad than that camp on the outer boulevard, surrounded by factory chimneys, closed stations and deserted workshops, in those melancholy neighborhoods that only lit up a few taverns. Nothing more glacial or sordid than those long booths of boards, lined up on the steep, dry, hard December ground, with their poorly closed windows, their always open doors, and those smoky quincey obscured by fog, like outdoor lanterns. It was impossible to read, sleep or sit. Children's games had to be invented to warm up, kick and run around the huts. That absurd inaction, so close to the battlefield, had something embarrassing and annoying, especially that night. Although the cannon had ceased, it was felt that a terrible game was being prepared up there, and, from time to time, when the electric lights of the forts illuminated that part of Paris with their circular movement, silent troops were seen grouped at the edge of the sidewalks, and others climbing up the avenue, in dark groups that seemed to crawle down the floor, diminished by the high columns of the Place du Trône. I was there, completely frozen, lost in the darkness of those big boulevards. Someone said to me, \"Come on, let's go to the eighth... it looks like there's a concert there. And I did. Each of our companies had its own barracks, but the eighth had better lighting and was crowded. The candles placed at the end of the bayonets burned with long flames obscured by black smoke, and they filled all those heads of workers, vulgar, and bruised by drunkenness, cold, fatigue and that sleep of standing, which makes them go and pale. In a corner the waitress slept, her mouth open, her lamb on a bench, before her table full of empty bottles and dirty glasses. They were singing. Fans would take turns climbing onto an improvised stage in the back of the room, and they would sit down, shout and wrap themselves in their clothes, with reminiscences of melodramas. There I found the crooked, waterfalled voices echoing in the background of the passages of working-class cities filled with childish screaming, hanging cages, noisy tickets. All that sounds lovely when it's mixed with the sound of tools, with the accompaniment of the hammer and fork; but there, on that platform, it was ridiculous and depressing. We had, first of all, a philosopher worker, the long-bearded mechanic, singing the pesars of the poor proletarian proletarian... or... or... with a screaming voice, in which the holy International had poured all its anger. Then another half-sleeper appeared, singing the famous song of La Canalla, but with a rhythm so dull, so slow, so painful, that it looked like a dwarf... it's the bitch... well... it's me... and, as he sang, the snoring of the sleeping people looking for the corners was heard and they turned their backs to the light, groaning. Suddenly, a white blast penetrated the boards and made the red flame of the candles pale. At the same time a loud roar made the barrack tremble, and almost immediately other, more distant, deafening thunders resounded far away in the Champigny hills, in shakes that were slowly diminishing. It was the battle that was starting again. But the singers didn't care much about the battle! That platform, those four candles had removed in all those men I don't know what comic instincts of the tongue. You had to watch them peek at the last couple, tear each other's songs out of their mouths. No one felt the cold anymore. Those on the stage, those coming off it, and also those waiting for their turn with their song in their throats, were all red, sweaty, with their eyes lit. Vanity was making them hot. There were neighborhood celebrities, a tapestry poet who requested to say a song written by him, The Egoist, with a whistle of Each for himself. And, as he had a speech defect, he said, \"The egoifta and Tada one for fi\". It was a satire against the barbarian bourgeois who preferred to stay in a corner near their home before going to the outposts; I will always see that fabulist's head, with his tip lying on an ear and his bearded beard, underlining all the words of his song and throwing us with malicious air his stirrup: Tada one for fi... Tada one for fi. During that time the cannon sang as well, mixing its deep bass with the trins of the machine guns. He was talking about the cold-killed in the snow, the agony in the crossroads in puddles of icy blood, the obuse, the blind death coming all over in the dark... and the concert of the eighth was on its way! We were in the crashes now. A funny old man, with torn eyes and red nose, was moving on the platform, amid a delusion of clappering, applause and bravery. The gross mockery produced by the obscenities said between men alone animated all faces. Suddenly, the waitress had woken up, and squeezed by the crowd and devoured by all those eyes, she was also sternly laughing, as the old man sang in his waiting voice: \"Good God, drunk as a... I couldn't take it anymore; I left. My watch was approaching, but better this way! I needed space and air, and I walked for a long time until I got to the Seine. The water was black, the pier was deserted. A dark, gas-deprived Paris slept within a circle of fire; the fires of the cannons winked around it, and from stretch to stretch flashes of fire appeared on the heights. Very close to me I heard low, rushed voices, perceptible in the cold air. They were jadeing, encouraging one another, \"Oh, iza!\" But the voices suddenly stopped as in the burning of a great work that absorbs all the forces of being. As I approached the shore, I finally distinguished, among that vague glow rising from the darker water, a gunner stopped at Bercy's Bridge struggling to turn back the tide. The flashlights shaken by the movement of the water, the whirring of the seamen's cords, marked the progress, the setbacks, all the vicissitudes of that struggle against the bad will of the river and of the night. Brave gunner, how impatient she was with all those delays! She was furiously hitting the water with her pallets, making it boil in the place... Finally, a supreme effort pushed her forward. Good boys! And as he passed and headed straight through the fog towards the battle that called for him, a loud cry of \"Viva la France!\" resounded under the bridge's echo. Oh, my God! How far away was the concert of the eighth! FIN Contes du Lundi, 1873 Spanish translation by Cobos Castro", "title": "El concierto de la octava", "author": "Alphonse Daudet"}