{"metadata": {"length": 5205, "words": 1016, "reading_time_min": 5.08}, "text": "Once upon a time there lived a witch who had three sons, who loved each other like good brothers; but the old woman did not trust them, fearing that they would take her power away. So he transformed the oldest into an eagle, nesting on the top of a rocky mountain, and only one that was ever seen again describing wide circles in the vastness of the sky. The second was turned into a whale, condemned to live in the seabed, and only occasionally came to the surface, projecting a powerful jet of water at high altitude. They each recovered their human form for two hours each day. The third son, fearing that he too would become a german, bear or wolf, for example, secretly fled. He had heard that in the castle of the Golden Sun lived a charmed princess waiting for the hour of her release; but whoever tried the enterprise was putting his life on the line, and already twenty-three young men had succumbed sadly. Only one else could try his luck, and no one else after him. And as a young man of fearless heart, he decided to go in search of the Golden Sun Castle. He had been on the road for a long time, unable to catch up with the castle, when he found himself lost in a huge forest. And behold, he saw two giants in the distance, signing with his hand; and when he came near, they said to him, \"We are disputing about which of the two should keep this hat; and we are as strong as one another, so neither of us can overcome the other\". Since you little men are smarter than we are, we thought you should decide. - How is it possible that they're fighting over an old hat? - exclaimed the young man. - You ignore his virtues. It's a miracle hat, because anyone who wears it, in an instant, will be transported anywhere they want. - Come with the hat, said the young man. I'll go a little ahead with him, and when he calls, run. I'll give it to the first one I get. And the hat shut, he walked away. But, filling his mind with the princess, he immediately forgot about the giants. And she sighed from the bottom of her chest, and said, Oh, if I could meet you in the castle of the golden sun! And not after these words had come out of their lips, he stood on the top of a high mountain, at the gate of the palace. He went in and went through all the halls, finding the princess in the last one. But how frightened she was to see her! He had a face of ashes, full of wrinkles; his eyes were gray and his hair red. - Are you the princess whose beauty exalts the whole world? - Oh, my God! \"She replied, 'This one you're looking at is not my own figure. The human eye can only see me in this horrible appearance, but to know what I am really like, look in this mirror, which does not go wrong and reflects my true image. And he put a mirror in his hand, in which he saw the image of the most beautiful virgin of all the earth; and bitter tears were flowing from his eyes, and they were pouring out upon his cheeks. Then he said to her, \"How can you be redeemed? I'm not backing down on any danger. - Whoever takes the glass ball and presents it to the wizard will break his power and restore me to my original figure. Oh, my God! \"Many have paid with their lives to try\", he added, \"and seeing you so young it hurts me to see you put yourself in such great danger for me. \"Nothing will stop me\", he replied, \"but tell me what I must do. \"You will know everything\", said the princess, \"if you descend the mountain on which we stand, you will find at your feet, by a fountain, a wild bison, with whom you will have to fight. If you can kill him, a fire bird will rise from him, carrying a burning egg in his body, and this egg has a glass ball for its egg. But the bird will not release the egg unless forced to it, and if it falls to the ground it will ignite and burn everything around it, dissolving it along with the glass ball, and then all your toil will have been useless. The young man went down to the fountain and immediately heard the bison's whistling and fierce whistling. After a long struggle he managed to pierce it with his sword, and the monster fell dead. At once the bird of fire was taken from its body and began to fly; but the eagle, the young man's brother, who came flying in the clouds, went after it, pushing it into the sea and stalking it, until the other, unable to resist, dropped the egg. But this one did not fall into the sea, but into the cottage of a fisherman on the shore, where he immediately began to smoke and to send out flames. Then huge waves rose up, which, flooding the hut, extinguished the fire. They had been provoked by the brother, turned into a whale, and once the fire was extinguished, our maiden ran to find the egg, and was lucky to find it. It had not yet melted, but by the action of cold water the shell had broken. So the young man was able to extract the glass ball, unharmed. And he went to the magician, and showed him her, and said, My power is gone, and thou art king of the castle of the golden sun. You can also disillusion your brothers by giving them back their human form. The young man ran to meet the princess and, entering his room, saw her in all the splendor of her beauty and, overflowing with joy, the two exchanged their rings.", "title": "La bola de cristal", "author": "nan Anónimo"}