{"metadata": {"length": 4971, "words": 898, "reading_time_min": 4.49}, "text": "Sabanilla is a ghost town, with abandoned houses and ruins. In the midst of the wind that blows incessantly and burns to the rafters, the windows, the boardboards of the clogged doors, the precarious curtains, the stairs of the stairs leading to the cracked terraces, the beams that support the torn ceilings are debated: all the wood of the village clinging as much as it can to the nails that flake and break under the weight of the saltpeter and the same wood. At night, especially in January, if you pay close attention and your ear is trained to overcome the wind, you can hear the dismantling of the wooden work: how a door leans further toward the fall, how a ladder gives way, how a horse is driven off, or how a curtain is finally brought to the floor. This disengagement from Sabanilla is not sudden. The same wind that shakes everything seems to sustain the structures and delight in slowly, without haste, without effort, without fuss but without rest. To Juana, who was born in Tucson, Sabanilla reminds her of the ghost towns of the West, so picturesque on postcards and in movies. Sabanilla is important for three reasons: because here Joan has a house; because here is the sea of Joan; and because Lucho's aunt was once eaten by her own dogs. The story goes like this: Lucila Ariza was one of the first settlers of Sabanilla. He came from Puerto Colombia in the early part of the century when, according to his own words, the vaporinos turned the town into a brothel. Lucila Ariza lived in Puerto Colombia, in Loma de la Risota, isolated from the harbour life by the difficulty of the climb: a nearly vertical path her husband had opened to peak on the limestone rock. But with the arrival of the French, first the wooden houses of machemized wood that came from Norway and then the brick and red tile roof halls that brought the three from Barranquilla, were climbing the slope until the brothel of Madame Fachola almost left me at the bottom of the courtyard; without leaving, just with a little steepness my head could see the monkey whores, albinated, I say, like platane frogs, crouched under the trouples. Lucilo Ariza put his calico saws, his percalcio bodies and the portraits of San Expedito and General Herrera, in the same carved wooden trunk that had his name on the combed cover, and he came to Sabanilla. One day, not to get distracted because she wasn't so brutal as to get bored alone, but maybe because of an inexplicable maternal compulsion, inexplicable in a woman who like Lucila Ariza had no children because, one of the two is dry, she started with the dogs. It was never a plan laid out in advance, it did not obey a preconceived idea that had its reason and that had to develop and end in something. No, not that. He just started going to Salgar, Puerto Colombia, Mallorquín and stealing the dogs. It wasn't too difficult because no one noticed the lack of slender, sun-lit dogs and saltpeter that disappeared without a barking in the early hours of the morning. Then, without much interest yet, some group of fishermen who returned from the hundredagueras shouted: robaperros and Lucila Ariza ran to the looms, followed by her dogs. When the railroad was finished, Lucila Ariza started working. Her husband had been stalked by the train at the Vuelta del Nisperal and was given a printed envelope with numbers, a drawing of a locomotive wheel and a few tickets inside at the offices in Puerto Colombia. Lucila Ariza had half the trunk full of empty envelopes. At first, while the rails were still standing, he was still handed some more envelopes. One day when he arrived at the station he found it was closed and there was no one from the company anymore. Walking down the lane, back to Sabanilla, he felt the asoma of discomfort that had taken his thirst away disappear when he saw the window closed. As long as the rails are there, he thought, there must be a train. This idea must have occurred to the stores and to wait, all 30, to open the window again at the station where they handed him their envelopes. One day, a 30-year-old, as he descended on the railroad tracks, realized that the rails had been taken. The tracks, disordered on the road, stretched out unharmed to the slope of Salgar, from where she returned, already convinced that there would never be a train again. Even the nails were taken, you must have thought. After this 30th day, everything is assumed. Lucho says that even in Salgar the screams were heard and that when he arrived they already smelled. He found them all dead. In the corners of the room where his aunt had locked herself with the dogs, he says there were pieces of calico and parsley, as if they had torn apart the saya and the body of Lucila Ariza. She was nowhere to be found, and the floor, floor and even part of the walls seemed flattened and almost glowing. Lucho now lives in Sabanilla, in the same house as Lucila Ariza; he lives alone too and has a dog. The Tales of Juana, 1972", "title": "Sabanilla es un pueblo fantasma, de casas abandonadas", "author": "Álvaro Cepeda Samudio"}