{"metadata": {"length": 5417, "words": 988, "reading_time_min": 4.94}, "text": "It's a small room on the fifth floor, one of those little sheds where the rain falls directly on the window glass and when night comes like this, they seem to get lost with the roofs in the middle of the darkness and the wind. However, the room is good, comfortable, and when you enter it you feel I don't know what a feeling of well-being that increases the noise of the wind and the torrents of rain that run through the sewers, and you might think you enter a warm nest, located on top of a large tree. For the moment, the nest is empty. The owner is not there, but he will soon return and everything seems to be waiting for him. On a good, covered fire, a small pot boils quietly with a whisper of satisfaction. It is a little late for a pot; so, though she seems accustomed to her craft to judge by the burnt, burnt sides, she occasionally becomes impatient and her lid is raised agitated by the steam. Then an appetizing burst of heat rises and spreads throughout the room. Oh, my God! How good the cheese soup smells! Sometimes even the cover fire is discovered a little. A slide of ash occurs between the logs, and a small flame runs through the parquet, illuminating the house below to make an inspection, to make sure everything is in order. Oh, yeah, I did! Everything is in order, and the owner can come whenever he wants. The argelin curtains are run over the windows and comfortably hung around the bed. There is the large chair by the chimney; the table, in a corner, is set, with the lamp ready to be lit, the lid for one person and, next to the lid, the book, companion to meals in solitude... And just as the pot is a little burned, the flowers of the dish have pale in the sink, and the book is spoiled by the edges. There is in all this the tender, somewhat tired aspect of a custom; it is noticeable that the owner of the house must return very late each night and that he likes to find on his return that dinner that boils slowly and keeps the room fragrant and warm until his return. Oh, my God! How good the cheese soup smells! Judging by the cleanliness of that bachelorette, I imagine it must be an employee, one of those meticulous people who installs in their entire life the exact timing of the office and the order of the labelled folders. To get back so late, you must have a night shift at Post Office or Telegraph. I imagine him behind a fence, with luster sleeves and a velvet hat, separating, sealing the cards, placing the blue flags on official communications, preparing him for Paris to sleep or have fun, all the business of tomorrow. Oh, no, not at all! It's not that. Here, peering through the room, the small glow of fire has just illuminated large photographs hanging on the wall. Immediately you see the emperor Augustus, Muhammad, Felix, the Roman knight, the governor of Armenia, emerging from the darkness, framed in gold and majestically dressed: crowns, helmets, tiaras, ribbons and under those different stitches, always the same solemn and upright head, the head of the owner of that apartment, the happy gentleman for whom the fragrant soup boils and is cooked gently on the hot ash. Oh, my God! How good the cheese soup smells! It's true, this is not a Postal employee. He's an emperor, a world master, one of those providential beings who every night of repertoire makes the vaults of the Odeon tremble and has nothing more to say than, \"Guards, hurry it!\" so that the guards obey. Right now he's out there, in his palace across the river. With the heel curve, the clamp to the shoulder, moves under the porticoes, declares, frowns, covers with expression of annoyance in its long tragic stretches. Indeed, it is so sad to act in front of empty seats! And the Odeon room is so big, so cold on days of tragedy! Suddenly, the emperor, half-frozen under his purple cloak, feels a heat tremor sweeping through his entire body. His eyes light up, his nostrils open... he dreams that, on returning, he will find his room still warm, the table set, the lamp ready and his whole small home well-ordered, with that bourgeois effort of actors who in their private life come back from the rather messy ways of the stage... he sees himself unfolding his pot, filling his flowery dish... oh! How good the cheese soup smells! From that moment on, he's not the same man. The straight folds of its cladding, the marble stairs, the rigidity of the porticoes have nothing to bother you anymore. It encourages, speeds up its interpretation, precipitates action. Well, imagine that! If the fire goes out at home... as the evening progresses, your vision comes closer and infuses you with rumblings. It's a miracle! The Odeon is melting. The old-timers of the courtyard of the chairs, awakened from their slumber, consider that Marancourt really magnificent, especially in the final scenes. The fact is that in the end, at the decisive hour when he stabs the traitors, when he marries the princesses, the physiognomy of the emperor acquires a bliss, a singular serenity. With her stomach empty from so many emotions and so many stretches, she imagines she is at home, sitting at her small table, and her gaze goes from Cinna to Maxime wrapped in a deeply grinning smile, as if she were already watching the beautiful white threads hanging from the end of the spoon when the cheese soup is ready, well boiled and served hot... FIN Contes du lundi, 1873 Translation of Hope Cobos Castro", "title": "La sopa de queso", "author": "Alphonse Daudet"}