{"metadata": {"length": 3670, "words": 683, "reading_time_min": 3.415}, "text": "Once upon a time in a forest there was a couple of coal miners, husband and wife, unhappy as coal miners can be when the harvests are bad everywhere and no one is interested in coal. They were in need and lacked bread. - Oh, my God! - the coal miner was complaining. \"All this\", said the coal-miner, who spoke more than her husband, \"all this is happening because of our mother Eve; we would still be in heaven if she hadn't been so curious. Damn apple! I'm really hungry. - Oh, my God! - I was breathing in the coal again. But then one morning they knocked on the door of their humble hut and the king came in, yes, the king himself. - Good morning coalmen, I have been informed of your misfortune. Follow me! The couple is in a hurry. The king makes them ride on his chariot, the coachman strikes the horses and soon the chariot stops in front of the royal palace. - Come on, you two! In the palace, the coal miners were washed by the stoves and dressed in beautiful clothes. Immediately afterward, the servants led them to the dining room where a table was waiting for them. They opened their eyes excessively and their mouths began to secrete saliva. There was no shortage of smelly pies on that huge table, or salted fish, or game meat, or other juicy meats... not to mention the exquisite fruits, cakes, and spirited wines. - They eat! -the king says to them- eat as much as you want, everything is for you. The table will be provided as it is now as long as you remain here. I would recommend, however, that you never uncover the gold rush you see there. Otherwise, misery will fall on you. They swore it, hurried to throw themselves on those alluring foods. - We'll never play that opera again, the coal miner promised. \"For my part\", said the coal-miner, \"I don't even know that the opera exists, nor do I want to know... the king left without saying anything. Then began days of great happiness. The couple got up late, started eating, walked around, attended parties organized in their honor, and ate again before going to bed. And so on and so forth. Days went by one after another. The coal and the coal were getting fat in front of the eyes. They were still eating a lot, but more slowly than they had at first, and the coal-miner was increasingly looking at the soup that reigned in the middle of the table. - I wonder why the king doesn't want us to touch her. - He doesn't want to, that's all. - Okay, okay... - The coal-burner was silent, but it kept increasing his curiosity. It caused him to have heartburn and prevented him from sleeping at night: \"After all, she's just a sopa, what's so extraordinary about her?\" She held out for a long time, especially for her husband, but finally couldn't take it any longer: - Don't do that, you bitch! - Shut up, you're nothing but a coward and a fool! The coal-burner pushed her husband, leaned over the table and grabbed the forbidden soup. As soon as he lifted the lid, a rat came out of his body and fell to the ground. Just then, as the coal-burner shouted for surprise, the king came in. His eyebrows were frowned upon. He also shouted calling his guard. - You disobeyed me and you will both be punished! Despite their pleas and tears, the coal miners were stripped of their beautiful clothes and found the old cloths. A wagon brought them back to the heart of the forest, to the door of their hut. There the soldiers abandoned them and left. When the couple stopped complaining, the coal miner raised his head and said to his wife, \"You see\". We should not mock our first parents, Adam and Eve: We have done exactly the same thing as they did. FIN Anonymous French translation by Esperanza Cobos Castro", "title": "El paraíso perdido", "author": "nan Anónimo"}