{"metadata": {"length": 7838, "words": 1419, "reading_time_min": 7.095}, "text": "Over the sky, a resplendent turquoise, gathered dark, twilight and gloomy clouds, which the sun, before it could hide behind the slender profile of the livid mountain range, tinged and inflamed with tones of fire. No breeze stirs the branches of the trees; they look like bushes of iron, and the desert of sand spreads out like a yellow sand, without end. The lone monks, who had already recited the evening prayers, had sat down on a piece of grass and had walked slowly from the oasis to the monastery, now surrounded the holy monk of the monastery of Tabenas, their spiritual director, who had come to instruct them in a penitential and meritorious life before the eyes of God. They have learned to sleep on a sandbar, to rise with the alba, to lash the gullet with the ayuno, to support themselves with a handful of soiled herbs, to use the cypress ax, to discipline themselves with a thorny hide and to spend whole hours in a state of immobility on the sandbar, with their arms crossed and the weight of their body falling on one leg. He also receives the consolation and the courage that such recent deaths require: he, at the melancholy hour of the evening, when the enemy circles the camp, caresses and revives them by recounting rosy and sweet stories and by telling them of the fervor of the Roman patricias, which retreated to the mountain of the Aventino to cultivate two virtues: caste and limosina. When they hear these prodigies of divine love, the loners forget sorrow, and lust, seized, flies forth in flames from its dragon's mouth. Having heard the word of the holy monk, the lone wolves do not warn that an appearance, quite strange in the desert, comes down from the mountain and approaches them. A fresh, Argentinean and musical as an arpeggio, makes them jump atonities. Whoever laughs is a beautiful woman. With a medium stature and a disproportionate proportion, its slender body, clad in a tight tin cloak of gaseous gas, the colour of azure, covering a network of pearls, crinkles agil and nervously, as the pantomime reveals. The golden sable stoops to his small foot, and his enormous and heavy black cape, of blue-green tassels, intertwined with large eastern pearls, spreads out over his shoulders and chest to his waist, where its last strands spread out with penetrating aromas of nard, cinnamon and almond. The eyes of the woman are large, rashed, but the environment in languid and inquisitive may be; her mouth, pale and open, lets you see, to modular the laugh, not only the teeth of a gnat, but the rose-tinted shadow of the plate. They shake their hands in a merry jig, and leaping and hopping, clapping their hands and feet to the use of the gaditana dancers, come to the circle of the anacoretas. Some cover their eyes with their hands or stand with their face covered in dust. Many stand on their feet, hunched, shivering, with their pupils vibrating with indignation. One, very young, cries, screams and clings to the monk's tin can of goat skin. Another is the discipline of the leather belt that is rolled up to the waist with the intention of flailing the sinner and destroying his sinful flesh. The saint calls them to a halt with an energetic signal and, approaching the dancer, exclaims, without anger or reluctance: -My sister, I know who you are. Don't be surprised: I know you, though I have never seen you. I know also where you come from, and why you seek us in this solitude. I know better than you: you think you have come to one thing, and I really tell you that you have come, without understanding it, to another very different thing. Brothers, do not be afraid of the sister: admire her beauty without reservation, which is ultimately the work of our Father. Look at her as I look at her, with pure, brotherly eyes, clean of all ill-willed appetite. Do you know the name of this woman? -I do, - the boy sarcastically protests, without raising his eyes, without removing the monk's habit. It is the famous comedian and dancer to whom in Antioch they give the name Margarita. All worship her; Father, all kneel at her feet; her house is like the temple of an idol, where gold and stooping prostrate. The devil resides in her and the abominations bind and drag her into hell. We retreated to our caves. This woman is infesting the air. The monk is silent. Finally, and addressing the comedian, who no longer stirs or laughs, she murmurs with good grace, almost familiarly: -Woman, they call you Margarita for your beauty and because your lovers have encrusted you with pearls. You can have as many as you want to spill. Your silver and gold bangles are a testimony of your wealth. For every pearl you have gotten with the village, I announce that you will have to drink a river of tears. Do not look at me with fear. I love you more than those who gave you magnificent dresses and adorned you with diamond earrings. Yes, I love you, Margarita; I had been waiting for you. Yesterday night, when a ring of ten to twelve freedmen begged you to come here and try us, I looked and prayed in my closet. Soon, I saw a rooster come in through the window, squawking, a rooster that looked more like a pig..., because it was not white, but black. The bird sat on my shoulder, wriggling and its pink crest swooped down here. Look - the monk, removing the tunic, shows in the swollen breast a signal, a double red wound, a deep prick- I took the pigeon, and instead of harming it I dipped it in the pond where we kept the blessed water to exorcise. The owl began to shed its black hood and, whittling away little by little, came to look like the purest snow. Cleansed up, she hid in my chest..., shivered there in the warmth of my beloved heart, and by morning she was gone. You are now the Black Swan. You will be fine, white stork. Return to Antioch; in the first horde you shall be waited for your hand-held chair and its porters, and your chariot and your friends and your chariot drivers. But you shall return, my black pigeon; you shall be redeemed... until then! The dancer looks at the saint, incensed, still tempted to weep, but feeling the icy laughter in the gorge and at the same time contemplating with horror and curiosity the shaven and long-shorn head, the shaven and bare shoulders, the dry and bare arms and the brazen eyes of the ascetic. - Until then, sister! -repeat him gravely. And with the finger point to the door of the stall. *** They take four years. The holy monk, accompanied by the young man who had so much fear of his cloister, will pray in the places where Christ died, and as he passes through Mount Olivet, also populated, like Jerusalem, with people consecrated to penance, he will stand before a bleakness so utterly devoid of human life that it would be impossible to imagine a human being living there. At this point a curtain is opened and a hideous face, that of a mummy, with skin glued to the bones, lips swollen and enormous black eyes shattered by the torrent of blood that pours down upon them and engulfs the ragged, soiled and covered in dust. - What color am I, my Father? -He asks the penitent, with infinite anxiety, in a stern voice. Black still? -Whiter than snow; whiter than the tinie of the angels - says the monk, and bending with tenderness he gives the repentant Christian a kiss of peace; he turns then to the disciple, who still, rejoicing in the rebuke of old temptations, has frosted his tongue, and murmurs. Do you not remember what the Lord said? The women to whom the pagans call lost will precede us in the kingdom of heaven. To make sure you do not doubt the truth of the monk's words, I will add that this is, without essential variation, the legend of the blessed saint Pelagia, to whom we now adorn the altars, and to whom they called The Pearl when she praised her sinful dancing in the capital of the tetrarch of Syria.", "title": "La paloma negra", "author": "Emilia Pardo Bazán"}