{"metadata": {"length": 1955, "words": 351, "reading_time_min": 1.755}, "text": "In ancient Greece there was a poet named Pygmalion who devoted himself to building statues so perfect that they only needed to speak. Once they were done, he taught them many of the things he knew: literature in general, poetry in particular, a little politics, some music and, finally, something about making jokes and jokes and getting ahead in any conversation. When the poet judged that they were ready, he looked at them satisfied for a few minutes and as one who does not want the thing, without ordering him or anything, he made them speak. From that moment on, the statues were dressed and went out into the street and in the street or in the house they talked non-stop about what was there. The poet was pleased with his work and let them be done, and when visitors came he quietly (which served him as relief) while his statue entertained everyone, sometimes at the expense of the poet himself, with the most funny anecdotes. The good thing was that there came a time when statues, as is often the case, thought they were better than their creator, and they started cursing him. They said that if they could talk, now they only had to fly, and they started to experiment with all kinds of wings, including wax wings, recently discredited in an unfortunate adventure. Sometimes they put on a real effort, they turned red, and they managed to get up two or three centimeters, a height that, of course, tipped them off, because they were not made for her. Some, repentant, gave up on this and settled for being able to talk and make others dizzy. Others, stubborn, persisted in their zeal, and the passing Greeks imagined them crazy as they kept on jumping those little jumps they considered to be flight. Others concluded that the poet was the cause of all his ills, either by jumping or simply speaking, and tried to take his eyes off him. Sometimes the poet got tired, kicked them in the ass, and they fell down like little pieces of marble. FIN", "title": "Pigmalión", "author": "Augusto Monterroso"}