{"metadata": {"length": 2174, "words": 372, "reading_time_min": 1.86}, "text": "Oh, the beautiful sunsets! In front of the bright boulevard cafes, on the terraces of the trendy shops, what about women in colorful suits, what about elegant street girls getting in tune! And here are the little flower sellers, circling around with their fragile baskets. The unemployed beautiful women accept these perishable, overgrown, mysterious... mysterious flowers? - Yes, there are! There is, you know, smiling readers, there is in Paris itself a certain agency that is understood with various conductors of luxury burials, even with buriers, to strip the deceased of the morning, not letting all those splendid boughs of flowers, those crowns, those roses that, for hundreds of years, filial or conjugal love places daily in the catafalques, to be wasted in the graves. These flowers are almost always forgotten after funeral ceremonies. He doesn't think about it anymore; he's in a hurry to come back. It's coming up! That's when our kind burying hands show their greatest joy. These gentlemen don't forget the flowers! They're not in the clouds; they're practical people. They're taking them off in a hush. To hurry them over the wall, onto a suitable cart, is for them a matter of a moment. Two or three of the most witty and spicy carry the precious cargo to a few friends florists, who thanks to their fairy hands, distribute in a thousand ways, in twigs of corpus, by hand, in isolated roses even, these melancholy spoils. Then come the little night florists, each with their little basket. Soon they circle incessantly, at the first lights of the reverberators, through the boulevards, through the bright terraces, through the thousand and one places of pleasure. And bored young men, eager to please the elegant women, toward whom they have a certain inclination, buy these flowers at high prices and offer them to their ladies. These, all with their faces swollen, accept them with an indifferent smile and hold them in their hands, or put them on their bodies. And the gas reflections are blinding the faces. So these ghost creatures, so adorned with Death's flowers, carry, without knowing it, the emblem of the love they gave and the love they receive.", "title": "Flores de las tinieblas", "author": "nan Villiers de L'Isle Adam"}