{"metadata": {"length": 5496, "words": 1038, "reading_time_min": 5.19}, "text": "The sun was shining between the oak leaves. When he raised his face, Noguchi was enchanted. He blinked and looked again. The light did not strike directly into his eyes but was caught in the dense foliage. To be a Japanese oak, this tree had a trunk too thick and too high. Other oaks were piled around. The uncut, low branches hid the sun from the west. Beyond the oak tree, the summer sun was setting. Because of the thickly intertwined foliage, the sun was not visible. It was the light that leaked through the leaves. Noguchi was used to seeing him that way. In mountainous regions, the green of the leaves was as vivid as that of a western oak. When the oak leaves absorbed light, they took on a pale, translucent green, and when the breeze stirred them, they splashed small waves of light. That night, the leaves were calm. The light was still on the foliage. How? Noguchi said the word out loud. I just noticed the twilight color of the sky. It wasn't the color of a sky where the sun was halfway over the high oak tree. It was the tone of a sky in which the sun had already hidden. The silver tint of the oak leaves was due to a white cloud reflecting sunlight. To the left of the grove, the distant mountain ranges were darkened by a deep, faint blue. The silver light, which was captured by the trees, suddenly disappeared. The greenishness of the leafy mirror slowly blacked out. From the top of the cups, a white horse rose and galloped through the gray sky. But Noguchi wasn't surprised. It wasn't an unusual dream for him. She's back in the dark again. The black dress of the woman on the horse was floating behind her. That is, the folds floating over the horse's arched tail were part of the dress, but they seemed to separate from it. What is it? When I thought about this, the vision faded. But the rhythm of the horse's legs repeated in his heart. And while the horse seemed to be thrown into the gallows as if he were taking part in a race, there was something festive about the rhythm of his gallows. And the legs were the only part of the horse that was moving. The helmets were very sharp and pointy. That long cloth behind her, what was it? Was it really a cloth?, with some restlessness Noguchi asked himself these questions. When I was in my final years of elementary school, one day I had been playing with Taeko in the garden where the soft hedge of dolphins was in full bloom. They drew some drawings together. They drew horses, and Taeko drew one galloping through the sky; Noguchi drew another. \"It's the horse that boils in the mountains and makes spring spring\", Taeko said. Shouldn't he have wings? Noguchi asked. The horse he had drawn was winged. She said she doesn't need them because she has very sharp helmets. Who is his rider? I'm going to take a look. I'm riding it. I'm the rider on the white horse and I'm wearing pink clothes. So it's Taeko who rides the boiling horse on the mountain and makes the holy spring spring spring... Your horse has wings, but no one rides it. Look now Noguchi hurried to draw a boy on the horse. Taeko looked at him from the sidelines. That was it. Noguchi had married another girl, had had children, had grown old, had forgotten all that stuff. He suddenly remembered, in a night of insomnia. Her son, who had failed his college entrance exams, studied every night until two or three in the morning. Noguchi, worried about him, couldn't reconcile the dream. As the sleepless nights continued, Noguchi became rebellious to the solitude of life. The son was a freshman, he had dreams, he didn't even sleep at night. But the father was confined to staying awake in his bed. He wasn't doing it for his son. He was experiencing his own loneliness. Once loneliness caught him, I wouldn't let him go. I'd take root deep inside him. Noguchi tried various ways to reconcile sleep. He tried to think of soft fantasies and memories. And one night, unexpectedly, he remembered Taeko's painting of the white horse. I didn't remember her clearly. But it was not a child's painting, but the vision of a white horse galloping through the sky that floated behind Noguchi's closed eyes in the dark. Is Taeko the rider? Pink dress? The figure of the white horse, galloping through the sky, was clear. But the form and color of the rider were not sharp. She didn't look like a child. As the vision cortex kept galloping through the empty sky and the speed was decreasing, the vision was blurring, and Noguchi fell asleep. From that night on, Noguchi had used the vision of the white horse as an invitation to sleep. His insomnia became frequent, a common occurrence whenever he suffered or was anxious. For many years now, Noguchi has been saved from insomnia by the sight of the white horse. The imaginary white horse was intense and alive, but the figure riding it looked to him like a woman dressed in black and not a girl in pink. The figure of that woman in black dress grew old and weakened, and it became more mysterious as time went on. Today is the first time that the dream of the white horse has happened to Noguchi, not lying in his bed with his eyes closed but sitting in a chair and well awake. It's also the first time something like a long black cloth has floated behind a woman. And even though it's suspended by the wind, the fabric is heavy and thick. What was it? Noguchi scouts the dark gray sky where the vision of the white horse has faded. He hasn't seen Taeko in 40 years. And there's no word from her. Fin 掌の小説, 1963", "title": "El caballo blanco", "author": "Yasunari Kawabata"}