{"metadata": {"length": 8192, "words": 1529, "reading_time_min": 7.645}, "text": "I saw him. He was the great poet. The best narrative poet since Jeffers; he had not yet reached his twenties and was already famous all over the world. His two most famous books were probably My sin is better than your sin, yep! and The dead are smoking in Languidez. He had taught at many universities, won all the prizes, including the Nobel. Bernard Stachman. I walked down the stairs of the YMCA. Mr Stachman lived in Room 223. I called. “CARRY ON, GET IN!” someone shouted from inside. I opened the door and entered. Bernard Stachman was in bed. It floated in the air a smell of vomit, wine, urine, feces and strong foods. I was sick. I went to the bathroom, vomited and came back. —Sir Stachman said—. Why doesn't a window open? —Good idea. And nothing with that nonsense of “Mr. Stachman”, I call him Barney. He was unable. After a great effort, he managed to get into bed and sit on the chair that was beside him. —Now, ready for a good talk, he said. It was what I was waiting for. Near his bed, on the table, was a jar of Italian red wine, full of ashes of cigarettes and dead flies. I took a break, then looked again. He had the jug in his mouth, but most of the wine had dripped out of his shirt and pants. Bernard Stachman threw the grenade. —Exactly what I needed. - I should use a cup - he said. It is more comfortable. — Yes, I think he's right. He looked around. There were a few empty glasses and I wondered which one I would pick. He chose the one who was closest to him. The bottom of the vessel was covered with a yellow, enduring substance. They looked like chicken carcasses with a skeleton. He poured out the wine. Then he lifted up the cup and drank. — Yes, this is much better. I see he brought a camera. I guess she wants to take my picture. —Yes, he said. I walked to the window, opened it, and breathed in fresh air. It had been raining for days and the air was damp and cold. —Oh, he said, —I have been hankering after meat for hours. Grab a bottle. There were several empty bottles. I got one. The pants had no zipper, but buttons, and he had only a buttonhole in the bottom, because it didn't fit his body. He hurled into the brag, pulled out his penis and put his head into the bottle's mouth. As soon as he started to urinate, the penis tightened and began to swell, spreading urine everywhere... on the shirt, pants and face; amazingly, the last crocodile was to give him in the left orifice. - It's a waste of being a liar - he said. —How was it? —I asked. —How was that? —He stays like this, happy. —My wife. He climbed on top of the car. —How? Why? —I said I couldn’t take it anymore. I said nothing. I took a couple of pictures. —I have pictures of my wife. Want to see pictures of my wife? — Yes, of course. —The photo album is there, on top of the window. I came near, took it, sat down. There were only pictures of high heeled shoes and slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, slender, In some pages there were advertisements from the meat market: Red-meat ribs, 69 cents a pound. I'm burning the album. —When we divorced —he said —he gave them to me. Bernard looked under the mattress and pulled out a pair of high-heeled boots. He had covered them with a layer of bronze. He placed them in the bed at night. Another tragedy ensued. “We’ll sleep with those shoes on,” he said. I make love to them and then I spit them out. I took some more photos. —Look, do you want a picture? This is a good photo. The only button on the sash was pushed. I didn't wear pants. He took the shoelace and slipped it through the back and he moved it side to side until it was completely in. —So. Get one like this. I took the picture. It was difficult for him to stand, but he managed by leaning on the table. —You're still writing, Barney? —I always write, dear. —And his admirers do not interfere with it? —Well, yes, sometimes women find me. But they are not long. —Do you sell your books? —I receive cheques for my copyrights. —What do you advise young writers? —Those who drink a lot, smoke a lot, and chew a lot of tobacco. —What advice does he give to older writers? —If you are still alive, you do not need advice. —What is the impulse that drives you to create a poem? —And you, why do you hide? —What do you think of President Reagan and unemployment? —I don’t think of Reagan or unemployment. All that annoys me. Like space travel. And the baseball league. —What are your concerns, then? —Modern women. —Modern women? —You don't know how to dress. They brought some really bad shoes. —What do you think of women’s liberation? —If they are willing to work washing cars, pushing a broom, hunting down two guys who just robbed a liquor store or cleaning up the streets, if they are willing to let their tits be shaved off by a bullet in the army, I am willing to sit at home and cook dinner and to sleep with my head on the carpet. —But do you not think you have a certain right in your claims? —Of course. Stachman became another tragic figure. Even drinking from the bottle, some of the wine spilled over his beard and dripped onto his hat. He looked like a man who had gone months without bathing. - My wife - he said - I am still in love with her. Give me a call, please. He gives him the phone. He wrote down a number. — Claire? Yes, Claire...? He picked up the phone. —What happened? —I asked. —The same as always. Colgó. Look, let's go from here, let's go to a bar. I spent too much time in this shabby room. I need to leave. —But it's raining. It's raining again. The streets are flooded. —That doesn't matter to me. I want to leave. It is most likely that she is hooking up with a guy at this very moment. You probably have rubber boots on. I never let them go. I helped Bernard Stachman to enfold a brown shawl. All buttons were missing. He was a tyrant. It was not a Los Angeles blanket. He was big and heavy, had to come from Chicago or Denver, and had to be from the thirties. Then we took the bags and walked slowly down the stairs. Bernard carried a bottle of moscato in a pocket. We arrived at the entrance and he assured me that I could just cross the steel and get into the car. My car was parked at a certain distance from the pond. When I was turning the car around to enter the other side, I heard a groan and then a scream. It was raining, it was raining hard. He turned the corner again; Bernard had arranged to fall and get stuck between the car and the steel. Water was running over him. He was sitting and the water was pouring over him, covering his trousers, drenching his shoes; his hat floated wildly in the water. - Don't worry - he said. Go away and leave me. —But, by God, Barney. — Seriously. Go. Let me go. My wife doesn't want me. — It's not your wife, Barney. They are divorced. —Another dog with that bone. —Go, Barney, I'll help him up. —No, no. Don't be upset. I mean it. You are gone. You'll be sorry without me. I lifted him up, opened the cupboard, and placed him on the front seat. I was astonished. Water falls on rocks. Then I rode the car and sat on the steering wheel, to his side. Barney opened the bottle of wine, drank a trago and passed it to me. I was born a tragic. Then I got out of the car and went out, looking for a bar in the rain, looking for a bar where we could enter and not vomit when we sprayed a hose on the urinary hemisphere. FIN “The Great Poet”, Hot Water Music, 1983", "title": "El gran poeta", "author": "Charles Bukowski"}