{"metadata": {"length": 5109, "words": 951, "reading_time_min": 4.755}, "text": "I had a suspicion from a young age, that whoever didn't sleep would never grow old. Or maybe time flourished in memories, in the pauses in which I stopped surprised by myself, when I felt like waking up like one wakes up in the morning, and I knew that another day had passed, another life, another encounter. The presence of others was an opportunity for me to live and escape from time, and I sought it with an avidity that never ceased even at late nights. At night, in the dark, this presence would again assault me and force me to speak as if I had a partner, and it was easy for me to talk to myself, because the day and the interrupted phrases left me with the tranquil certainty that my dialogue with others would resume the next day and in the meantime I would feed on them in solitude. Indeed, during those years time flourished only if I slept or reflected on the past. The two things were one for me, because I came out of them, woke up seeing the light and the present with the same incredulous chills. My pleasure in returning to the world was new every time. I couldn't believe that the old people, who sleep little, spent their waking hours, especially those of dawn, reminiscing about the past. To be awake means to think and live, to wait for the light and wander. Even if they were old and showered at once, their hardened senses and their thick blood should have much more need of the shock and uproar of life. This life was made of faces and things, of bursts, of voices, it was a never ending encounter, a movement that had never happened. I didn't understand how anyone could stop meekly, even if it was from satiety, and abandon themselves like them to memories. That meant feeling time, and death. For my part, even the most distant memories surprised me as discoveries. There were so many other awakenings that brought me back to the present. The most singular fact, so often artificially provoked, was to notice that a gesture, a color, a voice, had already seen and heard them, who knows when, and that they therefore resurgent from my own consciousness rather than from the things around me. In the face of this suspicion, in the face of this certainty of feeling rooted in the world, I experienced a calm enthusiasm that, even though limited by its nature to my eyes and body, could in its fleetingness shake me like a human encounter. These always unexpected awakenings really had something of the presence of another, the presence of a friend, or the other, still mute, of whom will soon be and quietly walks beside us and looks at us. Unspoken things were moved to the bottom of the instant like a known object at the bottom of a pond's water, and the slight courage of dipping a hand would have been enough to touch the distant, untouchable appearance. This was especially true when we moved seasons, when the air is steeped in past chills that, fresh and unexpected, bring us old certainty. This old age, these chills, gave me something like an increase in life, like a feeling that under my lips was an instant treasure already accumulating, which I just had to recognize. Therefore, nothing is more expensive for me than, on certain nights of April or October, after so much talking and listening, returning home with a friend my age to delay the farewell. We would be silent, or talk about indifferent things; faint flashes, echoes, distant voices would pass through the air. Between the tops of the roofs flashed stars, or sometimes between the branches of a tree, as in a strange game the moon rose, drawing shadow shadows between houses, or on the hill across the river, fragmenting against the plants and overflowing in the sky. My friend was silent and stopped; I felt my senses, my skin, through the breath of other nights like this. One night the moon rose on the hillside. The far-flung trees were black; the moon, huge, ripe. We stopped. I said, \"Every year, in September, the moon is the same, and yet I never remember it. Did you know it was yellow? My friend looked at the moon, and he thought about it. I had never seen it like this before, but at the same time I had its taste in my mouth, greeted it with something old and childish, to the point that I said, \"It's a vineyard moon\". As a child, I believed that grape clusters were made by the moon and ripened by the moon. I don't know, my friend replied. It's always the same to me. Now the chill had left me and the moon with its taste of vintage looked at us both as a creature I knew and recovered from. And, as a creature, his past didn't count for me, that he was young and I could have gone to meet him and talked to him, climbed up there among the bushes, among the sweet summer vapours that had always existed and never grow old. My friend was silent, and I was already thinking of the pleasure I would feel the next day carrying in me under the sun the certainty that the night is alive too. That's how those days were for me, monotonous and fresh, with their novelty. I didn't know that her tumultuous audacity would one day see her as a quiet memory. *FIN* Il tempo, Il Messaggero of Rome, 1942", "title": "El tiempo", "author": "Cesare Pavese"}