{"metadata": {"length": 3481, "words": 622, "reading_time_min": 3.11}, "text": "An elderly man named Daniel Baker, who lived near Lebanon, Iowa, was accused by his neighbors of murdering a street vendor whom he had allowed to stay overnight. This was in 1853, when street vending was much more common than it is now in the West and involved considerable danger. The buhoners, with their burdens on their shoulders, traveled the country on deserted roads and were forced to seek the hospitality of the farmers. In this way they came into contact with strange characters, some of whom had no scruples in earning a living by means they considered acceptable, such as murder. From time to time, we heard that one of those salesmen had come to the home of a violent guy with his empty hat and his bag full and no one had ever heard more about him. That was what happened in the case of the old Baker, as everyone called him (in the West villages only the elderly are given such an appeal that, being rejected socially, they are thrown in the face of age): a buhoner came to his house and never came out again. Seven years later, Reverend Cummings, a well-known Baptist priest in the region, was driving his carriage around Baker's farm one night. It was not a closed night, for the moon could be seen from the misty veil that covered the ground. The reverend, as cheerful as ever, would whistle a song that he would occasionally interrupt to address a few words of encouragement to his horse. When he reached a small bridge over a hill, he saw a human figure clearly projected against the gray background of the misty forest. He was certainly a buffalo, carrying something on his back and holding a thick stick. He seemed abstract, like he was sleepwalking. The reverend stopped the carriage as it passed by and, with a kind greeting, invited him up, \"if we're going in the same direction\", he added. The individual raised his head and looked him in the face, but remained still and silent. Mr Cummings, with his characteristic insistence, repeated the invitation. Then the figure pointed with his right hand towards the bottom of the bridge. The Reverend took a look and, seeing nothing special, went to the driver's seat again; but the driver had disappeared. The horse, which had until then remained surprisingly calm, let loose a rattle and came out unscathed. When Mr. Cummings wanted to take him, they were already on top of a hill, a hundred yards from the bridge. Looking at him, he saw the figure again, in the same place and with the same attitude as the first time. Then, aware that something supernatural was happening, he headed home in a hurry. Upon arrival, he told his family what had happened and the next morning, very early, he returned to the scene accompanied by two neighbors, John White Corwell and Abner Raiser. The body of old Baker hung by the neck of one of the bridge's crossers, just below the place where the Reverend had seen the apparition. A thick layer of dust, damp from the mist, covered the ground, but the only noticeable footprints were those of the horse. When the men removed the body, they moved the soft, moving ground and discovered human remains that were almost visible due to the action of water and fog. They were identified as the missing buffalo. In the double investigation that was conducted, the judge ruled that Daniel Baker had taken his own life in a moment of alienation and that Samuel Moritz had been murdered by someone whose identity was unknown. FIN Present at a Hanging, The San Francisco Examiner, 1888", "title": "Testigo de un ahorcamiento", "author": "Ambrose Bierce"}