{"metadata": {"length": 7582, "words": 1441, "reading_time_min": 7.205}, "text": "Fragment of the account of a Spanish philosopher's journey through the country of Flanders, towards the 1570s. It is said that in those times of a hundred years ago, when Jerome Bosch the painter lived in Bruges, some Flemish villages still practiced the custom of giving sound and blessing to bells, purifying the metal of those with the body of the most beautiful maiden. I do not think that in such an honourable country and time it could be so. However, when in the company of Mr. Don Manuel de Urquijo, I had to travel through the villages and counties of Flanders, I heard in my ears that such bells sounded like no other, and that if their sound was beautiful at the time of the wedding, it still more resembled it at the time of death. But I think those sounds come from a much older time, and that since then there have been no bells in Flanders. Those bells certainly sounded like they had a soul, I don't know if by some strange influence of the air, or by the one legend that made them feel like women. I must confess in the same way that when the night caught me out of the shelter, and I had to pass near some church, as the bell rang, I was overwhelmed by the thought of all the evil spirits that were circling the air, and that fled in that instant trembling and fleeing. Because the bell is, first of all, and as the ancient stories tell us, a way to get the evil spirits off the run. That can only happen if the bell has its metal mixed with the flesh of a maiden, since the bell that drives away evil beings, has to sound like a virgin body. And I'm talking about bells, because it's a story of exorcism and demons possessing men. People who refer to it say that it was the protagonist of the painter Jerome Bosch, in whose paintings he likes so much the lord King Don Felipe II, whom God guards. They also say, and I believe it's true, that that painter was a little bit touched by the wizard, so much so that in this year of grace, if not in the Escorial, it's hard enough to get to see one of his paintings. But I will tell the story, because after this break I must continue with the account of my journey from Flanders, written so that so many Spaniards who have not seen our region, know what life is like in those lands. Mr. Bosch lived for a long time in Bruges, in a small house on the shore of the Green Pier, near the Blind Donkey Street, where he painted as if he were suffering from rage or insanity; some say he painted to avenge himself on people. He was also said to have paid with gold the best of the women and men he portrayed in his paintings. But some claim that they were all worshippers of a rare, ungodly and heretical sect, who gathered there for their worship, and that the paintings of El Bosco, as we call it in Spain, are all representations of their ugly ungodliness. The forest was married to a woman who was neither beautiful nor good, and who died leaving him alone, but he didn't seem to care; rather, he was now painting more continuously. And without anyone knowing, he sold his paintings. People who didn't know his house said he had a room full of frogs, hornets, spiders and torture instruments, where he went in to paint his wicked paintings. They pretended to have heard screams and sobs coming out of the locked house. And he made sure there wasn't a woman in there who wasn't possessed by one of those monstrous aliens. But it happened that in Bruges lived the beautiful daughter of a shoemaker, named Barbara Quellyn. It was this young woman who aroused a serious passion in the old painter's heart, who, like a zagal, pursued and stalked her without even curing himself from the reproach of the people or the wrath of his father. In the hours when the bells called to the church, the painter found himself stuck in his cloak, watching her pass; and he once went to her with such a stubbornness, that the young woman never left again but in the company of a mistress. The forest passed by his house, looking at the closed door with a demon-possessed gaze, and like a ghost he appeared at night until the night round fled him. She sent him love letters, and offered him three sacks of shields if he agreed to go to his house and paint her in a painting. The girl, despite her fear of the demon-possessed man, would smile at him sneakily at times when she found him. In those days, there lived in Bruges a famous bell-melting, proud Tudor, full of gold and fame, who had left his job when he left Germany. He was a man who laughed when asked how he had obtained the virgin bodies for all the bells he had cast. One day he received an emissary from a powerful German prince, asking him for an immense bell for the tower of a cathedral. The bell, he said, must have the height of a man, and a sound that reached several leagues. Witches was not the proper place to make it, but the Prince had his bag open, and the bell would be made there. They began work, which would take eight days to melt the bell, after which the mold was made. The fire would burn as much fuel as the one that burned all the poor houses of the village together in a winter. Ten men would help with the work, and the fire couldn't be stopped for a moment. And so, on the outskirts of the city, the fire started to burn. All the people marched to look at the works. The Forest, having passed through Barbara's house in the night, stayed there for a long time watching the wood burn, the metal melt. At night, the bell was burning alone. Those who know tell that one morning Barbara Quellyn had a concerted encounter with her love, a young man who one day, according to the rumors of the village, would be the owner of her virginity. The forest had appeared in darkness those days, and there were still people who claimed to have seen his demon. The appointment was at the place of the bell, under the pretext of the time of religious services. When the young woman arrived, she saw a shadow approaching her with her arms outstretched. I came up to her, thinking she was her lover. The figure opened from the coat, and the young woman could see that it was Bosch, the demon painter. In the midst of loneliness, with the only company of the burning fire and the melted metals, the young woman shouted with terror, and mad with fear - because everyone said she saw the demon - she ran without looking, hurling into the hole where, between flames, metals were melting. It must have been just a little more smoke, and the flesh and blood of the virgin were attached to the metal of the bell. That's what people say. The whole town pointed with hatred at the painter, but no one could prove anything. Soon after, he returned to his retirement from Bois-le-Duc, from which he never left again. The horrible memory was stronger, and the one who was hallucinating, went crazy unable to get rid of his demon. Mad, frantic and furious, he painted his hell. One of them, containing the collection of all the supplications of the world, which he carefully recorded and then painted them delightfully. It's a Triptych that my Lord Don Felipe II likes most of all, and it's called \"The Garden of Delights\". There is a more terrible torment in him than any of them, for all his exorcism, for his efforts to drive away the devils from hell that surrounded him. And that same sorrow is found in another hell of his  Final Judgment: Near the man suspended from the key, and over the lover whose body is tempered over the ropes of a harp, a man appears hanging as the banging of a huge bell, while a demon pulls the rope forever. *FIN* The altarpiece of Maese Pedro, 1967", "title": "El hombre y su demonio", "author": "Pedro Gómez Valderrama"}