{"metadata": {"length": 3625, "words": 715, "reading_time_min": 3.575}, "text": "Over the margins of 1 descended the splendid night with all its wandering flocks of nomadic stars and all its army of fixed stars that tickled and watched. To the dry dry, gray, cold land of the East, the first pale dawn came upon the heads of the immortal gods. Then, as he finally approached the security offered by the dry land, Love looked at the man he had led along the banks for so long and saw that he had straightened hair, because it shone in the pale of dawn. And they trod upon dry ground together; and the old man sat fatigued on the grass, because he had been wandering by the margins for many years; and the light of the gray dawn spread over the heads of the gods. And Love said to the old man, \"I'm leaving you now\". And the man did not answer, but he began to weep. Then Love felt sorry in her carefree little heart and said, \"You must not be sad because I have left you or missed you or cared for me for nothing. - I'm a very stupid kid and I've never been nice to you, nor friendly. I have not kept thy thoughts, nor thy good things; but I have caused thy perplexity, bringing thee hither and thither by the dangerous margins. And I was so heartbroken that if you had perished in the place I had led you to, it would have meant nothing to me, and I only stayed with you because you were a good play mate. I am cruel and worthless; I am no one whose absence is cause for grief or for care. And even the old man kept silent, and only wept still; and Love was grieved in his kind heart. And Love said, \"Because I am so small, my strength passed by you, and also the evil that I did to you. But my strength is great and I used it unjustly. I often pushed you off the highway to the edges, not minding you drowning. I often mocked you and made others mock you too. And I often led you among those who hated me and laughed when they took revenge on you. And now weep not; for there is no goodness in my heart, but iniquity and folly; and I am not a company of a wise man like unto thee; but I am a foolish man, and a fool, that I have laughed at thy noble dreams, and have made all his deeds dull. Consider, therefore, that thou hast laid my face, and passest by without me; and thou shalt dwell in peace, and be quiet, and have noble dreams of immortal gods. Behold, the morning is here, and there is safety; there is darkness and danger. And the old man wept still. Then Love said, \"Is this your style?\" - And her voice was serious now, and serene. Are you so upset? Old friend of so many years, there's pity in my heart for you. Old friend of dangerous ventures, I must leave you now. But soon I will send you my brother... my little brother Death. And he will come out of the margins to meet you and will not leave you and will be faithful to you as I have not been to you. And the dawn brightened more about the immortal gods and the old man smiled through the tears that shone wonderfully to the increasing light. But Love came down into the night and the edges, looking back over his shoulder as he left and smiling beautifully with his eyes. And on the margins where he was interned, in the midst of the splendid night and under the wandering bands of nomadic stars, there were sounds of laughter and the sound of dance. And after a while, with her face turned toward the morning, came Death of the Margins, high and beautiful, with a slight grim smile on her lips; and she lifted up the lonely man in her arms with great gentleness, and sang to him in a deep low voice an old song. And he loaded it in the morning to meet the gods. The following information is provided: Marjal: Low and marshy terrain.", "title": "En tierra baldía", "author": "Lord Dunsany"}