{"metadata": {"length": 2870, "words": 547, "reading_time_min": 2.735}, "text": "Despite the very competitive nature of this delicious buffet, I was able to open a door and buy, free of charge, the following information, which I am giving you at cost price: in all cities, although no one has managed it, there is a lawyer higher in stature than the others; but in Buenos Aires, where the very low soil favors the stature, there is the highest lawyer in the world, my great friend and very good companion, that is, to the top of his shoulders, which is where I know him and am his friend. He's a gentleman and he must be good, although I don't accompany him on the journey up. It is so tall that your head could tip over with its own hat on. But do not doubt that with the feet it will come to the ground, as some have asked me; it is there that our friendship and the possibility of understanding ourselves begin. Well, in Cordoba, where, because of the elevation above sea level, the floor of the Buenos Aires travelers was up to their knees, you would have no idea of the concern that was growing over Buenos Aires when this lawyer was growing up (it was he who sent me to Cordoba in 1900, with a mission for two days, which I gave him to choose, on my return, among the thirty-two that I had lived through) and you would not understand the relief that swept over our capital when the telegrams of the serious newspapers announced that “Doctor N. has stopped growing since this morning.” This news was confirmed to the hilt, and came to me in Cordoba when I was almost ready to learn to use the floor near the bed. As I lived in the fear that there would come a moment when it would be impossible to increase the friendship and the treatment with my friend, my joy was so strong that I changed for the seventh time from hotel in Cordoba and forgot about several prescriptive payments. The hotel line I had chosen to re-book with successive transfers my intended return destination, left the center towards the railway station, but as all of them were in Cordoba I telegraphed: “I cannot return because I am still in Cordoba.” So when I met Dr. N. in Buenos Aires I didn’t need to explain anything to him. On the other hand, when I found myself again with such a low floor, my fatigue to stand up would have made it difficult to explain. For a month I could not be in conversation with anyone without hunching over, beginning at a level; and the task of bending my knees to keep from dangling in the air was a task that deprived me of all attention and courtesy. Some have said that only a head as close to the clouds as Dr. N.’s could come up with the idea of sending lawyers to Cordoba. Others insinuated here that I had the ability that my last hotel was the closest to the station and at the end of my financial resources, no casual coincidence. So things change with time; another day we will have to re-evaluate this. FIN Welcome Letters, 1966", "title": "Boletería de la gratuidad", "author": "Macedonio Fernández"}