{"metadata": {"length": 2600, "words": 510, "reading_time_min": 2.55}, "text": "On the river bank, in a small wooden house, lived a very poor family. They were so poor that food was never enough for everyone, and at least one had to fast every time the family ate. The children would ask grandfather, \"Why aren't we rich? When are we going to get rich too? Grandpa would say, \"We'll be rich when the boar flies\". The kids were laughing. But they believed something. They would go to the stable where the donkey chewed on its dry grass, then they would pat his back and say, \"We hope you won't be long before you decide to fly\". In the morning, they didn't wake up well, they ran to see the donkey: - Are you going to fly today? Look at that beautiful, beautiful sky. It's a perfect day to fly. But the donkey was only paying attention to his grass. One day it started raining a lot. The river grew. He gave up the dam and the waters spilled over the fields. And the poor people took refuge on the roof of the house, and they brought the ass there also, for the ass was all their wealth. The boys were crying out of fear. Grandpa told them many stories and, every now and then, to make them laugh, he would say to the donkey, \"You fool and backstabbing, don't you see what a mess you've got us into? If you could fly, you'd save us. Instead, a firefighter rescued them with his boat and took them to a dry place. But the donkey didn't want to get on the boat in any way. The children were weeping for the donkey and cried out to him, \"Come with us! Come with us! \"Let's go\", said the firefighters, \"then we'll come and get the donkey. First we have to rescue a lot of people. Never before has there been such a terrible flood! The boat moved away and the donkey stayed on the roof, planted on its feet, motionless. You know how they saved him with a helicopter! The beautiful motorized butterfly stopped in the sky above the animal's head, buzzing. A man came down on a rope and apparently knew quite a bit about donkeys, because he held it carefully under his belly. Then the helicopter took off. And the boys, who were camping on the dam as soldiers in war, saw their donkey reach through the sky. They got up suddenly, started laughing and jumping, and shouting, \"Vuela! Fly it! We are rich! People from all over the camp, drawn by those screams, came out to look and ask, \"What happened?\" What's the matter? - Our donkey is flying! - the kids were screaming. We're rich now. Some waved their heads with grief; but many smiled, as if the sun had risen on the gray plain of the flood, and said, \"It is true\". They have so much life ahead of them that they're not poor at all. FIN", "title": "El burro volador", "author": "Gianni Rodari"}