{"metadata": {"length": 6775, "words": 1123, "reading_time_min": 5.615}, "text": "......whiskey, please Please, please......I tell you that Marion is different Thank you, no Yes, double, sirval...... Once, years ago, I'm not a politician, not a gentleman, but you'll see...... Please... I say it will last, it's Sartre......no, no, no, sir... Whisky Nine eighty and...... you don't understand me, you never understood me. Dos Martinis I'll sign that...permission Thank you, I......finish with 367...fill it, yes, same... But you don't understand that the stability of international relations... double, yes, double please Marion, I love Marion, is that you... dry, well dry, eh Other whisky...I don't think so  and seven with thirty-five please Forgive me, Mr. whisky Joe, gentleman...but be calm, slow, slow...aaron, you don't know her... I don't mean the problem, Whisky...permission, miso whisky... thank you, Mr. Whisky And in each of the spaces there was a pile of thought. In the great total sound, cracks were opening up, and those cracks were filled with thought. Someone was putting a stove in the head of a brown, slightly brown doll. And the black, gray, white, gray, black, white threads, fell on the face of the doll. I was expecting you. Of course I expected it; I knew it; I don't know where you're going, but I don't know it, I've never seen it; I have to behave like a gentleman or like a fool, there's no choice; I think you can understand; you have to understand, that's what I hope; I knew it, not today, I knew it; because I have to understand; but, it can be called a solution; the melodrama is out of fashion, find out at once; loyalty, loyalty; the least I could expect; I knew it, I suspected it; I knew I had to find the key, I had to find the moment I knew it; Richard, take it, Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; Dick; And it's all in the head of the brown doll. Someone stopped squeezing it because it was all inside, totally inside; gray, black, gray, white, gray, black, gray, white, gray. The sounds came together violently, narrowing the cracks, making the thought jump. I'm not a politician please I say whisky nine eighty is Sartre understood never I Martinis fill it I'll sign with 367 whisky stability international relations Marion whisky thirty-five Joe permit Martinis the problem dry dry dry dry dry permit whisky permit Suddenly the sounds began to slip over the damp wood of the counter; they were separating from each other, restoring the cracks, turning them into large spaces. The spaces getting bigger. They're getting wider and wider. Until there was a drop for the tune. And then there was so much space between the last sound and the melody, that the voice came up from the farthest corner. He climbed freely, and piled himself up on the tight stoop. Put the blame on Mammy Boys. Put the blame on me. Mammy kissed a buyer from out of town. That kiss burned Chicago town So you can put the blame on Mammy, boys, put the blame on me. The voice was an instant ahead of the melody; she was alone in the great open space, alone in her masterful triumph. But at once he was silent; he was extinguished as the melody went out, as if this one were holding it tight. And the space was completely empty. And the head of the brown doll exploded; no sound, of a stroke, suddenly, but no sound. The stove spilled over the wet wood on the counter. And the black-grey, and the black-grey-white stuck to the glass like hair strands to a sweaty forehead. Thoughts also stuck to something wet. They were made into a mass and finally dissolved in the liquid. So close was the thought of the damp wood from the counter that the head rested on the bright surface. Please, gentlemen, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, please, The head scarves, pick them up. Through the other door, Joe. Put him in a taxi to take him home. You laid him early tonight, huh, boss? The counter, Bill, get it. We were all waiting, 1954", "title": "Tap-Room", "author": "Álvaro Cepeda Samudio"}