{"metadata": {"length": 7499, "words": 1345, "reading_time_min": 6.725}, "text": "1 Aulne walked clinging to the wall and every four steps looked back with a suspicious gesture. I had just stolen Father Mimile's heart of gold. Of course, he had been forced to tear the poor man a little apart, and in particular, to sink his chest with a blow from a prick. But when there is a heart of gold in the middle, it is not a matter of standing on the sidelines in terms of procedures. After walking three hundred yards, he ostentatiously removed his thief's hat and, throwing it into a sewer, replaced it with the flexible hat of an honest man. His passage became safer. However, Father Mimile's golden heart, still warm, kept bothering him, because it kept beating unpleasantly in his pocket. He would have liked to have looked at it calmly, for it was a heart that, just by looking at it, almost made anyone commit a crime. One hundred and twenty arms later and taking advantage of a sewer of larger dimensions than the previous one, Aulne got rid of the porra and the podder. Both instruments were covered in sticky hair and blood, and since Aulne liked to do things carefully, they were certainly also rich in fingerprints. However, she kept the same outfit, completely splashed with sticky blood, so since the passers-by do not usually fit in their head that a murderer seen as everyone else, it was also not a matter of violating the code of the environment. At the taxi stop, he picked one that was very handsome and recognizable. It was an old Bernazizi, model 1923, with sterile imitation seats, pointed rear, tortuous driver and half-falling rear bumpers. The raspberry and yellow colors of the stripped satin cap added an unforgettable touch to the ensemble. Aulne went inside of him. - Where do I take you, bourgeois? - asked the driver, a Ukrainian Russian to judge by his accent. - Turn around the block... - Aulne replied. - How many times? - Any of them that are necessary until the police catch our eye. - Ah, ah! - the cab driver thought audibly. Well... well... let's see... as it's possibly going to be hard for me to get around too fast, how about I circle to the left? - What? -That's right. -Aulne said yes. He lowered his hood and sat down as straight as possible so that the blood adorned his garment could be easily seen. That, combined with the honest man's hat he wore, would make it obvious to anyone who had something to hide. When they were twelve laps away, they came across one of the hunting ponies registered with the police password. The horse was painted metallic gray and the lightly dragged carriage carried the city's shield on its sides. After sniffing the Bernazizi, the animal snorted. - It's working, said Aulne. They're setting out to hunt us down. Turn right now. It's not even a question of taking the risk of taking a boy in front of us. In order for the pony to follow them without getting tired, the driver kept the speed of the ride to a minimum. Impatient, Aulne was directing it. So they marched into the neighborhood of the tall buildings. A second poni, also painted gray, was immediately joined by the first. Inside the carriage was a policeman in a gala uniform. From one vehicle to another, and pointing to Aulne with their finger, both officials agreed in voices, while the ponies trotted in a compathetic manner, raising their legs and moving their heads as pigeons usually do. At the sight of a building of a favorable appearance, Aulne ordered the taxi driver to stop. Then he leaped lightly over the sidewalk passing over the car door, so that police could clearly distinguish blood stains on his clothing. Act followed, he entered the building, reaching the service staircase. Without hurrying, he went up to the top floor. In it were the quarters of servitude. The floor of the hallway, paved with hexagonal tiles, disturbed his eyesight. He could choose between two paths: to the right or to the left. The one on the left faced the inner courtyard, where the bathrooms were ventilated, and ended up in a small toilet. She interned at him there. A rather high-pitched lightning bolt suddenly began to burst in front of him. A beautiful staircase like a sun was placed at the bottom. At that very moment, Aulne began to hear the footsteps of the policemen on the stairs. Without thinking twice, he hurriedly leaned against the roof. Once there, he took a deep breath to catch his breath before the inevitable persecution. The air swallowed in large quantities would be very useful for the descent. He ran down the gentle slope of the Mansard-style roof. He stopped at the edge of the steep hill and, turning over himself, turned his back to the void. Then he bent over and helped himself with his hands to land on both feet in the canyon. He went through that zinc outlet almost vertically to the wall. Below, the paved courtyard looked tiny, with five trash cans, all well-aligned, an old brush that looked like a brush and a drawer almost filled with garbage. It would be necessary to descend along the outer wall and penetrate one of the bathrooms of the adjacent building, that is, those whose windows opened in the front wall. For this purpose, the forks nailed to the walls of every inner courtyard could be used. Putting his feet on one of them, he tried to hold on with both hands to the window sill of the chosen window, and then he pulsed up the body. The profession of murder is not really a restful one. Aulne jumped through the rustling bars. Upstairs, the cops were arming as much noise as possible by running in circles over the roof and stepping on their shoes. In this way, they strictly complied with the prefecture's sounding-pilot plan for persecutions. 2 The door was locked, for Brise-Bonbon's parents had gone out, and Brise-Bonbon was alone in guarding the house. Six-year-olds have no time to get bored in an apartment where there are always hand-picked vases to break, curtains to burn, stained carpets and partitions that can be decorated with fingerprints of all shades, an interesting way of applying the colors reputedly not dangerous in Bertillon's system. Not if you have, by the way, a bathroom, working faucets, floating things and, to mount the caps... the father's razor, a beautiful, sharp blade. Hearing noises in the inner courtyard facing her home's bathroom, Brise-Bonbon opened the entire window sill to see better. Before their noses, two large human hands came clinging to the edge of the stone vault. Congested by the effort, Aulne's head eventually appeared before the child's interested eyes. Perhaps the pursued man overestimated his gymnastic abilities, the truth is he couldn't get his pulse up on the first try. As his hands held tightly to where he had placed them, he dropped along the entire length of his arms with the intention of getting his breath back. With great sweetness, Brise-Bonbon raised the razor she had tightly grasped, and passed the sharp blade over the killer's white, tight knuckles. This one's hands, actually, were very fleshy. Father Mimile's golden heart pulled Aulne down with all its might when his hands began to bleed. One by one, the tendons were jumping like guitar strings. With each cut, a faint note resounded. Finally, ten ex-blood phalanxets were left on the floor. From each one there was still a purple young. Aulne's body, on the other hand, rubbed the stone wall, bounced off the edge of the intersection and came to rub his bones in the trash can. He could stay there, the dressers would take care of him the next morning. FIN 1949", "title": "Un corazón de oro", "author": "Boris Vian"}