{"metadata": {"length": 3355, "words": 612, "reading_time_min": 3.06}, "text": "A ghost boat sails the slow Amazon Rivers, in mysterious encounters with the shadow, for it has always been found at night. It is strangely illuminated by red lights, as if there were a fire inside. It is strangely equipped with tables that are actually huge turtles, with hammocks that are giant anacondas, with bats that are giant caimans. Their tripulants are slugs1 turned men. Such obscene fish, also called dolphins, nobody fishes and fewer eat. In Europe, the delfin is king’s food. In the Amazon rainforest, you can see them swimming in a line, for dozens, in rivers and lakes, emerging and disappearing one after another, rhythmically and pulsating, next to the fishing boats. No shark would attack a whale, because it is a magical fish. At night he is a man and in the city of Iquitos has competed at the dances, demanding and in love with the beautiful. God tells us the story of a girl, entertained until dawn by her harp, who saw it turn into a horn. It may also be that the fish itself was attracted by the beautiful until the point that it forgot its condition. Currently, those visitors usually leave the meetings before the sun sets. They are known for their peculiarity because many have followed them and seen that, instead of arriving at some house, they went to the river and entered the water, taking the shape of fishes. The ghost boat is, therefore, manned by oarsmen. An Indian from the Ucayali highlands saw the mysterious ship not long ago, according to Pucallpa and its neighbors. It happened that an indigenous, belonging to the Shipibo tribe, was crossing the river in a canoe full of rafts, already darkened. At the middle of the river he saw a small boat that seemed to be one of those that he had seen a lot of in those waters. They called him from the boat to voice, offering him the platters, and as they gave him a good price he sold the whole lot. The boat was rotten, the ship was leaking and no one suspected what kind of ship it was. But he had not yet ascended to his boat, and hearing a great rumor from the interior of the boat, he saw with astonishment that the whole armament was tilted forward and swung, illuminating from within the water, so that he left a red trail for a few moments, until everything was confused with the shadowy depths. Being a boat like all others, the occupants would have jumped into the water, trying to save themselves from drowning. Nobody did. It was the ghost boat. The Shipibo Indian, stumbling at every turn, came to the edge of the river and sat down at his hut, putting his hand under his thigh. They had given him stamps and hard currency. The next day, he saw the product of his enchantment. The bills were pieces of anaconda skin and the coins, fish scales. The arrival of the night would have to provide you with another surprise. The silver coins and bills, they were again. So the shipibo was passing through the bars and wineries of Pucallpa, for several nights, the magical money from the ghost boat. The boat comes up from the deepest depths, from a world below the water, a world in which there are cities, people, all life as it is on land. Except that that is a heavenly existence. In the silence of the night, a shiver in the ear, you can hear something in the depths of the water, voices, cries, bells... FIN Panki and the Warrior, Lima, 1968 1. Bufeo: delfin.", "title": "El barco fantasma", "author": "Ciro Alegría"}