{"metadata": {"length": 6189, "words": 1127, "reading_time_min": 5.635}, "text": "There in the first heaven, in the delightful garden, St. John the Baptist, reclining in the doorway with his leonine head, of the rusty-colored steel of a battle-axe, meditated. He showed no less astonishment and amazement when, after a day's work in his fishing business in the Tiber, he saw that not a single fish had fallen into his nets; only that consolation came to him with the coming of the Messiah and the miraculous catch. Now, although we were fishing, the son of Zebedee, looking around, did not know where the salvation, even the miraculous, of those he loved so much would come from. Front of the Lord, in the middle of the field, stood a gigantic tree, of a gnarled, rough trunk, of an intrinsic branch, but almost stripped of its leaves, and that which remained, yellow and musty. It was with respect that the great plant, despite its decay, was resented; although not many of its sturdy arms were truncated and twisted, it retained its majesty; its secular trace was a venerable one; its appearance invited reflection on the incomparable grandeur of things. From the branches of the tree were gathered numerous thorns. Shirts, hats, cloaks, shawls and guantlets, with heroic slashes and rips caused by the scythe or the axe; flame-throwers without a point and lanyards hung and forged; cloaks with arrogant crests; whites that blaze the bare crucified, smeared on the wall with the hot blood of a wound; yataganes hung to the Moors; turbans thrown together with the head; flags galloping with holes opened by the mosqueteria; the tiara of Boabdil and the painted tiara of Moctezuma... At the foot of the tree, attached to it by a strong iron chain, a beautiful being, a luminous white battle-cry: the Christian Pegasus, that ideal horse that galloped through the clouds and drew us to victory. The Apostle's eyes were fixed on the horse, which he had never contemplated before. He noted the luminescent whiteness of the hair, the fluid lightness and delirious dilated brows, the fire of the pupils, the flamboyant air that poured out of the nasal cavities, the slimness of the rims, as fine as the toe of a woman; the sort of electricity that radiated from the body of the generous celestial animal. With only a hint that he was looking at his old hat, the horse trembled, clenched his jaws, sniffed the air, glowed with the reflected sun, and seemed to say in sign language, “When will the hour come? Will we always be like this? Why don't you kiss me? Why not once more cross the red sky, the flaming air of the battle fields?' The stoic Apostle rose and went to sling the sling of his saddle. He wanted to comfort her, he wanted to calm her impatience and he didn’t know how, for he, the glorious veteran, also constantly dreamed of renewing the promises of other days. No doubt to arouse the desire and to evoke the memory, there appeared to him an exhausted soul, having failed to enter Paradise, for it gave clear signs of not knowing the way, of being lost and uncertain. He was a newly arrived middle-aged man, pale, avuncular, and shaven; his turban was encircled by strips of yellow and red cloth, which, with aplomb, matched the muck of several dead bodies. Santiago ran to that brave with open arms, and the Spanish, seeing before him the Apostle of the country, fell down on his knees and kissed his feet with infinite tenderness. -Bonaerges, son of the tyrant - murmured the Spanish - why have you abandoned us? In our misfortune, we trusted in you. We hoped that you would send a ray of light or a heavenly fire upon our enemies, as you wanted to do against those Samaritans who shut the doors of their city to Jesus. Look, Santiago, where we have come to already. I will tell you in the words of the Epistle that is read on the day of your feast: We have been made a spectacle for nations, angels, and men. We have come to be the last in the world. And all for the lack of you, the Apostle of the battles. Let go of your thorn, guide through the air, bridge our head. The white horse sniffs the lid. You do not hear how it shivers, how it wants to shout the cry of “close Spain”? Go down: they are waiting for you there. You await the land that was thought uninventable for you. The bridle wants to break the chain. Santiago! Good morning! Lord Jesus! Hearing such a plea, the Apostle was more moved. Remove the white ring, go to the ring, swing again the ringing steel! It was so long ago that I longed for it! He did not like to remain in the incense, with the horn hung on the tree and the arms hung on the pillars... And rising and comforting the Spaniard and squeezing him against his chest, Santiago began to sell him the rotten wounds, which came to the horn and shook the white bridle, who, delirious at being free, at the thought of the adventures of other times, shook his head, floated his crown, sped gallantly and, beating the dust with his beaten helms, raised a cloud of gold. On the other hand, the Panther shook off the cloak of silk and wore it, wore the wide-brimmed hat of shell-studded brims, hung the tassel on his shoulders, embraced the sword and slung the terrible tahali and the tahali. During this time, the Spaniard sat on the gold-plated seat and put on the reins and the saddle engraved with a pedrero’s thorn. And when the Apostle was yet attempting to leap over the silver railing, there appeared from the neighboring forest another Spanishman, dressed in a tweed jacket with a belt of thorns, making signs for the Apostle to be stopped. He waited; in the village of short straw and rustic age he had just recognised San Isidro, the poor, hard-working tanner, who in his life had gathered more than a sackful of grain, because he brought them to the mill. - Lord's order! - the labyrinthine labyrinth cried out in agony. Order of the Lord! That horse is needed to open the arteries and help to remove toxins. And that Spanish there, who comes to lead the Council. You know, Bonaerges, what the Lord said on a memorable occasion, when your mother asked you and your brother to take the highest place in heaven: “Those who want to be great, first eat their calf.” My countryman, to eat patiently and without losing a minute...", "title": "El caballo blanco", "author": "Emilia Pardo Bazán"}