{"metadata": {"length": 6453, "words": 1272, "reading_time_min": 6.36}, "text": "I let myself go to the deriva. (Parentheses for the wise: whether there is artificial or natural light does not matter. Have you ever noticed how, while you sleep peacefully, the neighbor on the floor above suddenly drops his shoes violently? In fact, it is just that: a annoying shoe-thumping). So we left me to go... My thoughts had blown the ambushes. I was in one of those moments where it's useless to take a direction because losing it in a few minutes is true. I don't have to explain to you why I got into this situation. Such a situation usually arises from great catastrophes or simply because we forget to set the clocks at the right time — there are so many hours!— or things like that... Well; if you are worried about my lack of precision, I will tell you: I was trying to kill time —from this dicharachery paradox comes the very tired, you know how— in a fish tank of different colors. We had planned to go to a dance with Lucy, but she didn't show up at the corner of the invitation. That Lucy! Always with their sons we speak of the “thousand and one nights”. And in the wait I went like a thief who roose his cloak and at last lets go. The city seemed to me to have been wiped out. The transients with whom I was enmeshed seemed to me like beings fallen from another planet. Well. Go through a city without a certain direction and arrive at places of your own, at the novelist’s beck and call, is what happens, if not in life, at least in the stories that are considered worthy of telling. I'm fighting the urge to scream in a common place, but I have to do it. You will see. I arrived precisely at a slum suburb where the pace of progress seemed to have slowed down for many years. Everything was in the middle of making or semi-making. I don't know which is worse. The houses fell down or were only mere intentions of such, in the form of unfinished walls. The distances of the shattered walls separated them and the columns swung between straight and curved with an ebullient vacillation. Another thing that deserves to be pointed out is that the walls did not have a net vertical will and it is to imagine the disgust of the sun when it failed his plodding of the twelve of the day. Did she say? Yes: I entered a small bar and sat down at a table that was, as always, gleaming with a lustrous luster and had a neurotic appearance. Front of me, a man was drinking beer. The bar was occupied by a semi-destroyed woman, which didn't catch my attention, because she was over fifty. There were no more people there until a child came in. It was a bit of a mess but, as is natural, the fact is explained. He came out warning me with his toy eyes. When I look back, when I turn around, I find that the man I was looking for was rarely found. I would be about sixty-five. It is almost inconceivable that a man of his age should be in the middle of doing, but it was evidently so. By the indulmentary he could not be consulted, for he was not dressed in a special way. Perhaps by a pass-through, formed of a small cord tied in buttons that he adjusted, passing under the cloak, the points of the collar, he could deduce that he had been stranded in some vital corner. But it happens that the man asks me my name and my profession and my health and, as I answer him, he decides to establish a talk. We shall now talk about the state of time. To this point there is nothing unusual, for everyone, in similar situations, does exactly the same. They are not words. His hands look like garlands that are looking for something to wear in the air. Maybe he is trying, unconsciously, to complete himself and the intention is resolved in a gesture of the hand. The man takes his cup, with the hand in a shaky hand, and drinks as if the liquid had great importance for his personal account and at the same time, he will be at an imminent risk of losing himself. I invite him to a sandwich and I get the impression that he doesn't think he's eating meat and bread. I don’t know how to peel away your red and ragged aristas and reach your intimate, restless palpitation. —Do you have hunger? —I ask you at the end. —No, I haven’t been at all reticent. —But you always are? —So what? — Nothing, just a way of looking. —Ah! And the man moves, shivering in his seat. Look for something in me. He wants to penetrate me through my eyes and take from me what he needs to be free from distress. Obviously you don't have anything to carry and you end up stapling the wall in place of a football poster. Then he turns to me and says, at the same time as he asks for more beer: —You are a full man. I think he is right and I feel, more and more, his anguish of incompleteness. Now spend the minutes in silence. We drink more beer, but we're not ebbs. —You're from here? —I wonder. —No. I told him I'm from another place. —Oh, I too would like to be on the other side! And then he moves his feet, he twitches, he sways all over a path that does not exist. I want to go, but the man holds me with an insistent plea. You may be wanting to hear my quiet voice. What I say to my heart is that you have begun to affirm tones about that man and you are in a trance of crying. —Charlemagne says something... ah, now he wants me to say something long and conclusive and I don’t know how to do it! What will this tortured man lack? Terminus: —I don’t know how to talk and I think we’ve said enough. —Of course, we have said much. And she puts before me — she has done so before — her lifeless left eye strewn with red streaks as she shivers her neck, where the niqab is shivering like a frightened frog. But at the end he ends up rising and walking in search of not knowing what. He will never find him again. That man will remain in the middle of the work, and when they finish him, they will enter into the middle of the man. I too am marching. And it comes to a dancing and I find that it needs a wider door. I'm not surprised Lucy is there. Come and talk to me, but I'm not interested. My eyes have glazed over. I realize that he lacks teeth and that, instead, he has a nose. My adventure. I was crazy? I have always been a wire man. Furthermore, my last perception qualifies me as a man who was in their cabins. And I keep it because Lucy always sees it that way. I have only since that day applied myself more fervently to this dreary occupation of writing. Now I think the world is turning. If there is God, he will know. *FIN* Seven Quiromantic Stories, Lima, 1978", "title": "Cuento quiromántico", "author": "Ciro Alegría"}