{"metadata": {"length": 5742, "words": 1101, "reading_time_min": 5.505}, "text": "A king had a very beautiful daughter whom he loved with all his heart. His wife, the queen, had educated the princess with great affection and attention and had taught her to sew and embroider in a noble way, so the princess enjoyed doing all kinds of work. The princess' room had a balcony overlooking the countryside. One day he sat down to sew on the balcony, as he often did; between the stump and stump he looked at the magnificent fields that stretched out before the castle, the forests and the hills, when, suddenly, he saw seven white rabbits coming who made a wheel under his balcony. She was so entertaining and admiring watching the rabbits that, in a careless way, her thumb fell off; one of the rabbits grabbed him with his mouth and all unrolled the wheel and ran away until she lost sight of them. The next day she sewed on the balcony again, and after a while she saw the seven white rabbits coming and forming a wheel underneath. And as she leaned to see them better, the princess dropped a tape, was caught by one of the rabbits with her mouth and they all ran again until they lost sight. The next day, the same thing happened again, but this time, the sewing scissors were missing. And after the scissors came a thread reel, a silk cord, a pin, a comb... and from then on rabbits never came back. Since the rabbits never returned, although she went out to the balcony every day, the princess became very ill and was put to bed and her parents thought she was dying. But the king loved her so much that he sent for the most famous doctors, and when they confessed that they did not know what kind of disease the princess had, he sent a proclamation announcing that the princess was sick with an unknown disease and that anyone who had confidence in being able to cure her should immediately go to the palace; and to whom she was cured he offered, if she was a woman, a large sum of money, and if he was a man without impediment to marry, the hand of his daughter. Many people came to the king's prayer, but no one could cure the princess, who languished beyond remedy. One day, a mother and daughter who lived in a nearby village decided to go to the palace to see if they could cure the princess, as both were engaged in herbal medicine and trusted that, with their knowledge of all the plants in the kingdom, they would find some formula to cure her. So they set off. And they were on their way when they decided to buy time by taking a shortcut; and when they were going down the shortcut, they decided to make a stop to eat and rest a little bit. But he chose luck that, when he took the bread, it fell on them rolling down the ridge on which they had taken their seat. The two, without hesitation, ran after him until they saw him fall into a hole at the foot of the ridge. So they came to him and, as he bent down to get it back, they saw that the hole was communicating with a large cave that was illuminated inside. Looking through the hole, they saw a table set with seven chairs and, shortly, they saw seven white rabbits entering the cave and, removing the skin, they became seven princes and the seven sat around the table. And they heard one of them say, as he took a finger from the table, This is the finger of the princess. Who had it here! And to another, \"This is the princess' tape. Who had it here! And to another, \"These are the princess' scissors. Who'd see your girl here? And so on, one after another, until the seven speak. The two women retreated cautiously and quietly, but before they left they noticed that not far from the hole was a very well hidden door between the weeds. Then they hurried to the palace and, once there, asked to see the princess. The princess was lying down and no longer wished to see anyone else, but the two women began to talk to her and tell her who they were and what they were doing and finally told her about the trip they had made and, telling her about the journey, told her about the mysterious scene of the cave and the seven white rabbits. At this point, the princess straightened herself in her bed and asked for something to eat. And the king, when he heard of it, went immediately to his room, filled with joy, for it was the first time that the princess wanted to eat since she fell ill. \"Father\", said the princess, \"I'm going to heal myself, but I have to go with these ladies. - That can't be! - the king protested. You're still too weak! \"Because that's how it's supposed to be\", said the princess, impatient. And the king realized he had no choice but to yield and ordered his car to be prepared. They left at three o'clock and, halfway, where the women told her, the princess ordered the car to stop and the three of them stepped back to look for the cave, which was quite far from the road. Finally they came to the hole and the hidden door and looked for each other, but they could see nothing and the night began to fall on them in that place. It was so dark that the three agreed to return the next day at the same time in the hope of having better fortune, when, suddenly, they saw that the interior of the cave was illuminated and they also saw the seven white rabbits, stripping off their skins and becoming princes. And the seven sat down at the table, and said as the two women had heard: This is the princess' thumb. Who had it here! And the next one: \"This is the princess' tape. Who had it here! - This is the princess' haircut. Who had it here! Then the princess pushed the door, went in and said, \"Well, here I am. And he chose the one that was most dear to all; and the two women that had served her so much, and the six princes, he called them to go with him to the palace; for all were invited to the wedding. FIN Spanish Anonymous", "title": "Los siete conejos blancos", "author": "nan Anónimo"}