{"metadata": {"length": 5410, "words": 1103, "reading_time_min": 5.515}, "text": "Let's hold hands in the morning. It's cold, the air is foggy. The streets are wet. It's too early. I took off my glove to feel the girl's hand in my hand, and I am infinitely tender this contact, so pleasant, so friendly, that I narrow her a little excited. His owner turns his head to me, and with a twinkle in his eye he smiles at me. She knows perfectly well the importance of this grip, she knows that I'm with her and that we're more friends today than any other day. A breath of fresh air comes and the fog starts to break. The leaves fell off every tree on the street, and for a few seconds we ran under a slow tobacco rain. - It's too late; come on. - Let's go, let's go. We passed, running in front of a line of taxicabs, fleeing temptation. The girl and I know that the few times we go out together I almost never stop taking a taxi. She likes it, but, frankly, it's not that I'm happy about it; it's just that when I leave home with the girl, I feel like I'm going on a very long journey. When I think of one of these escapes, one of these walks, it seems fun to me to see the cheerful spark that lights up in her eyes, and I think I infinitely enjoy going out with my older daughter and hearing her chatter; that I'll take her for a walk in the park, that I'll go and teach her, like the father of the good Juanita, the names of the flowers; that I'll play with her, that we'll laugh at her, because she's so funny, and that, in the end, we'll compare boats - as I do when I go with her - and we'll eat them happily. Then it turns out that the girl starts chatting long before we leave the house, that we have to comb her and make her braids (which come out small and twisted, like two golden ribbons under her hat) and change her suit, when she's dressed, because she threw a bottle of condensed milk over her, and cut her nails, because when I put her handcuffs in I realize they've grown... and when we go out into the street, I, her mother, am almost as tired as the day I put her in the world... Exhausted, with a coat hanging like a mantle, with lips unpainted (because at the last minute I forgot about that), I'm almost dragged by her, by her incredible energy, for endless minutes of conversation walking. - Look, a taxi - this is my cry for salvation and sinking when I go with the girl... a taxi. Once I sit inside, I always fade away from that perspective of birds and flowers and lessons from the good Juanita, and I give the address of the grandmother's house, a specific place where I know we'll all be happy: the girl and the grandmother, chatting, and I smoking a cigarette, alone and in peace. But today, this cold morning, in a rush like never before, the girl and I passed a long way in front of the tempting line of cars standing still. For the first time in our lives we go to school... school, I tell you, you can't go by taxi. You have to run a little bit down the streets, you have to take the subway, you have to walk then, to a certain place, to a bus... it's just that I have chosen a very distant school for my daughter, that's the truth; a school that I like a lot, but that's very far away... however, I'm not impatient today, nor tired, and the girl knows it. She is now the one who begins a shy caress with her hand inside mine; and for the first time I realize that her four-year-old hand is equal to my big hand: as determined, as unsoft, as nervous as mine. I know from this touch of his hand that his heart beats knowing that his working life begins on earth, and I know that the school I have sought for him will please him, because I like him, and that even though he is so far away, he will think it would be good to go and find him every day, with me, through the streets of the city... that God may explain why this sense of pride fills us and matches us all the way... With the same eyes she and I look at the garden of the school, full of autumn leaves and boys and girls with different colored coats, with cheeks that the morning air turns red, playing, waiting for the class call. I feel bad about staying there; I am ashamed to accompany the girl until the last minute, as if she can no longer handle herself in this new world, to which I have brought her... and I also do not kiss her, because I know that she does not want to at this moment. I tell her to go and we shake hands, like two friends. Alone, from the door, I see her leave, without turning her head for a moment. I think of things for her, a lot of things I have to say, now that she's older, she's going to school, now that I don't have her at home, available to me at all hours... I think that every day what I learn in this white house, what separates her from me - work, friends, new illusions - will bring her so close to my soul, that I will finally not know where my spirit ends or where hers begins... and all this may be false... all this she thinks and makes me smile, stupidly, with her hands in the pockets of my coat, with her eyes in the clouds. But I'd like someone to explain to me why when I walk away on the sidewalk, stained with sun and fog, and I feel the school bell ringing in class, why I say that longing, that joy, because I imagine the classroom and the window, and a small desk of mine, from where I see the garden, and I even see clear, excitingly, drawn on the whiteboard with yellow chalk a big A, which is the first letter I'm going to learn... FINAL 1996", "title": "Al colegio", "author": "Carmen Laforet"}