{"metadata": {"length": 2951, "words": 582, "reading_time_min": 2.91}, "text": "...you'll never know how hard it is for me to answer your letter. It is not that you renew in me painful memories; it is that when I set them up to write to you, I come to the realization that they are memories of things past, when my thought could not distinguish the memory from the memory of hope. Of a long love that lives the whole life of love; with its clumsy and babbling childhood, first; with fiery youthful raptures, then; reflective and prudent, later; after all, tired, disappointed, to die old, with any pretext other than sickness; of this complete love we can only have the memory of the dead loved ones we have left. But a love that has not aged or died in our hearts, a youthful love that without sorrow or disappointment or tiredness fled from our side, how can we remember it without the memory caressing like a hope? It happened... forever? If only it were all life and youth! Won't you have life to come back? You say he remembers me! As if he assures with his mocking laughter, that laughter that looks like the cry of those who cannot cry, that it has been one of the longest loves of his life! Eight days! An eternity for him, counting days for love. My poor friend! Do you seriously think that D. Juan is not as fearful to men and women as the scandalous reputation of his adventures? You're saying that in that city he hasn't killed anyone or driven a woman crazy? What if you were the crazy one, and your worthy husband and Mr. Dead? Don't mock Don Juan, don't praise your vanity as a woman by judging that you can humiliate him and avenge his humiliation on all the unhappy victims we were. D. John carries in his soul all the energies of man- and all the subtleties of woman. In his soul, he sees ours reflected as in a mirror. You want to pretend with him, and win by hand, before you cry, he cries; before you ask him for jealousy, he grants you satisfaction; before you can seem like a little headache, he'll force you to watch his head all night, because unconscious and convulsed he'll tell you he's taken a poison. With it it is impossible to prevent complaints or caresses, resistance or favors; always perplexed, he perplexes you, he drives you mad, and in an hour he swears and strikes like a thug, and he sighs madrigals like a troubadour, and he cowards you, and he kneels at your feet, and he blasphemes, and he prays, and he laughs mock, and he wept like a child.... It's not a man, no; it's not a love; it's all love.... Since he ran away from me, he's always by my side, rival to all my worshipers, preventing a new love from erasing his love from my memory. What can you tell me that he didn't tell me? Each one of those people I fall in love with is just one aspect of D. Juan. Run away, run away from him if it's still time; you don't know him, you don't know who he is... You see, when you give me your gestures you tell me that your eyes are black. I'm sure they were blue. The life of a gallant, 1898", "title": "Una carta de mujer", "author": "Jacinto Benavente"}