{"metadata": {"length": 6711, "words": 1198, "reading_time_min": 5.99}, "text": "She waited in the boat by moonlight, and when the boat, which was moving forward at the strong thrust of the oars, was ablaze with a bright green light in the phosphorescent sea, the heart of Faust sank, and his eyes were darkened. It came, or, better said, they brought it, they gave it away; in their power she was to be the one for whom so many nights she had spent in a trance, feverish, shivering, wailing and gnashing her teeth, or waiting insensitively. Insensitively? Criminally, it would be better. For that who sat in the boat, engulfed in white veils, in a contemplative attitude, Fausto had fallen into delusion and espionage as a libertarian, smearing black stain on the decor of his consular hat. It had flung into the ears of the emperor the fatal advice to the former prefect Flaviano, and more than once, in the hazy light of the triple cubicularia, the shadows of the curtain drew before Fausto's swollen eyes the pure figure of an illustrious sailor marked on the front with the iron that identifies the sailor-warriors... But at that moment the musical chanting of the reeds awoke remorse and anguish, and from the depths of the waters the voice of the sirens of happiness rose like a hymn... Fausto sank precipitately into the pit, and taking from the hands of the slaves the cedar-barrel, presented it to the foot of Dafrosa, who, without a trace of hesitation, jumped to the sharp stones. To the salutation, to the “Ave!” which Fausto pronounced in a tremulous voice, she responded with a sad smile. And they went to the village, without Fausto daring to offer the bribe to Dafrosa. A little over-alienation of the matron, however, indicated that the admonition would not have been superfluous. On the terrace of the villa, lit by a string of lights on the wall, a welcome drink was on offer: milk, fruit, bread in flower, cooked fish - the simple manjares of what a Christian likes. Fausto observed this to Dafrosa, who, breaking one of the panes, took them to her lips, not without making the sign of the cross. They will be alone Fausto and the so desired. The stars twinkled in the turquoise sky, and the air swelled with the essence of purple roses, roses which the same emperor Julian had brought from Alexandria to adorn the ark of Aphrodite, because their fragrance was attributed to virtues as a filter to purify the heart. It was Dafrosa who broke the dangerous silence. -Fausto - he said with quiet melancholy - who told us we would find each other again in this way? When I confessed to crying out that I could not forget you, did I suppose that the Holy Emperor would force me to live with you? Indecisive Fausto, he weighed whether to fall at the lady’s feet and kiss her hands or to say something – he didn’t know what. Dafrosa hid behind the white veil that encircled the oval of her face, and in the light of the lantern Fausto could see with horror a face consumed by pain, some swollen eyes, some swollen limbs; the hair, gathered modestly with violet coloured ribbons, was no longer that reddish-violet tinge, the luster of gold; it was now a greyish-black, the grey of the clouds, the grey of the dried and charred firewood in the house! -You can look at me, Fausto - she added. I am another. The Dafrosa you know is not yet in the world. After you have beaten me, you will return to your palace in Rome, leaving me alone on this island, where I will do penance. I have been justly punished for having loved you, an uninvolved love that I could not shake off of me for more than a while. They took my husband to kill him little by little, and they despised me. He deserved it. Now the evil ones are bringing me down, perhaps because they think you are a danger. Dafrosa is already safe. Make me like this; slowly, with attention; examname. The mercy of God has taken away my beauty completely. Inmobile he remained, penetrated by a singular feeling, different from those which had agitated his complicated Roman soul of decadence, friend of the refuted philosopher, Caesar Julian. It was not long ago that in the imperial palace, before the restored pillars of the Hellenic temple, the two friends had celebrated a pact, a sort of mysterious invocation of a secret cult, different from the vulgar paganism which was sated with the sacrifices of bulls and tigers, with the impure ceremonies. This other religion, preferred by Julian, replaced teogony and superstition with the worship of the supreme beauty of the Form in its divine harmony, in its sacrificial euritmia, whose relationship perceives intelligence above the senses. A perfect statue of a woman, of faultless lines, the work of Fidias, was erected on the ara, in the middle of the chapel or cell where the emperor performed the rite, pouring out the clear libations, burning the sabeo in the golden urn of exquisite oriental work. And the Apostata, taking hold of his friend, compelled him to stand there, murmuring: \"This is the God, this, and not the sad Galileo, who has brought death to the world.\" And now Faust, in the presence of Dafrosa, the woman so frightened when the lord Flavius and she lived shook the foot of their lord's feet, for not discovering in their eyes the thoughts, now Faust was noticing in himself a disturbance, an incomprehensible variation. The flies, the devils, the lusts of the flesh, the suffocating pastime fever, nourished by Belial, which suffocates the souls and does not let them down to the grave, had disappeared. The worshipped form did not exist, nor did anything derived from it. In the still sea the sirens were singing; in the stormy sky the stars were no longer a flaming flame. The roses did not reveal an element of essence: the night breeze probably congealed their calyxes, releasing a cold serenity. The tenacious bonds of the flesh broke in Faust; his blood, once fire, was now drained into the veins. And approaching to Dafrosa, he took her hands and brought them to his face, murmuring in a breath: -Because you have lost your beauty, I want you more. You will think it is a lie, and I thought it was a lie yesterday, but look, I am not misleading you. He did not remove the Dafrosa palms. This simple contact did not infuse as much horror into Christians of those centuries as it does into Christians today, perhaps because they were more caste in their hearts. Dafrosa's palms shook the bowed head of Fausto, and, bringing his lips to his ear, he murmured: - I believe. It's natural that you say that to me. You, Fausto, my brother, are also a Christian. The chronicle mentions that St. Faustus suffered the martyrdom and that St. Dafrosa collected his body at night so that the dogs would not eat it, paying for this act of charity with his life.", "title": "Fausto y Dafrosa", "author": "Emilia Pardo Bazán"}