{"metadata": {"length": 5719, "words": 1146, "reading_time_min": 5.73}, "text": "Once upon a time there was a fox who had two young foxes. Near her house, which was a little girl, lived a wolf, her partner. One day he was passing by and saw that he had done much work on his house and had put it on as if it were a palace. The fellow told her to come in to see her, and she saw that she had her room, her dressing room, her kitchen and even her pantry, which was very well furnished. \"Comrade\", said the fox, \"I see that here what is missing is a honeycomb. \"The truth is\", replied the wolf. And as she was passing by the street in season, a man was preaching: Honey of bees, juice of flowers, buy the wolf, and fill a jar with it, telling his housekeeper that, when his housework is done, he would invite her to a feast and they would eat honey. But the play never ended, and the fox, sucking her legs for honey, was getting rid of it to chew it. She said to the wolf, \"Friend, I have been given a baby's mother. I would like you to come to my house and tend my young while I am away. The wolf came along, and the fox, instead of going to be baptized, entered the wolf's house, ate a good portion of the honey, took nuts, hazelnuts, figs, pears, almonds and as much as she could, and went to the field to eat them cheerfully with the shepherds, who in return gave him milk and cheese. And he came to his house, and said, Behold, my mistress, what is thy baptism? \"That's good\", said the fox. - And the boy, what's his name? \"Empezili\", replied the supposed godmother. - Oh, what a name! - said his partner. - That's not in the almanac. \"He's a saint of little name\", replied the fox. - What about the candy? - asked the Comrade. \"There hasn't been a sweet one\", replied the fox. - Oh, Jesus, and what a baptism! - said the wolf. I haven't seen another one! I've been sitting here all day like a midwife with foxes so as to eat them, and you come in with empty legs. Well, that's good! And he went off in a rage. Gradually the fox was very eager to eat honey again, and she used the same crap to get the wolf out of her house, promising him that she would bring her candy from baptism. With those kind words he convinced the wolf, and when he came back at night, after having spent a good day in the country and having eaten half the honey, he asked his fellow worker how they had put the child. To which she replied: \"Mitadili\". - What a name! - said the partner, who, apparently, was a little silly. I've never heard such a name in my life. \"He's a Moorish saint\", his mistress replied. And the wolf was very convinced of this marmalade, and asked him for the candy. \"I slept under an olive tree for a while, and the stork came and took one on each foot and another on the peak\", replied the fox. The wolf went furious and reneging on the Stornins. After some time, she was the whore with the same pretence to her partner. - I'm not going! - said this one. That I have to sing the dwarf to her bitches to sleep them, and I don't want to mess up my years as a nanny, without the case that you bring a sweet even so much baptism to be invited. But the nurse put so much talk into him and so many promises that she would bring him sweets, that she finally convinced the wolf to stay in her hut. And the fox came back, having eaten all the honey that was left, and the wolf said to him, How have they put the child? And he said, Yes. - What a name! I've never heard of him! - said the wolf. \"That saint doesn't like his name\", replied the fox. - But what about the candy? - asked the Comrade. \"The candy oven sank and everyone burned\", replied the fox. And the wolf went away, and was very angry, and said, My lord, may thy blessed sons Empezili, Mithali, and Acabilli, be turned into the sweetness that is put into the mouth of the young. And the fox said to the wolf, 'Friend, you owe me a debt; your house is closed, and you have to give me your feast.' The wolf, who still had courage, did not want to; but at last he let himself be hooked, and the fox was invited. And it came to pass at the time of the dessert, that he brought the honeycomb, as he had promised; and he brought it, and said, How light is the honeycomb! How light the honey weighs! But when he untied it, he was stunned to see it empty. - What is this? - What? - he said. - What the hell! - \"The whore answered\". That you ate it all to keep me out! - I haven't even tried it. - Said the wolf. - What? It's necessary, but you don't remember. - I'm telling you no, canary! What is it that you have stolen it from me, and that your three sisters, Empezili, Mitadili and Acabili, have been starting, mediating and ending my honey. - But after you ate the honey for not giving it to me, you're giving me a false testimony? Naked and cursed, do you not fall from your nose of shame? - I didn't eat it, give it to me! Whoever ate it was you, who's a slut and a thief, and right now I'm going to the lion to complain. \"Listen, mate, and don't be so sudden\", said the fox. He who ate honey, by falling asleep in the sun sweats. Didn't you know that? - I didn't, said the wolf. \"For it is very true\", continued the fox. We're going to sleep the nap in the sun, and when we wake up, the one who sweats his belly honey, there's nothing but the one who ate it. He invited the cabin, and they fell asleep in the sun. As soon as she heard the fox snoring her mate, she got up and grabbed the barley and anointed her belly with the honey she picked. He licked his leg and went to sleep. And the wolf awoke, and saw his belly full of honey, and said, Alas, honey! It's true, because I ate it. But I can swear to you, Reverend, I didn't wake up. You forgive me. Let's make peace, and the devil go to hell. Popular tales, fortunes and refrains, 1921", "title": "El lobo bobo y la zorra astuta", "author": "Fernán Caballero"}