{"metadata": {"length": 7527, "words": 1364, "reading_time_min": 6.82}, "text": "\"You may not know\", Rowston said, \"but last century, a woman left a significant sum in her will to communicate with the planet Mars. The conversation had become very scientific at the club, and Rowston, considered by all to be the most scientific of all who were gathered, had a free path for himself alone. She went on to say, \"She was a woman, and the wise men who left the money to her decided to mark across the whole of northern France the diagram of that wonderful theorem from Euclid's first book, in which it is shown that the square built on the hypotenuse of any right triangle is equal to the sum of the squares built on its cathetes. It's a really wonderful theorem and it's hard to believe when you look closely. It seems so foolish to think that, whatever the shape of the triangle, provided that one of its angles is straight, those two squares added together are always exactly equal to the third, that is, that the largest of the three is a little bigger than the middle and the difference is the third... I often wonder how this could have happened to Euclid. And what was the result of all that? He asked one of the members, as interested in science as he is in golf. \"You see\", Rowston replied. Those French thought that the Martians must be smarter than we are, for they started their civilization earlier in view of the fact that their planet is smaller and cooled before ours, and they must already know all the things we know, just as they must have overcome many of our mistakes. Finally, to summarize their arguments in a few words, they claimed that no intelligent people could ignore the old truth about squares; and when they looked at the diagram they would know that we are also intelligent. And then they would have no choice but to send a response, a message. And what happened? One of us asked. It happened that the French government decided that the woman was not in her prime and that her legacy was a frivolity, and prevented the money from going where it had been intended. It passed into the hands of his nephews. But I imagine if she was crazy, it wasn't wise for the money to go to her relatives, who were probably crazy too. And the more money they had, the more chances they had of getting mad. The woman was not crazy, Jorkens said. Why do you say that? He asked Rowston harshly, who didn't like interruptions when he talked about scientific topics. \"She was perfectly fit\", Jorkens added. And the signal could be made, and Mars finally responded. Did Mars answer? We all said. Rowston remained silent. Yes, Jorkens said, and I think those scientists didn't accept his government's decision. I never satisfied them. They spent their time collecting funds, quietly, and it took them a long time, and many of them died before they rounded up a large sum. In fact, they all died many years ago. But the idea went ahead; and modestly, without anyone knowing their purpose, they were taken for granted, and they were assembled just a few years before World War I was declared. How do you know? Rowston asked. \"Because I was fortunate enough to meet the only man capable of getting that Martian message\", Jorkens said. How come we don't know the others? Rowston asked. Because it was kept secret, that was Jorkens' answer. Did he keep it a secret? \"Yes\", said Jorkens. They lit all the fires, but not in France, of course, because they might think it was crazy, and not in Europe, because it's hard to keep a secret these days. They went to the Sahara, and there they marked the big diagram with Euclid's theorem. And none could interfere except a few Moors who thought they were mad, but they did not disturb them, for they considered madness as a punishment from Allah and not a matter in which they should intervene. They had to raise a fairly large sum in those forty years, since the cost of transport alone was enormous, since in the Sahara there is no water, no food, no cooking fuel. But they saw many camels and were able to ride them. And one night they lit their huge lines of fireworks. And Mars answered. Did Mars answer? Rowston asked again. \"Yes, in a little over a week\", Jorkens said. They did it wonderfully fast. And they also sent a diagram. What did they send? Rowston asked. \"They lit fires\", Jorkens explained, \"just like we did. It was not as easy for them as it was for us, for farther from the sun, their disc flashed at all hours, while ours was always in the dark for them; but the people who made our signals collected theirs with the help of their telescope. And many were flattered by the quick response of the Martians. What about the diagram? He asked Rowston again. \"They answered with another rectangular triangle\", Jorkens said, \"but different from ours, with certain arrangements. On hearing the word arrangements applied to geometry, Rowston ostensibly snapped. One side of the Jorkens was equal to its original length, while the other was four times longer, extending north to south through the plains of Mars. How they were able to create such a huge design in just one week amazed everyone who knew about the matter. Another thing that intrigued them was the inaccurate ratio of the lines. You say the length of one side had been preserved and the other multiplied by four, Rowston said. Yes, Jorkens replied, but not exactly. The right triangle was right, but not the ratio of the raised sides. That inaccuracy seemed to surprise those men. They realized that the sign must have enormous significance, and had been made by a highly skilled people, as much as by the speed they had shown to possess, and yet they found no mathematical formula for the exact length of the lines. They hoped that, as they were efficient mathematicians, the Martians would be efficient too, which they thought was reasonable when they saw them answering with a mathematical diagram. For several weeks, Jorkens continued, a small group of scientists worked on the geometric formula, aware that they had received a message from a people who hoped to be understood. And in the end, after you've rounded the formula, it turned out to be something very simple. Maybe they overestimated the difficulty of the diagram, and they looked for something more complicated than what the message meant. A man finally discovered it, or rather, suddenly came to him, an old guy named Priteau. It was a blow to him. It was a blow to everyone. And that's why, in the end, they blew the deal. Priteau hoped, and the others with him, that the people of Mars would not hate us, but our civilization, based on machinery, that it owed everything to mathematics; they believed that Mars was aware of everything and that it had withdrawn disgusted. It was Priteau, with his geometrical figure, who had filled them with anger, and that's why they sent their message so quickly. But what was that message? Rowston asked. What was that we all wanted to know? \"Well\", Jorkens said, \"everyone now thinks there was no such message; but there was, obviously, or they wouldn't have taken the trouble to hide it. And you can see for yourself if you take the trouble of drawing the figure on paper: it's very simple. A long straight line, north to south as I told you, and a shorter one up, at a right angle, and then... like a signpost, someone who didn't have much love for science said. \"A minute\", said Jorkens. You forgot the base of the triangle. The signal poles don't have those crossbars. I'd say a horc,' said another. \"That's exactly what Jorkens said. The message was simply, \"Hang them all!\"", "title": "Un mensaje a Marte", "author": "Lord Dunsany"}