{"metadata": {"length": 4438, "words": 798, "reading_time_min": 3.99}, "text": "A winter nap, the rattlesnakes, sleeping on the grill, rolled over abruptly at the sound of unusual noise. Since sight is not their particular acuity, the snakes remained motionless while lending their ear. - It's the noise that those people made... - murmured the female. \"Yes, they are men's voices; they are men\", the male said. And passing over each other they retreated twenty meters. They looked from there. A tall, blond man and a blonde, thick woman had approached and were talking and looking around. Then the man measured the ground by great steps, while the woman was nailing stakes at the ends of each straight line. They talked afterwards, pointing out different places to each other, and finally they left. \"They're going to live here\", said the vipers. We're gonna have to go. The next day the settlers arrived with a three-year-old boy and a cart carrying cats, drawers, loose tools, and chickens tied to the railing. They set up the tent, and for weeks they worked all day. The woman stopped to cook, and the son, a white, fat, blond, cowardly boy, rehearsed his childish duck walk. This was the effort of the people who, after a month, had a well, a chicken coop and a ranch ready - although the doors were still missing. Then the man went away for a whole day, returning to the next with eight oxen, and the chakra began. The vipers, however, were not determined to leave their native place. They used to go to the edge of the carpentry grass, and from there they watched the marriage work. One evening, when the whole family had gone to the chakra, the vipers, animated by the silence, ventured across the dangerous wilderness and entered the ranch. Walking around it, cautiously curious, straightening his rough skin against the walls. But there were rats there; and they have since taken a liking to the house. They would come to the edge of the courtyard every evening and wait for her to be left alone. They rarely had that happiness. And they had to be careful of chickens with chickens, whose screams, if they saw them, would signal their presence. Thus, a twilight in which the long wait had distracted them, they were discovered by a chicken, which, after holding the peak extended for a while, fled to the whole open wing, screaming. Her companions understood the danger without seeing it, and they imitated her. The man, returning from the well with a bucket, stopped at the sound of the screams. He looked for a moment, and leaving the bucket on the floor he headed to the suspicious location. When the vipers felt their approach, they wanted to flee, but only one had the time, and the settler found only the male. The man took a quick look around, looking for a gun and called his eyes fixed on the big dark scroll: \"Hilda! Get my dick, light one! It's a rattlesnake! The woman ran and anxiously handed the tool to her husband. They then threw away the dead body, past the henhouse, and the female found it by chance the other day. He crossed and crossed a hundred times over it, and at last he went away, going to settle as usual on the grass line, patiently waiting for the house to be left alone. The nap calmed the landscape in silence; the snake had closed its smelly eyes, when suddenly it retreated sharply: it had just been rediscovered by the chickens, who this time turned around her, screaming all at once. The snake is still, listening. He felt the sound of footsteps - Death. He thought he had no time to run away, and he prepared with all his vital energy to defend himself. Everyone in the house slept, except the boy. Hearing the screams of the chickens, he appeared at the door, and the burning sun made his eyes close. He tweeted for a moment, lazy, and finally headed with his duck march to see his friends the chickens. Halfway through, he stopped, indecisive again, avoiding the sun with his arm. But the chickens kept on turning alarm, and the bold blonde moved on. Suddenly he shouted and fell down sitting. The snake, lending itself again to defend its life, slipped two meters and retreated. He saw the mother in the water running towards her son, lifting him up and screaming terrified. - Eight, Otto! He's been bitten by a snake! She saw the man coming, pale, and saw him carrying the stunned creature in her arms. He heard the woman's race at the well, her voices. And then, after a pause, his heartbreaking shout: \"My son...! The end of Anaconda. The savage. Past love. , 1960", "title": "Los cazadores de ratas", "author": "Horacio Quiroga"}