{"metadata": {"length": 6556, "words": 1275, "reading_time_min": 6.375}, "text": "It is said of a peasant who had a cat so ugly that his owner, losing patience, took him one day, put him in a bag and took him to the forest, leaving him there abandoned. The Cat, seeing himself alone, came out of the wagon and ran wildly through the forest until he came to the guard's cabin. He climbed up to the gate and stood there. When he was hungry he hunted birds and rats, and when he had satisfied his hunger he returned to his tent and slept peacefully. He was very happy with his luck. One day he went for a walk in the forest and tripped over a fox. He was astonished to see the Cat, thinking, \"All these years I have lived in this forest and I have never seen an animal like this.\" He made a reverent bow, asking him, \"Dime, young valiant, who are you?\" How did you come here? How do you call yourself? The Cat, wringing his hair, replied: - I have been sent from the Siberian forests to serve as burgomaster of this forest; I am Kotofei Ivanovich. - Oh, Kotofei Ivanovich! - said the fox - I had not heard of you or even heard of your person, but you come to me. The Cat went with the Zorro, and when they came to his cave, she invited him with all kinds of hunting, and while he was talking she inquired of his life. -Dime, Kotofei Ivanovich, are you married or single? -I am alone - said the Cat. - I am also single. Do you want to marry me? The Cat married and then they celebrated the wedding with a big party. The next day the fox went out to hunt for more food, to store it and to spend the winter, worry-free, with her young husband. The Cat stayed at home. The fox, while hunting, met the wolf, who began to slay him. - Where have you been, dear friend? I have searched everywhere and in all caves and I cannot find you. -Let me, Lobo. I was once single, but now I am married, so he takes care of me. - Who have you married, Lisaveta Ivanovna? -How? You have not heard that we have received from the forests of Siberia a burgomaster called Kotofei Ivanovich? Because that's my husband. - I haven't heard anything, Lisaveta Ivanovna, and I would like to meet him. - Oh, my husband has a very bad gene! If someone does not like it, it is then piled on top and eaten. If you are going to see him, do not forget to prepare a cord and to carry it in a sign of respect; you will put the cord on the ground and you will hide yourself in some place so that no one will see you, for if they do, I will not answer you. The lion ran in search of a horn. Meanwhile, the fox kept on hunting and found the bear, who began to savagely slay him. - What do you think of me, Zambo? I used to be single, but now I'm married and I can't hear your giggling. - What do you say, Lisaveta Ivanovna? Who have you married? - With the same forester, sent here from the Siberian forests, and called Kotofei Ivanovich. - And it would not be possible to see you, Lisaveta Ivanovna? - Oh, my friend! My husband has a very bad gene, and when he gets into a fight with someone he gets on top of him and he eats him up. See, prepare a gift and bring it as a demonstration of your respect; but do not forget, when presenting the gift, to hide yourself well so that he does not see you; if not, my friend, I will not guarantee you anything. The Bear went in search of the buck. During this time the Wolf killed a pig, stripped it of its skin, and sat pondering until he saw the Bear coming with a sledge; glad to see him not alone, he greeted him, saying: -Good morning, brother Mijail Ivanovich. -Good morning, brother Levon - the Bear protested. Have you seen the fox with her husband yet? - No, although I've been waiting for a good run. -You can call them. - Oh, no, Mijail Ivanovich, I'm not going! See you, you are more courageous. - No, my friend Levon, I'm not going either. Soon they saw a love that was running at full speed. - Come here, you wretch - grumbled the Bear. The Raven, terrified, approached the two friends, and the Wolf asked: -Look at you, little pig, do you know where the fox lives? - Yes, Mijail Ivanovich, I know it very well - the Liebre protested in a tremulous voice. - Well, go to your cave and tell Mijail Ivanovich and his brother Levon are waiting for the newlyweds to congratulate them and present them, as wedding gifts, a ring and a sword. The lark ran to the fox's house, and the bear and the wolf sought a place to hide. The Bear said, -I will climb a tree. - And what shall I do? Where can I hide? - The wolf, desperate - asked the wolf. I couldn't climb a tree despite all my efforts. Oh, Mijail Ivanovich, I am a good friend: please help me hide in some place. The Bear hid him in the bushes and piled dry leaves on top of him. Then he climbed a tree and from there he kept watch over the arrival of the Zorro with her husband, the terrible Kotofei Ivanovich. During this time the Liebre came to the Zorra Cave, gave a few blows to the entrance, and said: -Mijail Ivanovich and his brother Levon sent me to tell you that they are ready and await you with your husband to congratulate them and present them, as a wedding gift, a ring and a sword. - Well, Liebre, let me tell you that we will go next. A while later the Cat and the Wolf came out. The Wolf, seeing them, said to the Lion: - Oh, my friend Levon, there comes the fox and her husband. What a little guy! The Cat came to the place where the gifts were, and leaping on the hay began to gnaw at the meat with his teeth and claws. He shivered in his clothes, and while he was devouring the flesh, as if he were frightened, he cried, \"Mala! \"Malo!\" The bear thought in horror. \"What animal so small and so vicious! And what a demanding one! We find the meat of beasts so delicious that he does not like it; he would rather try ours.\" The Wolf, hiding in the cellars, wanted to see the famous Burgomaster; but as the leaves were too thick for him to see, he began to separate them. The Cat, hearing the rustling of the leaves, thought it was a mouse, leapt up the hill they were forming and slammed his claws into the paw of the Lion. This one jumped and escaped. The Cat, too, was terrified, and jumped to the same tree where the Bear was hiding. “It has seen me!” thought the Bear, and as he could not swim through the trunk, he fell from the top to the ground, and despite the damage he had done, stood up and ran away. The fox pursued them with his cries. - Wait a little and my brave husband will eat them! Since then all the animals were afraid of the Cat, and the fox and her husband, provided with meat for the whole winter, lived content and happy in their lot.", "title": "El gato y la zorra", "author": "Aleksandr Nikoalevich Afanasiev"}