{"metadata": {"length": 3443, "words": 654, "reading_time_min": 3.27}, "text": "When that morning of happy heaven the girl, violin in hand, knocked on the door of the little garden of the Risi, a country man, a little mulatto, opened it with a shot and forced her to pass. Stand against the wall and hold your hands. While she obeyed, the girl had time to take a look at Fide's white-looking maid's face, her hands moving over her belly, flanked by two other monkeys who turned to hurry up questions or mixed up the questions with the old, learned, tested technique. The three men in shirt sleeves and sweating, pretending to be quick and important. The porter hid the girl and stopped the congenital insolence of the hands in the breasts and buttocks. \"Clean it\", he said. Now open the violin. The case. Yes, doctor, I know. The violin case. She had hidden the heavenly papers that Fide's wife had lent her last night, between a si bemol and a pizzicato. But they finally showed up. It was a list of names of death row inmates who may still be alive. What about this? He asked the first, with excess air, looking to put in the dim morning light an intelligent threat expression. The Fide's maid kept repeating, \"No, I told you. He brought them home yesterday. I don't know where he is. I told you. He didn't call or see me. I told you. I don't know where he is. I told you. And you're going to the garden with the boy now, the man told the girl. And no more of the big-ass stuff, which we haven't started yet. So she opened the glass door and in the little garden breathed the scent of the wet earth and the smell of summer, grouped together in the great solitary tree. Bob was up there, up in the highest branches. \"I brought the ball that's down there\", said Bob. The ball was two meters against the gray wall of the dividing line. It was rubber, big, and it looked like it was painted with guys of all colors. The girl threw the ball at the boy and the boy at her, and so they went on, laughing together. Now the Fide's maid could be heard, sometimes screaming, sometimes crying. The thick voices of men would be stirred up, raised and moved away. I don't know. I told you. I don't know anything about it. The slap and an insult. The boy continued ignorant and laughing, she smiled, looking at him, showing him the face, the ball came and went, spinning bright and cheerful on the ground that interrupted some fists of grass. They were playing and the girl was sure she wasn't there, dreaming of the ball bouncing. There were no men inside the house harassing Fide's maid, there was no threat of early imprisonment, interrogation, torture. I was looking at the wet wall around the garden, thinking about the possibility of jumping, of escaping from sleep, of breaking the nightmare. There was nothing in the world but the squat garden, the swing of the ball, the joy of the child whose parents were killing in another far-off unimaginable place, country, continent... it was necessary to keep playing with the child, to feel the ball hitting his belly, to throw it back. The child, pure and simple, so close to home and horror; the child, the only thing that survived the parents at that time and she had to be father and mother while the endless nightmare lasted, the rude voices in the house, the nervous laughter of the boy on the tree. Because if I continued the monotonous game without pause, they'd both be cut off from time, never rusted by the dirt of the world. The French Government has been trying to get the", "title": "El árbol", "author": "Juan Carlos Onetti"}