{"metadata": {"length": 3607, "words": 709, "reading_time_min": 3.545}, "text": "I was 16 once. At that age, she still looked like a girl. It was on his way back from Saigon, after the Chinese lover, on a night train, the Bordeaux train, around 1930. I was there with my family, my two brothers and my mother. I think there were two or three more people in the eight-seater third class car, and there was also a young man in front of me looking at me. He must have been 30. It must have been summer. I always wore these bright colonial dresses and bare feet in sandals. I was sleepless. This man was asking me questions about my family, and I was telling him how they lived in the colonies, the rains, the heat, the verandahs, the difference with France, the walks in the woods, and the bachelor's that was going to be spent that year, things like that, the usual conversation on a train, when you uncover your whole history and that of your family. And then, all of a sudden, we realized everyone was sleeping. My mother and my brothers had fallen asleep very quickly after leaving Bordeaux. I was speaking low to keep them from waking up. If they'd heard me tell the family stories, they'd have forbidden me to do it with screams, threats and screams. Talking so quietly, with the man alone, had put the other three or four passengers in the car to sleep. So this man and I were the only ones who stayed awake, and so it all started at the same time, exactly and brutally with one look. At that time, none of this was said, especially under such circumstances. Suddenly, we couldn't talk anymore. We couldn't look at each other anymore, we were powerless, we were lightning. I'm the one who said we should sleep so we don't get too tired the next morning, when we get to Paris. He was by the door, turned off the light. Between him and me, there was an empty seat. I stretched out on the bench, bended my legs and closed my eyes. I heard the door was opening, he came out and came back with a train blanket that spread over me. I opened my eyes to smile and thank him. He said, \"At night, on trains, they turn off the heat and early in the morning it's cold\". I fell asleep. I woke up by her sweet, warm hand on my legs, stretching them very slowly and trying to climb up to my body. I barely opened my eyes. I saw her looking at the people in the car, watching her, being scared. In a very slow motion, I moved my body towards it. I put my feet on him. I gave them to you. He took them. With her eyes closed, she followed all her movements. At first they were slow, then they began to be more and more retarded, contained to the end, the abandonment to pleasure, as difficult to bear as if he had screamed. There was a long time when nothing happened except the noise of the train. It started going faster and the noise became deafening. Then again, it was bearable. His hand came on me. It was wild, it was still hot, it was scared. I kept it in mine. Then I let her go, and I let her do it. The train noise came back. The hand withdrew, stayed away from me for a long time, I can't remember, I must have fallen asleep. He's back, you know. He caresses the whole body and then caresses the breasts, the belly, the hips, in a kind of mood, of sweetness sometimes exasperated by the desire that comes back. It stops at a leap. She's about sex, shaking, willing to bite, hot again. And then she leaves. He's reasonable, sits down, kindly says goodbye to the girl. Around my hand, the train noise. Around the train, at night. The silence of the hallways in the noise of the train. The stops that wake you up. He came down at night. In Paris, when I opened my eyes, his seat was empty. FIN", "title": "El tren a Burdeos", "author": "Marguerite Duras"}