{"metadata": {"length": 6668, "words": 1269, "reading_time_min": 6.345}, "text": "I wish you would come to my house one winter's night and, hugged behind the glass, looking at the solitude of the dark and icy streets, let us remember the winters of fairy tales, where we lived together without knowing it. You and I walked timidly along the same enchanted paths, together we walked through the woods full of wolves, and the same geniuses spied on us from the moss-killers hanging from the towers, among the crows' roaring. Together, unwittingly, we looked from there into the mysterious life ahead. There, for the first time, we were struck by crazy, tender desires. Remember? We would say to each other, gently clinging to each other in the warm room, and you would smile confidently while I was away the sheet metal would sound tectonically shaken by the wind. But you, I remember now, you don't know the old tales of nameless kings, ogres and haunted gardens. Thou hast never passed, robbed, under the magic trees that speak with a human voice, nor knocked at the gate of the desert castle, nor walked at night into the distant light, nor fell asleep under the stars of the east, bowed by the swing of a sacred boat. On that winter night, we'd probably be silent behind the glass, I getting lost in the tales of other times, you in other care for me unknown. I'd ask you, \"Do you remember?\" but you wouldn't. I'd like to walk with you one spring day, under a gray sky, with some dead leaves from the previous year, wind-swept, through the streets of a suburb; and that it was Sunday. In these suburbs, melancholy and big thoughts often arise; and at certain times poetry wanders, uniting the hearts of those who love one another. We are also hoping for an unimaginable future, driven by the limitless horizons beyond the houses, by the runaway trains, by the clouds of the north. We would just hold each other's hands and walk around in a light pace, talking about stupid, stupid, tender things. Until the lighthouses and miserable neighborhood houses were lit, the sinister stories of the cities, the adventures, the longed-for romances would be summed up. And then we would remain silent, always holding hands, because our souls would communicate without words. But you, I remember now, never said anything stupid, stupid, sweet to me. Neither can thou love those Sundays of which I speak, nor thy soul know to speak to mine in silence, nor recognize at the exact moment the charm of the cities, nor the hopes that descend from the north. You prefer the lights, the crowd, the men looking at you, the streets where they say you can find fortune. You're different from me, and if you came for a walk that day, you'd complain you're tired; that's all, nothing else. I would also like to go with you in summer to a lonely valley, never ceasing to laugh at the simplest things, to explore the secrets of the forests, the white roads, some abandoned houses. Standing on a wooden bridge watching the water pass, listening on the telegraph poles to that long, endless story that comes from one end of the world and no one knows how far it will go. And take the flowers of the grass, and lie in the grass, in the silence of the sun, gazing at the abyss of the heavens, the white clouds passing by, and the tops of the mountains. You'd say, \"How beautiful!\" And you would add nothing more, because we would be happy; our bodies would have lost the weight of the years and our souls would have regained their freshness, as if they had just been born at that moment. But you, now that I think about it, I'm afraid you'd look around without understanding, and you'd stop worried to examine one of your stockings, ask me for another cigarette, eager to come back. And you wouldn't say, \"How beautiful!\" but other little things that have no interest in me. Because, unfortunately, you are like that. And we wouldn't be happy for a moment. I would also like to tell you that I will walk with you through the great streets of the city on a November sunset, when the sky is pure glass. When the ghosts of life run over the domes and bite the black people who burrow at the bottom of those pits that look like streets, already teeming with anxiety. When memories of happy times and new portents pass through the earth, leaving behind a kind of music. With the candida arrogance of children we will look at the faces of others, thousands upon thousands, who will pass by us like rivers. We will send out a joyful glow without knowing it and everyone will be forced to look at us, not out of envy or animosity, but outlining a smile, with a feeling of kindness, thanks to the night, which heals human weaknesses. But you know very well instead of looking at the glass sky and the tall columns caressed by the last sun, you'll want to stop and look at the windows, the gold, the riches, the silks, all those petty things. And you will not perceive, therefore, the ghosts, nor the passing hunches, nor feel called as I am to a high destiny. You won't hear that kind of music, you won't understand why people look up to us. You will think of your poor tomorrow and the golden statues of needles will lift in vain over you the swords to the last rays of the sun. And I'll be alone. It's useless. Maybe all this stuff is bullshit and you're better than me, not claiming so much from life. Maybe you're right and it's stupid to try. But that's it, at least I'd like to see you again. Whatever happens, we'll be together and find happiness. It doesn't matter if it's day or night, summer or fall, in an unknown country, in a naked house or in a sordid hostel. I'll just have you around. I will not stand and listen to the mysterious crashing of the roof, I promise, nor look at the clouds, nor listen to the music, nor to the wind. I will give up these useless things that I, however, love. I will be patient when you don't understand what I'm saying, when you talk about things that are foreign to me, when you complain about old clothes and lack of money. There will be no such thing as poetry, no shared hopes, no shared sorrows, these great accomplices of love. But I'll have you around. And we will, you will see, be quite happy, very simply, just the two of us, a man and a woman, as happens in all parts of the world. But you, I think now, are too far away, hundreds and hundreds of miles hard to save. You're in a life I don't know, and beside you are other men you probably smile at, like me at other times. It took you a very short time to forget me. You may not even remember my name. I've already left you, confused among countless shadows. And yet I just think about you, and I like to tell you all these things. *FIN* Inviti superflui, Paura alla Scala, 1948", "title": "Invitaciones superfluas", "author": "Dino Buzzati"}