{"metadata": {"length": 8124, "words": 1413, "reading_time_min": 7.065}, "text": "As he grew up, Antón Carranza felt born and destined for the art. Art attracted him like steel to iron, and fascinated him like a frog to a pond. Where his eyes found an elegant line, a beautiful shape, an intense and original tone of color, there they stood in awe in ecstasy of admiration, while he struggled in his noble soul with the shame of not having created that beauty, and an arrogant illusion of producing it greater, more original and powerful through study and work. Years and years of solitary study led him to the sad conclusion that he was devoid of inspiration, of artistic sensitivity. Their efforts were repeated, insistent, futile. They will smite their fingers around the pin, the thorn, the thorn bush, the thorn tree, the wet mud. If he could not be a painter or sculptor, at least he wanted to be an ornamenter, a engraver, a lithographer; lastly, exhausted, he tried to revive the early orfebreries of Benvenuto Cellini; and though he himself knew that he had made nothing worthy of eternal adoration, with the jewelery his stuttering artistic vocation became a profitable industrial speculation; he partnered with a famous jeweller, built up the workshop to a great height and turned to business, oblivious to the incalculable damage of his ardent aspiration and his thousand failures. The jeweller who became Antón Carranza’s partner had a daughter, whose link with the artist was the basis of the new social ethos. Luisa, Carranza’s wife, was not beautiful, nor even a model: her yellow skin, her angular face and a very visible tan made her look ugly. Carranza, with all his heart, accepted the deal without any resentment; his future inspired him, in the absence of more intense feelings, sympathy and love. As it often happens to men too possessed by the artistic fever, Carranza was unaware of other passions; women were to him a momentary necessity, and marriage a prudent guarantee of peace and affection. He was therefore satisfied and quiet, and he conducted himself as a good and loyal husband. Rich and able to satisfy his whims, Carranza rediscovered and acquired precious things; as he was not able to model statues, he made them land in Naples and Greece, and was able to place in his dining-room a beautiful Fauno, a curious policromated beetle, a delight to archaeologists, and several fragments of merit and interest. Knowing his affluence, the vendors presented him with medals of revealed gold and engraved stones, and among several copies that did not deviate from the usual and usual, the discerning eye of the enchanted artist discovered a Greek chalice, which he then recognized and proclaimed as a piece unique perhaps in the world. Nor the famous, contemporaneous, of Alejandro, which represents the Psyche and the Love; nor the sea-Venus of Glicon; nor the famous Sardonic of the Farnese Gallery, could eclipse that simple cup, which only exhibited a head of woman or, better said, of god. The relative ignorance of the smuggler sold the divinity for an irrational price, ignoring the importance of the cup, and Antón Carranza, the owner of the inestimable treasure, kept it in a box of sand and gravel, from which he took it morning, noon and night to contemplate it to his taste. What sobriety and purity of lines, what mysterious life breathed that head! Four features; some plans that are only indicated; some superimposed layers of agatha that are haphazardly woven together..., and a masterwork worthy of preserving a name through the centuries; a work that ties and enlivens the idea of a sublime beauty. Why had he never succeeded in conceiving anything that resembled that eminently slender cup? A work like that would suffice to make him happy all his life, to fill his heart and to realize his destiny...; and never, never would his twitching fingers and his sterile fantasy have broached anything like the cup! His enthusiasm for stone took on an extraterrestrial and sickly quality. With a fervour more akin to mental perturbation than to the cordage, Carranza spent hours staring at the portent and trying to explain what secret force, what luminous ray of light was brought into being by the unknown that so many centuries ago produced that milagro. Perhaps he himself did not suspect the value of the great mark he had made in the hard agate of his patient and firm hand. Perhaps a young Mitilene or Samos gleamed in the anular or hung on his gallows the cup without knowing that it was of ideal wealth. Neither those who had emptied and sold it now, in the present century, understood what they had in their hands. The first true owner of the jewel was Antón Carranza... And in a nervous trance of uncontrolled passion, Carranza sucked the lip of the cup, pressed it against his chest, wanting to encruss it, to affix it to his flesh... Finally Luisa noticed and all the people in the house, servants and friends, clients and officials, noticed alarming symptoms in Antonio; and those who saw him closely were afraid of his aversion to solitude, his habit of shivering at night, his silence at the table, and thought him maniacal, claiming that the commercial interests of society were endangering his power. It was a great sorrow to Luisa that the reason of her husband had been revealed, now that, having fulfilled her most sweetest wishes, she felt confined and dreamed of the ineffable moment of squeezing the creature she waited for. Having consulted the doctor about Carranza’s condition, and having observed him slowly, with persistence and dismay, his verdict was terrible: it was a case of severe monomania, accompanied by severe disturbances in the functions of the heart and lungs; and in order to save the sanity and perhaps the life of the sick man it was necessary to confine him without delay in a health home, subjecting him to a rigorous method. There was no other remedy but to enter, and Carranza, a morning, was driven to the sad asylum, where, separated from those who loved him, he was to be abandoned by the world... The maniac was carried with a stolid indifference; he had the tavern to himself, and nothing more needed to be said in the region of his delusion. Luisa had frequent visits from her, but her visits were interrupted when the trance came; the birth of a child put her existence in danger, leaving her semi-paralysed and subject to painful attacks, and it was long before she could see the poor reclusive man. The doctor said Carranza was improving and would soon be released; but months and years passed and the happy moment did not come. Luisa, who loved her husband dearly, had no other consolation but to see her daughter grow and to be enchanted by her astonishing beauty. The girl, in fact, was a pearl. He did not look like his mother or father; nor did the least resemblance of his features recall those who had given him life. The lines of her face, pure and correct, would enthrall a sculptor with their incomparable elegance and delicacy, and the ruffs that gathered on her front and fell on her shaven collar had a humorous and noble placement, as only art can obtain. One day, Luisa, feeling a little lighter, got in a car with her daughter, and drove to the door of the asylum. When he entered the room occupied by his husband, when he looked at him, he exhaled a shrill cry of terror and shame: pale, dejected, with his gaze fixed, Carranza contemplated an object, and nothing could disturb him in this contemplation: it was the cup..., and always the cup. Luisa was horrified that the sick man did not recognize her, and wounded in the soul, guided by her motherly instinct, she presented, raised the girl high. Carranza let a cold look fall on her... Deafened, his eyes shivered, glowed with the light of intelligence and love; his arms trembled, his fingers trembled with the magic and fatal embrace; his tears swelled, and, as he awoke, he ran to his wife and his daughter... He had just noticed that the face of the girl was the same face of the god engraved in the hard stone..., and he realized that, without knowing it, he had ordained life and reality, flesh and bone, to the sovereign beauty!", "title": "El camafeo", "author": "Emilia Pardo Bazán"}