{"metadata": {"length": 7405, "words": 1414, "reading_time_min": 7.07}, "text": "I went to the house of a young woman named Irene today. When the visit ended I found myself with a new quality of mystery. I always thought the mystery was black. Today I came across a white mystery. This one was different from the other in that the other tried to destroy it and this one tried nothing: one was surrounded by it and didn't care about anything else. At first, Irene is the person we would most gladly exemplify as sympathetically normal: she is very healthy, frank and expressive; she says about anything what a human would say, but without any nonsense or any more intense interest than the matter requires; she says words of more than when a person overflows, and less than when he retreats; when he laughs or cries he seems very healthy and so on. And yet, in its very spontaneity lies the white mystery. When she takes an object into her hands, she does so with such spontaneity, that it seems that the objects understood her, that she understood us, but that we could not understand ourselves directly with the objects. Today I went back to the house of a young woman named Irene. I was playing the piano. He stopped playing and started talking a lot about some authors. Then I saw something else about the white mystery. First, as I was talking, I couldn't help but look at the free and capricious shapes that were taking their lips as the words came out. Then it was complicated by the opening and closing of the mouth, and then the very white teeth. When he finished talking, he began to play the piano again, and his hands moved as freely and capriciously as his lips. The hands were also very interesting and full of funny and spontaneous movements. It had nothing to do with any particular position and they didn't get raped because it stopped ringing a wrong note or sound. However, she understood herself better than anyone with her piano, and it looked the same to the piano with her. The two were connected by continuity, they cared relatively about the authors and were very interesting. Then I sat down to play and I felt like the piano had a personality and lent me a lot of kindness. All the songs I played seemed new to me: they had a colorful, emotional, and even a different rhythm. At that moment I realized that all that was contributing to that, Irene, all the things in her house, and especially a green cloth steak that stood on the piano wood where the keys end. I went back to Irene's house today because it's a lovely day. I think Irene loves me, that she thinks I love her too, and that she suffers because I don't tell her. I'm also anxious not to tell you, but I can't break the inertia of this state of affairs. Besides, she's very interesting suffering, and it's also interesting waiting to see what happens, and how it's going to be. When I got there, I was sitting there reading. For this he had chosen a very suggestive place in his immense garden. I saw her from the dirt road that runs through her house, I walked in without asking permission and I surprised her. She was very happy to see me, but she immediately asked me for permission and ran out. As soon as he got up from the chair the white mystery appeared. The chair was from the living room and had a strong personality. The curve of the back, the hind legs and its general shape were of great character. I had a serious, strict and concrete position. It seemed like he was looking away from me and he didn't care about me. Irene called me from the inside because she decided we should play the piano. The chair he took to play was the same shape as the one he had seen before, but it seemed to be different in spirit: this one had to do with me. While holding Irene, I took advantage of the moment she leaned a little over the piano and looked back at me with a free back. IV Today I found Irene in the same place in her garden. But this time, he was expecting me. He barely got up from the chair, almost loose laughing. The chair I was sitting in I saw it absolutely different from yesterday. I thought it was the most ridiculous and servile. The poor chair, despite the respect and seriousness that had inspired me the day before, now seemed to me the most idiotic and servile. I thought I was waiting for the moment when a person would make a little bend and sit down, she with her form, subordinated to one of the comfortable ways of resting and nothing else. Irene took it from the back to take it to the room. At that moment Irene's white mystery seemed to say: 'But don't listen to her, she's a poor chair and nothing else' and the chair in her hands seemed really embarrassed, but she nevertheless forgave her and loved her. While I was in the room, I stayed for a moment and it seemed to me that despite everything, the chairs between them were mutually intelligible. So, for reacting against them and against me, I started laughing. I also felt at the time that they were laughing at me, because I didn't realize which one I had seen first, which one I was staring at with a frown and which one I had laughed at. V Today I took Irene's hand. I can't think of anything else but that moment. And it happened like this: when my hands were dancing on the keyboard, I started thinking about what would happen if I suddenly stopped them; what she would do and what I would do; what the moments we would improvise would be like. I didn't want to betray her by thinking first what I would do, because she wouldn't have thought of it. And then you did. And then there was this absurd, unexpected, incredible violence. At my barge she was frightened and immediately stopped. At a great speed she reacted against and then in favor. At that moment, when the reaction was in favor, at the second that seemed pleasant to her and that seemed to immediately react again against, I took advantage and kissed her on the lips. She ran out. I took my hat and now I'm here, at home. I cannot explain to myself how I changed so quickly and unexpectedly myself; how I came up with the idea of hands and made it; how instead of continuing to receive the impression of all things, I made an impression so that others would receive it. I couldn't sleep last night, I was still thinking about what happened. After I spent a long time lying down and thinking about the matter, I made a great effort to remember some things. I would have wanted to see how my hands were again by taking her hands. I wanted to imagine her, but her whiteness was not the same, she was an overly white, as insensitive as the white of paper. I couldn't remember the exact shape either: I saw ugly hand shapes. I couldn't tell you exactly what my words were. I remember stopping to look at them on a piece of paper once I was distracted. I had found them knotted and black and now I thought that by taking those from her, they would have a contrast of color and savagery that I was proud of. But I couldn't pinpoint the shape of mine either because the room was dark. Besides, I would have been angry to turn on the light and look at my hands. Then I wanted to remember Irene's eye color, but the green I imagined was not fair, it looked like her eyes were painted on the inside. This morning I remembered that in a dream passage, she didn't live alone, but had an immense number of siblings and relatives. VII I haven't written in days. I was fine with Irene. But then, little by little, the white mystery disappeared. ♪ Finish ♪", "title": "La casa de Irene", "author": "Felisberto Hernández"}