{"metadata": {"length": 4971, "words": 966, "reading_time_min": 4.83}, "text": "There was once a little girl who bothered everyone to tell her a story. He was bothering his mother, his grandmother, his aunt. Whoever he met on his way, he had to tell him a story. But not everyone felt willing to do so. Everybody was getting rid of the little annoying spirit. Then the girl sadly headed for the forest. Fortunately, this one was spread very close, next to the house. In the forest he met the squirrel, who was sitting on a branch and shouted: \"Cu-cu! What-what! - Why do you always sing the same song? - said the girl. Tell me a story! Then the squirrel told him the story of how he lays the egg. The cuckoo takes it up the peak through the air and places it in a strange nest. From this egg comes a small bird, which grows and grows, and becomes finally larger than the birds that feed it. Soon the nest becomes too small for the squirrel. Then he throws out all the little birds, all grown up with him in the same nest. And the good spirit of the forest, which had seen it all, said, Thou shalt not live in thy own nest for ever. Your eggs will always be carried in the air, and your children will cry for their lost mother all their lives, \"Cu-cu!\" The bird screamed. - Is this a fairy tale or a true story? - the girl asked. - What? What's the matter? - heard from far away. Then the girl didn't know what to think, and went deeper into the forest. As he walked, he reached the dark firs. Under his feet was a rug of millions of needle-like stripes. The wind was blowing high up, among the green cups of the tall giant fir trees. But beside them grew three small fir trees in the dark, which had not a single green branch. - Why are you wearing such a gray mourning dress? Oh, explain your story to me! - He took the little one. And the eldest of the three young figs spoke, and said, We are the youngest of the figs of the forest, and we would rise together to the sun, for we have heard that it is beautiful and good, and that it is a king. And we put on our wedding garments, and stretched out our arms; but our older brethren shut us out. The sun belongs to us! - they said. We are bigger and more beautiful than you. You should be ashamed. Hide and seek! They were proud, and they rose higher and higher, until they reached the sun. Then they held a feast and invited all the singing birds of the forest. - Give us some room too! - we used to beg each day. We were not content to see the king's garment alone; but our older brothers spread their garments and hid us, lest the sun should find us. So we dropped the green wedding dress and dressed up in a grief-stricken brown. We will keep this mourning until we die, which will soon come. Then the girl asked, \"Is this a fairy tale or a true story?\" The three small fir trees kept quiet, but dropped their needles, and with this it seemed as if they were crying. The little girl went to get a stork and picked up the small fir trees one by one and planted them again on the edge of the forest. Then he went to the spring and gave them water to drink. The sun was frightened when he saw the three creatures of the forest in their mourning garb. And he took them by his lightning, and comforted them, saying, Soon shall they be better. My rays will weave for you the most beautiful wedding dress, and I will be by your side from morning till evening. The little girl then went her way. The forest path ran straight, and it didn't seem to have an end. Suddenly, the girl felt a chill in her back; in the middle of the road lay a small squirrel dying from a neck wound. - Why did you die? - the girl asked. I would have begged you so much to tell me a story... then the blood red one started talking. - Up there, between the green leaf kingdom, there's a round little house. A mother lives there with her five children. \"Don't go out until I'm home again\", said the mother as she went out to find food for her young. Four of them knew how to obey. The fifth, however, was continually looking out the round door. A hundred thousand leaves greeted him and whispered, \"Come out! We'll tell you a story. Then the little squirrel came out. He heard and heard, as early as this as that tree, and finally wanted to walk to the neighboring forest. But in the middle of the road, she was the victim of the perverted thief. \"Mother!\" he cried again, but the mother was far away and could not hear her. Then the little squirrel closed her eyes. - Is this a fairy tale or a true story? - the girl asked. The blood stopped, and the girl sadly gazed at the dead little animal. - Mother! - the girl suddenly screamed, and broke down to cry. Then he turned around and turned on his steps. She ran until she lost her breath, until she found herself back at home, hugging her mother. And he went out again in the morning, and did so every day; for there they explained all things to him. Or were they maybe true stories? The little girl didn't know it, but she listened to them for life. FIN FINISH Anonymous Swiss", "title": "El bosque de los cuentos", "author": "nan Anónimo"}