{"metadata": {"length": 3868, "words": 713, "reading_time_min": 3.565}, "text": "Withdrawn from the village, the Bornet are neighbors of the Navot and the two couples have a very good relationship. They like the quiet, the fresh air, the shade and the water. They're so sympathetic they imitate each other. In the morning the ladies go together to the market. \"I'm getting ready to make a duck\", says Mrs. Navot. - Oh, my God! \"Me too\", said Mrs. Bornet. Lords consult each other when they plan to beautify one's advantageously oriented garden, and the other their house on a slope and never wet. They're getting along. It's better this way. As long as it lasts! But it's at sunset, when they're walking down the Marne, when the Navot and the Bornet want to always agree. The two ships, of the same shape and green color, slide side by side. Mr. Navot and Mr. Bornet rowed, caressing the water as if they were doing it with their extended hands. Sometimes they get excited until the first drop of sweat comes, but without envy, so fraternal that they can't beat each other and row in unison. One of the ladies sucks quietly and says, \"What a delight! - Yes, \" replies the other - \" delicious. But one afternoon, when the Bornet family is to meet the Navot family for their usual ride, Mrs. Bornet looks at a certain point on the Marne and says, \"Chair! Mr. Bornet, who is locking the door, turns around and says, \"What's going on? - Oh, my God! \"Our friends are not deprived of anything. They have a steamboat. - The hell! - says Mr. Bornet. That's right. On the shore, in the narrow space reserved for the Navot, a small steamboat divides itself, with its black tube shining in the sun, and clouds of smoke escaping from it. Now that they've installed, Mr. and Mrs. Navot wait and wave a handkerchief. - That's funny! - says Mr. Bornet upset. \"They want to dazzle us\", says Mrs. Bornet with a disdain. \"I didn't know they were acting with so many taps\", says Mr. Bornet. As far as I'm concerned, I would never have bought a steamboat without them knowing. You're one of the friends! - At last! I'd noticed these last few days that they were a little weird. Oh, my God, that was it! - What if we don't? - That would be too much. But since they lack delicacy, we do not give him the pleasure of surprising us. Let's stay indifferent. \"Your steamboat is very small\", says Mrs. Bornet. It's barely a little bigger than the other one. What do you think? - Oh, my God! From a distance a steamboat makes more impression. Besides, they're making real jewelry now. Meanwhile, the Navot keep making gestures. They certainly shout, \"Hurry! The Bornets descend into the Marne and are very careful not to rush. - All right, let's go over there, says Mr. Bornet. How disgusting, my God! \"We could have a steamboat too if we pressed a little\", says Mrs. Bornet. They move slowly, pretending to lower their heads, turn them, or look up at the sky. True, your intention is not to enmity with the Navot. They are even determined to admire properly, as is the custom in society, but they have just heard the first of the fine threads that bind hearts, with a dry noise, break, and Mrs. Bornet concludes: \"I am only a woman, but I am not a woman at all: I will not forget in my life what you have done. What about you? Without answering, Mr. Bornet takes her by the hand. - Up there, my friend! We are crazy! Mrs. Bornet obeys, looks at him, looks at the Navot and says, \"My poor friend, what mirage! They rub their eyes, they pull away the haze and they think they're blind. Then they laugh, silently, like two Indians, shoulder to shoulder, good again, satisfied, happy to live in this world where everything has an explanation. Sitting between Mr. and Mrs. Navot, in their usual boat, a stranger smokes, perhaps some friend of Paris, who, gravitating under his black sun-shining cistern, naturally expels the smoke through his mouth. The ship is still in operation.", "title": "El barco a vapor", "author": "Jules Renard"}