{"metadata": {"length": 7852, "words": 1382, "reading_time_min": 6.91}, "text": "The day was radiant. A soft, slender, arctic fog floated over the riverbanks from dawn, soon sated by the sun. And as the light was shining more than right, the stewards drew the curtains under a canopy, in whose branches they hung the ladies’ coats. The baskets were opened, the provisions were lighted, and the meal was eaten, already quite late, with the cheerful and indulgent appetite that springs from the open air, exercise and good humor. It was spent on country wine, sourdough bread, licorice, served with coffee that a remero was heating in the oven. The jira had been settled in the tertulia of the registrar, between exclamations of joy from the ladies and gentlemen who had enjoyed the game of lottery and other equally innocent inclinations of the heart not less livid. Every thorny tree saw in the project of the excellent lady the pleasant outcome of an expansion; a walk along the river, charming aparts between the flamboyant shapes of Penamoura. The happiest was Cesareo, the son of the mayor of Sanin, deeply in love with Candelita, the witty, the shrewd seductress of the archpriest. That was love, or there are none in the world. Not corresponding at the beginning, Cesar made a thousand extremities, to the point of seriously ill: nervous and gastric disturbances, total loss of appetite and sleep, apathy with a view to suicide. Finally Candelita was established and the relations were established on the basis that the rich majority gave up opposition and consented to the short marriage when Cesareo was licensed in Law. The girl didn't have a cent, but... the boy was starting! And with such a tepid, insensitive heart! -There he is, gentlemen... -said the majority of his Tertulians and Tresillists, other old hidalgos, who sounded applauding and even clamoring \"hoorah!\", easily pleased with what had not \"come in the pocket.\" At the end, they had no need to give a sigh to what had come from the union of Cesareo and Candelita. -The happiness of the wedding spoiled the joy of September. The crazy was before rage, and the crazy was now in jubilee; the counted hours that he did not spend with his bride he spent writing her letters or composing verses of an exalted liar. In the village there was no equal case: there were lovers, solitary, with a kind of ad hoc prose among the idyll poems. Candelita saw the girls married, covering with brooches the shame of not being married so; and when, when he asked Chancera what would have happened if Candelita had not corresponded, Cesar answered resoundingly: “I would die!” the girls cried the lower lip. What the Candelite had more of than the others, let us see!... In the jira to Penamoura was even imprudent, even a riot, the son of the majority: of his proceeding there was murmur in the groups. Everything has a limit; it was too much. Those eyes that looked at Candelita; those ears that listened to the echo of her voice; those hands that bowed in adoration at every movement of hers... francamente, they could not hold them. While the wall was being blown up, advancing to the top, under pretence of catching mice, the sailor was well rewarded; only the old retired captain, Mr Vidal, who was leading the excursion, thought with a baboonish sweetness that they were “natural things” and that if he turned back at his thirty-ninth, he would be left behind in the sack and transported to Santiago... They had decided to start the return at a good hour, for in autumn, without warning, the night was falling; but how beautiful was the pious ring of swords! If they almost seemed to have just eaten! If you have not had time to enjoy the beauty of the countryside! It was a pleasure to go... they had moon for navigation. It was suffocating in a senseless way, and with the setting of the sun came a gloom, soft and light at first, like the morning, but which soon became dense and heavy, preventing us from seeing two steps ahead. Don Vidal moaned between his teeth: -It's a bad omen to be pregnant. We will change. And that is that there was no other resource but to return to the villa... As they approached the boat the smugglers, there was no pattern or remembrance. The registrar began to sneer: -\"Dads, I've come to those kangaroos! Well employed we are if we wake up here! Finally, after half an hour of shouting and searching, the remerils were finally spotted and spotted. They knew nothing of the pattern. It was decided that it was useless to wait for the drunken man; he would be made a stumbling block in some cave of the mountain; and the youngest remer, in a low voice, confessed to Mr Vidal: -He has everything for the night. No foot or leg. - Do you know your patronage? - asked Cesareo, something alarming. \"With God's help, we know we know,\" they humbled themselves. The schooners were assembled, and moments later the boat, slamming into the ice, was slowly drifting down the river. Vidal then took the timon and guided, obeying the instructions of the practitioners. It was cold, a subtle, lingering cold. The young people began to sing tangos and zarzuela songs. The baptist, to lighten his muddled voice, then invoked the Spirit. The ladies shivered in their cloaks and shawls, for the cold dampness numbing their bones. Cesare, extending his impenetrable cloak, clung to Candelita, and fumbling his hands in favour of the darkness and the wide grey tulle that hung over them, the lovers went in perfect embezzlement. -No one has loved me as much as I have - the son of the majority whispered to his mother's ear. - This is not love, it is madness, it is disease. I am so happy! Hope we never get there! -Caw, caw, pateta! - cried, waking from his trance, the shrill voice of a reed-. Let's go to the pins! Laugh! Don Vidal wanted to obey... It was not time. The boat trembled, shook violently; as many as were in it were thrown one against another. The front of Cesar hit the front of Candelita. At the same time the boat began to sink. Water poured into puddles and torrents through the broken and swollen soil. Agonistic eyes, deprecations against saints and venerables, were lost in the resound of the abyss that swept their midst. It was the river there, deep and treacherous, of impetuous current. No sailor knew how to swim, and they shivered in the coats and cloaks that protected them from the penetrating rain, becoming soaked as if by a flood. Astonished by the first ice cream, Cesar shivered, instinctively braced himself, stepped onto the surface, slammed his fists into the hard, impenetrable surface and exclaimed with supreme anguish: -Candle! Candelita! From the black abyss of the water he saw a confused face, a frightened scowl, a pair of tense arms clinging to his collar. - Don't be afraid, beautiful! Save yourself! And he began to swim with a lust, with a desperate lust. He felt the current, fast and furious, dragging him down, that he could no longer take. -Sit down... Don't grab... Just take a hand up... Let's go down... The answer was the fear of the blind, the movement of the animal that is shivering: Candelita shook her shoulders, paralyzing all effort, and through Cesar's mind came the idea: \"We will die together.\" The weight of his embrace was crushing; the embrace was fatal. He let go; the water entangled him. His shin shattered on a small stone, covered with fine sandal sand. The pain of the shock determined an instinctive reaction; blindly, without knowing how, it rejected that body attached to it, loosened the inert arms; with a vigorous thrust it swam to the shore, and in a few jerks and thrusts of superhuman energy it reached the rocky shore, where it anchored, clinging to the slender branches of the snags. He looked around; he didn't understand. He shivered, stumbling: -Candelita! Candle! The archbishop's sister could not answer: she went down the river, to the great sea of forgetting.", "title": "El fondo del alma", "author": "Emilia Pardo Bazán"}