{"metadata": {"length": 1966, "words": 357, "reading_time_min": 1.785}, "text": "The blond man, wearing a fine white casimir pants and a white silk shirt, is sitting in a large armchair. Read a book by Proust that has the red caps and look through small gold glasses that ride on his very pale face. The rest of the furniture and the standing lamp, lit even though it's tomorrow, are also white. White, completely closed curtains hide the low-ceilinged window. A wide crack that takes part of the roof, crosses the wall of the window and in some sections shows bricks and mortar. Next to the chair sleeps a large white dog, with long silky lanes covering its eyes, while the man strikes his head distractedly. The atmosphere in the room is peaceful, but from the ruined street of the Christian quarter comes the ceaseless thunder of Syrian artillery. Occasionally a shell explodes very close and the roar shakes the house and a rain of lime and brick fragments fall on the waxed boards of the floor. Time stops in the air. An invisible clock gives the time in another room and the slow bells are covered by a longer, deafening explosion. The man looks up, closes Proust and takes off his glasses, which he folds and leaves next to the book on an Arabic bronze table. When he stands, the dog wakes up and looks at him with love, without moving. The man opens a closet whose crystals tingle with the explosions and pulls out a metal box. Inside is a hypodermic syringe and a large ampoule with amberine. The man loads the syringe with precise movements and calculates the doses of the poison. Then he gently kneels in front of the dog, who is staring him in the eye, and nails the needle into his neck. The animal stretches slowly and gently drops its head between its legs. The man sits back on the chair, slides down his shirt and injects the rest of the syringe into his forearm. The tired cheek rests on the white, familiar back. Outside, the cannonage continues, unchanged, but it doesn't matter anymore. UNCERTED ARMYS and other accounts, 1991", "title": "Exilio", "author": "Carlos María Gutiérrez"}