{"metadata": {"length": 7268, "words": 1415, "reading_time_min": 7.075}, "text": "Well, I left the morgue and left the county hospital and got a job as a warehouseman. She had Saturdays and Sundays off, and one Saturday she told Madge, -Mira, girl, I have no hurry to go back to the hospital. I would have to look for something to take me away from the drink. Today, for example, what can be done without wasting time? I don't like movies. Zoos are dirty. We can't spend all day playing. It's a problem. - Have you ever been to a hippodrome? - What is that? -Where do the horses run? And you bet. - Is there any hypothecary open today? -Hollywood Park. - Let's go. Madge taught me the way. There was still time for the first race and the parking lot was almost full. We had to park almost a mile from the entrance. -There seems to be a lot of people,' he said. - Yes, there is. -And what shall we do inside? -Bet on a horse. - What? - To whom you will. -And you can make money? - Sometimes. We paid the entrance fee and there were the newspaper sellers telling us: -See who are your winners! Do you like money? We will help you win! There was a four-person cabin. Three of them sold their selections for fifty cents, the other for a dollar. Madge told me to buy two programs and an information booklet. The booklet, he said, brings the history of horses. Then he explained to me how I had to do to bet. - Is this beer? - I asked. - Yes, of course. There is a bar. When we entered, it turned out that the seats were already taken. We found a bank behind, where there was a park-like area, bought two beers and opened the leaflet. It was just a bunch of numbers. - I only bet on the names of the horses - she said. - Take off the cloak. They are all seeing the cock. - Oh! Please forgive me. - Take six dollars. It will be what you pledge today. - Oh, Harry, you are all heart - she said. Finally, we studied everything, I mean I studied, and we took another beer and then we went down under the stage to the first row of seats. The horses went out for the first race. With those hoop skirts and those silk shirts so brilliant. Some spectators yelled at the jugglers, but the jugglers ignored them. They ignored the aficionados and seemed even a little bored. \"That's Willie Shoemaker,\" Madge said, pointing to him. Willie Shoemaker seemed to be about to collapse. I was also bored. There were too many people and there was something about the people that was depressing. -Now let's bet - she said. I told him where we would be seeing each other after and he put me in one of the two dollar winning hats. All the strands were very long. I had the feeling that people didn't want to bet. They seemed inert. I picked up my ticket just as the announcer said, “They’re at the door!” I found Madge. It was a one-mile race and we were on the finish line. -I went to Colmillo Verde - I told him. - I too - she said. I had the feeling we were going to win. With a name like that and the last career he had made, it seemed certain. And with seven to one. They walked through the door and the announcer began to call them. When he called Colmillo Verde, very late, Madge cried: -COLMILLO VERDE! I could see nothing. There were people everywhere. They said more names and then Madge began to jump and yell: GREEN COLUMN! GREEN COLUMN! Everyone groaned and jumped. I didn't say anything. Then came the horses. - Who won? - I asked. - I don't know - Madge said -. It's exciting, huh? - Yes. Then, they put in the numbers. The 7/5 favorite had won, a 9/2 was second and a 3 was third. We ripped up the tickets and went back to the bank. Let's look at the brochure for the next race. -We will move off the goal line to see something next time. - I agree - said Madge. We'll have a couple of beers. -All this is stupid - he said. Those crazy people jumping and screaming, each on a different horse. What happened with the Green Mill? - I don't know. It had such a beautiful name. - But the horses don't know how to call... the name doesn't make them run. - You are upset because you lost the race. There are many more careers. He was right. She had them. We keep losing. As the careers progressed, people began to look very sorry for themselves, even despondent. They seemed overwhelmed, hysterical. They taunted you, pushed you, slapped you, and even said, “Forgive me.” Or “I’m sorry.” I bet automatically, just because she was there. Madge’s six dollars ended at the end of three careers and she got no more. I realized it was very hard to win. You choose the horse you choose, you lose another. I had already stopped thinking about probabilities. In the main race he bet on a horse called Claremount III. He had won his last race easily and had a good chance. This time I brought Madge to the final curve. He didn’t have high hopes of winning. I looked at the board and Claremount III was 25 to one. I finished the beer and took the paper cup. They rounded the curve and the announcer said, - Here comes Claremount III! And I said, - Oh, no! - Have you bet on him? - said Madge. \"Yes,\" I said. Claremount passed the three horses that were in front of him, and stood back in what seemed to be six lengths. Completely alone. - God, - he said - I have done it. - Oh, Harry! Harry! - Let's take a trago,' he said. We found a bar and asked. But this time I didn't ask for beer. I want whisky. -We bet on Claremount III - Madge said to the bar. -So? - he said. \"Yes,\" I said, trying to sound like a veteran. Although I didn’t know how the veterans of the track were. I turned and looked at the marker. CLAREMOUNT was paid at 52.40. - I think you can win this game - I told Madge -. You know, if you win once you don't have to win all the races. A good bet, or two, can leave you covered. -So it is, so it is,' said Madge. We gave him two dollars and then opened the booklet. I felt confident. I rode the horses. I looked at the table. - Here it is - I said -. LUCKY MAX. It's nine to one now. What you don't know about Lucky Max is that he's crazy. It is certainly the best and it is nine to one. These people are a bunch of twaddle. We were able to collect my 52.40. Then I went to bet on Lucky Max. Just for fun, I made two two dollar bills with the winner. It was a one-and-a-half-mile race, with a final charge of cavalry. There had to be five horses in the ring. We are waiting for the photo. Lucky Max was number six. They identified which was the first: 6. Oh my God, my all-powerful God. LUCKY MAX. Madge went crazy and started to embrace me and kiss me and do flips. She had also bet on him. He had reached ten to one. It was paid 22,80 dollars. I taught Madge the extra winning ticket. He cried out. We went back to the bar. They still needed it. We were able to drink two glasses before they closed. -Let the sands fall away - he said. We'll get back to you. - Do you like horses, Harry? -You can, I said, you can win, there's no doubt about that. And there we were, cold drinks in hand, watching the multitudes come down the tunnel to the parking lot. \"For the love of God,\" I said to Madge, \"speak the media. It looks like a washer. - Oh! Please forgive me, Papa! As she leaned forward, I looked at her and thought, soon I can allow myself something a little better than this. Jaja. FIN “The Beginner”, The Most Beautiful Woman in Town & Other Stories, 1983", "title": "El principiante", "author": "Charles Bukowski"}