{"metadata": {"length": 7698, "words": 1414, "reading_time_min": 7.07}, "text": "The sick man exhaled a groaning complaint, shivering in his bed, and his wife, who was lying on a sofa in the adjoining room, leapt up and ran to where she called her duty. The picture was interesting. She, with a luminous beauty wrought by the vigils of long assistance; a brunette, of black eyes, surrounded by a dark halo, enlivened by the fever that consumed her -supporting his body, offering him a cup of the potion that calmed his sharp pains-. Stage of family, revelation of sacred affections, of which persist when the physical attraction and the illusion, eternal snare of nature to the mortal... He certainly thought something like this, which would happen to a spectator contemplating the group, and so he had absorbed the chastened, sought with his trembling and trembling hand the of her, and when he found her, he approached her lips, in a movement of awe-struck gratitude. - How do you feel now? -he asked her, arranging the cushions into soft pillows. - Better... Just a moment ago, I couldn't... When do you think God will be sorry for me? -Don't say that, Federico,' murmured the nurse, with a sneer. -Bah! -Insisted-. Don't worry. I have heard it with these ears. The doctor told you yesterday, there at the door, when you thought I was a mess. With a smile you hear... Yes, I am glad. My wife. Do not give up the only hope. The sooner this hell is over... No, please! Juana: I forgot that there is an angel on my side... Ah! But if it wasn't for you! Very good would be Juana, but what is specifically angelic she did not have. On his face, on the contrary, there were signs of a certain hardness, a crisping of the commissures of the lips, something shadowy in the early wrinkles of the front and, above all, in the eye. Federico was struck by the tatters of that beautiful woman destroyed in the struggle with the terrible evil. -Juana... -he screamed-. I feel a little calm now. You certainly have forced the dose of the tranquilizer... Don't overdose. If I would thank you! Listen... I'm going to take advantage of this hour; I have to tell you... Promise me you'll listen to me without altering yourself, Juana... -Federico, don't talk; don't tire yourself - she replied. Don’t think about anything but your health. The matters, for after, when you are all right. -After! -Meditating, the sick man repeated; and his wandering, turbid gaze drew to a point in the space; far, far..., the way of the mysterious afterward to where he was implacably tangled in his destiny. Now - he insisted -. Now or never, Juana. It won't hurt me, believe it. I am sure that, on the contrary, it will do me good. If you suspect what weighs on your heart a secret! If you can imagine how overwhelming it is to be woken up at all hours! -A secret? - he protested, like an idiot, Juana, mutining. - Please, dear, do not alarm yourself yet, nor alarm yourself later, when you confide in me... Promise me that you will have serenity. Sit there; give me a hand. No? How you want! You are tired; let it go, Federico,\" Juana cried, agitated by the imperceptible tremors, as if she were fighting with me herself. - Oh... no one better than I know what I am hurting. I am sure that until I die more resignedly I need to spontaneously, accuse myself... Juana, now we are nothing more than a poor sick person and the saint who helps him. The last consolation I ask you for; be indulgent, tell me in advance that you will forgive me. - I'm sorry... and sorry, Federico! - she remarked, sadly, in a collegial tone, despite herself. He, making an overhuman effort, sat on the bed, hunched over his chest, bending toward his wife in a loving and humble transport. He was one of those sick people, afflicted by pain, who say and do things that are sweet and uplifting and delight in the feelings of those around them. The deep emotion of Juana encouraged him; he shook his hands with fervent supplication, and broke into speech: -I beg your pardon, I beg your pardon... It is that you do not know; it is that you think it is a slight fault. It was serious; I am very sorry, and I am tormented to think that I am stealing not only the time and the work it takes me to care for you, but something that is worth more... After you know it, will you still want me? Will you not abandon me, leaving me to die like a dog? Juana got up from a game of chess. The nervous tremor in his body was intensified. His voice was croaky, dark, shrill, when he said, with apparent ironic sarcasm: -Ahorrate the work of confessing. I am as well-informed as you are. The sick man, overheated, fell onto the cushion. Their pupils shone without moistening; it was the dry scream, so to speak, of exhausted bodies. -You are aware! - What do you think? - He retaliates, livid, clenching his teeth, glaring at her with his eyes. Federico covered his face, stunned. He had just smashed into the only thing that supported him. She believed in the love of her nurse; she grew still, thanks to such conviction, and here the inflexions of the voice, the gesture, the attitude of Juana had just repaid her, from death, that divine faith. The hatred had become so blatant, so ferocious in its unexpected revelation, that the sharp sense of danger - of latent danger, poorly defined, ambiguous danger - had obliterated the notion of remorse and smashed confession to the ground. -Juana -she whispered -, look, listen... there was nothing. What I was going to tell you were some rumours!... She came closer. In the gloom he saw a swarm of bees; his heart sank tragically; his nostrils pounded with fury. He had never seen Federico like this, and yet it was an expression that suited his physiognomy well, or, better said, patented his true physiognomy. The sick man's fear paralyzed his tongue. By instinct, he wanted to hide under the bed. - Don't hide - she said, sadly, stifling her apprehension. See, if I see you so scared, I'll re-i-r-e-a-l-y of you. Do you understand? Me re-i-ré. And that is all that my revenge needed to be consummated! Listen! The laughter! Oh! How I hate you! She was no longer crying... Federico was looking at her, a little crazy. Would you have a pesadilla? Was it death, fake death, the sentence, the punishment of the ultratumult? Was it the way he took, to torture his conscience of a sinner? - Juana! -tartamudeó-. Is this dreaming? Thrill? Do you hate me? She drew nearer; she drew her mouth to the face of Federico, and as she filtered the words through his skin, she repeated: - I abhor you. You're a snitch. I'm fiery, fiery; cow, no. You offered me, you sold me, you tortured my soul, you enslaved me, you fed me with thorns and with ice, and you did not even take the trouble to recognize that my youth was passing away and my beauty was fading away and my soul was being tortured by my youth, once trusting and generous! And when you felt wounded by death, by death, yes, and ready; you got it right!..., then you called me, \"Juana, to serve me as nurse... Juana, to give me the potion...\" - And you did it in a sublime way, Juana! - He smiled. And a stinging in my head! Don't forget it, my dear! Forget it! Juana dropped the bag. It was his laugh a nervous access; it resembled a convulsion, which threw his fibers. - I did! - he replied, dominating with tremendous energy -. So I did! Go ahead and take the chance! Every day you are given the choice... how much damage you can do! That one, and not another! Ah! You didn't suspect it? You know you have been deceived! Yes, yes! Yes, yes! You will hear a knock at the door. The respectful voice of a child announced: -The Doctor. And the young doctor, shaven, bald, bald, questioned from the umbral: -How is the sick man? And the incomparable nurse?", "title": "La enfermera", "author": "Emilia Pardo Bazán"}