{"metadata": {"length": 7333, "words": 1433, "reading_time_min": 7.165}, "text": "There was once a little boy. This child was only half the size of other children his age. His father called him Lu, a pretty, short name. His mother called him Lulu. His grandmother, however, who loved him with all her heart and never got tired of him, called him Lululu. Lu was agile as a squirrel and could climb like a squirrel. The bad thing was that it would rip her pants and shirt apart every day. Grandma corrected everything with great patience. But one day she was sick in bed, and so her mother had a lot to do. When the boy came home with his clothes torn, she said: \"Lulu, stop being a wreck. Here's the party dress. If you climb the trees with him again, you'll have to go to church tomorrow with holes and tears. This did not interest Lu, of course; but when he found himself back in the garden, under the great fir tree, he saw the squirrel joyfully leaping branch by branch. He felt a tingling on the ten fingers of his hands and feet that drove him to imitate the squirrel. - Oh, my God! - She screamed. Squirrel, my dear squirrel! Do they make fun of you too when your dress is torn? The squirrel sharpened his ears. He jumped up and sat down on the lower branch and looked with his clever eyes down, where Lu was: \"My dress never tears me\", replied the squirrel. My dress is sewn by the good God, and for that reason it will last until I die. - Oh, my God! - Lu exclaimed. Mine was stitched by my grandmother. It's torn every day, and that's why I can't climb to your nest today; otherwise I'd have to go to church tomorrow with tears. - I'm sorry about that. - the squirrel screamed. Then he went to jump and had climbed to the middle of the log, when the boy cried out: \"Squirrel, dear squirrel, lend me your dress!\" It's only half an hour! I'm so eager to climb! - And then I'll have to be naked, sitting on this branch? - asked the squirrel. No, no, that's not right for me. - You can get into the nest, which is very hot, and look out the window. Oh, only half an hour! The boy shed tears as big as peas. Then he couldn't keep denying himself the squirrel. - So, take it! But don't entertain yourself for more than half an hour! The boy took off his pants and shirt, and left them on the dry leaves at the foot of the fir tree. Then the brown fur coat of the squirrel was quickly put on, while the squirrel, completely naked, was pressurely hiding in the round nest, at the top of the fir. He looked out the window and saw the boy climb so skillfully, he seemed to be seeing his cousin. Half an hour was flying. - You! - the squirrel screamed. It's been half an hour! \"Yes\", said the boy, \"I'm going to change. And that's what he wanted to do. But when he came down, he found that at the foot of the fir tree there were no pants or any shirts to see. \"Please\", Lu exclaimed, \"I can't give you back your dress for now. - How did you do that? - Why? - I don't know. - Because my clothes are gone from here, and I can't go home naked. - Oh, yeah? And I have to stand naked in my nest? No, no, whatever you want, but you have to give me my dress back! Then he climbed Lu to the top of the fir tree. There the brown fur coat was removed, and the squirrel slipped inside it. Naked and trembling, the boy sat on the branch, not knowing what to do. Then the kind squirrel said, \"Go to my little house! Shut the door when the bitch or the treacherous bird of prey comes! I'll go get your little dress. When you find him, then open the door for me! Lu slipped into the squirrel's round nest, and it planted itself in three leaps over the green grass, next to a black mirror. This one was pecking with his yellow peak on the floor, not looking around. \"Look at him\", said the squirrel. \"Have you perhaps stolen a child's dress? - Stolen from you? I'm not a thief! Please leave, or I'll rip your eyes out with my beak! Then the good squirrel fled from there, full of awe. In the barn, he found the duck. - You little outsider, have you ever seen a little kid's dress? - A little child's dress? A little kid's dress? And what do you want me to do with a little kid's dress? - He lost it. No, I said in confidence, a thief stole it from him. On hearing this, the duck scratched as hard as it could. When all the animals in the corral heard him, they came running up. \"Schnädergeck\", said the duck, \"help us all find! Little Lu, who you all know, has his dress stolen! The rooster roared loudly, and the hens barked, and all of them beat their wings to indicate that the event was affecting them deeply. Since everyone held little Lu in high esteem, they gladly helped to find his little dress. In front of everyone, there was always the squirrel. They looked around the corner, but in the yard and in the garden they could not see any shorts or shirts. Then they all shouted, \"Lord! You thief! You thief! In front of the kitchen window, the grey cat slept in the sun. - You mean me? -He shouted indignantly. I don't tolerate this. He went, gathered his four legs close together, and arched his spine. - No, no, said the squirrel. Little Lu, you know him too, little Lu got his dress stolen. - My Lu? My Lulu? My Lululu? Who's the thief? I'm gonna take out his eyes. - We're looking for him. Come with us! Then the cat jumped off the cornice and marched in front of everyone, even the squirrel. Suddenly, he was still. - I can think of something. But try not to make noise! The cat slipped silently to the dog's box. He nodded his ears, then groaned softly, and finally barked with all his might. - What are the chickens doing here? And what's the gray cat missing? Let this one come to me, if he dares! And Michiphus came near, and his eyes shone with fury; and knowest thou what he saw in the bottom of the dog's basket? The boy's dress! Everything was there: the gray pants, the blue and white shirt. - You thief! - The cat was pissed. Fucking got ready for the fight. These dresses were not to be touched by anyone. They belonged to their young master, dear Lu. The dog had found them and picked them up, and he'd been watching them for an hour. He was willing to defend them, even though, in addition to the chickens and the cat and the squirrel, the whole stable also came; the dress would only give it to his young master. But cats are smarter than dogs. And Michiphuz whispered in the ear of the squirrel, saying, When the dog is out, take the robe. And Pfoe really came out of his little house, for the cat was buzzing and arching its back, and it lit two fires in its eyes. And this was too much for Fofó. -Wow, wow! - he screamed, and he threw himself on the cat, which he couldn't bear. Micifuz climbed to the nearest apple, dived down, and Fofó barked up, while the squirrel grabbed the little pants and shirt, and carried them up, to the round nest, where Lu waited anxiously. When he returned to his little house, and found no clothes in it, he lay down on his belly and wailed with a lamenting howling. He didn't stop howling until Lu showed up. When he saw it, he jumped up and barked loudly, waving his tail in joy. Now he suddenly understood the truth of what had happened and forgot in his happiness even his anger against Micifuz. Lu was also happy, his trousers were intact. The next day I wouldn't have to go to church with tears in my eyes. His mother wouldn't punish him. FIN FINISH Anonymous Swiss", "title": "La buena ardilla", "author": "nan Anónimo"}