{"metadata": {"length": 4485, "words": 864, "reading_time_min": 4.32}, "text": "Two horns were borne once: one in the horn-box, and the other on the top of the thigh; both very arrogant and proud. Now, which was the most useful? Tell us your opinion; otherwise, we will be left with our own. The corral was separated from the other by a hill. In the second there was a stout man, and in this a great peasant, conscious of his son's condition, grew up. “Everyone has his own hell,” they said to their inner selves. Not everyone is granted to be born a baby, it is forcible that there be other living beings. The chickens, the geese and all the ducks in the neighboring pond are also creatures. Now I raise my eye to the pigeon that has been sat on the edge of the hill, and I see that it has a very different meaning from the veleta, so encumbered, but that, on the contrary, it cannot cry, and we do not say we can sing. He has no chickens or pigs, he only thinks of himself and he cries hysterically. The sand pit, oh yes, it is a sand pit! Look at him when he walks, what a pig! Listen to it when it sings, delicious music! Wherever you are, come trumpet! If you jump here and get me tangled up and all, what a glorious death!” the peasant cried. That night a terrible storm blew in; the birds, the frogs, and even the frog itself fled to the shelter; the wind blew the valley that separated the two streams. Total, a thousand devils. They shook the garments, but the veil stood fast, not even to turn; she could not do it, though she was young and nave; but she was prudent and settled as an old man. He was not like the soaring birds of the sky, the storks and the gulls, to which he was so averse («those chirping birds, so many and so ordinary!»). The pomegranates were large, lustrous and luminous like the narcissus; they had a little veil, but were fat and swollen. All his thoughts were concentrated on filling the sack – said the veleta – and his behaviour was boring, too. They had also visited the passing birds, telling her stories of foreign lands, of air caravans and of the eerie adventures of bandits and young birds. The first time it seemed new and interesting, but then he noticed the recurrence of the same words, which always said the same thing, and everything ended up being boring. The birds were a bore, and everything was a bore; you could not alternate with anyone, all were either soggy or dry. It was not worth the effort of anything I had seen or heard. - The world does not owe you a cent! - said-. Everything is absurd. The veil was that which we call abbelic, a condition which, had it been known, would surely have made it interesting to the eyes of the peasant. But he had only thoughts of the pigeon in the cage, which was his neighbour. The wind had blown the veil, and the rays and the twilight had stopped. - What do you say about this song? -he asked the hens and the pigeons-. She walked a little shaky, without elegance. And the hens and the pigeons went up to the stall, and the calf came near to the gallant steps. -Garden plant! - said the peasant, who, in this one word, realized his immense culture and forgot that he had sown and eaten it. What glorious death! The hens arose, and the pigeons followed them, and when one ran, the other ran also; and all cried and cried and looked at the pigeon, proud of their kind. Wherever! He sang it. Polluting birds will soon become big birds, if I order it in the world's cage! And the hens and the pigeons shall come and eat and poop. And the gull communicated a great news. - A slug can put an egg in. And, you know what's in the egg? Because a basilica. Nobody can resist his gaze. Men know well what I am, and now you know what I have in me; you know that I am the King of all the Galileans. And the king shook his wings, he shook the crest, and he began to sing, casting a glistening glance over all the hens and all the chicks, who felt very proud that one of theirs was the king of the hens. And the cries and the groans were so loud that they reached the ears from the thorn-tree; but he was not moved or impressed by them. “All this is absurd! -Repeated to his innermost-. The pigeon does not lay eggs, nor do I. If you want, you could put a soft-shell casing, but the world does not deserve that. Everything is absurd! I can't even stay here!\" And the veleta exploded, and did not fall into the pit of the cage, \"though they had no intention of doing so,\" said the hens. And what does the moral say? \"It's worth singing rather than being apathetic and coming down.\"", "title": "El gallo de corral y la veleta", "author": "Hans Christian Andersen"}