{"metadata": {"length": 4494, "words": 837, "reading_time_min": 4.185}, "text": "Loyo Cuestas and his cipote made a arrest, and they juju for Honduras with the phonograph. The old man loaded the box into the bandolera; the boy, the bag of records and the flaccid tube, which had the shape of a large bell; monstrous flower of lata that perjuma with music. - They say Honduras has plenty of silver. - Yes, Dad, and because they don't know the phonograph, they say... - Ah, the shit's coming down my back. - Stick it, you're not being rude. They used to sit under the wild and smelly pine trees. They were heating coffee with oocytes. In the forest of zunzas, the taltuzás ate sitting, in a nervous silence. They were coming to the wild Chameleon. Twice they'd seen the trail of the carriage's horn, narrow as the foot of the pillar. At the time, while chewing the tortillas and Santa Rosa cheese, they put a frosting. For three days they were walking in mud, stuck to their knees. The boy was crying, the father was cursing and he was cheating his rats. The priest of Santa Rosa had advised Goyo not to sleep in the galleys, because gangs of thieves were always looking for passersby. So at dusk, Goyo and his son went to the mountain, cleaning a small place at the foot of the log, and spent the night there, listening to the chiquirines singing, to the giggles of the huge spider-like snake, and dared not to resolve, trembling from cold and fear. - Dad, are you drinking tamagases? - Bridegroom, I examined the log when it was dark and it has no caves. - If you're sweating, sweat under your hat, Dad. If you look at the fire, you'll find us. - Yeah, man, take it easy. She's asleep. - I can't sleep afterwards. - I can't, Dad, too much ice... Cuddle on me, I could... And Goyo Cuestas, who had never in his life made a caress of his son, would receive him against his pest-like chest, hard as a tapexco; and surrounding him with both arms, he would warm him until he fell asleep on top of him, while he, with his face soaked with resignation, waited for the day at the tip of any distant cock. The first clareyos found them there, half frozen, aching, numbed with tiredness; with their ugly mouths open and sloppy, half-arranged in the manga broken, dirty and scratched like a zebra. But Honduras is deep in the Chameleon. Honduras is deep in the silence of its barbaric and cruel mountain; Honduras is deep in the mystery of its terrible snakes, jaguars, insects, men... Even the Chameleon does not reach its law; its justice does not reach there. In the region it is left - as in the early times - to have good or bad hearts to men and other beasts; to be cruel or magnanimous, to kill or save at will. The right is clearly the strongest. The four bandits entered the palidade and then sat down on the ranch's little termite, that ranch that was wrecked on the cimbro tree. They put the box in the middle and tried to connect the speaker. The full moon made silver chingastes leap over the artifact. In the middle and on a beam, a piece of deer olisco hung. - He told you he was a folklorist. - Did you see how they're touching it? -Aju! - In the bananas you saw... -Yastuvo! The bandit gave him a rope, and then, opening the bag of the records, he let them out into the moonlight like so many other black moons. The bandits laughed, like children from a strange planet. They had the white ones stained with something that looked like mud, and it was blood. In the nearby ravine, Goyo and his cipote fled to pieces on the peaks of the zopes; the armadillos had widened their wounds. In a mass of sand, blood, clothing and silence, illusions dragged from so far away, were paid perhaps for a sauce, perhaps for a pine... she scratched the needle, and the song was thrown into the warm breeze like a charmed thing. The coccals stood their palms in the distance and listened. The large lucerne seemed to grow and decrease, as if suspended from a thread, it was soaked up and down in the calm water of the night. A man of fresh voice, a sad song, with guitar. He had tears in his eyes, sons of love and greatness. The bass guitar groaned, sighing a desire; and desperate, the first lamented an injustice. When he stopped the phonograph, the four murderers looked at each other. They sighed... one of them cried in the manga. The other bit his lips. The older one looked at the \"barrier\" floor, where his shadow served as his seat, and after thinking hard, said, \"We're bad. And the thieves of things and lives wept like children from a strange planet. End of Mud Tales, 1933", "title": "Semos malos", "author": "nan Salarrué"}