{"metadata": {"length": 7470, "words": 1291, "reading_time_min": 6.455}, "text": "When the last guests were bid farewell, the princess, picking up the skirt of her starry dress, passed through the deserted halls and headed for her dorm, casting, as she passed, a last glance at those places where, by her grace and beauty, rather than by her symbolic dress, she had been for some hours the queen of the night. I felt a little tired, but at the same time, happy and satisfied. The dance had turned out to be very sumptuous. Everything the great city held most valuable - the nobility of blood, money, and talent - marched through its halls, adorned with dazzling magnificence. But the sensational note, which drew out phrases of admiration and enthusiasm, was that of the flowers, of a pale shade of dawn, scattered with such proliferation throughout the palace, that it looked like a snow-colored rose falling into the vast rooms, covering the consoles, furniture, bronzes, spilling over the carpets and making disappear under its charmed feathers the magnificent crystal of the buffet table. They wrapped the spiders in their garlands, drew capricious drawings on the walls, and edged the golden frames of the mirrors. The effect of the flower flower flower was simply wonderful, and the dancers never tire of praising the fantastic ornamentation, whose brilliant idea filled with pride the beautiful lady who, alone with her maidens, prepared her nightly treat, was content to evoke the details of the magnificent feast. Yes, that original thought had been of her, of her alone, and she could not help but smile as she remembered the surprised face of the old administrator when he ordered her to strip off her flowers all the flowering hardwoods that existed on her estates. I was sure the rustic servant would do the job reluctantly. But he had obeyed and success exceeded his hopes. Obsessed with such delicious memories, she went to bed, and the maid was already leaving the room in a pinch when the voice of her mistress stopped her. A sudden desire, a whim of a spoiled child had suddenly overtaken her. He wanted to sleep breathing the gentle fragrance of those flowers that such sweet sensations had provided him. Obedient to her mistress's orders, the young woman poured on the fisted blankets of those pink petals, and hung from the silver crucifix, placed at the head of the sumptuous bed, a piece of garland ripped from one of the living room spiders. The room was quiet and little by little the breath of the sleeping beauty was deepening. Suddenly she was transported to one of her estates. The sky was blue and a warm, smiling spring sun swept the fields. He was walking through a forest of flowering hardwoods, enveloped in an atmosphere of effluents and intoxicating scents when, suddenly, a breath that seemed to spring from his lips, faint at first, impetuous afterwards, snatched the flowers and scattered them to the four winds. She was afraid and wanted to flee, but the trees, like vengeful ghosts, blocked her way, and whipping her with their bare branches, narrowed her down to drown her with the heaviness of her immense beam. He felt his soul leaving the earth and standing before the divine court, prey to endless anguish and terror. Sitting on his throne, under a canopy of flaming suns, was the Supreme, inexorable Judge. On his right hand was the book of life, and on his left hand was an archangel holding the balance of righteousness. In the background, guarded by angels with flaming swords, were the gates of Purgatory and Paradise and behind the archangel was a black concave that he looked through, leaning on his clawed and membranous wings, the terrifying figure of Satan. And as if everything was calculated to increase her cones, the princess' soul was forced to attend the trial of another who preceded her in that trance. This was a murderer and a thief. While in the dish of evil their crimes formed a mountain, in the other, in that of good deeds, nothing could counter the overwhelming weight of guilt. But misery put a tear and a thread in his garments. The Atonement a drop of blood spilled on the lobby and the Ignorance, stripping off its bandage, placed it also on the empty plate, which came out of its immobility this time leaning slightly. Satan, preparing to seize the condemned, made a horrible moan. The soul that counted for it was sent to Purgatory. He knelt his teeth, in rage, and the vibration of his wings, shaken by anger, thrust the dreadful concavities of the Avernus. That failure revived hope in the anguished soul of the princess. Between her and a murderer and thief, there was a chasm. And this confidence was enhanced when the archangel, on his turn, put in the guilt plate only a few pale, discolored flowers. Their fear and anxiety were then turned into boundless joy, realizing that those little flowers, whose weight could be neutralized by the slightest breath, represented all the evil that had spread on earth. How severely he had judged himself! But, and now it was true, her soul was one of the chosen ones and she would go straight to Paradise. And comforted by the vision of eternal bliss, she recalled the countless legions of her good works. These were so many that he almost regretted that his guilt was so small, for the slightest of his noble actions would suffice to tilt the scales in his favor. And she wanted to hold them all there, so that the divine Judge would assign her the maximum of the prize she deserved. So when his acts of religious piety, charity and self-sacrifice were piled up in the dish of goodness, without the position of the scales changing, he experienced only a strange principle, which became astonishment, seeing the archangel finish his task by placing on that heap of virtues the gigantic moles of a hospital and of a sumptuous chapel with its stone foundations, its cast iron cross and its brass velvet. But the scale remained unchanged, and suddenly a terrifying spectacle filled the princess' soul with terror. Satan, laughing, suddenly left the hiding place where he was crouched, and like a monstrous spider he hung himself from the rebellious dish, and behind him, clinging to his tail and hooks, all the devils and reproaches of Hell were suspended, without the weight of that chain, whose last link touched the bottom of the seventh abyss, succeeding in making the slightest swing on the faithful of the unchanging scale. On the plate, the flowers had disappeared and a mountain of seasonal peaches was seen in its place, spinning over it by myriad creatures, from the imperceptible corpse to the perfectly winged insect. Zumming bees, rain-winged butterflies, multicolored feathered birds roamed around the fruits, in countless legions, and, most of all, a huge foliage that, in the form of an inverted cone, was lost in the infinite. And then the terrible voice resounded: \"Woman, your guilt is irrevocable! All the weight of Hell has not been able to balance her. By removing the germ, you have stopped the projection of life, whose origin is God himself... go, then, with Satan, for all eternity. A loud, vibrant cry shook the servants of the palace. The maiden, who had come first, found her mistress embedded in the bed, plagued by violent nerve spasms. The hanging wreath of the cross had been broken and flowers were scattered on the lady's pillow and hair, which caused the young woman to cry out in a half-voice: \"I already knew! Sleeping with flowers is like sleeping with the dead. They have terrible nightmares.", "title": "Irredención", "author": "Baldomero Lillo"}