{"metadata": {"length": 7378, "words": 1301, "reading_time_min": 6.505}, "text": "He says he was a very poor boy, and lived in a slum among the most gloomy and desolate in the great capital. The furniture of the hut was reduced to two slatted half-length chairs, a jergón-rattan-topped table, a mud-covered table, a tin-topped table and a tin-topped trough. The mummy - to whom I shall call Lupercio - covered his meat with a subtle layer of pure bone and a thin, transparent layer. The shoes, open; for white cloth, four lambskins; for a cloak, a pint. So Lupercus suffered great fatigue and rheumatism, and when he went out to buy a loaf or ten cents worth of milk, he would cross paths with some pretty, clean, well-dressed girl, and a flaming gleam of fire would come up on his face. To avoid the snare of women tying themselves in their petticoats, he only went out at night, when it was easier to slip unnoticed among people than when he was crowded and pushed around on the streets. Then Lupercus, carried by the roar of the crowd, saw and even shook the shivering bodies, received the ray of flaming pupils, felt the electric arc of the crimson thread, and sniffed the sips of fine essences. His eager eyes followed the luxury train, from which arose, softly wavy, aristocratic flowers. Behind the shop windows hung pillars of generous bottles of wine, and the light filtered through their windows with glimmers of gold and red. Others presented the new, gracious, lustrous cover, or the infolio, key to the past. And Lupercus trembled with fever, with a desire to love, to be happy, to learn, to live. One night, a fire erupted in his fireplace. He lit a torch, opened the window to let the smoke out, and, letting his head drop onto his hand, he soon sucked the abrasive grit between his fingers. He stood up, looked at the anafre and it occurred to him that in him was the remedy for all the evils in the world. These things, reader friend, of a hundred times that you think, you really don't make one. Lupercus, who was really sad, sad until death, soon took the pen, buried it in the rotten wood, walked over a piece of paper... and came out identical renouncements, the first he had ever made. When the composition was finished, or whatever it was, the boy saw, in the light of the candle, a strange, fluttering, frightened insect: a peacock butterfly. His abdomen was of a eastern pearl: its thigh was emerald; its wings were red and brilliant, and at the retouch of its antennae glowed, like gems of rock, two solitary crystals of incomparable purity. The most charming thing about the butterfly is that, being a peddler, it was alive, for when Lupercio tenderly touched her hand, the butterfly flew and went to rest further away, on the edge of the table. The little boy was too eager; if he began to pick it up, the butterfly would fly out the open window. Refusing to pursue the fluttering insect, Lupercus was content to admire it. The butterfly certainly had its own light, because apart from the scarce light from the candle, it was more concentrated, illuminating the whole wall. And it is the case that, to the clarity emitted by the butterfly, so was the house of Lupercus transformed, which no one would have known. Invisible tapestries covered the walls with fabrics, pictures, mirrors and hangings; from the ceiling hung gilded Venetian glass rods and a three-finger thick Turkish rug covered the floor. What metamorphosis! In the Gorgons of Murano roses were blooming: on an Arab jar a sweet, refreshing fragrance tempted the appetite; white lilies scented the air and, opening the door a little, a woman, I say a goddess, engulfed in tight, stifling gasses and with no more tinkle than the Hebrew reds of febeo hair, advanced, took from the jar a ripe fig, turning purple in the ripening, and was offered to Lupercalia with a languid smile... All this mystery lasted until the butterfly, from the edge of the window, took flight, lost in the darkness of night. Although when the butterfly of the pond flew the guardian returned to his wretchedness, misery and despair, since that day Lupercalio had not thought of death. He had an interest, an expectation: that he would return to the enchanted beeswax. And she repeated, in effect, the spell of the wet-in-color plume and the matching rings. The butterfly returned, and this time the grove became a tropical garden, a grove of oranges and palms, where African vultures offered Lupercalia cold water in red acorns strewn with silver and blue. So accustomed to responding to the call, the butterfly was transforming the Lupercalian mansion, either into an oceanic grotto, with nymphs, corals and puffs, either into a polar bay that lights up the boreal aurora, either into the courtyard of the Alhambra, with fountains and marble pillars, where verses of the Koran are read; or into a Gothic chamber, gilded like a shrine... Meanwhile, a newspaper printed the verses of Lupercalia -for verses they were, it is time to admit it- and, little by little, they were becoming known, enthusing and then admiring the public. After the admiration and applause of the public came the envy of rivals, the curiosity of the powerful and the protection of some of the smarter ones; with protection came a little happiness; then, something that could be called desahogo and, lastly, a series of happy circumstances - inheritance, lottery, business - wealth. Lupercalio lived, loved, enjoyed, rode in a carriage with a dummy on the seat, with a dress of electric-rocket silk..., and I do not need to tell you that, swept along by the aura of luck, he went down, first from his gate to the second floor; then, from the second to the first, until he resolved to build for his residence a beautiful palace on the shores of the sea in Italy. There were gardens, rooms, tapestries, brocados, carpets, art objects; in short, everything that could be dreamed up by Lupercalio in the nursery of the juvenile years. However, his wife, his children, his friends, his children, saw him slack, slackened, slackened, and noted that, day by day, he was slackening in character, and slackening in his humor, and stooping in tedium and slackness. Nobody explained the change, for no one knew that the stone butterfly, the guardian mage, who had also frequented the second floor and honored some time the first, was not worthy to rest his enamelled paws on the ledge of the windows of the palace, always open in summer and winter, to let him in. Lupercalio sat on the rich marble balcony that dominated the garden, and from which the whole of the Gulf of Naples was divided and the murmur of its waters heard, and looked at the stars as if some of them were going to suck the butterfly; but the stars sounded indifferent and, of the butterfly, no trace. Lupercus opened hundreds of bottles of generous wine - from those who had sought him in the mob as an unreal dream - and in the glistening glass the butterfly did not sleep either. Lupercus ate berries with some risqué beldings very aficionados to fruit, and neither in the purple seno was the maldita butterfly, the one of the wings of robins... What if she had died? She was dying! You know, reader, that peacock butterflies are immortal. Only that the tunanta did not want to lose time with people mucking around, and was going to turn into palace, garden or some other modest dwelling, where a little dreamer was giggling I do not know if verse or prose...", "title": "La mariposa de pedrería", "author": "Emilia Pardo Bazán"}