{"metadata": {"length": 5971, "words": 1081, "reading_time_min": 5.405}, "text": "- Don't go, - said the woman of the cocktail 1. \"It is necessary\", replied her husband, Michel. The Catou is not well. I think he's even lost his mind. He wrapped himself in his coat, checked that he had the knife in his pocket, and then opened the door. Outside, darkness covered the field with a black cloak; neither the hay nor the trees looked good; they were all confused masses. - Don't worry about it. Michel took the road and marched to Condat to seek a doctor for his sick neighbor. At first, he didn't worry too much. But when he came to the forest he began to notice that a certain malaise was taking hold of him... indeed, the forest of Font-Sainte was famous for being the kingdom of Ropotou, the devil, who lived there in the company of devils, witches, ghosts, werewolves and other henchmen of hell. There were many legends about it. For example, it was said that every first Friday of the month, a market for souls took place in the forest. He had to go with a black hen, and the devil appeared disguised as a gentleman. - How much for your chicken? - I was asking. They argued, wrestled, and eventually came to an agreement. The next day, he had to return to the forest where he was waiting for a carriage to lead them to the devil's castle to sign the official pact... rumor has it that those pacts could contain rather particular clauses... the rooster kept walking as he remembered all these things. As he reached the crossroads of the Four Ways a wolf-man appeared to him in the moonlight, black, deformed, horrifying, with his bright eyes and his long pointed teeth. Michel stopped immediately. A caveman's voice was heard saying, \"I want your soul for my lord\". \"Neither speak\", replied the rooster. - Be careful! The rooster's hand crawled by grabbing his knife. I knew wolfmen were as insensitive to gun bullets as dogs were to bites, but if a white gun blade could pierce their skin, they would immediately turn into a man or a woman. The wolf-man roared wildly and jumped towards him intending to grab him by the neck. But Michel was faster: his arm stretched out and his knife hit the beast. The roar ended in lamentation. The wolf-man fell to the ground immediately taking human form. To his surprise, the rooster recognized a neighbor, Mr. Garaud, the millman, lying on the floor, complaining and with a bloody shoulder... - the millman whispered. I'm in a big hurry right now. The rooster shrank from his shoulders. The other told his story: nine years ago, when his business was going badly, he had made a pact with Ropotou. In exchange for a good sum of money, he had pledged to find souls for the devil. The matter was going well and there were plenty of opportunities: That's why the poor girl is so upset. - She'll get used to it, don't worry about her... as I was telling you, Michel, I only had one year left to finish my contract but you ruined everything and tomorrow I'll be forced to hand over my own daughter to the devil to make up for my failure tonight. -Yes, but he had promised it to Joseph, the blacksmith, who is a good boy. - Wait, wait, millman, let's try to fix this mess. - It won't be easy. The rooster helped Mr Garaud get up, held him and they took the road together to the village, without taking care of the doctor for the Catou, whom Michel hoped to cure by other means. The next day there was a big meeting in the church between the pastor, his sacristan, Joseph the blacksmith and, of course, Michel and the millman. All arrangements were made and all prayers were pronounced in advance. When night came, the millman went out into the woods, pale, restless, with a light in his hand, followed by his daughter Toinette. Behind them were all the others, the rooster, the blacksmith and the sacristan; the three of them hid behind bushes and trees... So the group came to Four Ways. Mr. Garaud raised his headlight and Ropotou appeared to him planted on his cleft feet in the middle of the crossroad, dressed in his gentlemanly clothes, and with a sardonic muzzle on his lips. - Hey, hey! - said the devil. All right, you bring me your daughter to fix your clumsiness, as I was told. I don't lose in the exchange. Come on, toinette. The devil went ahead with his arm outstretched, willing to grab the girl and drag her into a deep precipice nearby. But at that moment, Michel and the blacksmith, a muscular shoulder and wide back, jumped over the devil, threw a very strong rope around his neck as the sacristan began to sprinkle him with holy water, of which he had brought a great deal. Ropotou screamed, twisted, and tried in vain to get rid of his hemp tie. The companions pressed him only more tightly, so much so that Ropotou soon became mute, with his tongue hanging up to his belly. \"Damn\", cried the rooster, \"you have to cancel your pact with Garaud. - No, never, never. The... written... written is. - Shot hard, the blacksmith. He obeyed, and the devil threw out a long groan, like a snoring. - So, canceled, yes or no? - I canceled. Ropotou could do nothing more; the priest had prepared a proper document, which the miller took out of his pocket. Under its clauses, not only was the millman exempt from all obligations to the devil, but the devil also returned the soul to all the unfortunate victims of the Garaud man-wolf, including the Catou, of course. The devil signed and the others loosened the rope. As the sacristan continued to sprinkle blessed water on him, the demon fled drunken with anger. Shortly afterwards, in the village of Laquérie, the wedding of Toinette and José was celebrated, with numerous salvas fired into the air when the bridesmaids left the church; all danced joyfully the bourrée, the typical dance of the region, to the sound of gaitas and cabrettes. French Anonymous 1. Gallocher: manufacturer or seller of galloches. Galochas: wooden shoes with iron reinforcements, used in some provinces to walk on snow, mud or very wet soil. Translated by Esperanza Cobos Castro", "title": "El hombre lobo", "author": "nan Anónimo"}