{"metadata": {"length": 2357, "words": 474, "reading_time_min": 2.37}, "text": "- Mom, I'm going for a walk. - All right, Juan, but be careful when you cross the street. - It's all right, Mom. Bye, Mommy, you know what? - You're so distracted... Bye, Mommy, you know what? Juanito leaves very happy and during the first stretch of the street he pays a lot of attention. Every now and then, he stops and touches. - Am I whole? Yeah, and he laughs alone. He's so content with his own attention, he jumps like a bird, but then he's left looking enchanted at the windows, the cars and the clouds, and, logically, bad luck begins. A gentleman kindly rebukes him: \"But how misguided you are! You see that? You've already lost a hand. - Come on, that's right! But how distracted I am! He sets out to find his hand, but instead he finds an empty boat and thinks, \"Is it really empty? Let's see. And what was inside before it was empty? It won't always be empty, from the first day... John forgets to look for his hand and then he forgets the boat too, because he has seen a lame dog, and here he is trying to reach the lame dog before he bends the corner, he goes and loses an entire arm. But he doesn't even realize it and he keeps running. A good woman calls him, \"John, John, your arm! But he doesn't hear her. - What are we gonna do to him? -Suspend the good woman. I'll take it to his mom. And he's headed for John's mom's house. - Ma'am, here I bring you your little boy's arm. - Oh, how distracted he is! I don't know what to do or what to say anymore. - You know, all children are the same. After a while, another good woman comes. - Ma'am, I found a foot. Isn't it your son John? - Yeah, it's yours, I recognize it from the shoe hole. Oh, what a distracted son I have! I don't know what to do or what to say anymore. - You know, all children are the same. And then an old lady comes along, then the baker's boyfriend, then a tram, and even a retired teacher, and they all bring some little piece of John: a leg, an ear, a nose. - Is it possible there's a more distracted boy than mine? - Oh, ma'am, all children are the same. Finally, Juan arrives, playing on one leg, no longer with ears or arms, but as cheerful as ever, as cheerful as a little bird, and his mother shakes her head, puts everything in its place and gives him a kiss. - Am I missing something, Mom? Have I been watching, Mom? - Yes, Juan, you've been very careful. FIN", "title": "Juan el distraído", "author": "Gianni Rodari"}