{"metadata": {"length": 6566, "words": 1318, "reading_time_min": 6.59}, "text": "If I hadn't caught him, but I did and now there's no cure... he crossed his legs, gave a spoon to his tube and hit his knee with his palm. We thought Bumbo wouldn't talk anymore. He had a tired face, languid eyes, fallen lips. Bumbo, the happiest of us all, was letting go of the words today as if they were being taken away. But take it easy, comrade, said Tiola. Bumbo looked at us. Tiola awakened in him the evil, insightful Bumbo. It was some kind of inspection that his eyes did to us. He pointed a smile at the right corner of his lips. -Jum! -Jum! -Jum! He snorted. Finfo was lying on the ground all the way. It seems he was interested in Bumbo's attitude and sat down, that is, put his buttocks on the floor. Since he is so \"fucking\" he would grab his knees with both arms to avoid falling again. I'm not getting too bad, man. By not stealing... he said and he looked at me, like he was wondering if I was right. Bumbo was sad, very sad. We had no light in the room, but she could see the sadness: the spaces between each and every suckling were getting longer and longer. The candle in the tunnel lit us intermittently, with red glowing glow. There was a crawling electric light on the street. Through the window, however, the darkness was pouring over the whole picture. Snoring Finfo, Tiola should sleep too. I can't do that, I can't. It's the first time in so many years I've seen Bumbo feel sorry for himself. There's not much air here. If it's not a little air, it's something like that, because I feel suffocated. My chest is getting too small; perhaps tonight my heart has grown. Bumbo has got up. I hear you sneaking around. I have a feeling he's picking up something. What's the matter, Bumbo? I'm asking you. Nothing, Hand. What are you doing? Toy picking up my terec. Those words, spoken in a soft voice, have enveloped me, clothed me, suffocated me. It means Bumbo's leaving. He doesn't want to wait any longer, and he's sad about it. Let it go. There's time tomorrow. But I want to cross and I might be late. There's a moment of silence now. I know Bumbo's thinking the same thing I'm thinking: tomorrow we'll be away. This fraternal cord, strained by the force of work and shared joys, will break within hours. Bumbo doesn't want to say goodbye and leaves tonight. He says he'll be back. He and I know we don't. Look Bumbo, I got some nails here. Let's get some sticks off. I'm very upset to talk like that without seeing his face. Maybe it's better, but I want to know what Bumbo feels, what he thinks. I wish I knew the idea in your eyes! It's a long time before he answers. I'm half-in-the-cat, stalking her voice, like I want to catch her on the way. Well, he answers in a humming voice. He immediately says, \"Take the candle. The light begins to dance at its end. Every now and then, he shines away from the corner where Finfo sleeps. It looks like her face is shiny, like it's oiled. Finfo is a good boy, suffering like an ass, a cordial and faithful companion. He's got Tiola with him, the mom, a quiet old lady who washes our clothes and takes care of us when we get sick. Bumbo was slowly getting dressed and was tightening his belt when he got on Finfo. He closed his eyes and said, \"Let's go to Finfo\". I sit with a head move. I'm going to the door. When you open it, cold air comes in. Heavenly healing has been good tonight. Half a bottle of our favorite rum, it doesn't get us in a good mood. For example, Bumbo enjoys tearing the label to pieces, Finfo biting his nails and I watching the light bulb. We drink like we're being forced to. I'd swear it's rum more than ever. Turning his face, I caught Bumbo's eyes with a thrilling wonder, but I knew it must be far, almost lost. I remember somehow it jumps neurons and wraps you around so slowly it makes you smile. I take advantage of the moment and adventure: \"Bumbo, how many gallons of rum have we had between us? And Bumbo's soul rose to his big white teeth and his eye corners wrinkled as he made a broad gesture of satisfaction. Bring another medium! He ordered out loud. Bumbo then as if speaking to us from far away, with slow words and metal sounds, says: Poor Joyobit! He had to leave bored! And the three of us go down the same path, until we meet on happy days and in bright ideas translated into evils for Joyobita. I was told that he was in St. Peter's cutting reed. Bumbo put a three-fingered drink in his throat and let his eyes run out to the door. He called with a right-handed gesture. I was serving more rum and I felt an arm resting on my shoulder. It was a triangular one. It was the first time I was glad to have a slut among us. I have heavy eyelids and it hurts me to be clear. The light is folded, distant and scattered, but it hurts me. A hundred times we've been up like this, sitting at a big table in these tall coffeehouses, not bothering me. But today I have two drunkards: the rum and the Bumbo party. It's a stuttering fish. He's confused by his words and he doesn't get out of this: If I leave, I won't let go! I feel that voice as if it came from somewhere else that wasn't nearby. I think Finfo is behind the wall: his words sound deaf. Maybe there's more to it than alcohol in my throat. I couldn't have been, mate. The old man sent me to a train station and I went to Mongo's. Uté knows it was serious yesterday. And why didn't you tell him the truth? He argued angrily. There was no time, Hand. Ever since he saw me, he's been fucking me. He gave me a mouth and I can't stand it, not even Jesus Christ. But it was too little! Fino voice accompanied by strong punches on the table. I'm not playing with it! If I utte, he broke his mouth, I'll open his head! \"So they are the thing\", says Bumbo calmly, \"if I hadn't caught him, it would have ended with some grief\". While he speaks, he caresses the dark breast of the slut. The light is coming in small waves. I think of the Bumbo's tereques, piled up in a corner; I think of the rude pattern, which without pain breaks a brotherly cord, strained by the force of shared suffering and joy. I don't remember my day's work. My head is spinning and my throat is filling with something that smells like smoke. The woman smiles stupidly, not understanding why we're here and why Bumbo's hand mechanically caresses her left, dark, fleshy breast. Bumbo says in a deep voice, out of a whisper: \"Manito, there is no cure... for the first time in my life my eyes are burning with tears. They are abundant, until the table is wet... the servant will think that the rum has spilled. *FIN* Bahoruco, 1932", "title": "Bumbo", "author": "Juan Bosch"}