{"metadata": {"length": 3655, "words": 712, "reading_time_min": 3.56}, "text": "In the middle of a forest lived a hermit, not afraid of the beasts that lived there. Moreover, by divine concession or continuous treatment, the holy male understood the language of the animals and could even converse with them. On one occasion, when the hermit was resting under a tree, a crow, a dove, a deer and a snake came to lie there to spend the night. Lacking anything else to do and in order to have fun, they began to argue about the origin of evil. \"Evil comes from hunger\", declared the raven, who was the first to address the subject. When you eat to fullness, you lay on a branch, you eat everything you want and things look pink. But, friends, if for days you don't try a bite, the situation changes and nature no longer seems so fun or so beautiful. What a discomfort! What a restlessness one feels! It's impossible to have a moment of rest. And if I see a good piece of meat, I jump on it, blindly. Neither sticks nor stones nor angry wolves would be able to make me release the prey. How many of us perish as victims of hunger! There is no doubt that hunger is the source of evil. The dove thought it was forced to intervene, as soon as the crow had closed its beak. - I think evil comes not from hunger, but from love. If we lived alone, without females, we'd be able to handle the pain. Moreover, we live as a couple and love our partner so much that we cannot find a moment of rest, always thinking about her. And when she moves away a little from us, we feel lost and tormented by the thought that a gavel has torn her apart or that the man has made her a prisoner. We begin to search for it everywhere, with mad zeal; and sometimes we run to death, perishing among the claws of the birds of prey or in the nets of a net. And if the companion is gone, one neither eats nor drinks; one seeks her and wept. How many die like this among us! You see that all evil comes from love, not hunger. \"No, evil does not come from hunger or love\", said the serpent. Evil comes from anger. If we lived quietly, if we didn't look for a pendulum, then everything would be fine. But when something goes differently than we want, we get caught up and everything gets clouded. We only think of one thing: to unleash our anger on the first one we meet. Then, like crazy, we whistle and twist, trying to bite someone. At such times, there is no mercy for anyone; one would bite his own father or mother; we could eat ourselves; and the rage ends up losing us. No doubt all evil comes from anger. The deer wasn't like this. - No, it's not anger or love or hunger where evil comes from, but fear. If it were possible not to feel fear, everything would go well. Our legs are light for running and our bodies are vigorous. We can defend ourselves from a small animal with our horns, and flight preserves us from the big ones. But it's impossible not to be afraid. As soon as a branch crosses the forest or a leaf moves, we tremble in terror. The heart beats, like it's about to come out of the chest, and we run. Other times, a passing hare, a fluttering bird, or a falling branch, make us believe that a beast is chasing us; and we go out, shot, perhaps toward the danger zone. Sometimes, to avoid a dog, we run into the hunter; others, panicked, run aimlessly and fall down a precipice, where death awaits us. We sleep ready to run; we are always alert, always full of terror. There's no way to enjoy a little peace. From that I conclude that the root of evil is fear. Finally the hermit intervened and said: \"It is not hunger, love, anger or fear that are the source of our ills, but our own nature. She's the one who begets hunger, love, anger and fear.", "title": "El origen del mal", "author": "León Tolstoi"}