{"metadata": {"length": 6501, "words": 1207, "reading_time_min": 6.035}, "text": "He was a white-haired old man with large hands and a huge nose. Much before we met him, he had been a doctor and driven a white horse from house to house in the streets of Winesburg. Then he married a stout girl, who had inherited a large and fertile farm after the death of her father. The girl was tall, blonde, and beautiful to many. Everyone in Winesburg wondered why she had married the doctor. After a year of celebrating their marriage, he died. The doctor's hands had giant knuckles. With the screws closed, the rods looked like unpainted wooden balls, as big as nuts joined by steel rods. He smoked a grain pipe and, since his wife's death, spent the day sitting in his empty office next to a window covered with tarpaulins. She never opened up. On a very hot day in August he tried to open it, but found that it was stuck and he had forgotten to open it. Winesburg had forgotten the old man, but Doctor Reefy concealed in his interior the germ of many good things. Only, in his zealous supervision of the Heffner building, on the warehouse of the Parisian Textile Products Company, worked tirelessly in the construction of something that he himself destroyed afterwards. Small pyramids of truth that he built and then destroyed to keep having truths with which to build new pyramids. Doctor Reefy was tall and ten years ago he wore the same outfit, which was ripped at the seams and had holes in the arms and legs. When she was in the office she also wore a linen satchel with huge pockets in which she constantly threw paper. Over the course of a few weeks the strips of paper became round and hard, and when the bags were full they sat on the floor. In ten years, he had only one friend, another old man called John Spaniard who owned a tree nursery. Sometimes, when he was in good humor, the old doctor Reefy would pull out a pack of cigarettes and throw them at the owner of the tavern. “Regret should be yours, old sentimental charlatan,” he cried in death laugh. The story of Doctor Reefy and his wedding to the tall, dark-skinned girl who became his wife and left him all her money is very curious. It turns out delicious, like those gnarled apples that grow in the vineyards of Winesburg. In autumn, one walks through the vineyards and the soil is hard due to the sand. The collectors have collected the apples. They have packed them into barrels and sent them to the city where they will be eaten in apartments full of books, magazines, furniture and people. In the trees there are only a few wrinkly apples picked by the collectors and which remind of the knuckles of the hands of Doctor Reefy. If you like them, you will find that they are delicious. All its dregs have been concentrated in a circular area on one of its sides. One goes from tree to tree on the iced ground picking up rough and ragged apples and putting them in the bags. Only a few know the sweetness of rotten apples. The girl and Doctor Reefy began their engagement on a summer afternoon. He was forty-five years old and had already acquired the habit of filling his pockets with paper strips that became hard balls and then rolled down the street. He had become accustomed to doing so as he rode his horse behind the white mule and walked slowly along the country roads. In the papers he wrote ideas, conclusions and the beginnings of ideas. One by one, the imagination of Doctor Reefy had come up with all those ideas. From many of them, a truth grew gigantic in his brain. The truth enshrouded the world. It became something terrible and then it faded away and it started with the small ideas. The tall, brown girl went to see Doctor Reefy because she was scared and claustrophobic. He was in that state because of a series of curious circumstances. The death of his father and mother and the rotten acres of land he inherited attracted a cloud of claimants. He spent two years receiving applicants almost every day. Except for two, they were identical. They spoke of passion and, when they looked at her, there was an odd apprehension in their voices and their eyes. The two that were different did not look anything like each other. One of them, a thin boy with white hands, the son of a jeweller in Winesburg, was constantly talking about virginity. When I was with her, there was no way to change the subject. The other, a blond boy with big ears, never said anything, but he arranged his hair to pull her into a dark corner and kiss her. At first, the tall, brunette girl thought she would marry the jeweler's son. He spent hours sitting in silence listening to him talk and then something began to happen. He began to suspect that his talk about virginity concealed a greater lust than the others. At times it seemed that he was tying his body up in his hands. He imagined how he would give her very slow turns between his white hands as he looked at her intently. At night he dreamed that he had mutilated his body with his gnawing teeth. He had that dream three times, then he let her go to the man who never said a word, but who in a moment of passion really bit her on the shoulder and left her for several days with the sign of the teeth. When the tall, blonde girl met the doctor Reefy, she decided she never wanted to be separated from him. He was in his office one morning and he seemed to take responsibility for what had happened without her saying anything. There was a woman in the doctor's office, the wife of a man who owned a bookstore in Winesburg. Like all old-time doctors in town, Dr. Reefy shook his rattle, and the woman slapped a rag against her teeth and screamed. Her husband was with her and when he took the knife, the two cried out and the blood smeared the white dress of the woman. The tall, brown girl didn't pay any attention. When they left, the doctor smiled. “We are going for a walk,” he said. The following weeks, the tall, brunette girl and the doctor were seen almost daily. The state that had pushed her to visit it ended because of a disease, but the young girl was as those who have discovered the emptiness of rotten and rotten apples: she was no longer interested in the round and perfect fruits that she ate in the apartments of the city. That autumn, shortly after beginning their relationship, he married Dr. Reefy and the following spring, he died. During the winter he read the thoughts he had scribbled on the scraps of paper. After reading them she laughed and kept them in her pocket to be turned into tights. FIN “Paper Pills”, Winesburg, Ohio, 1919", "title": "Píldoras de papel", "author": "Sherwood Anderson"}