{"metadata": {"length": 3917, "words": 841, "reading_time_min": 4.205}, "text": "And even though the line is cut to mark the end, I'm just saying goodbye until we meet again. Bob Dylan Sometimes I think the days of my life are like the keys to this machine. They're round and accurate and just because they do nothing but write. Paco Urondo told me I want you to write something for the Diario de Mendoza. And I told her that, well, that yes to that rushed voice that shoots from some corner of this mother Baires and crosses a mile of walls, and before hanging up the voice told me one of these days we had a coffee and chatted and I said yes, that's okay and I asked my old lady to serve me a coffee and drink in honor of Paco this lonely coffee that would otherwise cool down in the pocket waiting for the day because here there's no time really for leisure ceremonies and it all comes down to voices and urgencies and walls and signals. And now I sit to write and at the same time, six hundred kilometers from here, my friend Lirio Rocha sits at the door of his ranch, because his days are equally round, only in another sense, and if the sea allows it are also precise, in his way, he sits, as I say, at the door of his ranch, at the Devil's Point, north of Cape Polonium, between the lighthouse of Polonium and Chuy, and looks at the sea after riding one day on the back of his shark, because it's the time of the shark's saffron, that dark winter fish to its image and likeness, and he asks himself (is I the one who asks himself for what memory is necessary for him to live because I am so much like him), he asks himself, what is the flaccid, I mean, I'm more than six hundred kilometers down, I'm just saying, in the same way, will make him so hard to remember? And then I ask myself again what is it that I really do, or to put it another way why I write, that's what everyone asks when they cross over in front of one of us, and then you put your face in torment and say that you're in the Big Thing, the mission and all that can, but I know that to my friend Lirio Rocha I can't tell you anything about that because he is in the Big Thing, that is, in life and that I do what I do, if it's actually doing something, as a way to tell me all the lives that I don't live, Lirio's for example, that this morning he's going back to the sea, so I could fall asleep and forget. And I'm gonna stop hitting this machine. And now, that's closed night and the voices and the walls are dead till tomorrow and the Great Night of Buenos Aires looks like the sea, I put on a Jobim record so I don't die altogether and I think of my other friend, because it's time for friends and absences, my friend Alfonso Domínguez, captain, who also lives across the sea, a few miles down on the salty slope of Cape Santa Maria and who plays the flute like Herbie Mann and cartoon mascots like Aleijandinho and apart from that calculates the defeat of every ship that passes on the horizon and drinks a glass of wine at every turn of wind, I say not too late, and then I come back to play this key and another because, after all, nobody will ever know if they're not this old friend of ours, who just as urgently needs to play the flute like Antonio and he's cutting up mascots like the Aleijandinho and besides that, he's always drinking a glass of wine because, when he's not too late, and then he's not, after all, he's done, he's not, and he's not, after all, and he's not, after all, but, and he's not, and he's not, and he's not, and he's not, and he's all, and he's all, and he's not, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and he's all, and all, and all, and all, and all, and all, and all that, and he's all, and Fin 1969", "title": "Los caminos", "author": "Haroldo Conti"}