{"metadata": {"length": 5269, "words": 924, "reading_time_min": 4.62}, "text": "A trapeze artist - as is well known, this art which is practiced on the top of the domes of the great circuses is one of the most difficult among all the affordable to man - had organized his life in such a way - first for professional ambition of perfection, then for custom that he had become tyrannical - that, while working in the same company, he remained day and night in the trapeze. All their needs - besides very small ones - were met by servants who would stand up at intervals and watch underneath. Everything upstairs was taken up and down in casks built for the case. This way of life did not lead to difficulties for the trapeze artist with the rest of the world. He was just a little annoyed during the rest of the show, because as it could not be hidden that he had stayed up there, even though he remained still, some look from the audience always turned away towards him. But the directors forgave him, because he was an extraordinary, irreplaceable artist. He was also known not to live this way out of caprice and that only in this way could he always be trained and maintain the extreme perfection of his art. Besides, it was great up there. When, on warm summer days, the side windows that ran around the dome were opened and the sun and air burst into the circus' twilight zone, it was even beautiful. His human treatment was very limited, of course. Sometimes a fellow tourist would climb the climb rope, sit beside him on the trapezoid, one leaning on the right rope, the other on the left, and they would chat for a long time. Or the workers who repaired the roof exchanged a few words with him for one of the skylights or the electrician checking the light conductors in the highest gallery shouted a respectful, though unintelligible, word at him. Unless then, I was always lonely. Once an employee who wandered tiredly during naps through the empty circus would lift his gaze to the almost attractive height, where the trapeze artist rested or practiced his art without knowing that he was being observed. The trapezoid artist could have lived in peace, if not for the inevitable travels from place to place, which disturbed him to a great extent. The entrepreneur was certainly careful not to allow this suffering to go on unnecessarily. The trapezoid was heading to the station in a race car that ran, at dawn, through the deserted streets, at maximum speed; too slow, however, for his nostalgia for the trapezoid. On the train, he was arranging an apartment for himself, where he found, above, in the luggage compartment, a mean substitution - but in some way equivalent - of his way of life. The trapezoid was already planted at the destination long before it arrived, when the boards had not yet been closed or the doors placed. But for the businessman, the most pleasant moment was when the trapezoid rested his foot on the climbing rope and in a few days he was again crammed onto his trapezoid. Despite all these precautions, the trapeze artist was severely disturbed by the travels, so that, as fortunate as they were economically for the entrepreneur, they were always painful. Once they were traveling, the artist on the grid seemed to be dreaming, and the businessman lying in the corner of the window, reading a book, the trapezoid gently stroked him. And he told her, biting her lips, that she would need to live, not a trapezoid, as before, but two, two trapezoids, one in front of the other. The businessman immediately agreed. But the trapezoid, as if to show that the acceptance of the entrepreneur was no more important than his opposition, added that he would never again, on any occasion, work solely on a trapezoid. He seemed horrified at the thought that it might ever happen to him. The entrepreneur, stopping and observing his artist, declared his absolute conformity again. Two trapezoids are better than one. In addition, the new trapezoids would be more varied and spectacular. But the artist suddenly started crying. The businessman, deeply moved, jumped up and asked what was happening to him, and as he received no answer, he got up to the seat, caressed him and hugged him and squeezed his face against his own, until he felt tears in his skin. After many questions and affectionate words, the trapeze artist exclaimed, sobbing: \"Just with a bar in my hands, how could I live! Then it was easy for the businessman to comfort him. He promised that at the first station, at the first stop and fonda, he would telegraph for the second trapezoid to be installed, and he harshly reproached himself for the cruelty of having let the artist work so long on a single trapezoid. Finally, he thanked her for making her observe that unforgivable omission. In this way, the businessman was able to calm the artist and get back to his corner. Instead, he was not calm; with grave concern, he sneaked over the book to spy on the trapeze artist. If such thoughts had begun to torment him, could they have ceased completely? Wouldn't they keep increasing day by day? Wouldn't they threaten their existence? And the businessman, alarmed, thought he saw in that apparently calm dream, when the tears had ended, the first wrinkle began to draw on the smooth child's forehead of the trapeze artist. Fin Erstes Leid, Genius, 1923", "title": "Un artista del trapecio", "author": "Franz Kafka"}