{"metadata": {"length": 4996, "words": 958, "reading_time_min": 4.79}, "text": "I would have married. I used to, but I don't now. Who's the brave one to marry things as they are today? I've been engaged for eight years. I don't think it's wrong, because before you get married you have to meet each other or meet the other, or rather, that knowing one is not important, and knowing the other, to confuse him, it's okay. My mother-in-law, or my future mother-in-law, looks at me and groans every time she sees me. And if I smile, he shows me his teeth like a mast. When she's in a good mood, she refuses to say hello or makes me not know the hand I extend when I say hello, and that to see what she doesn't care about, she has a very sharp look. At the age of two years of being engaged, both she and I agreed that to get married you need a job, and if not a job, at least work with your own or someone else's capital. I started looking for work. An average of two years' work can be calculated. If you're lucky, you're placed at a year and a half, and if you walk in the bad, never. All this time, my girlfriend and her mother were walking around the block. It's funny, one against you, the other in your favor, always pulling the same thing. My girlfriend used to say, \"You're right, but when are we getting married, honey?\" My mother-in-law, however, said, \"You have no reason to protest, so please tell me when you can get married. I was watching. It is extraordinarily curious the look of the man who is between a kind and angry rage. I think Carlitos Chaplín was born from the conjunction of two looks like this. He would be sitting at a banquet, his mother-in-law on one side staring at him with a phobia, his bride with passion on the other, and Charles was born, the one with the painful twisted smile. I told my mother-in-law (for me a future mother-in-law is in her worst phase during the courtship), smiling with melancholy and resignation, that when I got a job I would marry and one day get a job, what a job...! One hundred and fifty pesos! Marrying for 150 pesos means nothing less than putting a rope around your neck. You will rightly recognize, I postponed the marriage until I was promoted. My girlfriend nodded her head accepting my reasoning (when they're brides, women go through a curious phenomenon, they accept all reasoning; when they get married the phenomenon is reversed, we're the men who have to accept their reasoning). She agreed, and I was proud to say that my girlfriend was smart. I was raised to 200 pesos. Two hundred pesos is more than one hundred and fifty, but the day I was promoted I found that with a little patience one could wait for another promotion, and it was two years later. My girlfriend put on a \"piola\" face, and then with a hero's gesture I made up my mind. Clear accounts, longer than Greek accounts, which I've been told were endless. I showed him with the pencil in one hand, the catalog of the furniture in another and a budget by Longobardi on the table, that it was impossible to do any housework without a minimum wage of three hundred pesos, at least, two hundred and fifty. Marrying two hundred and fifty had to invite friends with rotten masses. My future mother-in-law spit poison. Their impetus carried a very curious mental rhythm, ranging from compound murder to simple murder. At the same time as he smiled at me with his jaws, he stabbed me with his eyes. I looked at her with the tender gaze of a common drunk who hopes to die for his ideal. My poor girlfriend would bow her head meditating on the gut bronchi, those real battles of outlandish concepts that go away when the damned is absent. The criterion of increase was finally imposed. My mother-in-law spent a week dying and not dying, then decided to martyr her neighbors for another time and not dying. On the contrary, she looked twenty years younger than when I met her. He expressed a desire to make a 30-year contract for the house he occupied, a purpose that scared me. He said something between my teeth that sounded like this: I imagine his desire to bring me flowers wouldn't reach the Chacarita. Finally, my future mother-in-law revealed her intention to live until the day my salary was raised to 1,000 pesos. The other raise came. That's the 75-pound increase. My mother-in-law told me in a tone that could be conceived of as ironic if it wasn't aggressive and threatening: And when I was going to answer him, the revolution broke out. Marrying under a revolutionary regime would prove to the best of proof that you're crazy. Or at least they've altered their mental faculties. I don't care. I said to her today, \"No, ma'am, I'm not marrying you. Let's hope the government calls elections and decides whether to reform the constitution or not. Once the Congress is constituted and all institutions march as they should I will not impede the fulfillment of my commitments. But until the Provisional Government hands over power to the Sovereign People, I will not hand over my freedom. Besides, they can let me down. Fin Watersheds, 1950", "title": "Del que no se casa", "author": "Roberto Arlt"}