{"metadata": {"length": 4957, "words": 894, "reading_time_min": 4.47}, "text": "When Hernando Pizarro returned from Spain in 1534, bringing to his brother the title of marquis, he brought with him a hidalgo, natural of Talavera, named by the king factor of Peru. His name was the Hidalgo Ilán Suárez de Carbajal, he was a man of a little over thirty years, of a gentle person, and according to a chronicler, very understanding in letters and numbers. The marquis received him with great deference, and soon the most frank friendship between the two became close. D. Francisco brought his new friend up to speed on the events, and commissioned him to go to Cusco to confer with Almagro the Old, later giving him the same order in Mala's famous and unfaithful interview. D. Illan worked hard to reach a good agreement, but the Pizarro's doubling of the two failed. Pizarro then gave the factor the command of an expedition to subdue the Inca Manco, who with a large host of Indians were in the Andes. Deceived by the reports of a spy, Illán sent one night to Captain Villadiego with thirty men to surprise Manco's person but this, warned of the plot, beat the Spaniards, killing Villadiego and more than twenty of his soldiers. Released from command, Illán returned to Cuzco, where he wrote to the marquis that he should take great care of those of Chile. He then moved to Lima, and on the same day of Pizarro's murder, he was reduced to prison by the partisans of Almagro el Mozo. When he withdrew from Lima he led, always imprisoned, to Suárez de Carbajal and others; but in Jauja he released them. Vaca de Castro sent to Lima the bachelor Juan Vélez de Guevara with the character of lieutenant governor. But Illán Suárez and the regents refused to recognize him and broke his stick in full Cabildo, complaining that the appointment had been made in person newly arrived in Peru. Although Vaca de Castro had news of the contempt, he did not want to use rigor, limiting himself to gently reprimand the mutineers. The truth is that this happened when news of the arrival of Viceroy Blasco Núñez was already being heard in Panama. The Cabildo appointed Illán to go to Trujillo to receive and congratulate the new representative of the crown; but in Huaura he was informed of the severity with which the viceroy came, taking partisons and performing other acts of justice, and then resolved to return, writing to his brother before what little they had to expect from Blasco Núñez; and that they had to take the Indians, especially him as a royal officer, to try to turn all his wealth into money to return to Spain, before the provisions of the viceroy could harm them in their interests. Blasco Núñez, and since then he has seen Illán Suárez with a bad eye. So when on May 15, 1544, he received in the palace the visit of the nobles of Lima, hugging Illán, with whom he met from Spain, he said: \"I feel that you are one of the few to whom I cannot do good or mercy any. There is no more news worthy of recording of this viceroy's brief reign than the receipt of the royal seal in Lima. The ceremony was solemn. \"The seal\", says one chronicler, \"was worn in a box on a horse, whose shell was of crimson velvet with gold stripes. The horse, carried from the right by a rider from Cabildo, went under a brocade pallium, holding the rods of the other rider. Behind him were the viceroy and the four hearers who came to Spain to establish the Royal Audience. Seeing the events and rebellion of Gonzalo Pizarro coming, Suárez de Carbajal remained faithful to the king's cause, and even wrote to his brother not to commit to the revolutionaries. But the unpopularity and the uncertainties of Blasco Núñez were the best helper of the revolution. One night, among other neighbors, two nephews of Illán Suárez escaped from Lima who lived in the same house as the factor, who was unaware that his relatives were so tied to the revolutionary cause. When the viceroy heard this, he ordered Illan to be taken out of bed and said, \"Trayer! You sent your nephews to rebellion. \"I am not a traitor, but a good and loyal servant of the king like you\", answered Carbajal without imputation. Exalted by these words, the viceroy wounded the factor with his dagger in the chest, and ordered one of his servants to just kill him. The mild murder committed in the person of Illán Suárez brought an end to public exasperation, and everywhere sprouted the sparks that the catastrophe of Iñaquito was to produce for the viceroy. After winning the battle for Gonzalo, Benito Suárez de Carbajal, brother of the factor Illán, found the viceroy in the field, covered with wounds, and after slapping him, he had his head cut off by a black man, led him to the tail of his horse to the square of Quito and placed it on the picota. Gonzalo disapproved of Benito's ruinous conduct, and ordered his defeated adversary to be buried and given funeral honours. This is how the death of the factor Ilán Suárez de Carbajal was avenged. FIN Peruvian traditions  Second series, 1874", "title": "La muerte del factor", "author": "Ricardo Palma"}