{"metadata": {"length": 3911, "words": 736, "reading_time_min": 3.68}, "text": "Instead of talking, the two of them whispered: the romance had just begun and they were foolish, it was love. Love with what it brings matched: jealousy. - Okay, I think I'm your first girlfriend, it makes me happy. But tell me the truth, have you ever kissed a woman before? - Yeah, I've already kissed a woman. - Who was it? - she asked in pain. He tried to tell her, but he didn't know how. The tour bus was slowly climbing up the mountain. He, one of the boys in the middle of the buzzing girl, would let the cool breeze hit his face and sink into his hair with long, thin, weightless fingers like a mother's. How nice it was to be still sometimes, not thinking much, just feeling. Concentrating on feeling was hard in the midst of the peer-to-peer bargaining. And even the thirst had begun: playing with the group, talking to the neck, louder than the engine noise, laughing, screaming, thinking, feeling... How my throat was dry. And not a shadow of water. The point was to collect saliva, and that's what he did. After putting it in his fiery mouth, he swallowed it slowly, and then once more, and again. It was warm, however, the saliva, and it did not quench the thirst. A huge thirst, bigger than himself, that now invaded his whole body. The fine breeze, once so good, at noon had now become dry and hot, and as it entered his nose it dried up the little saliva he had patiently gathered. What if I just covered my nose and breathed a little less of that desert wind? He tried for a moment, but he was drowning right away. The point was to wait, wait. Maybe minutes at a time, maybe hours, while my thirst was years. I didn't know how or why, but now he felt closer to the water, closer to the presentation, and his eyes were moving past the window, through the road, through the bushes, exploring, sniffing. The animal instinct inhabiting it had not been mistaken: behind an unexpected curve of the road, among the bushes, was the fountain from which a dream-water puppy sprang. The bus stopped, everyone was thirsty, but he got to the stone fountain first, before anyone else. Closing his eyes, he opened his lips and fiercely dragged them to the hole where the water was pouring. The first fresh sip went down, sliding down the chest to the stomach. It was life that was coming back, and with it it all the sandy interior was soaked up to its fullness. Now I could open my eyes. And he opened them, and very near his face he saw two eyes of the statue looking at him, and he saw that it was the statue of a woman, and that it was from the mouth of the woman from which water came forth. He remembered that on the first sip he had actually felt a cold touch on his lips, colder than water. And then he knew he had brought his mouth closer to the mouth of the woman in the stone statue. Life had sprung from that mouth, from one mouth to the other. Intuitively, confused by his innocence, he felt intrigued, but if it wasn't from the woman from whom the life-giving liquid, the germinating liquid of life, came out... he looked at the nude statue. I had kissed her. A tremor that was not visible from the outside invaded him and, starting deep inside, took over his whole body and turned his face into a living fire. He took a step back or forward, didn't know what he was doing. Stunned, he realized that a part of his body, once always serene, was now under aggressive tension, and that had never happened to him. Sweetly aggressive, he stood alone in the midst of others with a slow heartbeat, deeply feeling the world transforming. Life was totally new, it was different, discovered in a blink of an eye. I was perplexed, in a fragile balance. Until, emerging from the deepest of being, from a hidden source in him, the truth gushed. That immediately filled him with fear and also with a pride he had never felt before. He had... he had become a man. The first kiss, Felicidade clandestina, 1971", "title": "El primer beso", "author": "Clarice Lispector"}