{"metadata": {"length": 4999, "words": 980, "reading_time_min": 4.9}, "text": "A hermit lived alone in a lost mountain hermitage and ate from what he found in the countryside; when he did not take care of his food, he devoted himself to prayer, which took most of his time. He lived in this way so simply and hidden because he was a man who had never sinned, neither in deed nor thought, and God, pleased with him, sent an angel to him to leave him a bread every day in the hermitage while the good man slept. One day, when he had gone far from his hermitage, a pair of guards came across him on the way, leading a prisoner. The hermit said to the prisoner, \"You see the men who are insulting God\". Justice punishes you and then your soul is taken away by the devil. Then God was very angry at the hermit's comment, because the man was taken prisoner without any wrongdoing and, to show his anger, he told the angel not to bring him any more bread. The next morning, when the hermit saw that the angel had left him no bread, as God had commanded him, he realized that he had done something wrong and began to weep, sorrowful. Then the angel came to him with a branching bush and said, \"God has punished you for your foolishness, for you charged this man with nothing\". I bring thee no more bread, but a branch of a dry oak, which thou shalt always carry with thee, and wear it as a head when thou sleepest; and God will not forgive thee until three green branches spring up out of the oak. And from now on thou shalt not live by bread, nor by the fruit of the field; but thou shalt leave this hermitage, and eat of the offering of the offering of the heave-offering. As soon as the angel had said this, the hermit disappeared, and with her the angel; and then the hermit felt loneliness like a horrible weight, and he wept again with great bitterness. The hermit went from village to village asking for alms and, when he slept, he put on the scarf as a pillow. She lived this way until one day she began to sleep over her without seeing a house, a village or a village. She was desperate to find a place to sleep when she saw a light in the distance and rushed to her with the hope of covering herself that night. When she reached the light, she saw it coming from a cave and the hermit cried out from her mouth, \"Hail Mary! At his screams, an old woman came out to ask what she wanted and he told her that he was just looking for a corner to spend the night in. But the old woman advised him to leave, for if thieves came, they would kill him so that he would not report them; but seeing the hermit's tiredness and loneliness, the old woman felt sorry for him, because it was also a very dark night, and hid him at the bottom of the cave, where the thieves could not see him, who never got there. In this the thieves came loaded with sacks, bags and coffers, because they had made a very big robbery that day and it was so much loot that they decided to take it to the bottom of the cave. And there they saw the hermit and they took him and they took him out and the captain of the thieves asked the old woman who this man was and what he was doing hiding at the bottom of the cave. And she said to him, Behold, he is a poor beggar, and he went about, and came seeking lodging; but tomorrow at dawn he will go away. - You stupid old woman! - said the captain. Tomorrow when he leaves he'll run off to report us, but I have to kill him right now. She pulled out her dagger to kill the hermit and the old woman, groaning and crying, asked him not to. - Don't kill him, he's a good man and he won't say anything! Then the hermit went to the centurion and said, \"Leave her alone, woman, for God's will is done\". Because I lived in a solitary, secluded, prayer-dedicated hermitage and because I offended an innocent prisoner by calling him a thief, God has punished me for wandering the world living on alms and will not forgive me until three green branches of this dry bush that I carry with me sprout. And the captain said to him, Go back to your corner, and go away tomorrow morning, and look not back. The hermit went to bed and the thieves were thinking. And the old woman said, If God has punished him for a wicked thought, how much more for us thieves? And the thieves kept on thinking until the captain ordered them all to bed. The next morning, just before dawn, the captain went to see if the hermit had left and found him dead in his corner, with his head resting on the dry bark, to which three green branches had sprouted. He called the other thieves and told them that the game was unloaded right there. The thieves and the old woman knelt down and regretted all the bad things they had done up to that time, then dug a hole at the entrance of the cave and buried the hermit and the lizard in it and, leaving all their treasures in the cave, each left by his side to take another life. And the hedge cast out the three branches, and grew and became so entangled that it covered the entrance of the cave completely, that no one heard of it again. FIN Spanish Anonymous", "title": "Los ladrones arrepentidos", "author": "nan Anónimo"}