{"metadata": {"length": 1902, "words": 349, "reading_time_min": 1.745}, "text": "Note: Narration written by the author without using the letter a. Whenever the new driver set my car's engine in motion, he performed surprisingly risky exercises and spread terror everywhere: he smashed the windows of endless shops, knocked down telephone poles and lighting fixtures, crushed three hundred public service cars, sprayed the skeletons of thousands of individuals, removing them from the world of the living, in opposition to his obvious desire to continue to exist; he removed everything that was put in front of him; he bent, broke, dismantled, destroyed; he shrunk my spirit, he over-excited my nerves... but he distracted me indecipherably, because he was not a driver, no; he was a roaring simon. Why this fury, this continual breakdown? Why did he dominate the car like no driver I had after? I did my best to know the mystery. You need to explain what's happening to you. Many unhappy people killed by our car ask for a remorse... Let me look into your eyes! Why do you persist in that fierce course, in that cruel exercise? He inspected the horizon, half-absorbed in twilight, and moderated the running of the car. Then he made a sad gesture. I am neither cruel nor fierce, sir, he said sweetly. I destroy and destroy and break and sow terror... instinctively. In an instinctive way! So you're a sick man? - No, I'm not. But I happen to be, sir, I've been a firefighter for a very long time. A firefighter is always the owner of the place he walks. Everyone lets him run; he doesn't stop; the loud, unmistakable sound of the fire engine, those belts-on heroes, is enough and the fire driver runs, runs, runs... What a divine vertigo! He concluded by saying, \"And my flaw is that I think I always drive the fire engine. And as this is not true, and as I am not today, my lord, the owner of the place where I go, then I will sprinkle all that I fish! And he broke into weeping. FIN", "title": "El chofer nuevo (sin la letra \"a\")", "author": "Enrique Jardiel Poncela"}