{"metadata": {"length": 9256, "words": 1761, "reading_time_min": 8.805}, "text": "Under the sun -which is already beginning to make its way through yours, because we are in June - the three operators work, without turning their faces to the right or to the left. With isochronic movement, exhaling at each sneeze the same a hum! of effort and eagerness, they will tear the skins of the land of the trinchera, dense, compact, red, that form round them mountains of moved stones, in which their naked feet will be buried. Because all three are ill, the same as the women, the same as the ill-fed and abused boy, who represents one year in total, although he has completed thirteen. The thorn, an old one of its father, grows to the shingles, and its thorny thorns grow, ruining its appearance. It is the first day of work at the newspaper, and it is a bit grueling, because a real diary seems a little thing, but by the end of the week they are six real ones!, and the mother has told him that she expects them, that they are a great need. Talking, talking, at breakfast the co-workers have told him, an old woman, a stout woman, dry of voice, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, a stout woman, -We are nine little brothers - the jane said - and as of now, no one, not even I, can win. Already the shoemaker of Ramela had taken me under his wing; only that, oh, cluck!, I wanted to have three years at least without giving a dog... Here, then, it is won. \"We were twelve,\" the tiger confirms, with a tone of indefinable vanity, \"and my mother was a bed, and I was taking care of the tiger, because I was the biggest.\" They made me laugh a lot! He was with them from the morning. Faith, I want to slay thorns. There was a seven-year-old boy who was the sin. Having awoken me, he threw a shard of glass into my eye and threw it out... And the old lady, between two screams, said kindly: -The one who sneezes, I lift up his clothes and give him a good smack... It was not true; the neighbourhood of that poor outer-city slum knew that the sneeze-blonde witch, even when she had a body so drenched in liquid, never really met with anyone; but she was always boasting of sneezing at one and sneezing at the other. And the tyrant, with an expression of malice, turned his eye on his wife, shivering the frightened little boy. Since the hour had come, the secrets had been broken. The gloom of the monotonous work weighed on the spirits, suffocating them, as if the air their lungs were suckling in the trance were suffocating the ideas of the soul. Their mechanical fawn frightened them, putting them out of their minds as to how long the endless repetition, shattered by the action of raising and lowering the pint, of the thud that had to be heard to slam that formidable trincher, tearing up land and more land, that the cars were carrying and the journalists knew not where. What else mattered to them? The boy, Raimundo, worked, like the two women, for a contractor, a man agent, who did the business of providing people with work on the plant, putting the posters on pesos and paying them in real. Go! For that reason, with him, insurance companies had to have a sexy all year. They did not suspect, and if they did, it would not matter, that the land was destined to fill a park in a nearby village. They would feed with their fruits, instead of oats and berries, plum-flowered araucarias, elegant palms, fragrant magnolias, camelias indifferent to everything in their charolaised pride. The trench, opened by the construction of the new road leading to the station, is high and shows the color areas of the layers of the ground. The excavation work has opened up a cave, which already offers shade when the heat rises, in that hollow that limits two talus and which does not refreeze the suffocating air of the river. And the journalists are squealing with delight when they learn that the dismantling is already under way. Then, to give it a whack, to give it a jolt. A-hum! The child feels exhausted from fatigue. It's hard work, the first day, especially the first day. The arms seem to have been slashed, as if they were slapping him. The colleagues laugh. -Mocoso! Did you think it was like playing chess? The love itself, the pundonor re-adjusts him. Add more ants to the sack. He recalls the sneer of the slanderer, the insult with which he uttered the news to him: -You take..., I don't know why; you're worthless; you're a pig you can even use a tool... -You take..., I don't know why; you're worthless; you're a pig you can even use a tool... -You take..., I don't know why; you're worthless; you're a pig you can even use a tool... -You take..., I don't know why; you're worthless; you're a pig you can even use a tool... -You take..., I don't know why; you're worthless; you're a pig you can even use a tool... -You take..., I don't know why; you're worthless; you're a pig you can even use a tool... -You take..., I don't know why; you're worthless; you're a pig you can even use a tool... -You take..., I don't know why; you're worthless; you're a pig you can even use a tool... -You take..., I don't know why; you're worthless; you're a pig you can even use a tool... -You take..., I don't know why; you're worthless; you're a pig you can even use a tool... -You take..., I don't know why; you're worthless; you're worthless... Now it would be seen whether the other, the women, had done more... The tyrant noted the reluctance of the novice, and said, maternal, bond-servant: -Do not be afraid, man, that you must be equal. The business is not to give too much punch, but to take a good punch from every blow. And he pointed to the cliff on his side, where every fragment of rock was twice as large as the ones that had fallen on Raimund. The breath, unanswered, returning to the load. A car passed, making the earth look like a sand castle. They saw only the whirling of its yellow wheels. A bubble of beeswax floated in the air, sparked by the heat. He had not yet conceived, when he saw a village curate, a knight in a tweed coat, walking along the road. The jinn had time to observe something on the heads of the three journalists that he called attention. It was an enormous mass of earth suspended, so to speak, in the air. The cave, swollen by the constant sloughing of the twigs, had no more cover than that solitary ledge, trembling, threatening, of death, inevitable. And in the imagination of the parish the catastrophe was pictured, recalled by a morning reading, between a cup of coffee and a cup of chocolate, in the Integrist newspaper: “Society screamed and screamed, and they would be blown up when they least expected it.” He shook his head, closed the dark alpaca shawl and stepped into the trough, yelling: -Eh! You! That you come up above that land. Are you blind? The alcoholic replied with a scathing retort of injuries on the topic of the profession. The tiger roared back: -Let us be at peace! Vust does not do the work for us. Raimundo, for his part, did not return. Enfeaed, dripping a drop of blood from each ear, without air for its little lungs, you might think he had no hearing. The thud of the sock, its thudding against the rotten wall, was all he could hear, buried in the squeak of his aching chest. When would the bells, rung by the passing train, signal the tumbling, exhausted, slack-jawed, sour-faced, stale-bread-cutter! The bishop, however, continued to hurl insults at the clergy. -Barbarians! Brutes! Not even half an hour later that comes! And as the old one was thrown out of the cave to roar, a sobbing, apathetic shriek was heard; a cloud of red dust rose, and then a sinister silence, interrupted by the tinkling of the last thorns that fell from the top. Soon, a scream, a scream, a roar of fire that shakes the walls of his dungeon. It was the beautiful ruby, which vigorously arose, arose to come out of the mass of earth of the impending burial. They went to the church and the witch; they helped her; she saw first her leg, then her foot, finally her trunk, and she is vivified, with the cut breath; the only eye, crazy with fear. Nobody thought of anyone but her. The boy did not resolve; at first they forgot him. When the earth began to shake, because the neighbors of the caves and the tabernacles were coming out of the real way, it was hard to uncover it; the strongest of the quake had shook it on the chest. He had eyes smeared with blood, a mouth and ears covered with rotten mud. The feet seemed to be buried in the earth, compacted again.", "title": "Accidente", "author": "Emilia Pardo Bazán"}