{"metadata": {"length": 7539, "words": 1475, "reading_time_min": 7.375}, "text": "Once upon a time there was a very sad king who had a servant, who like every sad king's servant, was very happy. Every morning he would come to bring breakfast and wake the king up singing and playing cheerful juggling songs. A great smile was drawn on his distant face and his attitude toward life was always serene and cheerful. One day, the king called him. - Page, he said, what's the secret? - What secret, Your Majesty? - What's the secret to your joy? - There is no secret, Your Majesty. - Don't lie to me, Page. I've had heads cut off for offences less than a lie. - I'm not lying to you, Your Majesty. I don't keep any secrets from you. - Why are you always happy and cheerful? - What? - Why? - I don't know. - Your Majesty, I have no reason to be sad. His Majesty honours me by allowing me to attend to him. I have my wife and kids living in the house. His Majesty rewards me occasionally with some coins to give us some taste. What do you mean, not happy? \"If you do not tell me the secret now, I will have you beheaded\", said the king. No one can be happy for those reasons you gave - but, Majesty, there is no secret. I'd like to please you, but there's nothing I'm hiding... Get out of here before I call the executioner! The servant smiled, bowled and left the room. The king was mad. He couldn't explain how the page was happy living on borrowed money, wearing used clothes and feeding on the leftovers of the courtiers. And when he had calmed down, he called the wisest of his counselors, and told him the conversation of the morning. - Why is he happy? - Oh, Majesty, what happens is that he's out of the circle. - Out of the circle? - That's right. - And that's what makes you happy? - No, Your Majesty, that's not what makes you unhappy. - Let me see if I understand, being in the circle makes you unhappy. - That's right. - And he's not here. - That's right. - How do you get out? - He never came in! - What circle is that? - The circle of 99. - I don't understand you at all. - The only way you'll understand me is by showing you the facts. - How did you do that? - By getting the page into the circle. - That, we force him in. - No, Majesty, no one can force anyone into the circle. - Then you'll have to fool him. - It is not necessary, Your Majesty. If we give him a chance, he'll come in alone, alone. - But won't you realize that's your unhappiness? - Yeah, he'll see. - Then he won't come in. - He can't help it. You're saying he'll realize the misery that's gonna cause him to enter that ridiculous circle, and he'll still enter it and not be able to get out? - So, Your Majesty, are you willing to lose an excellent servant to understand the structure of the circle? - I know. - Okay, I'll come by tonight and get you. You must have a leather bag ready with 99 gold coins, no more or less. 99! What? - What else? Do I take the guards in case? - Nothing but the leather bag. Your Majesty, I'll see you tonight. - I'll see you tonight. That's what happened. That night the wise man came to find the king. Together they ran into the courtyards of the palace and hid themselves beside the page house. They waited for dawn. When the first candle lit inside the house, the wise man took the bag and pinched a piece of paper that said, \"This treasure is yours\". It's the reward for being a good man. Enjoy it and don't tell anyone how you found it. Then he tied the bag with the paper to the servant's door, knocked and went back to hiding. When the page came out, the wise man and the king were spying from behind a few woods on what was happening. The servant saw the bag, read the paper, stirred the bag and when he heard the metallic sound he trembled. He squeezed the bag against his chest, looked around and entered his house. From outside they heard the door locking, and they came to the window to see the scene. The servant had thrown everything on the table and left only the candle. He had sat down and emptied the contents of the table. Their eyes couldn't believe what they saw. It was a mountain of gold coins! He, who had never touched one of these coins, had a mountain of them for himself today. The page touched and piled them, caressed them and made the candlelight shine on them. He would put them together and scatter them, make piles of coins. So, playing and playing, he started making 10 coin piles A pile of ten, two piles of ten, three piles, four, five, six, and as he added up 10, 20, 30, 40, 50, 60... until he formed the last pile: 9 coins! His gaze went round the table first, looking for another coin. Then the floor and finally the bag. \"It can't be\", he thought. He put the last pile next to the others and confirmed it was lower. - They stole me, - he cried - They stole me, dammit! I looked again at the table, on the floor, in the bag, in his clothes; he emptied his pockets, ran through the furniture, but he didn't find what he was looking for. On the table, as if mocking him, a shining little mountain reminded him that there were 99 gold coins, only 99. 99 gold coins. It's a lot of money, he thought. But I'm missing a coin. Ninety-nine is not a complete number, I thought. \"One hundred is a complete number, but ninety-nine is not!\" The king and his counsellor looked out the window. The face of the page was no longer the same, it was with the frown and the tight features, the eyes had become small and wrinkled and the mouth showed a horrible rictus, from which its teeth popped. The servant kept the coins in his bag, and looking around to see if anyone in the house saw him, he hid the bag in the wood. Then he took a pen and paper and sat down to calculate how much time he would have to save to buy his hundredth coin. He was talking all alone, all the time, out loud. I was willing to work hard until I got it. Then, perhaps, I wouldn't need to work anymore. With a hundred gold coins a man can stop working. A man with a hundred coins is rich. With a hundred coins, you can live in peace. He pulled the calculation. If he worked and saved his wages, and some extra money he got, in eleven or twelve years he could collect what was needed. \"Twelve years is a long time\", he thought. Maybe I could ask my wife to look for work in the village for a while. And he himself, after completing his work at the palace at five o'clock in the afternoon, could work until evening and receive some extra payment for it. He figured out: adding up his work in the village, and that of his wife, in seven years he would raise the money. It was too long! Maybe I could take the village what was left of the food every night and sell it for a few coins. In fact, the less they ate, the more food there was to sell... sell... sell... it was getting hot, why so much winter clothes? It was a sacrifice, but in four years of sacrifice it would reach its hundredth coin. The king and the sage returned to the palace. The page had entered the circle of 99... for the next few months, the servant continued his plans as he had come up with that night. One morning, the page entered the royal enclosure knocking on doors, blowing and with a few fleas. - What's wrong with you? - the king asked nicely. - Nothing is happening to me, nothing is happening to me. - Not long ago, you laughed and sang all the time. - I'm doing my job, right? What would His Majesty want, that he be his buffoon and his juggler too? It wasn't long before the king fired the servant. It wasn't nice to have a page that was always in a bad mood. Sometimes, because we want so much, we lose what little we have...", "title": "El paje y el rey", "author": "nan Anónimo"}