{"metadata": {"length": 6985, "words": 1253, "reading_time_min": 6.265}, "text": "Alberto Miravalle, an excellent boy, had only one defect: he thought all women would die for him. Such conviction, born of several easy victories, was for Alberto a constant, delicious, blissful sense of pure happiness. As he had the ingenuity to let his irresistible manliness shine through, the legend was formed, and a smoky air of ridicule was surrounding him. He did not notice the slaps of his friends in the circle and in the café, nor the arrows of slaps that were shot at him by some girls, and others who had long since stopped being girls. Given his oblivious presense, Alberto did not find it strange to receive by mail a letter without notable grammatical errors, on a thick and greasy paper, where a woman was addressed among passionate phrases. The unknown lady was angry that Albert had not fixed on her, and she also began to understand that, once the two souls came into contact, they would be what is called one. He was given the most important sign, and added that the signal of acknowledging the love he had given him would be that Alberto would return that same letter to the list of letters, at some initial date agreed upon. Soon, he repeated, Alberto found the most natural... Then - for all his infatuation - he felt the tingles of rejection. Wouldn't it be a trap to steal from him? A second review restored his usual optimism. If they called him to a suspicious street, with no going... The author's caution in the departure indicated that she was really a lady she wrote, for she was trying to not leave evidence in the hands of the unfortunate mortal. Alberto fulfilled the sign. Another second epistle fixed the day and hour, and gave street and number. I had to return it as the first. It was entrusted with strict punctuality, and it was notified that, arriving exactly at the time indicated, one would find the door and the door of the floor open. They were asked to shut up when they entered, and were accompanied by the protest instructions and the fines of the most lenient. Nothing as easy as knowing who was the beautiful charioteer, knowing already her direction. And, indeed, Alberto, after returning the letter punctually, went about the house, asking with a stout heart in some shops. And I knew that on the floor below was a young, Trappist wife, a lover of clothes and jewels, but not averse to her reputation. The news was excellent, and Alberto began to dream of happiness. When the appointed day came, he, radiant with vanity, a lilac in bloom, hurried home, taking a thousand precautions, parking the car in a distant street, covering his face with the collar of his slave's coat, and seeking the shade of the trees to hide himself better. For it is to be said, in honour of Albert, that all that he had of presumption he had of a gentleman, and if he was presumptuous he was a death in the reserve, and he never, even in the greatest confidence, pretended to write or to name. There was no one who believed that it was a calculating skill to increase with mystery the extent of his conquests. Not without emotion Alberto came to the door of the house... it seemed shut; but a slight push proved otherwise. The sereno, who was passing by, looked with curious curiosity at the old man who was not claiming his services. Alberto slid into the doorway, and, by chance, closed it. He climbed the stairs: the door to the floor was equally open. In the anteroom, carpeted, deep darkness. He lit a torch and looked for the switch to the electric light. The house seemed to be in a perfect condition: not even the slightest noise was heard. By putting the light on Alberto could see that the furniture was rich and glowing. He advanced to a room furnished with yellow damask, filled with vases and jars with plants. In an angle the piano revealed an old gold-gilded country. Such strange silence, and the fact that he could not see a human being, were reasons to shiver Don Juan's heart. A moment passed, he paused, unsure whether to go back and not continue the adventure. Finally, he gave more light and went to the cupboard, all the shelves, the alms-giving-tables, and the jugs; but equally deserted. And after he vacillated a little more, he decided and carefully lifted the slats of the column... He was paralysed. A tremor of fear overcame him. On the floor lay a dead woman, a woman who had fallen from the bed. Over her astonished face, the hair, lying down, had a slackness of shadow. The furniture had been beaten: the drawers were open and the drawers were flung open. Alberto could not shout, or even move. The room was spinning, his ears were ringing, his legs were cotton, it was cold. Finally he ran; he came out, he walked down the stairs; he came to the door... but who opened it? He had no key... He waited tremblingly, assuming someone would enter or leave. They lasted minutes. When the sereno gave entry to a stout man, a man very engulfed in robes, the light of the candle gave Alberto a full face, and he was so mutilated that the watcher shook his head, with greater fear than ever. But Alberto was only thinking of leaving the bad place, and his precipitation in escaping, pushing the serenity that was not separating, was a new and already serious cause of suspicion. On the next day, after hours of those hair-raising shaves, Alberto was arrested at his home... Everyone was accusing him: his walks around the victim’s house, his leaving the “simon” so far away, his run, his alteration, his trembling voice, his crazy eyes... Mild protests of indignation did not prevent his detention being raised to prison, without him being granted bail to remain in temporary release. The opinion, derived from some newspapers that saw a dramatic drama in the matter, was against the seor’s scheming and vindictive spirit. - How do you explain this misfortune of mine? - Alberto asked his lawyer in a private conversation. -I have my explanation - he replied - it is not the Tribunal's to admit it. See what I suppose, it is simple: for me, and forgive me your memory, the unhappy lady received someone..., someone who must be a thief, a professional thief. On the day of the car, from early morning, the victim sent her daughter out, allowing her to eat with some relatives and attend an organ recital. The murderer entered the darkness. He was the one who wrote to you, who set the time, and who, foreseeing, demanded the return of the letters, so that you would have no favorable testimony. When you entered, the murderer was hiding either on the staircase rest, or in the interior rooms of the house. The next morning, when the door to the street was opened, he stepped out without anyone seeing him. He took his purse: jewels and money. What more? It is a supercriminal who has known to find a substitute before the Court. - But it's horrible! Alberto exclaimed. Will you absolve me? - Oh, dear! - the defense lawyer cried. -If I abscond - Alberto exclaimed - I will go to the Trap, where no woman's face will ever be seen.", "title": "La cita", "author": "Emilia Pardo Bazán"}