{"metadata": {"length": 4349, "words": 799, "reading_time_min": 3.995}, "text": "Hansel and Gretel lived with their father, a poor lumberman, and their cruel stepmother, very close to a thick forest. They were living in extreme poverty, and since they could no longer afford to eat all four, they should consider the problem and try to find a good solution. One night, thinking the children were asleep, the cruel stepmother said to the woodcutter: \"There is not enough food for everyone. Tomorrow we will take the children to the thickest part of the forest and leave them there. They won't be able to find their way home and we'll get rid of that burden. At first, the father was strongly opposed to considering the wicked woman's cruel idea. How are we going to leave my children to God's fate, perhaps be attacked by the wild animals? - he screamed angry. \"Either way, we'll all starve to death\", said the stepmother, and she didn't rest until she convinced the weak man to carry out the evil plan he had devised. Meanwhile, the children, who were not actually sleeping, listened to the whole conversation. Gretel was crying bitterly, but Hansel was comforting her. \"Don't cry, dear little sister\", he said, \"I have an idea to find my way home. The next morning, when they went out into the woods, the stepmother gave each of the children a piece of bread. \"You must not eat this bread before lunch\", he told them. That's all you'll have for the day. The dominated and weak father and stepmother accompanied them into the forest. When they penetrated the thickness, the children were left behind, and Hansel, making chunks of his bread, dropped them in disguise to have signs that would allow them to return home. And they took them into the forest, and said to them, Stay ye here, until we come and seek you. Hansel and Gretel did what their parents had ordered, believing that they would change their minds and return for them. But when night came and the children saw that their parents were not there, they tried to find their way back. Unfortunately, the birds had eaten the roadmarks. They walked through the forest all night with great fear, watching the gaze, watching the glow of the beasts' eyes, and with each step they got lost more in that thickness. At dawn, the children, nearly starving and afraid, saw a white bird flying in front of them and flirting in a friendly way to encourage them to move on. Following the flight of that bird they found a small house built all with loaves, sweets, candy and other delicious jams. The children, with a terrible appetite, ran to the rare house, but before they could bite the rich candy, a witch stopped them. The house was built to attract children and when they were in her power, the witch would kill them and cook them to eat them. Since Hansel was very thin, the witch locked him in a cage and fed him rich and substantial food to make him fat. Meanwhile, Gretel had to do the hardest work and only had crab shells to eat. One day, the witch decided that Hansel was ready to be eaten and ordered Gretel to prepare a huge water kettle for him to cook. \"First\", said the witch, \"let's see the oven I set to bake bread. You go in first, Gretel, and see if it's hot enough to bake. Actually, the witch was planning on closing the oven door once Gretel was in to cook her too. But Gretel pretended not to understand what the witch was saying. - I don't know. How do I get in? - asked Gretel. \"Stupid\", said the witch, \"look how it is done\", and the witch put her head in the oven. Gretel quickly pushed her into the oven and closed the door. Gretel released Hansel. Before they left, the two boys filled the pockets of pearls and precious stones from the witch's treasure. The children fled the forest to the shores of a vast lake that seemed impossible to cross. Finally, a beautiful white swan felt sorry for them and offered to pass them to the other shore. With great joy the children found their father there. He had suffered greatly during the absence of the children and had searched for them everywhere, even telling them about the cruel death of the stepmother. Falling down the treasures at their father's feet, the children threw themselves into his arms. So together they forgot all the bad moments they had gone through and knew that the most important thing in life is to be with the beings you love, and they continued to live happily and richly forever.", "title": "Hansel y Gretel", "author": "nan Anónimo"}