{"metadata": {"length": 3408, "words": 624, "reading_time_min": 3.12}, "text": "Don Regino Palacios and his wife had adopted the two boys as fulfilling an obligation imposed by fate. After all, they had no children and could raise that group of puppies, for there was plenty of meat and they would have considered it a crime to leave them in the hands of that drunken and drug-addicted father. Leave them alone, no more, and God help him, they answered simply. The quiet life on the ranch has been going on for years. The boys grew up, and Don Regino was widowed without getting used to loneliness. The rooms were more furnished than ever; the money was almost left over for maintenance, and only a female presence was missing among the three men. The old man remarried. In the narrow intimacy of that life the first strangeness of a new beginning of things soon became normal, and the present replaced the dead with similar sights and ideas. John the elder was a man of determined character, though silent in the furnace conversations. Mark, more bully and cheerful; affectionate to his good-doers. And one day it was the shock of a sudden tragedy. John had gone with the old man's wife. Don Regino trembled with rage at the low betrayal and uttered harsh words in front of the brother, who, embarrassed, tried to soften her with proofs of love and gratitude. Then began the strange bond that was to unite the two men in common misfortune. They guessed, and they did not separate for any business; especially when it came to rains to the corral; painful walks for the old man. Mark always found a way to accompany him, even if he hadn't been helped on the journey. John lived a drifter's life and shunned for seasons wherever they wanted him, while the woman was ploughing into the village. Fatal, they were found in the corral. The urge not to back down at the decisive moment led them to the bloody end. The old man had said, \"I must not look for him, but let him not cross me on the way\". John knew the saying, and he did not want to avoid fulfilling the threat. The daggers spat hatred in stealthy encounters looking for the clear to split the meat; the ponchos stopped the blows and both villagers laughed at the death laugh. John was lying down. The old man didn't try to escape justice, and Mark swore on the corpse revenge. Six years in prison. Six years of sorrow swallowed up, day after day, like a mate of pain. Mark became somber, and the shorter the deadline, the less he thought about the sworn vengeance on the dead. Poor old man, cornered by misfortune. Don Regino has served his sentence. I remembered Mark's oath. He got back his paycheck, found work, and on Sundays, when everyone was laughing, he got into the habit of choking on drinks. In the pulp shop he saw Mark and waited for the attack, willing to simulate defense until he fell stabbed. The boy was thin; with the same childish smile that the old man had wanted, he approached, respectfully removing the chamber: How are you doing, Mark? And they both stayed with their hands clasped, their heads loose, leaving, around their faces, the melon crying. The only thing I could cry about them. I've known that couple bound by deceit and blood more than two loyal lovers. And on Sundays, when the week is laughing, they come back at sunset, drunk old man, slave boy of that incurable pain, down the front, as if they were looking for traces of the road betrayal and death that will embrace them forever. ♪ Finish ♪", "title": "La deuda mutua", "author": "Ricardo Güiraldes"}