{"metadata": {"length": 7168, "words": 1333, "reading_time_min": 6.665}, "text": "An old customs ship, half-covered, was the Emilia, of Porto-Vecchio, on board which I made that sad journey to the Lavezzi Islands. To shelter itself from wind, waves, and rain, there was only a small pavilion, wide enough to barely hold a table and two beds. With such poor resources, our sailors deserved to be seen with the bad weather. Their faces were crying, their water-coated blouses were smoking like white clothes put on to dry in the stove, and in the middle of winter the unhappy people would spend whole days, even nights, crawling on their wet seats, shaking among that unhealthy moisture, because there could be no fire on board, and it was often difficult to win the coast... well, not one of those men complained. In the coldest of times, I always saw them with the same plainness, the same good humor. And yet what a sad life those sea-craftsmen lived! Married almost all of them, with wives and children on the land, remain months apart from their families, roaming those dangerous shores, feeding only on soaked bread and wild onions. They never drink wine, they never eat meat, because meat and wine are expensive, and their salary is only five hundred francs a year! Imagine if there's darkness in the cabin down there, in the marina, and if the kids are going to be well-sneaked! All those people seem happy with their luck. At the back, in front of the cabin, there was a big bucket full of rainy water, where the crew was quenching their thirst, and I remember that, hurrying the last sip, each of those poor devils was shaking his shield with an ah! of satisfaction, an expression of well-being as comical as it is entertaining. The one who showed the most joy and satisfaction among all was a natural of Bonifacio, roasted, small and chunky, whom they called Palombo. This one spent time singing even in the middle of the biggest storms. When the wave took the color of lead, when the dark sky around the lock was filled with often hail and all were winding the storm that was to come, then, between the absolute silence and the anxiety of the ship, the rested voice of Palombo began to chant: She is honorable Liseta and not a believer... she stays in the village... and for many of the rails that made the sailmen crush, roaring and flooding the boat, the song of the customs, swinging like a gull on the crest of the waves, was always heard. The wind sometimes accompanied with too much force, and the words were not heard; but after each blow of the sea, between the murmur of the water that gushed, I heard constantly the chime of the song: It is honorable Liseta and not faith...a: It stays in the village...a... But there came a day of very strong wind and rain, when I no longer heard it. The case was so extraordinary, I pulled my head out of the cabin: Aren't you singing today? Duck didn't answer. He was still, lying on his bench. I went up to him. His teeth were grinding; the fever was shaking his whole body. - He has a sting. - I was told by his comrades. They call a puncture a side punch, a pleurisy. That big, feathered lock, that boat with water gushing, that poor feverish one wrapped in an old rubber cap that glittered under the rain like a seal skin. I've never seen anything more grim. The cold, wind and waves soon made the poor customsman sick. He was deluded and had to be beaten. After much time and no small effort, we enter at dusk into a quiet, dry creek, animated only by the circular flight of some birds. As soon as the beach reached the view, high, steep rocks rose, intricate maze of green shrubs, dark green, and evergreen leaves. Down by the water, a white house with grey staves was the customs post. In the middle of that desert, that state building, with figures like a uniform cap, produced an unpleasant impression of unspeakable discomfort. Poor Pigeon was landed there. What a sad asylum for a sick man! We found the customsman preparing to eat for the love of the lumber, with his wife and children. All those people had pale, yellowish faces, big eyes shaded by the fever. The mother, still young, with a baby breast in her arms, trembled from the cold when she spoke to us. \"It's a deadly job\", the inspector said quietly. We see the need to relieve our customs every two years. The fever of the marshes kills them. However, he was going to go and get a modicum. To find the nearest one, you had to go to Sartène, that is, six or eight leagues away. How do you fix it? Our sailors were completely exhausted from fatigue, and one of the children could not be sent that far. Then the woman, bowing herself outside, called out: \"Cecco! Cecco! And a very stocky little moceton came in, a real kind of stalker or bandit, with his brown wool hat and goat hair gown. When I landed I had already noticed him, seeing him sitting at the door, with his red pipe between his teeth and a rifle between his legs, but, I don't know why, he had fled as we approached. Maybe he thought gendarmes were coming with us. When he came in, customs got a little red. - He's my cousin, he told us. There's no fear that this one will get lost in the thickness. Then he said a few words in a low voice, pointing to the sick man. The man bent over without a reply, whistled his dog and ran out, shooting at his shoulder, jumping from rock to rock at great strides. During that time the children, who seemed terrified by the inspector's presence, soon ended up eating the chestnuts and the white cheese. And always water, just water on the table! However, a glass of wine would have been so good for the little ones! Oh, my God! Finally, the mother went up to bed; the father, lighting the light, went to inspect the coast, and we kept watching our sick man, who was rolling in his shirt as if he were in the high seas, rocked by the waves. To calm the sting a little, we heat pebbles and bricks, putting them on the side. Once or twice, as I approached his bed, the unfortunate man met me, and to thank me he labored to extend my hand, a scratchy, burning hand like one of those bricks taken from the fire. What a sad evening! Outside the storm had become more intense as the day passed, and it was a roar, a closed discharge, a sparkling rainbow, the battle between the rocks and the waters. A high-water wind occasionally penetrated the compartment and enveloped our home. It was known for the sudden increase of flames, which suddenly lit up the mournful faces of sailors, grouped around the chimney looking at the fire with that placid expression that gives the habit of beautiful perspectives and immense horizons. Also, sometimes Palombo complained sweetly. Then all eyes turned to the dark corner, where the poor fellow was in a trance of death, far from his own and helpless, and, with their breasts trembling, great sighs were heard. That's all that inspired those sea workers, patient and sweet, the feeling of their own misfortune. No riots or strikes. Just a sigh! I'm wrong, though. As one of them passed me to throw a bundle of wood into the fire, he said to me in a low, touched voice: \"You see, sir, that in our trade we sometimes suffer many pains! Letters from mon moulin, 1866 Translated by F. Cabañas", "title": "Los aduaneros", "author": "Alphonse Daudet"}