{"metadata": {"length": 6202, "words": 1122, "reading_time_min": 5.61}, "text": "No one knows what his birth was, or how he came to earth. He appeared along the golden banks of the river Acragas, in the beautiful city of Agrigento, shortly after Jerjes ordered him to lash the sea with chains. Tradition tells us only that his grandfather was named Empedocles: no one knew him. It is no doubt to be understood from this that he was a son of himself, as befits a God. But his disciples assure us that before they traveled in full glory through the Sicilian countryside, four existences had already passed through our world, and that had been plant, fish, bird and girl. He was wearing a purple robe with long hair; he had a gold belt around his head, bronze sandals at his feet, and braids of wool and laurel. By laying his hands on the sick he healed them and recited verses, in Homeric fashion, with pompous accents, riding on a chariot and headed up to heaven. A large crowd followed him and bowed down to hear his poems. Under the clear sky illuminating the wheat, men from everywhere flocked to Empedocles, with their arms full of offerings. He left them mouth open as he sang to them the divine vault made of glass, the mass of fire we call the sun, and love, which contains everything, like a vast sphere. All beings, he said, are but disjointed pieces of that sphere of love where hatred has been insinuated. And what we call love is the desire to unite and merge and confuse, as we were once, in the bosom of the globular god that discord broke. It called for the day when the divine sphere was to swell, after all the transformations of souls. For the world we know is the work of hatred, and its dissolution will be the work of love. And he sang about the villages and the fields; and his sandals of brass, which were from Laconia, were on his feet, and before him were the cymbals. However, a column of black smoke emerged from the faucets of the Etna River, casting its shadow over Sicily. Like a king of heaven, Empedocles was wrapped in purple and girded with gold, while the Pythagoreans crawled in their thin linen robes, with slippers made of papyrus. He was said to be able to make the log disappear, dissolve tumors, and remove pain from limbs; he was begged to stop rains and hurricanes; he conjured up storms in a hill circus; in Selinonte he drove out the fever by causing two rivers to flow into the bed of a third; and the inhabitants of Selinonte worshiped him and erected a temple for him, and they minted medals on which his image was in front of the image of Apollo. Others claim that he was a diviner, instructed by the Persians, who possessed the blacksmithy and the science of the crazy herbs. One day while I was dining at Anquitos' house, a furious man broke into the room with his sword up. Empedocles stood up, stretched out his arm, and sang Homer's verses on the nepent that provides insensitivity. And at once the strength of the nepent seized the furious man, who stood nailed, with the sword in the air, remembering nothing, as if he had drunk the sweet poison mixed in the foaming wine of a crater. The sick came to him from outside the cities, and he was surrounded by a crowd of miserable people. Women joined his entourage. They kissed the skirts of his precious cloak. One was called Panthea, daughter of a noble of Agrigento. She was to be consecrated to Artemis, but escaped from the cold statue of the goddess and dedicated her virginity to Empedocles. No sign of his love was seen, because Empedocles preserved a divine insensitivity. He spoke only in the epic metric, and in the dialect of Ionia, though the people and their faithful used only the dory. All his gestures were sacred. When he came to men, he was to bless them or heal them. Most of the time, he was silent. None of those who followed him could ever surprise him in his sleep. He was never seen but majestic. Panthea was dressed in fine wool and gold. Her hair was haired according to the rich fashion of Agrigento, where life flowed smoothly. She was wearing a red sash with her breasts held, and her sandals were scented. Otherwise, she was beautiful and tall in body, and very desirable in color. It was impossible to guarantee that Empedocles loved her, but he felt sorry for her. The Asian winds caused the plague in the Sicilian fields. Many men were touched by the black fingers of the scourge. Even the carcasses of the animals carved the edge of the meadows and here and there were hairless sheep, dead, with their mouths open to the sky and their ribs coming out. And Panthea began to languish from that disease. He fell at Empedocles' feet and could no longer breathe. Those around her lifted their stiff limbs and bathed them with wine and aromatic plants. They released the red straw that held her young breasts and wrapped her in bandages. And his mouth was locked in a loop and his hollow eyes could no longer see the light. Empedocles looked at her, took off the golden band that was strapped to her forehead, and imposed it on herself. He placed the prophetic laurel girdle over his breasts, sang unknown verses about the migration of souls, and three times ordered him to get up and walk. The crowd was terrified. At the third call, Panthea emerged from the shadow realm, and her body was cheered and splashed on her feet, completely wrapped in funeral bandages. And the people saw that Empedocles was a dead summoner. Pisianacte, father of Panthea, wanted to worship the new god. And they set tables under the trees of his garden, to offer him libations. On both sides of Empedocles, slaves held large torches. The heralds proclaimed, as in the mysteries, solemn silence. Suddenly, on the third watch, the torches went out and the worshippers were enveloped by night. There was a loud voice calling: \"Empedocles!\" When the light came, Empedocles had disappeared. The men never saw him again. A frightened slave told me that he had seen a red lightning flashing through the darkness toward the peaks of Etna. The faithful climbed the barren skirts of the mountain to the dark light of dawn. The volcano crater was vomiting a ray of flames. They found, in the porous lava broccoli surrounding the burning abyss, a brass sandal twisted by the fire. FIN", "title": "Empédocles: Supuesto dios", "author": "Marcel Schwob"}