{"metadata": {"length": 6904, "words": 1281, "reading_time_min": 6.405}, "text": "Heinlopo, as is known, is an important port in shrimp hunting and packing, and Greco owned several ships, each with two broad and sturdy nets. He hired day laborers who went out early to fish and returned at sunset to gather the shrimp in buckets and clean the nets. Greco had a daughter, Blimunda. Because she was beautiful and intelligent, she got her father to enroll her in a convent in the city of Hualusco. She spent seven years there, getting educated and becoming a miss. When he returned to Heinlopo, his reputation was such that every good boy greedily coveted her. Greco arranged a marriage with the son of a partner of his, Lafcadio Reyes. Blimunda learned to love Lafcadio, lived with him for another seven years, and they had a son. But when he was three or four years old, Blimunda fell ill with a pulmonary fever and died. The son of the deceased entered the room of the mourners and said, \"Something strange is happening near the nets, behind the house. Mommy's there, watching. Everyone thought the boy had gone crazy or that he had seen a coyote. They ran out and indeed, Blimunda was recharged against a decrepit, cracked wall. She had a beautiful white tunic floating in the air waves and her eyes pointed fixedly to an indiscriminate spot on the ground. People were scared. They'd never seen a ghost before. Blimunda's body was resting, cushioned, in a coffin inside the house, but Blimunda, her soul, was there, outside, absorbed, absorbed. Greco, who was already an old man by then, tried to scare her off with a stick. Nothing, the dead was still unharmed. The neighbors, moved by the news, arrived at the scene and could not believe what they saw. One of them threw stones at her, and they passed her without hitting her. Another took out a crucifix and braced it, used it as a shield while whispering to see it go, as with a wolf or a beaver. The next day, they buried the body in a cemetery 15 kilometers away in the Valley of the Rabbit. They thought that by taking him away from Heinlopo they would also take away the ghost. But Blimunda was still looking, overloaded. Two reactions emerged: among the neighbors, there were those who left Heinlopo in fear and headed for the capital. They argued that a ghost would bring more ghosts and that Blimunda was just the beginning of a long chain. For them, the places once possessed were satanized forever. On the contrary, Blimunda's relatives and friends treated her ghost naturally. They didn't get too close to her because they noticed some nervousness, but they went out to fish just the same, carefree, conscious that a ghost can generally scare but should not take people's bread out of their mouths. The children, the son of Blimunda and Lafcadio Reyes among them, wept when they saw that show, even if they saw it ten, twenty, a hundred times. Meanwhile, Blimunda continued, day and night, recharged on the wall, with her eyes on the ground. Kabbalists, magicians, therapists and priests came. A couple of politicians from Paranagua also arrived to learn that the stored fear motivated the villagers to leave, paused but irrevocably, the beaches of Heinlopo. When I got there, Lafcadio told me the story. My heart trembled to learn, after so many years of absence, that my dear cousin had died. I cried. Then I went out to see the ghost. She was young, fresh, her hair loose without law; the robe absorbed the light of the moon and the sun. His fixed eyes were still projecting his intelligence. What did he say before he died? Nothing, that was the answer. I had whispered a few syllables but the fever and physical tremors had erased them. She must be nervous, I added. I went up to his room. Lafcadio had removed all utensils, clothes, photographs or utensils that reminded him of Blimunda; he had erased it. I looked up the room downstairs. Then I went through the other rooms and closets. I was looking for something, I didn't know what. I found old postcards, sleeping pajamas from my uncle Baltazar used during his stay in Texas. I discovered nets that were no longer used, trophies and decorative medals. As I left, I saw that the ghost of Blimunda was not where it always was. The wall was empty, although a phosphorescent glow was still there. Turn around. One of the ships wasn't stranded. I looked at the ocean. Blimunda had thrown her oars and was sitting on the boat, staring at me from the high seas. What are you waiting for? I shouted at him. Even from a distance, I could see her smiling. A storm threatened from above. I looked back at my cousin's ghost and then I went back to Lafcadio's house and fell asleep. I saw her again, charged against the wall the next day, her eyes at right angles to the ground. The glow had vanished. It was hardly possible to see Blimunda and an unbeliever could not confirm that, indeed, in that corner, next to the nets, a ghost was posing. Her soft, relaxed smile made her a pleasant being. I got to Blimunda and intuitively started scratching the wall and digging the ground. I broke the lime bark. I made a hole. My hands hurt as I heard her laughter in the background. After a long dig, I hit bottom. There was a safe hidden under the ground. I looked up and noticed that Blimunda was trembling. Then I buried him again because I knew that secrets are not revealed during the day. I just took off my pants and my shirt and went swimming in the ocean. I swam for three hours or more. Then I went home to sleep. I woke up in the middle of the night. I hadn't had a dream. I got up and, not knowing why, I went to Lafcadio's room and said goodbye. He barely realized I was saying goodbye to him. I did the same thing with the kid. Then I went back to my room, packed my things, went to the net room for some matches and left. Blimunda was walking behind me. I tore it all up near the unshelled wall and continued to dig the safe. I opened it. It contained a notebook, a wristwatch with a monkey disintegrating as an old man, an amulet and two cards. You can go, I told my cousin, nobody will read the contents of these letters and this notebook... more than I. Blimunda opened her mouth as if she wanted to say something but she couldn't. I read the material. It's beautiful, it's authentic. They were the letters and the diary of an impossible and fateful love passion. Blimunda was already on the beach on a boat, waiting for me. I went up to her, I climbed up and we sailed nowhere but far away. I lit a match and burned the material. I'll put the ashes in the safe and throw it into the sea. I saw his shadow sinking and getting lost. I was hypnotized by the bubbles that were popping up. When I looked up, I discovered that Blimunda was gone. She had vanished, she and her glow. I could have traveled in that same boat to Japan, but I didn't. I came back and walked down the beach. I walked to become, for Heinlopo, another point on the rising horizon. ♪ Finish ♪", "title": "El secreto", "author": "Lafcadio Hearn"}