{"metadata": {"length": 7790, "words": 1407, "reading_time_min": 7.035}, "text": "In page 278 of the book Poesy (Bari, 1942), Croce, quoting a Latin text from the historian Pablo the Deacon, recounts the luck and quotes the epitaph of Droctulft; these moved me singularly, then I understood why. It was Droctulft, a Lusignan soldier who abandoned his own men and died defending the city he had previously attacked. The Ravens gave him burial in a temple and composed an epitaph in which they expressed their gratitude (“contespsit caros, dum nos amat ille, parents”) and the peculiar contrast between the rotten figure of that barbarian and his simplicity and goodness: Terribilis visste facies mente benignus, Longaque robusto pectores barba fuit!1 This is the story of the fate of Droctulft, the barbarian who died defending Rome, or at least the fragment of his story that could rescue Paul the Deacon. I do not even know when it happened: if in the middle of the sixth century, when the Longobards ravaged the Italian lands; if in the eighth century, before the fall of Ravenna. Imagine (this is not a historical work) the first. Imagine, sub specie aeternitatis, Droctulft, not the individual Droctulft, who certainly was unique and unsound (all individuals are), but the generic type of him and of many others like him, which is the work of forgetting and memory. Through a dark geography of forests and caves, the wars brought him to Italy, from the margins of the Danube and of Elba, and perhaps he did not know that he was going to the South and perhaps he did not know that he was fighting against the Roman name. Perhaps he professed arrianism, which holds that the glory of the Son is a reflection of the glory of the Father, but it is more consistent to imagine him as a devotee of the Earth, of Hertha, whose idol was a tin-plate idol in a wagon tipped by cattle, or of the gods of war and of famine, who were rotten wooden figures, wrapped in tattered clothing and encrusted with coins and acorns. He came from the inextricable branches of the jabali and the uro; he was white, angry, innocent, cruel, loyal to his captor and his tribe, not to the universe. The wars bring him to Ravenna and he sees something he has never seen, or has never seen in full. See the day and the cypresses and the marble. See a set, which is multiple without disorder; see a city, an organism made of statues, temples, gardens, rooms, grades, jars, vases, regular and open spaces. No one of those factories (I know) impresses him as beautiful; he sounds as now he sounds like a complex machine, whose end we would ignore, but in whose design an inexhaustible intelligence would be discerned. Perhaps you need only to see one arch, with an incomprehensible inscription in eternal Roman letters. The City brutally shuts him out and renounces that revelation. He knows that she will be a dog or a child, and that he will not even begin to understand her, but he also knows that she is worth more than his gods and than his gloomy faith and than all the cynical Germans. Droctulft abandons his own and fights for Ravena. He dies, and in the tomb are written words which he would not have understood: Contemplat caros, dum nos amat ille, parentes, Hanc patriam reputans esse, Ravenna, sham. He was not a liar (liars do not usually inspire poetic epitaphs); he was an illuminated, a converser. In the course of a few generations, the Longobards who slandered the fugitive did as he did; they became Italians; they became lombards, and perhaps some of their blood — Aldiger — could engender those who engendered Alighieri. Many conjectures can be applied to the act of Droctulft; mine is the most economical; if it is not true as fact, it will be as symbol. When I read Croce’s book on the war hero, this moved me in an unexpected way and I had the impression of recovering, in a different form, something that had been mine. I was astonished to see the jinns of Mogileo who wanted to make of China an infinite pastureland and then grew old in the cities they had longed to destroy; this was not the memory I sought. I found it at last; it was a story I once heard from my English grandmother, who has died. In 1872 my grandfather Borges was chief of the North and West borders of Buenos Aires and the South of Santa Fe. The command was in June; further on, four or five miles one way, the fortification chain; further on, what was then called the Plain and also Inner Land. One day, between wonder and astonishment, my grandmother commented on her English destiny at the end of the world; they told her she was not alone and pointed out to her, months later, an Indian girl walking slowly down the street. She wore colored cloaks and walked barefoot; her crooks were red. A soldier told her that another Englishman wanted to talk to her. The woman arose; she entered into the command without fear, but not without reception. In the smoky face, painted in fierce colors, the eyes were of that smoky blue that the English call grey. The body was light, like a cloak; the hands, strong and stout. He came from the desert, from the Earth Within, and everything seemed to be too small for him: the doors, the walls, the furniture. Maybe the two women felt like sisters for a moment, they were far from their beloved island and in an incredible country. My grandmother asked a question; the other answered with difficulty, searching for the words and repeating them, as if amazed by an old taste. He had been a non-speaker of his native language for fifteen years and it was not easy for him to recover it. She said she was from Yorkshire, that her parents had emigrated to Buenos Aires, that she had lost her parents in a storm, that the Indians had carried her off, and that she was now the wife of a captain, to whom she had already given two sons, and that she was very brave. That was being said in rustic English, a language derived from the araucana or the plain, and behind the story was a feral life: the saddles of horse leather, the thorny bushes, the feasts of boiled meat or sliced veal, the savage marches to the sea; the attack of the wolves, the famine and the famine, the war, the savage raiding of the estates by naked jinns, polygamy, hedonism and magic. A British had been robbed of his land. Moved by the lament and the sung prayer, my grandmother exhorted her not to return. He swore to protect her, he swore to rescue her children. The other replied that she was happy and returned that night to the desert. Francisco Borges would die soon after, in the Revolution of 74; perhaps my grandmother could see in the other woman, also abused and transformed by this implacable continent, a monstrous mirror of her own fate... Every year, the Indian indigene would come to the pulperies of Junn, or of the Fort Lavalle, in search of bribes and “vicies”; it did not appear, from the conversation with my grandmother. However, they were seen again. My grandmother had gone shopping; in a barn, near the baths, a man was slicing a sheep. Like in a dream, the Indian ascended to the horse. He fell to the ground and drank the hot blood. I don't know if he did it because he couldn't work any other way, or as a challenge and a sign. Thousands of years and the sea between the fate of the captivity and the fate of Droctulft. Both are now equally irrecoverable. The figure of the barbaro who embraces the Ravenna cause, the figure of the European woman who chooses the desert, may seem antagonistic. However, a secret impetus, a more fervent impetus than reason, seized them, and the two threw themselves into that impetus which they had not known to justify. Perhaps the stories I have mentioned are one story. The inverse and the reverse of this coin are, for God, equal. A Ulrike von Kühlmann 1. Gibbon ( Decline and Fall, XLV ) transcribing these verses. FIN El Aleph, 1949", "title": "Historia del guerrero y de la cautiva", "author": "Jorge Luis Borges"}