{"metadata": {"length": 5778, "words": 1057, "reading_time_min": 5.285}, "text": "As soon as his mother closed the door, Perico jumped off the mattress and heard, his ear glued to the wood, the steps that were moving away along the long corridor. When they were definitely lost, he jumped into the kerosene kitchen and snapped into one of the broken stoves. There he was! He pulled out the leather bag and counted the coins one by one - he had learned to count by playing balls - and found, amazed, that there were forty suns. He put 20 in his pocket and kept the rest in place. Not in vain, at night, he had faked sleeping to spy on his mother. Now he had enough to carry out his beautiful project. Then there would be no excuse. In those alleys in Santa Cruz, the doors are always cross-open and the neighbors have faces of suspects. He fitting his shoes, he went out into the street. On the way, he was thinking about whether to invest all his capital or just a part of it. And the memory of the merengue -- white, pure, steamy -- they decided it for the total expense. How long had I watched them through the window until I felt a bitter rescue in my throat? For several months, she'd been at the corner bakery and just stared. The addict knew him already and whenever he saw him come in, he would give him a moment to give him a kiss and then say, \"Get out of here, boy, you bothering the customers! And the customers, who were fat men with drawers or old women with bags, crushed it, trampled it and bustled the store. He remembered, however, some kindly scenes. A gentleman, noticing one day the anxiety of his gaze, asked him his name, his age, whether he was in school, if he had a father and finally gave him a rosetta. He would have preferred a merengue but he felt that in favours he was forbidden to choose. Also, one day, the baker's daughter gave him a little hard-boiled egg yolk. \"Stop!\" he said, throwing it over the counter. He had to make a great effort despite which the bread fell to the ground and, picking it up, suddenly remembered his puppy, to whom he threw chewed meats amusingly when he jumped them into his fangs. But it was not the yeast bread or the alfalfa or the pionons that attracted him: he only loved the merengue. Although I had never tried them, I kept alive the image of several boys carrying them into their mouths, like snow glasses, soaking their ties. From that day on, merengue became his obsession. When he arrived at the bakery, there were many customers occupying the entire counter. He waited for the stage to clear up a little but couldn't resist any more, he started pushing. Now he had no shame and the money he held held held held him in some authority and gave him the right to kneel down with the tyrants. After much effort, his head appeared in the foreground, to the astonishment of the dependent. Are you here already? We're leaving the store! Perico, far from obeying, went off and with an expression of triumph claimed: twenty suns of merengue! His shrill voice dominated the buzz of the pastry shop and became a curious silence. Some looked at him, puzzled, for it was to a certain extent surprising to see a robber from that cabin buying such a stale candy in proportion. The addict ignored him and soon the noise started again. Perico was somewhat baffled, but stimulated by a sense of power, he repeated, in an imperative tone: -Twenty merengue suns! The dependent watched him this time with some perplexity but continued to dispatch the other parishioners. - You didn't hear? Perico insisted excitedly - I want twenty suns of merengue! The employee came up this time and threw him out of his ear. - Are you kidding me, pumpkin? Perico fell down. - Let me see, show me the silver! Unable to hide his pride, he threw a handful of coins over the counter. The dependent counted the money. - And you want me to give you all this in merengue? \"Yes\", Perico replied with a conviction that made some people laugh. - Good package you're going to give. - Someone commented. Perico turned around. Noting that he was being watched with a kindly kindness a little unfortunate, he felt overwhelmed. As the pastry chef forgot, he repeated: \"Give me the merengue\" - but this time his voice had lost vitality and Perico realized that, for reasons he could not explain himself, he was asking almost a favor. - Are you going out or not? - The dependent has done it. - Get me out of here first. - Who told you to buy this? - My mom. - You must have heard it wrong. Twenty suns? Go ask him again or he'll write it down on a piece of paper. Perico had a moment to think about. He reached out his hand to the money and slowly withdrew it. But when he saw the merengue through the glass, his desire was renewed, and he no longer demanded but pleaded with a murmuring voice: \"Give me, then, twenty suns of merengue!\" Seeing the dependent approaching angry, he quickly threw him out, and he repeated movingly: \"Even if it's ten suns, nothing more!\" The employee then leaned over the counter and gave him the usual crack but Perico felt that this time he was carrying a definite strength. - Get out of here! Are you crazy? Go play jokes somewhere else! Perico left the bakery furious. With the money squeezed between his fingers and wet eyes, he wandered around. Soon he reached the ravines. Sitting on top of the cliff, he gazed at the beach. At that time it seemed difficult to return the money without being discovered and he was machine-to-machine throwing the coins one by one, making them tingle over the stones. In doing so, he was thinking that those coins were worth nothing in his hands, and on that nearby day, already great and terrible, he would cut off the heads of all those men, of all the pastry-makers and even of the pelicans who scratched indifferently around him. Final Stories of Circumstances, 1958", "title": "Los merengues", "author": "Julio Ramón Ribeyro"}