{"metadata": {"length": 4220, "words": 814, "reading_time_min": 4.07}, "text": "They fixed my legs and gave me a seat to sit on: I tell the people who pass by the new bridge. They like to prove their skill with numbers, get drunk on that nonsense of a couple of numbers, and all day, all day, my mute mouth runs like the clockwork, piled up numbers on numbers, to give them the nighttime triumph of a number. Their faces glow when I communicate the result of my shift; the higher the number, the more they glow and have reason to lie satisfied in bed, as many thousands pass through their new bridge daily... but their statistics are not right. I'm sorry, but they're not okay. I am a man who cannot be trusted, though I understand that I awaken the impression of loyalty. It secretly brings me joy to take them away from time to time, and then also, when I feel compassion, to give them a couple more. Your happiness is in my hands. When I'm angry, when I have nothing to smoke, I just point out the average, sometimes below the average, and when my heart beats, when I'm happy, I let my generosity flow in a five-digit number. They're so happy! They rip me off every time the result of my hand and their eyes light up and pat me on the shoulder. They don't suspect anything! And then they start multiplying, dividing, percentaging, I don't know what. They calculate how many people will pass through the bridge every minute today and how many will pass through the bridge in ten years. They love the second future; the second future is their specialty and yet it pisses me off, all that doesn't match... when my little love passes over the bridge - and passes twice a day - my heart just stops. The tireless beating of my heart simply stops, until she bends to the avenue and disappears. And all who pass through that time, silence them. Those two minutes belong to me, to me alone, and I won't let them take them away from me. And even when she comes back from her ice cream shop at sunset -- I've known by now that she works in a ice cream shop -- when she walks across the sidewalk in front of my mute mouth, she has to count, count, my heart stops again and I start counting again, when I don't see her anymore. And all those lucky enough to parade in those minutes before my blind eyes, don't enter the eternity of statistics: shadow men, shadow women, beings from nothing, who won't march with others in the second future of statistics... I clearly love her. But she doesn't know anything about this and I don't want her to either. She must not suspect how incredibly she cancels all calculations, and she must be innocent and not suspect anything, and with her long brown hair and her tender feet march to her ice cream shop, and she must receive many tips. I love her. It's very clear I love her. I've been watched recently. The comrade, who is sitting on the other side and has to count the cars, warned me very early and I fucked up the case. I've counted like a fool; a county can't count better. The superstitician himself stood up there in front of me, on the other side, and then compared the result of an hour to the result of my hour. I only had one less than him. My little lover had passed away and never in my life would have made me transport that beautiful creature into the second future; that little lover of mine must not be multiplied and divided and transformed into a percent nothingness. My heart was bleeding from having to count it, not being able to keep looking at it, and to the friend over there, who has to count the cars, I'm very grateful. The superstitician slapped me on the shoulder and said I'm good, reliable and faithful. \"Missing one in an hour\", he said, \"is not much\". However, we take into account a certain percentage wear. I'll ask that you be transferred to horse-drawn carriage count. Horse carts are naturally lucky. Horse carts are a joy like never before. There are about 25 horse-drawn carriages a day, and to have the next number dropped in the brain every half hour is a joy! Horse carts would be great. Between four and eight, no horse-drawn carriage can pass the bridge, and I could go for a walk or rush to the ice cream shop, I could look at her for a long time or I could maybe take her home for a while, my little unnumbered beloved...", "title": "La amada no enumerada", "author": "Heinrich Böll"}