{"metadata": {"length": 6109, "words": 1152, "reading_time_min": 5.76}, "text": "No, not from the last carnival. But this one, I don't know why, carried me to my childhood and to Ash Wednesdays on dead streets where they swirled spoils of serpentine and confetti. One by one, the blessed woman, with her head covered in a veil, went to church, crossing the street so extremely empty that it follows the carnival. Until next year. And as the feast drew near, how could I explain the inner agitation that overwhelmed me? As if the world, as small as it was, finally opened up in a big scarlet rose. As if the streets and squares of Recife finally explained why they were built. As if human voices finally sang the capacity for pleasure that was kept secret in me. The carnival was mine, mine. In reality, however, I was little involved. I'd never been to a children's ball, I'd never been disguised. In return, I was allowed to stay at the door until 11 p.m., at the foot of the stairs of the two-story apartment where we lived, greedily watching others have fun. Two precious things I got back then, and I greedily saved them up for three days: a perfume atomizer, and a bag of confetti. Oh, it's getting hard to write. Because I feel how my heart is going to be overshadowed by the fact that, even though I incorporated so little into joy, I was so thirsty that in the blink of an eye I was transformed into a happy girl. What about the masks? I was afraid, but it was a vital and necessary fear because it coincided with the deepest suspicion that the human face was also a kind of mask. If a masked man spoke to me at the door at the foot of the stairs, suddenly I was in indispensable contact with my inner world, which was made not only of enchanted goblins and princes, but of people with their own mystery. Even the fear of the masked was essential to me. I was not disguised: amid concerns about my mother's illness, no one in the house thought of the little girl's carnival. But I asked one of my sisters to curl my hair, which I disliked so much, and for at least three days a year I could boast of curly hair. During those three days, my sister also pleased me with my intense dream of being a girl - I could barely bear to leave a vulnerable childhood - and she painted my mouth with very strong lipstick, also passing the colorette over my cheeks. I felt beautiful and feminine, escaping childhood. But there was a carnival different from the others. So miraculous that I could not believe that I had been given so much; I, who had already learned to ask little. It happened that the mother of a friend of mine had decided to disguise her daughter, and in the figure the name of the costume was Rosa. So I had bought pink crepe leaves and leaves, which I suppose I intended to mimic the petals of a flower. I could see the costume taking shape and creating itself. Although the crepe paper did not look like petals, I seriously thought it was one of the most beautiful costumes I had ever seen. That's when, by chance, the unexpected happened: there was crepe paper left, and a lot. And my friend's mom -- responding perhaps to my mute call, to my mute desperate envy, or out of sheer kindness, since there was paper left over -- decided to make me a pink costume with the surplus material, too. That carnival, then, was going to get for the first time in my life what I had always wanted: to be another one but not myself. I was already overwhelmed with happiness. I had never felt so busy before: my friend and I were carefully calculating everything, we would put a background under the costume so that if it rained and the costume would melt, we would at least be dressed to some extent. (The thought of a sudden rain leaving us, with our eight-year-old feminine modesty, with the bottom in the middle of the street, we were ashamed; but no: God was going to help us! It wouldn't rain! As to my costume being only in existence by the remnants of another, I swallowed with some pain my pride, which had always been fierce, and humbly accepted what fate had given me as a pledge. But why exactly did that carnival, the only one in costume, have to be melancholy? On Sunday, they put tubes in my hair early in the morning so that the curls would be firm in the afternoon. But such was the anxiety that minutes didn't pass. Finally, finally! They said three o'clock in the afternoon: carefully, so as not to tear the paper, I dressed in pink. Many worse things have happened to me, I've already forgiven them. This, however, I cannot understand even today: is the game of dice of a destiny irrational? He's ruthless. When I was already dressed in paper, I was all armed, still with the tubes in place and no lipstick or lipstick, suddenly my mother's health got much worse, there was a sudden uproar at home and I was immediately sent to buy a medicine at the pharmacy. I ran in pink - but my face was not yet wearing the girl's mask that was supposed to cover the exposed childhood life - I ran, running, perplexed, stunned, between serpentines, confetti and carnival screams. The joy of the others surprised me. When the atmosphere calmed down hours later at home, my sister painted and combed me. But something had died in me. And, like in the stories I'd read, where fairies loved and dismayed people, I was dismayed: I was no longer a rose, I was just a girl again. I went down the street; standing there was no longer a flower but a thoughtful clown of incarnated lips. Sometimes, in my hunger for ecstasy, I began to get joyful, but with remorse I remembered my mother's grave condition and would die again. Only hours later, salvation came. And if I rushed to hold on to her it was because she needed to save me. A twelve-year-old boy, who to me was already a boy, that very handsome boy stood in front of me and with a mixture of affection, rude, joking and sensuality covered my hair, already lacy, of confetti: for an instant we stood facing each other, smiling, without speaking. And then I, an eight-year-old girl, thought for the rest of the night that someone had finally recognized me; it was, yes, a rose. The last of the carnivals, Felicidade clandestina, 1971", "title": "Restos del Carnaval", "author": "Clarice Lispector"}