{"metadata": {"length": 7215, "words": 1422, "reading_time_min": 7.11}, "text": "I know that the dreamers become dust... and I was stunned to hear him say it. I was having a dream. Completely crowded. There's no need to explain. I was eating my dream and I was feeling... How do I... would I become dust... how do I stop feeding on my dream, awake among mine, when everyone was sleeping, my nightly unreality, which was the only real thing in my existence? Eat your dream... go for an expression! The hot weather forced me to open the window that looked out onto the terrace. The dust that the wind deposits during the day, moistened at those hours by the night's flash, reached my nose with a strong smell of wet earth, to which they smelled, was turning to dust, insensibly, my hair, my saliva, my body, when I sweated. Smell of wet soil, of sweet mold, all this I smelled for eating my sleep, not because I slept (the sleeper eats), the right sense of the concept, but because of what I never closed my eyes. And now less, disturbed by the mud flavor of my sweat and the earthquakes that formed in my eyes, in my nails, in my teeth... and it's not that you become dust like the dead, from eating sleep, that is, from eating the sleep of not sleeping. No, it's something else: the feeling of a living earth, a thirsty earth in front of water, thirst for dry earth on the lips, and an unbearable tickling in the fingertips next to the flowery stems. And then the pot roll, put on the fire, you hear it in your chest. A pot of thin walls, of glass earth, of what perhaps my ears, my eyelids are made of... eating sleep... for it is eating it and not sleeping, swallowing it and staying awake... hearing the night pass with all its noises and, for moments, hearing nothing, as if we were already of earth... slowly gaining us the rigidity of that new flesh. Suddenly, it would be better. There wouldn't be time to think. But, pore to pore, hair to hair. He who turns to dust because he eats sleep possesses a dim lucidity, but not less so than he who wakes up asleep. The Lucidity of the Earth... who interrupts? It was a shot... a long shot... a shrieking monkey... I have no time to think of anything but the crazy beast that jumped out the window and ran to shelter beside me, shaking like the starry night, her tight, white teeth, and eyes, already closed, now open, like following the ups and downs of pain caused by the bullet in her arm. I try to caress him and he thanks with a fruit-looking look. I'm talking to you so you feel safe. I tell you that ever since I got to that house, I can't sleep, I'm eating the dream, I'm doomed to turn to dust. It's not moving. You hear me. He hears the sounds that come out of my lips and he realizes that I am talking to him, because, poor girl, he curls up even more, the black hand of very long fingers, clinging to the arm of the one who sheds blood and tears. I heard a voice, the one who shot, and everything is very nice, but the monkey belongs to me. I said, facing a white man with long hair and red eyes. Because it's mine... How's yours? I hurt him... And that gives you right? Of course you do! Because he sought asylum in my house, and I don't give it to you... Better give it to me I said sneakily, don't let one that doesn't work go by... It can't go by, because I'm armed too... I need it. My poor woman turned to dust, and you must water her with monkey blood, so that she may become a people again... I've been wiping out words, my eyes turned to questions. Yes, a lot of soil, like watching an ant breathe... the monkey kept bleeding and jumping, like elastic, in the ester of agony, trembling black lips, dead glass eyes alive... It's turning to dirt, you said? Yes, if you eat your sleep... So is it true? What's wrong with him? He questioned me when we were dating, without answering my question. \"Nothing, nothing\"... I answered and, hurrying the step, added: \"Will we arrive on time? Yeah, maybe... we should get there before the ants settle in what is now a lot of female-shaped soil... If the ants settle, I'm interrupted, I can't save her anymore. You took a long time to get here. The monkey has lost almost all of his blood in the meantime. I had fun looking for him in the stables. It wasn't until later that I realized he had broken into her house. The moon came out hot, sandy. That great dead one said, referring to the moon, dragging the dead monkey by the hand, ate all his dream and turned to dust, the moon is dust, the earth to which the ants came before they watered it with monkey blood... a great colored or golden ant, when it shines like now. Is it too late? He asked anxiously. Not much. After that hill-crawling. Since maybe the poor girl didn't like to be saved... Let's find another monkey... I'm a good shotgun... That would be good, but we better get there. There'll be some blood left over for this waste. Between some dry, thorny raspberries, next to a pile of adobe walls and a straw roof, we stopped. It was his house. What about your wife? I asked anxiously. The man's tears ran down his icy, pale, hairy face. From his wife, there was a lot of earth in human form, vague human form, holed by thousands of colorful ants. I hugged him, as he dropped the monkey's corpse and he was unleashing mourning and cursing. And that morning, on a long, caiman-like wharf that ruled a slender, naked Indian, with only the cover, I went out through streams of clear, smooth water, to Karabin, and from here, on horseback to the railway station, from where, on the first passenger train, I returned to the capital... the poor man, husband of the woman who turned to earth, to eat the sleep, did not want to accompany me no matter how much I offered to look for him a job in the city, because he did not part with his wife, because he did not leave her alone. She's not dead, she explained to me, she was dead, she's alive, she just turned to dust. I don't see what's seen, but what's not seen... and he stayed. Ah! he said, as if that consoled him, before I left, for all this around, like little moons, you see ants from a person's height. They're not ants, they're people who ate sleep. Hundreds, thousands, millions of black and colorful ants feed on that eaten sleep, sleep that turns honey, thick honey that the ant bears take advantage of. Their long muzzles, their blurred eyes, they do not see that they are converted Christians, under very hard crust, in that yellow flour that looks so much like the dust of the dead. There was no way to get him out of that place, I was afraid for her, and only after much pleading with him did he confess to me that, to save his wife, he had to change shape, stop being a man and become that ant, with a very long snout and poor eyesight. But that's impossible... I'll try when I'm alone, and to get it... Ah!... to get it, the bear's: I'll start licking the ant's hard soil, until I open a hole through which to put my tongue, so that the ants stick to my tongue, which is the dream she ate; and even better, when they're a cloud, I'll stick my tongue back in my mouth and eat them until I'm done with them, the moment my wife is back to what she was and... I'll continue what I am, the mysterious being Juan Hormiguero... *FIN* The Mirror of Lida Sal, Mexico, 1967", "title": "Juan Hormiguero", "author": "Miguel Ángel Asturias"}