{"metadata": {"length": 5389, "words": 989, "reading_time_min": 4.945}, "text": "Old Seguei had been born on the southern eastern bank of the Volga, near the Caucasus region. Like his parents, and his parents' parents, and even their parents, old Sergei had dedicated his life to transforming wood. As you may have guessed, he was a carpenter. He made everything from furniture to beautiful toys, cardboard horses and mobile phones, to carved whistles and even musical instruments. Every week, he would go out and pick up the wood he needed for his workdays. He selected it accurately, and at a glance he knew what it could be used for. That night, there was heavy snow. However, when the first lazy rays of sun began to awaken, and despite the cold it was freezing to the wind, Seguei stepped out of the cabin and slowly made his way into the forest. The soil and leaves of the trees were completely painted by the pristine snow and even the rays of the sun, which began to sparkle, reflecting and dazzling it with their whitish light. Sergei traveled a long way and found nothing but small logs and logs that would serve him to sweeten the stove in the house. It did not seem like a productive day because the workers at the large sawmills had not left any forgotten or rotten logs. Suddenly, in a clear forest, old Sergei noticed a pile of snow that was protruding in the plain. He approached thinking it was a crouched animal and, crouching down, saw the most beautiful of the logs he had ever collected. The white-colored wood seemed to glow under the first rays, and from the thickness of the trunk came a halo of life, almost as intense as that of peaches at birth. Sergei grabbed the log in his hands and took it home. But with the force that was coming off, old Sergei didn't know what to make of it. It must have been something very special. For the next two days, with their respective nights, Sergei could not eat, sleep, or work. Such was his obsession with that log. Finally, one morning, when he had fallen down tired, he woke up and decided, no more than that, to make a doll. That same day he put the log on the work table and began carving it gently and delicately. The hard work lasted more than a week, and when he finished it Serguei was so proud of his work that he decided not to put it up for sale and kept it with him... without a doubt, to accompany him in his solitude. She named him Matrioska. Every morning, Sergei would get up and greet her politely before starting his homework: Day after day he repeated the same cantina, until, suddenly, one morning, a faint whisper replied: \"Good morning, Sergei. Old Sergei was very impressed and repeated: \"Good morning, Matrioska\"... \"Good morning, Sergei\", the doll replied in a voice. Surprised, Sergei went to the doll to see that it was she who was talking and not her old ears who were playing a bad pass and, from that day on, she saw her loneliness accompanied by the little Matrioska, who was a well of words and laughter, and distracted and cheered him in his daily work. Of course, Matrioska only spoke when the two of them, the carpenter and the doll, were alone. One morning Matrioska woke up very sad. Sergei, who had no foolish hair, had been watching the sadness in the doll's eyes for several weeks. After begging her a lot, Matrioska, a little ashamed, explained that she saw every day through the window the birds with their young, the bears with their peaches, and even the caterpillars that seemed to be chased by millions of oruguitas that were hooked to each other forming a big rope... - Even you - Matrioska pointed out - you have me, but I would also want to have a daughter. \"But then\", Sergei replied, \"I would have to open you up and take the wood out of you, and it would be painful and not easy. \"You know that in life the important things always involve small sacrifices\", replied sweet Matrioska. And so it was that old Seguei opened Matrioska and carefully pulled the wood from inside to make a doll, almost twin, but a little smaller, which he called Trioska. From that day on, every morning, when I got up, I greeted: \"Good morning, Matrioska; good morning, Trioska. \"Good morning, Sergei; good morning, Sergei\", they answered in unison. It happened that Trioska felt the need to be a mother too. So old Sergei pulled the wood from inside and made an even smaller doll, which he named Oska. After a while, Oska also wanted to have her own daughter, but when Serguei opened her up he realized that there was only a tiny piece of wood left, as white as the first day, but the size of a reed. Only one more doll could be made. Then old Sergei had a great idea. He made a little doll, and before he finished it, he drew him big mustaches and put him in front of the mirror and said, \"Look Ka, you have mustaches. You're a man, so remember, you can't have a son or daughter inside you. Then he opened Oska. He put Ka inside Oska. He closed Oska, he opened Trioska. He put Oska inside Trioska. He closed Trioska, he opened Matrioska. He put Trioska inside Matrioska and shut down Matrioska. And this is the story of Seguei and her Matrioska doll. One day Matrioska disappeared and has never been found again. It's probably in some antique shop or on the shelf of some old bookstore. If you find her, never hesitate to give her the greatest affection, because she did not hesitate to make the greatest sacrifice for something as important as motherhood. Russian anonymous", "title": "Matrioska", "author": "nan Anónimo"}