{"metadata": {"length": 4416, "words": 814, "reading_time_min": 4.07}, "text": "The butterfly was looking for a mate, and, of course, she thought of a pretty flower. He was studying them. They all remained quiet and discreet in their ranks, as is customary of unpromised daughters. But there were so many, that the choice became difficult, and not knowing which to take, the butterfly flew to the margarita. The French have discovered that this flower has the gift of prophecy; so they consult it, tearing leaf after leaf and asking it each time a question relating to the person they love: \"From the heart?\", \"Over and above everything?\", \"A little?\", \"Nothing at all?\", etc. Each question in its own language, and the butterfly came to interrogate herself, but instead of tearing the leaves she beamed them, thinking that the way to go further is by the use of good manners. - Sweet Margarita! - I said- You are the most intelligent of all the flowers, and you can predict what will come. Tell me, please, who will be my bride? Who will love me? When I know, I can fly directly to her and ask her. But Margarita did not answer. She had been annoyed at being called “Mrs.” when she was a young girl, and then she was not Mrs. The butterfly repeated its question a second and third time, but seeing that it was getting the sneeze as a reply, it took flight, resolved to look for a mate on its own. The spring was at its beginning; in great abundance were white bells and azaleas. \"They are very beautiful - the butterfly said - little precious, but too fat.\" It had been decided that the younger ones preferred older ones. He then turned to anemones, but found them too dry, and then to violets, which he found too romantic. The tulips were proud; the narcissis were plebeian; the tulip flowers were too small and with excessive parentage. The apple trees, though they looked like roses, bloomed today and fell tomorrow, as the wind blew; it would be a very brief marriage, he thought. The guide's flower was the one he thought most appropriate; it was red and white, thin and delicate, and belonged to the class of domestic dolls, which are gaudy and, at the same time, you know, develop in the kitchen. He was about to say, when he saw a bottle with a branded flower on the tip. - Who is that? - he asked. - She is my sister - the guide flower replied. -Caramba, that's how you'll be later! The butterfly soared and flew on. The Florida cypress swayed on the hill. There were many seductive girls with long faces and yellow skin; he did not like the kind. What did he like, then? Ask her. It was spring, summer, and autumn, and the butterfly was still undecided. The flowers then carried magnificent clothes; but what was taken with them? They were lacking the youthful, fresh and fragrant spirit. The heart, as it ages, wants aroma, and this is not found precisely in daisies and lilies. That is why the butterfly turned to the grass mind. -It doesn't have flowers, but it is a flower, blooms from the feet to the head, has fragrance in every leaf. I will stay with her! And finally, she asked. But the mind remained tangled and tangled, until finally he said: – Friends, good, but nothing more. I am old, and you are too; we can perfectly live for each other, but we cannot marry, in any way. We don't do sandcastles at our age. And so the butterfly was left alone. You had spent too much time looking, and this should not happen. He ended up being what is called a singleton. Autumn was very advanced, with rains and stormy weather. A cold breeze blew over the old sauces, whose interior was sour. It was no longer pleasant to go out in summer dress; soon one lost the will to go out. But the butterfly had not flitted about the field; it had, by chance, found a shelter, with a burning twig. It was a pleasant temperature, and one could live very well there. “But it is not enough to live,” he said. It needs sun, freedom and a flower!» And he jumped to the window glass. They saw it, they admired it, and, piercing it with a needle, they deposited it in the box of rare things. They would not have been able to do anything for her. -Now I am in a trance, like a flower - said the butterfly, although, well observed, it does not look very pleasant. It seems like marriage, one is well settled. And with this he was consoled. - I am sorry! -Observed the flowers of the fourth jar. -You don't have to be too fond of the thorn bushes - the butterfly said - they alternate too much with people.", "title": "La mariposa", "author": "Hans Christian Andersen"}