{"metadata": {"length": 3110, "words": 623, "reading_time_min": 3.115}, "text": "Once upon a time there was a woman who had no children and was so eager to have them that, not getting their prayers to God for them, she offered to give the devil the child to be a virgin to a fourteen-year-old if she could have it by her means. And she conceived a child at nine months, and was very glad at the beginning of having him; but as the child grew older, and drew near to the age of fourteen, the more the mother was troubled and grieved. When she saw her crying one day, her son asked her what was wrong with her, and she said, \"How is it, Mother?\" - said the boy when he heard his mother's relationship. You have no choice, and if you don't keep what you promised, the devil will come after you. He walked, but he didn't know the way. He found some backpackers, and he asked them if they knew the way to hell. - Jesus, please! - they replied. God forbid. But down that alley there's a cave, where we've seen a monster. That one might know. He led the young man to the cave, and saw the monster, who was a very deformed and dreadful man, and when he heard the boy's intent he felt pity, and with the signs of the way he was to follow he gave him a letter to the daughter of the greater devil. \"You will not take it\", he said, \"but tell him it is his partner's, and if he refuses to take it, I will not guide anyone else to his address\". When he arrived in hell he gave the letter and message to the daughter of the greater devil, who was very angry with the letter and her partner, but who had no choice but to do what her partner asked her to do on that paper. \"You are innocent\", he told the boy, \"and to take you, my father has to make you sin. Now he'll take you to a garden of flowers that look beautiful, but are flowers from hell, poisoned flowers; and so, no thighs, no scents, but tell him you don't like them. And that's what happened. When the Devil the Elder took the boy to a beautiful garden where there were the most beautiful flowers, however much he urged him to pick them up, or even smell them, there was no form. Then Barabbas took him to the great devil. \"Don't be afraid, \" he said\", tomorrow you won't escape\". The next day the girl, knowing her father's thoughts, said to him, \"My father will tell you today that you are going through a cave and that a bear will come out and devour you. When you see him coming, say three times, 'Mary, Mary, Mary,' and he will not touch you, but will flee. And that's what happened. And the devil was great, and he said to himself, Tomorrow thou shalt not escape, for I must go and kill thee. The daughter of the elder devil said to the boy, \"Tomorrow my father himself will come and kill you. Hide behind the door of your dungeon, and when he comes, strike him with these two sticks, which you will crucify, and he will fall face down to the ground, as dead. Then he flees away, and don't stop running until you get to a church. So did the boy, and he was freed from the clutches of the devil, as will all who resist temptations, call upon the name of Mary and cover themselves with the Cross. Popular tales, fortunes and refrains, 1921", "title": "Una promesa", "author": "Fernán Caballero"}