{"metadata": {"length": 4687, "words": 952, "reading_time_min": 4.76}, "text": "She was a woman who had three daughters. And they had a bush of basil in the garden and every day one of the sisters would come out to water it. One day, the eldest daughter went out to water the basil bush. And it came to pass as he watered the bush, that the king's son passed by and said to her, My lady, how many leaves has the bush, that water the basil? And as he could not answer, the king's son went to his palace. And the king's son passed again the next day by the house, and the second sister came out to water the basil; and he said to her, Little lady, who waters the basil, how many leaves is the bush? He couldn't answer either and the king's son went to his palace. And it came to pass on the third day, when the king's son came again to pass by the house, that the younger sister came to water the basil; and he said to her, My lady, who watereth the basil, how many leaves hath the bush? And she said to him, My lad, how many stars are there in the sky? And since the king's son could not answer this question, he went to his palace very ashamed. And then the king's son, ashamed to see that he had not been able to answer the question of the younger sister, went into the laundry and went out to sell laundry everywhere. And she came to the house where the three sisters lived and they went out to see what she was selling. And the younger sister finally picked a point and said to the cashier, \"How much do you want for this point?\" And he said, \"For this little dot, a kiss. And she kissed him and he got the tip. And the king's son returned the other day to the house of the three sisters. And the elder sister went out to water the basil, and he said to her again, \"Lady, how many leaves is the bush, you basil watering?\" And she didn't know what to answer and he left for his palace. And it came to pass the next day, and the second sister came forth to water the basil; and the king's son said to her as before, Little lady, how many leaves hath the bush? And she didn't know what to answer like the first time. And the king's son came another day, and the younger sister went out to water the basil, and said to her as before, My lady, how many leaves is the bush? And she answered him as she had said before, A gentleman of adventure, how many stars are there in the sky? And he said, \"And the kiss of the manager, was it bad or was it good?\" And as she couldn't answer she went to bed ashamed. But a few days later the king's son became ill and there was no doctor who could cure him. And she was the younger sister and dressed as a doctor. And he went to the king's house, to the chief physician, a very high physician, and said to the king, I will come, my lord the king, to heal thy son. When they had let her in, she consulted with the doctors and said, \"A baby prince must be put in a napkin on his ass\". Good conque, they put the nozzle in his ass and the son got good. And when he was well, the king's son went out again for a walk and passed by the house of the three sisters again. And the elder sister went forth as usual to water the basil, and he said to her again, \"Lady, how many leaves has the bush, that water the basil?\" And she, like before, couldn't answer. And the second sister went forth to water the basil, and the king's son asked her the same question as always: Little lady that waters the basil, how many leaves has the bush? And he didn't know how to answer either. And it came to pass on the third day, when the king's son passed by the house, that the younger sister came out to water the basil; and he said to her, As thou didst before, \"Lady, how many leaves has the bush?\" And she said unto him, As before, A gentle adventurer, how many stars are there in the heavens? And the king's son thought that he would get away with it as before, and said to him, And the kiss of the chief minister, was it bad or was it good? But the king's son was deceived, because he had barely asked that before, when she asked him, \"And the noose on the ass, was it soft or was it hard?\" And then the king's son realized that she had been the one who had stuck the noose in his ass. And since he was very much in love with her and she was also in love with him, they soon married. FIN Spanish Anonymous *butterfly. 1. m. Annual plant of the family of Cruciferous, five to six centimeters high, with glaucosa, rough, lampiana, large leaves, divided into three oblong lobes the radicals, and whole, lanceolade and somewhat venomous the upper ones; terminal spige flowers, small and yellow, dry fruit in cylindrical vanilla with 15 or 20 seeds, and fleshy, edible, spotted, white or yellowish root. 2 m. Root of this plant. 3 m. Thick and main root.", "title": "La mata de albahaca", "author": "nan Anónimo"}