{"metadata": {"length": 6470, "words": 1257, "reading_time_min": 6.285}, "text": "The whole evening before, Guarin was talking about the same thing: the chicken. I'd like to throw him out with Toño's cinnamon. Ever since he peered through the shell, I knew that chicken was going to be legit. Figure it out, shaped by me. He thought for a while and said, looking at the door. The bad thing is that he wins the black face. I don't play the winning game, Comrade Yoyo. And the next day, from dawn, he started to prepare. He was dressed as the ceremony required: black casimir sack, drill pants, dry-cut polishes, yellow shoes, white shirt and donkey hat. The calf, shining with coconut oil and avocado, was nervous like a girl waiting for a boyfriend. Guarin took the colt, a sign of his authority as a pedantic mayor, and rode off a leap, without setting foot in a hurry. He thought he'd put his rooster in a shell, but afterwards he thought the journey was too short. Eloise! He called. Pass me the chicken and don't forget the dead man's candle. He nailed it. The animal's legs seemed to unravel a drawing of the road. Bring me some sweets, babe! Nandito cried out as the sun was setting in the rear of the colt's hips. The day was November-worthy. A cool, gentle breeze came down from the hips and bent the pale grass. There were white spots coming down from up there. The girls, of course, who were coming to the party. On the wire of a fence a wild boar chicken beat its wings, as satisfied, and sang clearly and loudly. Good sign, said Guarin optimistic when he saw his rooster erase the feathers from his neck to answer the rooster. Now he needed Comrade Andrés Segura. He came, up to five before, every year by his side, smiling and happy. No one enjoyed these fights like the deceased. He got into a fight, one Christmas Eve, and he got stabbed. Comrade, I recommend you on your last day, I only ask you to put a candle on me all San Andrés, otherwise I will go out and make you lose your cock. He was trying to console him. I have three feathers in my body and I'm fine and healthy. Total, this is a bitch. Your other saint is still in the gallows, like everyone else. But Guarin knew he was lying: it was a noble bullet that his partner had. At dawn on the 25th day, he bent his head a little, tried to smile, paled, profiled his nose and went to the other world. Every year, in San Andrés, candles were burned in his house for his partner's rest. I was getting a clear head. The first was a hump from his brother-in-law Fernando, who killed him in the second bite. And he followed the clear upstairs. Unless he changed in the afternoon... because Guarin used to fight his hens at the last minute, to crown the day well. At five she got married. They brought him a turtle that went out with its own, even to the measure of the spurs; and there was no weight. His rival was a stranger. Of course he could have gotten another one early, but he wasn't hanging out with any good friends. And that Fello sent him a canteen for hand-held. From now on, my comrade Fello, I'm taking care of him, Rogelio. Say you're fucking with me. Did you see that? The cocks finally came out. In the first bite, Guarin's picked up well. It was known that he would end up killing. The owner's voice was heard over the screaming that filled the whole town from the gallows. I'll sell my cock to five! Sell to five! Payment  quietly replied to the changeover. The chicken bit and cut in the air, in the neck. I'll give you thirty to five! Guarin said enthusiastically. \"Payment\" said the other. Half-threatened by the blow, the spinner stopped and endured another shot from his rival; more suddenly he undertook a race, as if trying to tire the thug. The chicken fence was stirring in an unheard of way. At the height of this explosion of enthusiasm, the lost rooster stopped, nailed its spike into the pursuer's neck and threw a splash that, piercing one eye of the other, emptied the opposite inside. Mad, the chicken went round and round, throwing sticks in the air. He had a heroic lucidity: he beat his wings, sang with a weak voice and fell on his right side, shaken by tremors. Guarin, without saying a word, went down to the sand, wrapped his cock in a look of pain and started paying the bets. Then he threw his dead pupil into his arm and came out of the gallows with his throat dry. I didn't know how he walked, and I didn't know why he went into the pulp shop. She asked without looking up. Give me a drink of gold arial, Don Antonio. He took it with a single stroke, hit the counter with the bottom of the glass and asked again: \"Put another one of the same size on me\". I was drinking when Fello arrived. Please note this, Guarin commend: the turn man came nothing but to win him, because they have seen him since the fight. Don't talk horse, he spat. Come with me for a drink. And he turned to the pulper: \"Put two half-gold, Don Antonio! In the narrow space left by the counter, Guarin pretended to walk, but he was wobbling. Up, westward, the twilight came on the loins of tired donkeys. Men and women were watered by the village and from time to time, groups of people came out barking. Guarin was alone in the pulp shop; the chicken, cold, dropped its neck from the arm of its owner, who did not want to get rid of it. He was talking, but the words were tangled in his tongue. Don Antonio, give me two double drinks, he said hard. And as the pulper brought a cup, he said, \"No, old man; no\". I want two drinks in two glasses. Don Antonio looked at him in amazement. Who was the other service for? Well, she did. As you wish, Guarin, but I don't drink. \"It's not a word, comrade\", he replied. It's not a word. The other one is going to be drunk by the late Andrés Segura, who today is his saint's day. Guarin was not finished saying this when he appeared at the door, towards his back, the unknown owner of the turn who won the fight. And he went in quietly, and put his hand into the cup, and drank the rum of a drink, and put his right hand upon the shoulder of the astonished Gerin, and said, God will repay him, my friend; his wife is guilty, that she hath not lighted the candle. When I got the door down, he disappeared. Guarin threw himself out without understanding what was happening. He came to the corner, mute and feeling his head go off, but nowhere saw shadow of a person. But when he wanted to return to the pulp shop, the dead hen trembled, raised her neck and broke Guarin's eardrums with a sounding song. *FIN* The Royal Road, 1933", "title": "San Andrés", "author": "Juan Bosch"}