{"metadata": {"length": 3023, "words": 573, "reading_time_min": 2.865}, "text": "And in leaps of joy, the children shouted, \"It's Peter Pan and the Bell!\" After the greetings, Campanilla threw magic dust on the three brothers and they started flying as Peter Pan told them, \"We're going to Neverland! The five children flew, flew, like comets through the sky. And as they were near the Neverland, Peter pointed out, \"There is the ship of the fearsome Captain Garfio. And he said to Campaign, \"Please, Campaign, take my little friends to a more sheltered place, while I get away from this heavy pirate\". But Campanilla was jealous of Peter's attention to Wendy. So he took the kids to the island and lied to the Lost Boys about Wendy being bad. Believing the fairy's words, they began to say nasty things to the girl. It's a good thing Peter got here in time to stop them. And he asked them, \"Why are you treating my friend Wendy so badly? And they said, \"It's just that Campanilla told us she was bad. Peter Pan got very angry with the Bell and asked for explanations. Bell, colorful and sorry, apologized to Peter and his friends for what he did. But the adventure in Neverland was just beginning. Peter took his little friends to visit the Sioux Indian village. There they found the great chief very sad and worried. And after Peter Pan asked him about what happened, the big boss said, \"I'm very sad because my daughter Lili left home this morning and we haven't found her yet. Since Peter was the one who took care of everyone on the island, he committed to the great boss to find Lili. With Wendy, Peter Pan searched the Indian all over the island until he found her a prisoner of Captain Garfio on the beach of the mermaids. Lili was tied to a rock, while Garfio threatened to leave her there until the tide rose, if she did not tell her where Peter Pan's house was. The little Indian, very brave, answered that she would not tell him. Which made the captain furious. And when it seemed that nothing could save her, suddenly they heard a voice: \"Hey, Captain Garfio, you're a cod, a coward! Let's see if you dare with me! It was Peter Pan who came to rescue the daughter of the great Indian chief. After liberating Lili from the ropes, Peter began to fight Garfio. Suddenly, the captain began to hear the tick that so horrified him. It was the crocodile that was coming up, leaving Garfio nervous. He trembled so much that he fell into the sea. And we never heard anything else about Captain Garfio. Peter sent Lili back to his village and the girl's father, very happy, didn't know how to thank her. So she threw a big party for her little friends, who danced and had a great time. But it was already late and the children had to go home to sleep. Peter Pan and the Bell accompanied them on the return journey. And as he was saying goodbye, Peter said to them, \"Even if you grow up, you never lose your imagination or imagination. I'll be back to take you on a new adventure. Bye, my friends! - See you later, Peter Pan! -the kids screamed as they got under the blanket because it was so cold. FIN", "title": "Peter Pan", "author": "nan Anónimo"}