{"metadata": {"length": 1963, "words": 346, "reading_time_min": 1.73}, "text": "Imagine that in Toledo a paper with an archaic text is discovered and that the paleographers declare it to be the handwriting and lettering of that Cide Hamete Benengeli from whom Cervantes derived Don Quixote. In the text we read that the hero (who, as is well known, travelled the roads of Spain armed with sword and spear, and challenged anyone for any reason) discovers, in the course of one of his many battles, that he has killed a man. At this point the fragment ends; the problem is to guess, or conjecture, how Don Quixote will react. I know, there are three possible contests. The first is negative; nothing special happens, for in Don Quixote's ethereal world death is no less common than magic, and having killed a man does not have any reason to disturb those who are flung, or believe themselves to be flung, into a whirlpool of enchantments and enchantments. The second is pathological. Don Quijote never forgot that it was a project of Alonso Quijano, the writer of fantastic stories; seeing the death, understanding that a dream has led him to the guilt of Cain, awakens him from his consented madness perhaps for ever. The third is perhaps the most realistic. After the death of that man, Don Quixote cannot admit that the tremendous act is the work of a delirium; the reality of the effect makes him presuppose a parallel reality of the cause, and Don Quixote will never escape from his madness. There is another conglomeration, which is outside the Spanish orb and even the Western orb and requires an older, more complex and more fatigued environment. Don Quixote -who is no longer Don Quixote but a king of the Indian cycles-intuits before the corpse of the enemy that killing and bringing forth are divine or magical acts that notoriously transcend the human condition. He knows that death is illusory as the bloody sword that weighs him down in his hand and himself and all his pretentious life and the vast gods and the universe. FIN 1960", "title": "Un problema", "author": "Jorge Luis Borges"}