{"metadata": {"length": 7320, "words": 1447, "reading_time_min": 7.235}, "text": "The last time I saw my father was at Grand Central Station. I was going from my grandmother's house in the Adirondacks to a country house in the Cape rented by my mother, and I wrote my father that he would be in New York, between two trains, for an hour and a half, and I asked him if we could have lunch together. His secretary wrote me saying that he would meet me at noon in front of the information desk, and at about twelve o'clock I saw him coming among the people. To me he was a stranger - my mother had divorced him three years ago and since then I had not seen him - but as soon as I saw him I felt that he was my father, a being of my own blood, my future and my condemnation. I knew that when I grew up, I would be like him; I would have to plan my campaigns by keeping to his limitations. He was a tall, handsome man, and I was greatly pleased to see him again. He patted me on the back and shrugged my hand. - Hey, Charlie said. Hey, my boy. I'd love to take you to my club, but it's on 60th Street, and if you have to take the train, we'd better eat here. - He put his arm over my shoulders, and I smelled my father the same way my mother smells a rose. It was an intense blend of whiskey, shaving lotion, shoe ointment, wool and the smell of a mature man. I hoped someone would see us together. I wish we could take pictures. I wanted to preserve a memory of our meeting. We leave the station and we go into a side street, and we go into a restaurant. It was still early and the place was empty. The waiter was arguing with a delivery man, and next to the kitchen door was a very old waiter in a red jacket. We sat down and my father called out loud to the waiter. - Kellner, what are you doing? - She screamed. Garçon! What are you doing? - I'm not going to tell you. You! - in the empty restaurant his stridentness seemed out of place. Someone who can take care of us! - She screamed. Chop-chop - then, he clapped. So he caught the attention of the waiter, who dragged his feet and approached our table. - You beat your hands to call me? - he asked. - Calm down, calm down, sommelier, my father said. If it's not too much to ask... if it's not too much to impose on you, we'd like a pair of Gibsons. \"I don't like being called a hand-clapping\", said the waiter. \"I should have brought my whistle\", my father said. I have a whistle that's only audible to old waiters. Okay, get your notebook and your pencil ready and see if you can spell it right: two Gibsons. Repeat with me: two Gibsons. \"I'd better go somewhere else\", said the waiter in a low voice. \"That\", my father said, \"is one of the brightest suggestions I've ever heard\". Come on, Charlie, let's get out of this cave. I left the restaurant with my father and we went into another. This time he didn't sound so loud. The drinks came in and he asked me about the baseball championship season. Then he hit the edge of the empty cup with his knife and started screaming again. - Garçon, what are you doing? - What? - I'm not going to tell you. You! He might mind bringing us two more of the same. - How old is the boy? - the waiter asked. - That, my father said, what the fuck does it matter? \"I'm sorry, sir\", said the waiter, \"but I won't serve the boy another drink. -Well, I have something to tell you\", my father said. I have something very interesting to tell you. It turns out it's not the only restaurant in New York. They opened another one around the corner. Let's go, Charlie. What are you doing? He paid the bill and we left that restaurant and went to another. Here, the waiters wore pink jackets, like hunters, and they hung different bars from the walls. We sat down, and my father started screaming again. - Big dog! You know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you, you know, you know, you know, you know, you know, you, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you, you know, you know, you know, you know, you know, you know, you, you know, you know, you know, you know, you know, you know, you, you know, you know, you know, you know, you know, you, you know, you know, you, you know, you know, you, you know, you know, you know, you know, you, you know, you know, you, you know, you know, you, you know, you, you know, you know, you, you know, you, you know, you know, you, you know, you, you know, We want to have a drink for the stirrup. That is, two Bibsons. - Two Bibsons? - asked the waiter, smiling. \"Damn, he knows very well what I want\", my father said irritated. I want two Gibsons, and hurry. Things have changed in the old, cheerful England. That's what my friend the Duke tells me. Let's see what England can give us when we order a cocktail. \"We're not in England\", said the waiter. \"Don't argue with me\", my father replied. Do as you're told. \"I thought maybe I'd like to know where he is\", said the waiter. \"If there is anything I cannot tolerate\", said my father, \"it is insolent servants. Let's go, Charlie. What are you doing? Fourth place was Italian. - Good day, my father said. Please, we can have two American cocktails, forti, forti. Molto gin, little vermouth. \"I don't understand Italian\", said the waiter. - Oh, come on, my father said. He understands Italian, and of course he does. We're going to have two American cocktails. I'll be right back. The waiter went back and spoke to his boss, who came to our table and said, 'I'm sorry, sir, but this table is reserved. - Very well, my father said. Give us another table. \"All tables are reserved\", said the chief waiter. -I understand\", my father said. They don't want to serve us. Is that right? All right, fuck you. Go to hell. Let's go, Charlie. What are you doing? - I have to take my train. - I'm sorry, little boy, my father said. I'm so sorry - he put his arm over my shoulders and squeezed me against his body - I'll walk you to the station. If we'd had time to go to my club. - All right, Dad, I said. - I'll buy you a newspaper, he said. I'll buy you a journal, so you can read it on the train. He went to a newspaper post and said, \"Dear sir, would you do me a favor by selling me one of your damned evening newspapers, these worthless ones that cost ten cents?\" The employee turned away from him and stared at the cover of a magazine. \"It's too much to ask, good lord\", said my father, \"is it too much to ask you to sell me those disgusting specimens of yellow journalism?\" - I have to go, Dad\", I said. It's too late. - Come on, wait a minute, little boy, he said. Just a second. I want this guy to answer me. \"Goodbye, Dad\", I said, and I went down the stairs and boarded my train, and that was the last time I saw my father. The Council of Ministers", "title": "Reunión", "author": "John Cheever"}