{"metadata": {"length": 6890, "words": 1233, "reading_time_min": 6.165}, "text": "They found themselves on the shores of a very blue and very small river, and, pleased to meet each other, they stopped and greeted each other briefly, looking at each other with singular delight. And I believe that the two had something to do, and even in what to refocus the view. Miguel was revealing his imbecile face, of strong and fine features, of white and shining teeth like those of a beautiful little girl. The yelm tree's crest glowed on her face like a crown, and the crimson hairs in serpentine and elatasy curls floated amidst the marfil collar, which did not cover the gleaming gold-plated sash. His silver-plated loriga outlined with beautiful lines the vigorous and exquisite forms of a giraffe's body. The tassels of her crimson crepe band, adorned with pearls, slid down her leg and dangled to the floor under the rich frock. Two gruesome toadies approached the toe of his sandals and his right hand, glinting with the savage musculature, flung a stinging lash, with silk threads round the agud and terrible moharra. The strong wings of the angel were of the most soft and white plumage, but at the extremities they were of a living purple, as if they had been dipped in the blood of God's enemies. Jorge had no wings. He was a man, a serious warrior, handsome in his own way, worthy of the frantic admiration with which Miguel looked at him. High and limber, he carried with a stout hand, and as if it did not add to his weight, the whole battle-arne, of blown-up corsage, added to with braces, rods, slings, quills, greaves, horns and horn-stacks, all sand-colored, storied, cinched and swollen. When he walked, the pieces of the armor shook and emitted a vibrant, metallic sound. A flamboyant plume hat topped the hat, which had a green enamelled rim. The face of Jorge breathed ardor and loyalty: pale, with a slender gaze, a shaven head made him more imposing. - Oh, Jorge, Prince Battler! - the angel said, a little sighing- How happy I am to have found you! Come, follow me, if any order of our king does not prohibit you. - I am free and time is on my side - said Jorge -. Soon my armour will be covered with rust, and my arm will not know how to shut the bolt, nor how to disarm my pistols. I have hung up the sword of the Hesperides tree, and the innocent angels, the young dead, divide themselves into slicing it to hear the clear and sharp sound of the iron. -I still call you Jorge - Miguel said with respectful aplomb. Even your ecclesiastic image, in the attitude of a shivering in the gorge of the flamboyant dragon, is exhibited on a painted chest. Even your name shall be pronounced with faith, that you may halt the thorn in its path, and the thornbush, and the thornbush, until it is bruised. Against all evil, all vile, all repulsive, they call you, Jorge. They had finally reached a gorge that opened up into a remanence of the celestial river. Silver dust covered the floor and the gladiolis opened their claws and the swords swung, like a naked sword leaf. The prismatic crystals glowed like diamonds, and a spherical spout offered its delicious waters to the two heroes, who, drinking them after the battles, had collected thousands of times their strength and value. Jorge didn't want to drink, why? But Miguel absorbed a copyright tyrant into his hand. They sat down in a piece of rock crystal, solitary and pure as air. - I know - said Jorge, pondering - that the gentlemen have made me a pattern, and that it is common among powerful and unconcerned people to carry a thin medal with my effigy on the watch chain. Even the women wear it in bracelets and necklaces, brooches and studs. I also know that you will remember me when the shadowy twilight of the black and gloomy araa, to which my name has the virtue of leaving inanimate, encased in a stout pillar. But you know, invincible cavalryman, that among all those who wear the St. George medal there is none worthy of receiving the highest order of the Order of the Knighthood. Shame to be received! Almost all of them have been expelled... Who has kept his dignity, word and honor? What has enlarged the orphan, respected the widow, protected the widow, shattered the enraged, avenged the flinty and the scytheless? Who has come without fear, without trembling; who has suffered hunger, thirst and fatigue, despising matter by constantly following the mysterious light of the ideal? Prince Michael, my mission on earth is over; my sword may break in two pieces, my brilliant armor may rust; no one will follow my footsteps smiting the eternal dragnet of evil and wickedness. In the infamous garret I have seen people who ostentatious my knightly medal, and I have found her with horror, a member of a paper scented with the odious alms of lost women... Miguel listened to Jorge with a serious and grave face, the beautiful face shining like that of a doll. He could not deny that the claims of the Grand Prince were founded. In fact, the customs and rites of the gentry were disappearing from the world. He turned at last to Jorge, and with that sweet reverence which he had shown to him, pure and immortal spirit, to whom no mortal had ever been in his earthly life, he said in a voice more resonant and melodious than the rumbling of the crystal fountain falling into the pillar formed by the brilliant arrows of the rock: -You can now, Prince, rest in your glory. For you, the most beautiful thing in the world: memories, gothic towers with twisted spires, fortresses that before they were burnt down the fire abrasived, color pictures where the heraldic blasphemy blasphemed, executions in which the finely painted miniatures of the miniaturer tell high stories, old romances that enthralled the jugglers and the trolls, the silent tombs where the invincible captains and knights slept fearless and unafraid. Envain the sword if you want; I can't. The times of the chivalry are past; the times of the Holy Spirit never will be. While he was speaking, Miguel turned back to the entrance of the cave, where a soldier from his army had just appeared, a body angel so transparent and fluid that through him the river could be seen, as a piece of blue sky through a silvery cloud. -They have called me,' exclaimed Miguel, rising, requiring the chain, which had hung on the wall of the stall, and embracing the diamond ring which the angelic ring had presented to him. Under the Earth. Lucifer calls me to battle now, and shoots at me with weapons which have not been used until now; his arms are forged, and if I do not come, poor Humanity will perish, for this battle is newer than any. -Do you want me to stay, fight on your side? - asked eagerly Jorge, whose nostrils dilated and whose eyes glowed with a fiery passion. -No, Prince - the angel said, smiling - The tactics have varied so much since you left! I know you would suffer a lot if you fell to earth, knight in shining armour!", "title": "Miguel y Jorge", "author": "Emilia Pardo Bazán"}