{"metadata": {"length": 6766, "words": 1297, "reading_time_min": 6.485}, "text": "Mrs. Concord and her eldest daughter, Helen, were in the room, sewing and chatting and trying to keep warm. Helen had just left her socks on the table and had stood up to look out the glass door that led into the garden. \"I wish spring would hurry to come\". \"I was saying, when the doorbell rang\". Oh, my God! Mrs Concord exclaimed. We have a visitor and the carpet is lined with loose threads! The woman leaned forward in the chair and began to pick up the retails and sewing equipment around her, as Helen walked to the door. He opened it and smiled at the stranger, who immediately reached out her hand and spoke in haste. Are you Helen? I'm Mrs. Friedman, and I'm going to be here. I hope I didn't introduce myself at an unfortunate time, but I was very anxious to meet you and your mother. How are you? Would you like to come by? Helen opened the door again and Mrs. Friedman entered the reception. She was a tiny, brown woman and wore a very elegant leopard coat. Is your mother home? He asked Helen the same moment Mrs. Concord left the room. I'm Mrs. Concord. Helen's mother introduced herself. And I, Mrs. Friedman, said this. The mother of Bob Friedman. Bob Friedman, Mrs. Concord repeated that. Mrs. Friedman then added, with an apologetic smile: \"I thought that, no doubt, your boy would have told you about Bobby. Of course you do! \"Suddenly Helen exclaimed. That's the one Charlie always talks about in the letters, Mom. It was hard for me to relate to him, he explained to Mrs. Friedman, because Charlie seems so far away, obviously, Mrs. Concord nodded her head. Don't you want to come by and sit down for a while? Mrs. Friedman followed her hosts to the living room and took a seat in one of the free chairs. Mrs Concord pointed to the room with a nod and apologized: \"It's all upsetting, but it's just that Helen and I get our hands on the play and do something every now and then. It's curtains for the kitchen, he added, showing him the fabric he was working on. \"They are very beautiful\", said Mrs. Friedman politely. \"Well, tell us about your son\", said Mrs Concord. I'm surprised you didn't recognize the name right away, but I associate the name of Bob Friedman with Charles and the army, and I find it strange to have his mother here in my house. \"The same thing happens to me\", Mrs. Friedman said with a smile. Bobby wrote me that his friend's mother lived here, just a few blocks from our house, and suggested I come by and say hi. I'm glad you did, Mrs Concord said. I think we know Bob almost as well as you do now. Charlie always tells us things about him. Mrs. Friedman opened her purse as she said, \"I even have a letter from Charlie. I thought you'd like to see her. Did Charlie write to you? Mrs Concord asked. Just a note. He likes the pipe tobacco I send Bobby, and the last time I sent a package to my son I put a can of that tobacco for him. Mrs. Friedman handed the letter to Mrs. Concord and said to Helen. Well, Helen said, I know Bob sent her a Japanese sword at Christmas. She should look great at the foot of the tree. Charlie helped him buy it from the guy who had it... did his son tell him that, and they almost had a fight with the guy? It was Bobby who was about to fight, Mrs. Friedman said. Charlie was smarter and stayed out of it. No, Helen corrected her. From what we know, it was Charlie who got into trouble... and they both laughed. Maybe it's better not to compare notes Mrs Friedman pointed out. The boys don't seem to agree much on their stories. He turned to Mrs. Concord, who had finished reading the letter and passed it on to Helen. I was telling your daughter the many complimentary comments I've heard about you. 'We have heard of you too,' Mrs Concord replied. Charlie showed Bob a picture of you and your two daughters. The youngest is Nancy, right? - Yes, Nancy, I know. \"Charlie thinks a lot about her family, of course\", Mrs. Friedman said. That's very kind of you to write me, don't you think? He commented on Helen. \"That tobacco must be good\", Helen replied, and after a brief hesitation, she returned the letter to Mrs Friedman, who kept it in her purse. I'd love to see Charlie sometime. It's almost like I know him very well. I'm sure you'll want to come and visit her when she comes back, Mrs Concord said. I hope it's not too late to do so, Mrs Friedman said. The three of them remained silent for a moment and, shortly afterwards, Mrs Friedman continued to speak enthusiastically. It seems strange that we live in the same city and our boys have had to go this far to get to know each other. \"It is difficult to make acquaintances in this city\", said Mrs Concord. Have you lived here for many years? Mrs. Friedman asked and, with an apologetic smile, immediately added: \"Yes, of course, I know your husband by name. My sister's kids go to her husband's school and they talk very well of him. - Really? \"Mrs. Concord said. My husband has lived here all his life. I came from the West when we got married. Then it will not have been difficult for you to establish and make friends, Mrs Friedman said. No, it's never been difficult for me, Mrs Concord said. Of course, most of our friends are people who went to school with my husband. I'm sorry Bobby didn't get the chance to study with him, Mrs. Friedman said. Well... she joined the chair, I've been very pleased to finally meet you. And I'm glad you came, Mrs Concord said. It's like having a letter from Charles. I know very well the joy of receiving them, for I hope Bobby's. She and Mrs. Concord walked to the door and Helen got up from the chair and went after them. My husband is very interested in Charlie, you know? Ever since he found out he was studying law when he joined the army. So your husband is a lawyer? Mrs Concord asked. It's the Friedman of Grunewald, Friedman & White. When Charlie's ready to start work, maybe my husband can find him a place. \"You don't know how much I appreciate it\", Mrs Concord replied. Charlie's gonna feel so bad when I tell him. You see, there's always been some kind of tacit agreement that I would join the firm of Charles Satterthwaite, a lifelong friend of my husband's. You know the firm Satterthwaite & Harris? I think my husband knows the signature. A firm, old firm, Mrs Concord was greeted. My husband's grandfather was already a partner. \"Send Bob our best wishes when I write\", Helen said. I will, Mrs Friedman assured. I'll tell you we met. It has been a pleasure, he added, reaching out to Mrs Concord. \"Delighted\", said this one. Tell Charlie I'll send him more tobacco. Mrs. Friedman told Helen. \"I'm not going to stop doing it\", she replied. Well, goodbye then Mrs. Friedman said goodbye. \"Goodbye\", said Mrs Concord. FIN A Fine Old Firm, The Lottery and Other Stories, 1949", "title": "Una firma antigua y sólida", "author": "Shirley Jackson"}