{"metadata": {"length": 7979, "words": 1324, "reading_time_min": 6.62}, "text": "So alone in the small room, Leocadia, with a tremulous hand, shook off the silken sheets that had encircled the bed, came to the window, which fell into the courtyard, and slammed the door. The lid was lifted, and a solitary line of blue streaks arose from the blue-grey background; the roar of the smelter shut the eyes of the young, deliriously engrossed. It was not a habit to see beauty; he looked at it every moment, with the stifled admiration of a constant envy, in limbs and arms less curved than his own. If that gleam seemed mysterious to her (the tachons of a door to heaven), it was that it was around her own arm, as a triumphant irradiation of her beauty, as the splendour of her being female. I had spent so many years aspiring to something like what that box meant! Always dressed in a laboriously rehearsed outfit (what irony in this verb! ); always wearing old boots, through which the soft sole penetrated the humidity of the damp floor; always cleaning incredibly soiled gloves, with the slackness of a stranger, snatched in the dances by another woman; always changing a brim or a flower in a four-seasons hat or taping the broken collar of the t-shirt with a slackened, green-fingered passamanera, Leocadia repeated to herself with hidden rage: «Ah! How I can some day!” I didn’t know how..., but I was sure that day was coming, for her beautiful regalia, a butterfly of intense colors, was already ripping open the little sack. Leocadia was received at the opulent Ribelles home, as a companion of her daughters, by the brother of the banker, the richest bachelor yet, on her return from one of her frequent journeys abroad, and finding her alone when she returned from reading to her sisters, he stopped her, and without preamble said... what the reader can guess. The conversation passed before a huge mirror surrounded by natural plants, between the solemn silence of the staircase covered in thick red terciopelo. It was laconic, firm, concrete, on Gaspar's part; indeed Leocadia did not hesitate: with two yeses she accepted the agreement. They went together to England, before a week. And the bracelet, the ring of bright studs, which had just shattered his doll, was the signal, the arrows, so to speak, of the contract. The Ribelles family would be notified of the vacancy by a simple letter. He had no other duty, and no reason to know of their resolutions. Abur, abur! And he was absorbed in the strand of light around the round doll. He raised his hand to the mirror, to divide his duplicated bracelet into two parts. I would have them all, very soon! A rosary of red rubies and celestial sprigs; a chain of gold tinsel, interwoven with pearls, as those adorning the emerald tiara of Lacloche... While she was thinking of this, an idea came into her head of a woman to whom the need has forced her to acquire a certain culture - a confused idea, a recollection of readings, a reminder of the meaning of the jewel. The thorn arrow had been in other times, in the primitive ages, the magical talisman that surrounded his hand... “Now it means freedom - he thought. I will not again cover my body with what others would not want for theirs...» And he felt a deep pleasure that stretched his chest, that shivered his limbs, the anticipated pleasure of such riches. His fine, pure skin felt the touch of the batista, the slickness of the encasing; his thigh, the atmospheric tibia that the plump ridges and the living skins created; his rose-colored eyes, the cold touch of the lone candle; his airy feet, the elastic and crumpling of the slender thread... \"I will not use cotton again,\" he declared. Seated, seated no more... And to ten the walls... Some shaved; others, embroidered as brides' gowns... \"There was a recollection of the team of the greatest of the Ribelles, married the previous year, and the scrip-shooters who had awoken such wealth. At the evocation of the nuptial winds, a whirlwind swept through Leocadia. She was not a bride... Brides are not for the parties, or the jewels, or even the love... They are brides for another reason. Leocadia would never be a bride! Nevertheless, despite its lust for wealth and luxury, perhaps for them alone, it retained its purity as far from ice and cold as a swan destined to be marketed in a tavern. “In six days...” he calculated with involuntary horror. The figure of Gaspar broke out of the dark background of the fourth, in a sort of hallucination of the senses. Leocadia saw her future... Future what? “Future... owner,” he said, slapping the shackle in his hand as the voice passed. Pride, pride with its reverse of virtue and reverse of vice, with its duality, swelled in its soul. The tal Gaspar Ribelles! His bald head, lustrous with perfumed oil; his mouth, full of fatty lips; his rotten teeth, restored by gold fillings; his swollen and swollen thighs; his swollen and swollen abdomen... What a different kind of creature from what Leocadia often dreamed of when listening to music, after reading verses, or in the chapel, amid the smell of incense! With the intensity of a physical, sharp pain, of an impression of needles on her naked back, she hid the certainty that only six days remained for the slavery... Ah! How he hated the market! How he abhorred all his being subjugated, with skin, nerves, fibers, veins, arteries!... A knock at the door of the fourth, and the face was sly and malicious, of mongoose, of Tomasic, the buttons. -Secretary... This letter has just arrived. It was a continental: a sheet of paper with the timbre of the Earth globe, two hemispheric spheres. Leocadia signed the over, left the pen on the table, stepped up to the window and read. As she decoded the mission of that shaman, the fresh paleness of his radio-like face turned purple, quickly, as if millimeters of hands were abofeteasing it at the same time: “Go out this night; I await you at the corner at ten in a car. We will eat together. G.» The stern tone, the stifling reticence, the initial caution... Leocadia thought she had opened in her heart a well, a spring of clean, bitter, healthy, nourishing water, a faucet of indignation, of rage, of fury, of scorn. And it must be true that the stream was running, and was overflowing, for it was already a swollen river. Thin, copious drops of rain fell to put out the fire of the embers... He threw up the paper; he opened the window and threw out the white flakes, which rolled and fell on the slacks of the steel. After, slowly revealing the cycle of peddlery, he looked him through his wailing, pulled him to the floor and with his old boots stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, stepped, FIN", "title": "La argolla", "author": "Emilia Pardo Bazán"}