{"metadata": {"length": 6001, "words": 957, "reading_time_min": 4.785}, "text": "Where? A faraway perspective of awe-inspiring and monumental foreign architectures, visionary orders, styles of a sweeping and dispersed orientalism. At his feet a shivering ground; not far away, a vegetation of flaky, desolate trees, bending toward an implacable, silent and rare sky, their branches swaying, in the vague expression of a changed lament. In that solitude Honorio feels the possession of a cold emptiness... When? It is in an unknowable hour, perhaps a grain of sand sucked out of the watch of time. The light that illumines is not the light of the sun; it is like the sickly and phosphorescent clarity of star spectrums. Honorio is under the influence of a fatal moment, and he knows that in that incomprehensible hour everything is engulfed in the painful drudgery of a universal anguish. When he raised his eyes to the sky, a tremor ran through his nerves: mysterious constellations had risen from the darkened heavens, forming enigmatic signs of impending and irreparable catastrophes... Honorio let out a lamentable groan, terrified and frightened: Ay!... And as if his voice had the power of a demonic force, that immense city of towers and spires, of arches and spirals, had collapsed without a sound or a break, as if a fine thread of thread had been torn. How and why did this phrase of a dreamer appear in Honorio's memory: the tyrannical face? He heard it within his own mind, and whether he was the propitiatory victim offered to a cruel deity, he knew that the moment of his death, the horrible death that would befall him... Oh inexplicable suffering of the alone-convicted! Their limbs were charred, mangled with thorns; their hair was shorn as Job's when a spirit passed near him; their tongue was frozen, mute and immobile; and their open and fixed eyes began to contemplate the dreadful procession. Above him had arisen the infinite legion of the Physonomies and the innumerable army of the Species. First were the huge faces that often appear on the narrator’s face when he begins to dream, faces of happy, frightening, contemplative or excited giants. After... He was slowly recognizing in his wretched vision these or those lines, faces, and faces: a calf's head front and eyes swollen; an Assyrian king's face, with beard in tangles; a Vitelio with a fat chin, and a black, black, dead of laughter. A white mask multiplied in all expressions: Pierrot. Pierrot indifferent, Pierrot loving, Pierrot abominable, Pierrot terrible, Pierrot, bursting with laughter; painful, pathetic, innocent, vanished, cruel, sweet, criminal: Pierrot showed the poem of his soul in wrinkles, creases, guides and facial retorts. The types of all the incarnations and symbols. They made huge grey smudges, hundreds of crowded johmbulles and awful tiosamueles, after which Punch felt the malice of his gaze on his curved nose. Near a yellow mandarin with circling eyes and a jowl, a frail flannel, whose cucurbitaceous face had two black Jews incrusted in its pupils; long French noses, powerful German jaws, Italian jaws, Spanish chins; exotic faces: the black king Baltasar, the Malay of Quincey, the Persian, the gaucho, the torero, the inquisitor... “Oh, my God!” cried Honorio. Then he heard distinctly a voice that said: “Anon, go on till the end!” And the dreadful multitude of the banal life of the cities, the faces that represent all the states, appetites, expressions, instincts, of the being called Man; the broad calf of the wise of the wise, the nose of the sour-faced alcoholic peddler that lights up the face of the obscene swindler; the rotten and swollen lips; the swollen thighs and swollen thighs of the beastliness; the livid faces, the appearance of the rentist cacoccum; the look of the musician, the dignifiedly stupid laugh of the stout-hearted sailor, the pleading expression of the mute; these three specialties; the tribune, the tavern-keeper and the charlatan, in the different parts of their different stalls; “Stand by me!” exclaimed Honorio. And it was then that the pillars were erected, while a soft, eastern gold color was fading from the sky. The Masks' Legion! The first was a mask of Greek actor, horrified and tragic, like Orestes' face before the implacable Eumenides; and the other was cheerful, like a chrysanthemum spouting out of a vase. Then, by a mnemonic phenomenon, Honorio thought of the Japanese theatre, and before his eyes floated a diluvian of Japanese masks: the giggling and snorting of the treasure of Idzoukoushima, a mask of Demé Jioman, whose gathered limbs, backed by triple vermicular ruffles and extended nails, gave him an appearance of supreme bestial glee; Noriaki's faces, of an aggressive ferocity; Asian Quasimodo dolls, and radiant masks of gods, all of gold. From China Lao-tse, with an enormous brain, Pou-tai, the sensual with his idiotic laugh; from Konei-Sing, god of literature, the mephistolic mask; and with their cloaks, spears and arrows, the ones of mothers and warriors. At last he saw Honorio as a fire of crimson and crimson-red, and he threw up the carnival mask before his eyes. All eyes: swollen, swollen, triangular, almost spherical; all noses: swollen, rosy, swollen, erect, cónicas, falicas, noble, cavernous, conventual, marcial, insigne; all lips: swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen, swollen,", "title": "La pesadilla de Honorio", "author": "Rubén Darío"}