{"metadata": {"length": 4374, "words": 875, "reading_time_min": 4.375}, "text": "It was once an old fisherman who lived with his equally old wife in a sad and poor cottage by the sea. For thirty-three years the old man devoted himself to fishing with a net and his wife swam and knitted. They were very but not very poor. One day, he went fishing and came back with the net full of sand and clams. The next time, his net was filled with seaweed. But the third time he caught a small fish. But it was not a normal peck, it was gold. Then the fish said to him in human voice, \"Anciano, return me to the sea, I will give you whatever you want, however much it costs.\" Amazingly, the fisherman was astonished. In his thirty-three years of fishing, he had never heard a fish speak. Then he said to her in a loving voice, - God is with you, little golden calf! Your riches do not suffice me, return to your blue sea and freely wander through the vastness. When he returned home, he told the old woman the miracle: that he had caught a golden fish that spoke and had offered him riches in exchange for his freedom. But he was not able to ask him anything and he returned to the sea. The grandmother frowned and said, -You're crazy! Disgraceful! You don't know what to ask the fish? Give this cloth to wash the clothes, it is broken! He turned back to the sea and looked. The sea was calm, though the small waves were bouncing. He began to call the fish that swam up to him and with great respect said, \"What do you want, old man?\" -Your Majesty, my old lady has spoiled me. It doesn't give me rest. She needs a new floor because ours is broken. The golden fish answered: \"Do not be anxious, see with God, you will have a new roof.\" The fisherman returned with his wife and she cried out, -Loco, sorry! You peep, tonto, a window! There is no profit to be made from the ashes. Come back, tinker, give the fish an ear. So the old man returned to the sea and this one was rebuked. He called again to the fish and he asked: -What do you want, old man? -Your Majesty, my old lady has spoiled me even more. It doesn't give me rest. The old lady wants a pig. The golden fish answered: \"Do not be anxious, see with God, you will have an answer. When he returned, he found the old lady sitting on a stone and, on her shoulders, a wonderful pillar with a tin fireplace and a large door. There was no trace of the wooden cabin. - You're crazy!  - the old lady cried out. I don't want to live like a poor peasant, I want to be a bourgeoisie. Again, he went to the sea to look for the fish. The sea was not at all calm. He called to the fish and he said, \"What do you want, old man? -Your Majesty, my old lady has spoiled me again. It doesn't give me rest. She wants to stop being a peasant, she wants to be a bourgeoisie. - Don't worry, old man. Come with God. When he returned, he saw his wife dressed in white clothes, a pearl necklace, red shoes and a crown. He had created creatures to whom he continually sowed. The old man said to her, -Good morning, noble lady! You will be happy now! But she did not look at him, and took him to the outskirts. He forced him back into the sea by force. He even came to kiss her on the face. She no longer wanted to be a burgundy girl and she told him she would ask the fisherman to turn her into a zarina. That's what the old man did. He returned to the sea, which was black and agitated, and asked the fish what his old wife had asked him. When he returned to the village, his wife was sitting at a large table full of jars and served by an infinite number of children. Behind them were soldiers with guns who were vigiling their safety. The old man bowed his head and said, \"Well, your zarine majesty! -and she took him out of there to the fields and almost gave him the sacks. That week the old lady called him again. She said she wanted to be the owner of the sea and even own the magical fish. He called him back to the sea to fulfill his wishes. The old man told the fish that his wife wanted to be the owner of everything, live on the sea and of course, possess it to him. The sea was absolutely swollen. There was a storm with huge waves and he was afraid to approach. The fish slapped him with the tail and said nothing. The old man was suddenly found on his boat fishing with his old net. On the shore, his old and wretched wife was sitting in front of the hut they had always lived in. At his feet was the broken floor. FIN", "title": "El pescador y el pez dorado", "author": "Alexandr Puchkin"}