{"metadata": {"length": 7301, "words": 1451, "reading_time_min": 7.255}, "text": "It is hard to see it from afar, and even those who have been once do not remember the way back; there was a path and I destroyed it with a stroke of azedone, covering it with scraps that would ignite and erase any traces. My house I've chosen well, lost up here among the retrests, of a single floor so that it cannot be seen from the valley, bleached with lime, rusted like a bone by the holes in the windows. The land around here could have worked it, and I didn't. I'm just fine with a square snail where the slugs bite the larvae and a piece of terrace where I can grow purple and purple potatoes with the force of a sting. I don't need to work any more than I eat, because I have nothing to share with anyone. I don't rip the nettles, the ones that go up on the roof of the house, or the ones that already fall on the garden like a slow avalanche; I'd like to have it all buried, including me. Lizards have nested at the intersections of the walls, under the bricks of the pavement ants have dug porous cities and now they come out in line. I look satisfied every day and I see that a new crack has opened up; and I think of the time when the cities of the human race will be swallowed up by the hanging plants. Upstairs in my house are hard grass strips where I let my goats graze. Sometimes at dawn, dogs pass by, hounding the hares; I stone them. I hate dogs, their servile loyalty to man, I hate all domestic animals, their way of pretending to understand the human race to lick the remains of their fatted dishes. I only take the goats, because they don't give confidence or take it. I don't need chained dogs to watch. Nor are the carpets, fences and locks, monstrous human machines. My fields are surrounded by hives, supported on a tapestry, and a flight of bees like a hedge that only I cross. At night the bees sleep in the cartilage of the pine trees, but no man comes near my house; they fear me and rightly so. Rightly, I say, not because certain stories they tell about me are true; they're lies worthy of them, but they do well to be afraid of me and that's what I want. In the morning, on the other side of the ridge, below, I see the valley descending and the sea rising, all around me and the world. And at the foot of the sea I see the houses of the human race crushed, wrecked in their false brotherhood, the city in a corner and lioned, I see the flash of its crystals and the smoke of its fires. One day plumage and grass shall cover their squares, and the sea shall rise to turn the ruins of their houses into rocks. Now only the bees are with me: they swarm around my hands without biting me when I pull the honey from the spines, and they land on me like a living beard, friends of bees with their ancient and historyless knowledge. For years I've lived with goats and bees on this reed-covered hill: before I made a mark on the wall for every year that passed; now the nettles drown all things, that absurd human time. At the end of the day, why should I be with men and work for them? I dislike their sweaty hands, their wild rites, their dances and churches, their women's acid saliva. But those stories, believe me, are not true, they've always told stories about me, the lie-breed. I give nothing, and I owe nothing: if it rain at night, and in the morning great snails stretch out the hill, they cook and eat me; in the forest soft and wet fungi pierce the ground. The forest gives me everything I need: wood and pine for burning, and chestnuts; I capture animals with a snare, hare and twirls, don't think I love wild animals, that I am an idyllic worshiper of nature, absurd hypocrisy of men. I know that in the world you must eat each other and the law of the strongest reigns: I kill animals that I want to eat, nothing more, with traps, not with weapons, so that you do not need dogs or servants to hunt. Sometimes, if I can't get away when I hear their grim noise, I meet men in the woods, you make them cut down the logs one by one. I pretended not to see them. On Sundays, the poor come to the forests to find wood that is flattened like a head of alopecia: the trunks dragged by ropes form abrupt tracks that rain carves during the storms causing collapses. I wish everything in human cities would be ruined, I wish one day I could see the tops of the chimneys emerge from the earth, I would find the rows of streets interrupted in the midst of the trenches and, deep in the woods, the lights of the railways. But you may also want to know if I never feel the weight of this loneliness, if ever, on one of those long sunsets, one of the first long sunsets of spring, I have not descended without a precise idea into the homes of the human race. I came down, it was a warm sunset, to those carpets that surround the gardens, above which the cups of the nightshades stand, I came down and heard those laughter of women, that call to a distant child, so that's how I came back, the last time, to go up here alone. I mean, I, like everyone else, sometimes I'm afraid of making mistakes. And then, like anyone, I go on. You're afraid of me, and rightly so. But not for that. That, whether it happened or not, happened so many years ago, me back then, but it doesn't matter anymore. That woman, I had arrived a little earlier, that black woman had come to the harvest, I was still burdened with human affections, I saw that black woman beating on top of the hill and she greeted me and I didn't greet her and I kept walking. And I was still burdened with human affections and old anger, I came up without her hearing me, I felt old anger, not against her, I don't even remember what face I had. So the story as told by the others is false because it was late and there was no human being in the valley and I had it by the throat and no one heard it. Because I would have to tell you my story from the beginning and then you would understand. Well, let's not talk about that night anymore, I live here sharing my larvae with the leaf-throwing snails and I know all the places where the mushrooms grow and I distinguish the good species from the poisonous: I no longer think about women, their poisons; being chaste is just a habit. Last one, the black woman with the sickle. The sky was full of clouds, I remember, dark clouds running running. It's like this: under the moving sky, on the goat-bitten hill, the first human weddings, I know that in human encounters there can only be fear and shame for each other. That's what I asked her for, horror and shame, nothing but horror and shame in the eyes, that's why I'm with her, believe me. No one has ever told me anything, ever: because they can't tell me anything, at that time the valley was deserted. But every night, when the hills get lost in the darkness and I can't follow the reasoning of an old book in the light of the lamp, and the city of the human race with its lights and its music is back there, I hear the voices of all of you accusing me. And yet there was no one there in the valley to see me, the woman never returned to her house, so they say, but it's not true, that in the grasslands above my house is buried the body of that woman. And if the dogs that pass by stop and whistle in the same place and yell and dig the ground with their feet, it's because there's an old toad pit. *FIN* 1949", "title": "La casa de las colmenas", "author": "Italo Calvino"}