{"metadata": {"length": 2927, "words": 519, "reading_time_min": 2.595}, "text": "The imperialists have camped outside the city. Caesar Charles V retires after having tried to deprive his rival, Francis I, of the beautiful lands of Provence. The emperor is in his tent, at the end of the afternoon, and he dispatches some business with the envoys who have arrived from German lands with news of the deaf conspiracy of the Protestant electorate. The Teutonic emissaries leave with the impression that they have not been heard with all the interest the matter demanded. Caesar has his spirit somewhere else. Think of that little fort at Muey where fifty archers are tirelessly resisting the siege of the emperors. It is not the least resistance it wants to leave behind. A good part of your armies must pass through there in retreat. He sent two of his most tried and near-by knights to finish the site: don Francisco de Borja, marquis of Lombay, future duke of Gandía, who will rise to the altars as one of the most precious saints of the Church, and Garcilaso de la Vega, a mirror of knights, who has already written some of the most beautiful poems in the Castilian language. Charles V's concern is growing. They leave on their camp table the shipments from Portugal and Flanders. He doesn't even come close to flipping them. He meditates with melancholy, that melancholy that comes from his Portuguese blood, on the sad fate of those who have the lives of others and can do nothing to make the dictate of his affections divert the fatal trajectory that imposes his destiny as monarch. She's 36 years old and life has already begun to weigh on her. To his relentless lucidity joins a soul of a walking gentleman, dreaming of unassailable chimeras. The autumn sun leaves over the fabrics and cloths with imperial insignia a warm, coated halo that gives them a timeless, gentle air. One hand in the sword's grip and the other, stroking the Golden Toison that belonged to his grandfather the Temerario, Charles of Europe is lost in the anxiety of his doubts and the agonizing labyrinth of his certainties. There is a sound of footsteps, a thundering of weapons and the Caesar looks staring at the Marquis de Lombay who approaches with his clothes stained with blood and an unfathomable gesture of pain on his face. Muey fell, finally, but in his walls he left the life of Garcilaso de la Vega, who expired in the arms of the marquis without regaining consciousness. Several gentlemen come to hear the story. Carlos remains in a strange rigidity, in a stalked beast immobility. His lower lip is shaking slightly. Finally, he raises his right hand; he takes it to his forehead, then to his left shoulder, then to his right, and he leaves it for a moment on his heart. The people present imitate the monarch's gesture. Carlos pronounces in his low voice, which try to hide the emotion, these words of Christian and friend: \"God save your vera such good gentleman\". I said goodbye to Spain's greatest poet. FIN 1982", "title": "Intermedio en Niza", "author": "Álvaro Mutis"}