{"metadata": {"length": 5624, "words": 1057, "reading_time_min": 5.285}, "text": "I spent a short time in a town where I was terribly bored. I didn't know anybody, and I used to go for a walk alone and at night. One, wandering the streets at random, and already feeling nostalgia for my Madrid of my soul, I came to a little window that offered a nice light effect. In front of me, a house taller than the others, of old building, with wide grids and a panoramic balcony, on which a furnace contained a Virgin lit by a lighthouse. It was highlighted in the glow of the moon that was beginning to emerge, and along the ridge and the roof alleys, which flew wide and gracefully the corners, it was seen black, energetic, the tangled drawing of the jaramagos to the translucency of the sky. That was a theatrical decoration; and I swear to you that I so deeply immersed myself in its contemplation with the eyes of an artist, that it took me some work not to believe that, indeed, I was in a theater, when a voice of contralto, extensive and pure, reached my ears, singing: Il segreto per esser felice se per prova... The passage of Lucrecia, letter more or less. I approached the house where the voice came from, and clinging to the window I heard the last note of the toast, after which the singer and piano were silenced. The next night I again killed time by circling the window of my admired and unknown counterpart. The session was longer. The symphony of William, then loose pieces by Gioconda, and finally, sung, Lucrecia. I, who had insensibly concluded by approaching the fence, was trying to discover the artist, for the crystals had opened up. I could only see one side of the piano. He was going to push the doors carefully; but someone was approaching in the desert street. It was a man, who entered the house, looking at me before with tenacity. Then the song stopped, and I went to sleep, congratulating myself on having discovered that whimsical and harmless pastime for the nights I stayed in the village. There was no one missing; and that, shortly afterwards the moon, going to the appointment too, increasingly pressing, left me without the shadow shelter; a troubling circumstance, for I began to attract the attention of the few passersby of the plazas, and, above all, of the gentleman who entered and left the house. - What's the matter? I was so grateful to hear that voice full of power and freshness, which clinged to the chords of the piano as a snake of color and agility... I was so vagely tempted by that offer, so often repeated, from the mystery, by an unknown woman and one I should not have known, of the secret to happiness, which she knew by experience and revealed to friends... * * * I walk down the street, a guy trips me, and instead of apologizing, he slaps me, I answer with a stick, making him crazy. He hands me his card and I shoot him in the nose. He's moving away, but I get a visit from two of his friends right away, and you want me to, I have to hit him. The other day, a sword in this arm. Any word from my rival...? Owner, extravagant, distinguished and cold man. I couldn't find out more. The wound, of considerable importance, was to keep me in the village longer than I would have wished. This, and not being able to explain myself as an original challenge, irritated me. ••••• Within days, my opponent came to visit me. I'm here to apologize a thousand times, he said. Do you know who I am? I don't have that taste... I mean, yes; a crazy person or a professional cameraman. Neither one nor the other. I'm, simply, the owner of the house in whose fence I always found you. And since behind her was my wife, who is as honorable as a young man, I took you for an impertinent whom I proposed to scorn. The least a husband can do, though he be sure as I am of his wife's virtue, to see a man besieging his house, lying in the dark, is to regard her as untimely and profess antipathy. Well, I replied astonished, but my object... Don't bother explaining it to me... my opponent quietly and gallantly interrupted. I just heard your doctor confidentially talk about our grief, that everyone blames my genius. You were going to listen to Amalia. She doesn't sing badly, indeed, and it's worth it. But as appearances have made me pay a deference of you to a merit of my wife with a stoke, knowing that I believe in the case of reparation. The least I must do, if you're worthy to forgive me, is to introduce my wife so that you can hear her sing, comfortably sitting, and so that she can thank you for the times you went to hear her endure the cold and the hassle of the street. I held my hand to my interlocutor, but I tenderly gave up his project. He insisted. It was therefore absolutely necessary. And I was introduced. Amalia Rosi, Italian origin, brunette, small. Delicious evenings. When I heard her singing the secret to happiness again, I taught it to my friends, and I realized that I was already her friend! And remembering my arm in the air, in payment of debts of honour which I did not incur, and seeing her, indeed, as pretty and young as her husband had told me, I finally set myself to find out whether she was as virtuous as her husband claimed. This could not be easily verified, but I wanted to give this man the reason for his words and actions. My arm hurt so bad! One night, two months later, as I could no longer delay my march, I looked at the house for the last time. It was also moonlight and the lighthouse of the Virgin scattered its red light across the facade. Amalia, on the balcony, moments before, I had sworn by the Virgin that I would not forget. We're stuck with that. And the husband and I, in peace. The Naïve Tales, 1920", "title": "Paga anticipada", "author": "Felipe Trigo"}