{"metadata": {"length": 4291, "words": 861, "reading_time_min": 4.305}, "text": "Now I will tell you a story about luck. We all know luck; some of us see it all year, others only certain years and on one day; there are people who never see it more than once in their life; but we all see it at some time. I need not say, for everyone knows, that God sends the child and deposits him in the bosom of the mother, the same can be in the rich palace and in the comfortable home of the hospitable family, than in the middle of the field, where the cold breeze blows. What you do not know - and yet it is true - is that Our Lord, when He sends a child, gives him a garment of good luck, only that He does not put it on his side in a visible way, but leaves it in some place in the world where he least can think of it; but he is always there, and this is the most encouraging thing. It may be in an apple, as it was in the case of a sage called Newton: the apple fell, and he found the luck. If you don’t know the story, ask those who do; I now have to tell another: the story of a pea. It was once a poor man, born in misery, raised in it and married in it. He was a professional wrestler, and he wrestled mainly ropers and pythons; but he only made enough to live on. -I will never find the luck! - said. They say it is a true story, and that I could tell you the country and the place where the man lived, but that does not come to pass. The reds and acrid acids grew around your house and in your garden, forming a magnificent ornament. There was also a lilac in the garden, but it did not bear fruit; yet in that tree the luck was hidden, was hidden in its invisible branches. One night there was a terrible storm; the news came in the papers that the great effort had been blown and trampled by the storm as a simple twig. It will not surprise us, therefore, that one of the largest branches of the fir also broke. They shook the branch in the workshop, and the man, by sheer brilliance, made with his wood a large ring, then another smaller, a third smaller still, and several of the smallest size. This way the tree would have to bear fruit forcibly for once. Then the man gave the wood pegs to the children to play with. In a rainy country, paraguay is, without doubt, a first necessity. There was one broken for the whole family. When the wind blew with much violence, it turned him around, and broke him two or three times, but man repaired him. The worst of all, however, was that the button that held it in place when it was closed often jumped, or broke the chain that held the shackle. One day the button fell off; the man, looking for it on the floor, found instead one of those tiny wooden pegs he had given the children to play with. \"I can't find the button,\" said the man, \"but this chisme may serve the same purpose.\" He made an incision in him, passed a belt through it, and the ring adapted itself to the broken ring. It was, of course, the best support the paraguay had ever had. When, the next year, our man sent his sleigh of parachutes to the capital, he also sent some of the spruce poles, twisted into a medium-sized ring, asking them to be tried; and thus they came to America. They soon realized that the peg was better than all the buttons, so they asked the merchant to have all the tins sealed with a peg. How much work! Pas por millares! Wooden poles for all paraguays. He had no moment of rest, turn or turn. All the pears were turned into small wood pears. They loved the cheetahs and the eagles. -In the pearl was hidden my fortune! - said the man. And he put on a big workshop with officials and students. He was always in good humor and said, - Luck can be in a tin can. I, who tell the story, say the same. You know the saying: \"Put a white drop in your mouth, and you will be invisible.\" But it must be the proper amount, the amount Our Lord gave us as a gift of luck. I received it, and as the man of history I can draw from it constant and resounding gold, the best gold, the gold that shines in the eyes of children, the gold that resounds in the mouth of the child and also in the mouth of the father and the mother. They read the stories and I am by their side, in the middle of the room, but invisible, for I have the white chalice in my mouth. If I see that you like what I tell you, then I say to myself, “Luck can be in a tin!”", "title": "La suerte puede estar en un palito", "author": "Hans Christian Andersen"}