{"metadata": {"length": 7575, "words": 1381, "reading_time_min": 6.905}, "text": "He arrived in Buenos Aires four days ago, just four days, and feels he won't be able to stay here long. Love, your old enemy, stalks you, surrounds you, sniffs you, like an animal that hides but whose presence guesses around, with nails, with burning eyes. Somewhere in the pulperies is now being drained that love that ignites its secret flames and that will force you to leave. Her monstrous life has been that: leave, leave as soon as love shines. And love shines all the time, everywhere, in all times. If the wrong was grave, then the punishment is terrible. To come and go, to come and go, with eternity, the infinite is frowned upon by that love which, eluded, is again formed and grown, as a rope that fills the air with whips and drives you to walk, to walk again, to walk... And so always, always, always, in England, in France, in Italy, in Hungary, in Poland, in Spain, in Moscow, in Sweden, in Denmark; in the East and in the West; here and there, here and there, always, always. Always with her floating suits, her pale eyes, her fine beards, her tough, manly hands. Walking, walking and now in Buenos Aires. What's the matter? He also had to come here, and he'll go to Chile and Peru and Mexico and everywhere, walking, walking... I wish love could finally suffocate him, so he would die! But no; he doesn't die. He did not die in Vicenza, so long ago, when he was imprisoned for spying and they decided to hang him; even the thickest sores broke and the captain, absorbed by the wonder, ordered that he be let go. Go, go... that was exactly the one thing he didn't want, but there was nothing to do. And again to walk, to walk... the noise of the party enters through the window of the pulp shop, and the man who never smiles doesn't hear it. Listen with the ears of your heart to that love that matures somewhere, near, very close, behind the thin compartment that isolates your traveling room. He has walked so much, that he confuses regions, years and episodes; but he does not confuse love because love is the enemy and must always be quick to face it, to prevent it, to reject it, and his senses have subtly, horribly sharpened, to perceive its presence immediately. The rest... the rest, what does it matter to you? In Venice, Naples, Sicily, they sing or refer to their strange story; with it the English composed a ballad, and the Flemish another, which is like a sweet complaint. Popular imaginators pronounce his effigy and give him different names. Sometimes people have stalked him like a rabid dog, and sometimes they have petered him and asked for his advice. In Germany, the Christian population invaded the Jewish quarters more than once, shouting that he was hidden there and would be burned at the market; and in Florence the crowd filled the square of the Alberti to see, touch and accompany him among dazzling haches to the Honorable, where they welcomed him as an illustrious guest. And in Spain they called him John Hope-in-God, and in Siena... in Siena he had to decide if the painting in which Andrea Vanni depicted Christ weighed down under the cross was similar, if Christ was really like that... but from that long ago... centuries... his life is measured by centuries... the rumor of the feast invades his room. The courtesy will be coming. The man stands by the window and looks out at the church in front of him, adorned with olive branches and flags. They're ringing the bells. They're hitting the black drums. The triumphal chariot is rolling in the middle of the street. The crowd is surrounded by him, singing and living. Behind him the door opened and the pulper's niece came in. Without turning around, the man feels that love is there, floating, that it is still undefined and hesitating, but that it is already there and already begins to show its nails and fangs. My uncle tells his mercenary that if he doesn't want to go down to the bar, he'll better attend the party. The man picks up his tie, the straw he has perpetually ready, and follows her. He knows he'll have to leave soon. People are slapping in the backyard. The smell of the roast beans creeping behind the church blends with the scent of the magnolias. Some have gotten on their knees. Outside, the red shines. Everything is red in Monserrat parish, this morning of the feast: the hangers, the ribbons, the fans, the horses' testers and collars, the chiripás that wave in the breeze. Flowers and fennel carpet the streets. The windows of the houses are illuminated with the interior lights and the verses praising the Restorer, Roses the Great, are cut, glued to the windows. And the Restorer advances, standing in the majesty of the enormous canvas painted perhaps by García del Molino. Triumph in the slow carriage, carved with scarlet silk, which clergy, military and magistrates push toward the church of Monserrat, as if driving high, on heavy wheels, a bonfire. The man with the thin beard and the pale eyes looks at the parade without seeing it. You've seen many other parades in your life. He has seen the entrance of proud potentates into Renaissance cities under bows carved by admirable artists; he has seen emperors leading heroic courts, crowns wearing iron helmets, banners to the wind, and around humbled servants in the snow. Has he seen... what has he not seen, who knows all the languages and dialects, who speaks Tuscan and Bergasco and the language of Sicily and the Hindustan jerigans and the squeaky tables of Asia Minor? Look at the parade without seeing it. Another convoy now passes before the immense damage of their eyes. Will you always have to see her, God of Moses and Elijah? Will the scene of his curse ever be renewed? He was a shoemaker in Jerusalem. When the man who was carrying the cross stopped at the door, he leaned on it for a moment and said to him, \"Go ahead, go your way\". Jesus looked down on him and said, \"I will rest, but you will walk until you come to judge the dead\". And the Lord continued his march. He came from far away, from the lithostrotes of Pontius Pilate, from the house of Annas, from the house of Caiaphas, and climbed the hill of Golgotha, falling and rising, between the curtain of picas and the weeping of godly women. His prints were purple. The man lowered his eyelids. He raises them up once more and notices that the chariot of triumph stands in front of the church of Monserrat and that they come down with pomp the portrait of the blond dictator in whose uniform the gold of the laurels blinds. Woe to the other one, sweating blood, who was not carried in a chariot of glory! The Praetorians mocked him and the scandalous horses of the harness stained their clothes with the mud they threw as they passed the gallows. I'll rest, but you'll walk... Love, your enemy, is here. The pulper's niece rubs his arm and he feels the touch like a cruel burn. It is love: the old desire like the world; the hunger that devours and enriches; the hunger of bodies and souls; the hunger... The pilgrim squeezes his lips to prevent him from uttering the words he must say every time, but the words swell his lips and escape, monotonous, as always: See, go, go your way. The girl looks at him in amazement. It would be so beautiful to stand beside her, dip your head in the freshness of her lap, and rest! But no, I'm not. Love is the sign, the order of march. Until the end of time, he will persecute you, ironically, taking revenge without relief on those you hated because yes, for hating, only for hating. The wandering Jew throws his bow back and walks away. *FIN* Mysterious Buenos Aires, 1950", "title": "El vagamundo (1839)", "author": "Manuel Mujica Lainez"}