{"metadata": {"length": 7175, "words": 1334, "reading_time_min": 6.67}, "text": "\"He's dead!\" Someone told me on the stairs. I've been waiting for the sad news for days. I knew that, from one moment to the next, I would find her at this door; and yet, she surprised me as something unexpected. With a sad heart and trembling lips, I entered this humble man of letters' home where the office occupied most of the place, where the despotic studio had taken over all the well-being, all the clarity of the house. He was there, lying on a very low iron bed; and the table full of papers, his great broken handwriting in the middle of the page, his pen still standing on the tin can, bore witness that death had struck him suddenly. Behind the bed, a tall oak closet, overflowing with manuscripts and papers, was opening over his head. Around it, books, just books, just books: everywhere, on the shelves, on the chairs, on the desk, stacked on the floor in the corners, to the foot of the bed. When I was writing there, sitting at my desk, this pile, these dusty papers could be pleasing to the eye: it felt like life, the excitement at work. But in this room of the dead, they seemed somewhat miserable. All those poor books, which came down by piles, seemed ready to go, to be lost in the great library of chance, scattered through the shops, by the riverbanks, by the old stalls, open by the wind and idleness. I had just kissed him and stood there, standing, looking at him, still impressed by the touch of that cold, heavy front like a stone. Suddenly, the door opened. A loaded, gasping bookstore addict came in cheerfully and left a pack of newly printed books on the table. - A shipment of Bachelin's - he shouted. Then, seeing the bed, he backed down, took off his hat and quietly retired. There was something horribly ironic about that Bachelin book delivery, which arrived a month late, so eagerly awaited by the sick and received by the dead... poor friend! It was his last book, the one he had put all his hopes in. How carefully their hands, already trembling with fever, had corrected the printing tests! How you long to have the first copy in your hands! In the last days, when he was no longer speaking, his eyes were stuck on the door; and if printers, managers, binders, all that mass employed in the work of one person, had been able to see that look of anguish and waiting, the hands would have been accelerated, the letters would have been properly placed on the pages, the pages in volume to arrive on time, that is, a day ahead, and give the dying one the joy of finding reflected, fresh in the scent of a new book and in the sharpness of the characters, that thought that he feels run and cloud. Even in full life, there is in it indeed for the writer a happiness of which he never got tired. What a delightful feeling it is to open the first copy of your work, to see it printed, as in a relief, and not in the great boiling of the brain where there is always something confused! When young, there is a glow: the letters shine, surrounded by blue, yellow, as if your head were full of sunshine. Later, that inventive joy is mixed with a bit of sadness, the longing for not having said everything you wanted to say. The work that was inside you always seemed more beautiful than the work that was done. So much is lost on the head-to-hand journey! Seeing it in the depths of sleep, the idea of a book resembles those beautiful jellyfish of the Mediterranean that pass through the sea like floating shades; deposited on the sand, they are nothing more than a little water, a discolored drop that the wind dries immediately. Unfortunately, the poor boy had not had those joys or disappointments about his last play. It was a pity to see that inert, heavy head, sleeping on the pillow and, beside it, that whole new book, which was to appear in the windows, mixed with the noise of the street, with the life of the day, of which passersby would unconsciously read the title, carry it in their memory, at the bottom of their retinas, with the name of the author, the same name inscribed on the sad page of the mayor's office, so laughable, so cheerful on the bright-colored front cover. The problem of soul and body seemed to be present there completely, between that rigid body which they were going to bury, to forget, and that book which comes out of it, as a visible, living, and perhaps immortal soul--he had promised me a copy--he said very lowly in a weeping voice near me. I turned around and I saw, under a pair of golden glasses, some vivid, peeping eyes I know, and you too, all of you writing friends. He's a book lover who, as soon as a volume of yours is announced, comes knocking on your door with two shy, persistent little knocks that look like him. He comes in smiling, bent, bubbles around, calls you teacher, and he won't leave without taking your last book. Just the last one! He's got all the others, this is the only one he's missing. Is there any way to deny it? He's so close, he knows so well to catch you in the midst of that joy we talked about earlier, in abandoning the shipments, the dedications... Ah! What a terrible little man, to whom nothing discourages, neither the deaf doors, nor the cold hospitality, nor the wind, nor the rain, nor the distances! In the morning he is found on the street of Pompe scratching the tiny door of the patriarch of Passy; in the afternoon he returns from Marly with Sardou's new drama under his arm. And so, always trotting, always looking, he fills his life without doing anything and his library without paying. True, the passion for books must have been very strong in this man to bring him like this to this deathbed. - Oh, my God! - Take a copy. - I said impatiently. He didn't take it, he swallowed it. Then, once the volume was well deep in his pocket, he remained motionless, speechless, his head tilted over one shoulder, drying his glasses with a moving expression. What was I waiting for? What was holding him back? Maybe a little embarrassment, a rush to leave immediately, as if nothing had come but that? Then no! On the table, with the paper wrapped half removed, I had just seen a few copies, with the wide, uncut singing, with large margins, flowers and lamp butt; and despite his picked up attitude, his gaze and his thought were nailed there... And the very miserable was eager to catch them! What is, however, the mania of observation... I myself had let myself be distracted from my emotion and continued, through my tears, that sad comedy that was being played on the head of the dead man. Softly, by small, invisible shakes, the book enthusiast approached the table. His hand, as it were, lay on one of the volumes; he turned it over, opened it, touched its leaves. As he did, his eyes lit up and blood flowed to his cheeks. The magic of the book was working on him. Finally, not holding up any longer, he took one: -It's for Mr. Sainte-Beuve - he told me in a half-voice. And in his fever, in his turmoil, in his fear that he would be taken away, perhaps also to convince me that it was for Mr. Sainte-Beuve, he added gravely with an untranslatable intonation of composition: FIN Contes du lundi, 1873 Spanish translation by Esperanza Cobos Castro", "title": "El último libro", "author": "Alphonse Daudet"}