{"metadata": {"length": 3867, "words": 765, "reading_time_min": 3.825}, "text": "I will never forget, even if I wanted to, what I could call the earthly horizon of my intimate history, of the biography of my soul. All that preceded this memory, all that followed it, is to me as a remote glimpse that stretches across that horizon as the inscrutable, infinite background of my past life. This memory arouses my consciousness and I dare even to say that the whole life of my spirit has been nothing but a development of it. I remember my father only in relation to this first event of my confessions; my father is not to me more than the actor of that event. That was, of course, the detachment, the term of a tragedy, but for me it is nothing more than the launching of another. I never, I can tell you, ever ventured to ask my mother what the meaning of that terrible scene was. It was the fall of the afternoon, I remember as if it were today, and I was with my mother in the dining room of the house, she contemplating the setting of the sun and I drawing monkeys on a platter. My father locked in his office worked as usual. And his work was to write, never having been able to know what and for what. I remember that when I arose from my sketchbook, I saw two red pearls in my mother's eyes, which were the arrowheads of the arrow; the sun was setting, shivering like a corpse in the clouds that hung over the distant mountain, reflected in the sloughs of rotten and rotten twigs. Soon my mother shook her head – I can still see the palpitation of her rosy cheeks on the gloomy occasion – and exclaimed in a voice like a scream: “What? What is it?” There was a bullet in the cabinet. My mother arose, went to the door of the cupboard, and found it shut with a key inside. Then he began to slap her and beat her, calling in a resounding Congolese voice, “Peter! Pedro! “Peter!” The old created man came to his voice and, though terrified, with his voice they broke the silence that had come from the cupboard, and my mother and he began to open the door until it gave way. They sprang up inside and I ventured after them. My father sat in his chair, white and red, his face a white waxy smear, smeared with a red streak of blood that had smeared his robe. On the floor a pistol. On the work table, on the desktop, a crease that stretched to pick up and hold my mother. The one who, seeing this, murmured to himself, “It was a matter of fear!”, fell into a terrible silence. The first thing he did was to look me in the eyes, not only smeared with blood but dry and gloomy, and as soon as he saw me he took me by the hand, brought me to what had been my father, said, “Go away for the last time” and took me out of the bag. And I remember that when I kissed him it was my greatest care not to lose that thread of blood and that I felt in my lips a frothiness that never came out of them ever again. I didn't see my mother all day the next day, because they left me with the kids. But to the other, I arose from bed, she took me, embraced me, embraced me so tightly that I almost lost my breath, her dry mouth came to my face, then to my eyes, and so I had, I don't know how long - it seemed to me a very long time, as long as my whole life up to that time - without making the slightest noise. Because she not only did not speak or sing, but she could not even hear her breathe. It was said that he was as dead as my father. And I didn't dare to ask him anything. That death was, and has been, between my mother and me as a sacred secret. That voluntary death, and especially the reason for it – why has he been killed? – began to be, without me at first becoming aware of it, the initial mystery of my life. Around that vision were organized all the subsequent visions of my experience. My mother had no intimate meaning for me, but was linked to that event, that bullet that broke a tense silence and that thread of blood on a rotten face. FIN", "title": "El misterio inicial de mi vida", "author": "Miguel de Unamuno"}