{"metadata": {"length": 5737, "words": 1101, "reading_time_min": 5.505}, "text": "He was a trusted merchant who lived with his wife and had great wealth. However, the marriage was not happy because it did not have children, which both longed for, and to this end they prayed to God every day that he would grant them the grace of having a child who would be very wise, would support them in old age, and would inherit their goods and rule over their souls after death. To please God they helped the poor and the needy by giving them a bed, food and shelter; in addition to this, they thought of building a great bridge over a shallow lake near the town, so that all the people could use it and avoid having to ride a great horse. The bridge cost a lot of money; but the merchant carried out his project and finished it, in his eagerness to do good to his fellowmen. Once the bridge was finished, he said to his master Fedor: - Go down under the bridge, and listen to what people say about me. Fedor went down to the bridge and sat down to listen. Three old men walking on the bridge were talking among themselves, and said, \"What reward would we give the man who commanded us to build this bridge?\" We will give him a son who has the virtue that everything he says is done and everything he asks of God is granted. The lord, after hearing these words, returned home. - What do people say, Fedor? \"What do you want to do?\" asked the merchant. -They say very different things: some say you have done a great work in building the bridge, and others say you have done it only for vanity. That same year the wife of the merchant gave birth to a son, whom they baptized and put in the treasury. The lord, jealous of the happiness of the stranger and desirous of the misfortune of his friend, at midnight, when all the household were deeply asleep, took a pig, killed him, smeared the bed, the arms and the face of the mother with his blood, and stole the child, giving it to a woman of a distant people. The parents woke up in the morning and noticed that their son had gone missing; though they searched everywhere they could not find him. Then the sage pointed out the mother as the one responsible for the disappearance. -Your own mother has eaten it! - I said-. Look, he still has his arms and lips dripping with blood. Enraged the trader, he arrested his wife without heeding her protests of indignation. This went on for a few years, and then the child grew up and began to run and to talk. Fedor left the merchant, settled in a village on the coast and brought the child to his home. Taking advantage of the child's divine gift, he commanded him to fulfill all his desires, saying, \"You want this and that and more.\" And as soon as the child pronounced his desire, it was fulfilled at once. One day he said to him, \"Look, child, pray to God that a new kingdom may appear here, that from this house to the palace of the king a bridge of rock crystal be formed on the sea, and that the daughter of the king may dwell with me.\" The boy asked God what Fedor had told him, and then, from one shore to another of the sea, a wonderful bridge was built, all of rock crystal, and a splendid settlement with splendid marble palaces, innumerable churches, and high castles for the king and his family appeared. The next day, when the king awoke, he looked out the window, and seeing the glass bridge, he wondered, \"Who has built such a marvel?\" The petty bourgeoisie learned of it and announced to the king that it was Fedor. - If Fedor is so ill - the king said - I will give him as a wife to my daughter. Quickly all the preparations for the wedding were made and Fedor married the beautiful daughter of the king. Once Fedor was installed in the palace of the tsar, he began to abuse the child; he made him his own, he laughed and cried at every step, and many times left him without food. One night Fedor was talking to his wife, who was already asleep, and the child, hidden in a dark corner, was quietly weeping silently with distress; the king's daughter asked Fedor what was the cause of his wonderful gift. -If you were just a poor landlord, how did you get so much wealth? How can you make the glass bridge at night? -All my riches and my magical power - Fedor argued - I have obtained from that child you have always seen with me, and which I have taken from his father, my old friend. -Tell me how - said the king's daughter. - I was the maidservant in the house of a rich merchant to whom God had promised that he would have a son endowed with such virtue that all he said would be fulfilled and all he prayed to God would be given. So, just as the child was born, I stole it, and to avoid suspicion, I accused the mother of having eaten her own child. The boy, after hearing these words, came out of his hiding place and said to Fedor: - Bribe! By my pleading and the will of God, be transformed into a dog! And just by saying these words, Fedor turned into a dog. The boy, tying a chain of iron to his belt, went with him to his father's house. Once there he said to the merchant, \"Do you want to do me the favor of giving me some asses?\" - Why do you need them? -Because I have to feed the dog. - What do you say, boy? - the merchant replied. Where have you seen dogs being fed with sticks? - And where have you seen a mother eating her son? You have to know that I am your son and that this dog is your infamous ward Fedor, who stole me from your house and falsely accused my mother. The merchant wanted to know all the details, and being certain of his wife's inexperience, he had her set free. Then they all went to live in the new kingdom that had appeared on the shore of the sea by the will of the child. The tsar's daughter returned to her father's palace and Fedor remained a miserable dog until his death.", "title": "El niño prodigioso", "author": "Aleksandr Nikoalevich Afanasiev"}