{"metadata": {"length": 5142, "words": 954, "reading_time_min": 4.77}, "text": "Good morning, my dear teacher. How's it going? How are you? You're already seeing it, always in my workshop, immersed in my great work. Are you talking about that great, admirable work we all hope for: prehistory? Indeed; I'm busy with it right now. I'm almost done with it for good. Have you ever been to the linder of modern, historical times? I have just, yes sir, put the last lines on my description of the electricity period. Will that be an interesting period for electricity? It is the last stage of the evolution of the early man; and from here begins the profound transformation known to historians, that is, the era of true civilized man. Perfectly, dear teacher. And have you gotten much news from this dark and mysterious period? I have been able to determine, first of all, how these strange beings who have preceded us in the usufruct of the planet lived. I know, for example, in a positive way that these beings lived together, piled up, crammed together in clusters of houses that were apparently designated by the name of cities. It's really curious, extraordinary what you tell me. And how could these beings live in these crowded housing estates? How could they breathe, move, bathe in the sun, enjoy the silence, feel the exquisite feeling of loneliness? And what were those houses like? Were they all the same? Did they make them different, each to his own whim? No; these houses were not all the same; they were different; some older, some younger; some annoying, narrow. Did you say, dear teacher, that some were narrow, annoying? And tell me, how could this be? How could there be beings who would have the taste to live in annoying, narrow, unhygienic homes? They did not have this whim; but they were forced to live in this way by the circumstances of the social environment in which they moved. I don't understand anything you're trying to tell me. I mean, in the early days there were some people who had all the means of living, and others, on the other hand, who didn't have those means. It's interesting, strange, what you say. Why did these beings have no means? These beings were what was then called poor. Poor people! What a curious word! And what were those poor people doing? Those poor people were working. Did those poor people work? And if those poor people were working, how come they didn't have a livelihood? What were they like living in the little houses? These poor people worked; but it was not for their own benefit. How, dear teacher, can you work if you're not self-employed? I don't understand you; explain this to me. I mean, these beings who had no means of subsistence, in order to get their daily subsistence, would gather to work in buildings which, I have learned, were called factories. And what were they getting out of meeting in those factories? There they were given a diary every day. You say newspaper? This must be some old-fashioned word! Journal is indeed a word whose meaning we do not understand today: journal was a certain number of coins, which were awarded daily for their work. One moment, dear teacher; forgive me again. I heard you said coins. What is this coin? Coins were round pieces of metal. What were these round pieces of metal for? These pieces, handing them to the owner of a thing, this owner would hand the thing over. And this owner, wouldn't he give things away if he wasn't given these pieces of metal? It seems that he did not deliver them. These possessors were strange beings! And what did they want these pieces of metal for? It also seems that the more pieces of these you had, the better. Was it better? - Why? - I don't know. Couldn't anyone want these pieces? No, they couldn't have them all. Why? Because anyone who took them without being theirs was locked up in what they called a prison. - Prison! What does this prison mean? Prison was a building where they put some beings who did what others didn't want them to do. And why did they let them get in there? They had no choice but to do so. There were other beings with rifles who forced them to do so. Did I hear wrong? Are you saying guns? I said, yes, sir, rifles. What's with the rifles? Guns were weapons that some beings were provided with. And what purpose did they carry the rifles for? To kill other men in wars. To kill the other men! This is huge, colossal, dear master. Did men kill each other? Men killed each other. Can I believe that? Is that right? That's right; I give you my word of honor. You leave me amazed, amazed, dear teacher. I don't know what you're trying to give me with your last words. Have I spoken of honor? You've spoken of honor. Forgive me; this is my current obsession; this is the weak point of my book; this is my deep dislike. I have instinctively repeated a word which I have seen scattered profusely in the documents of the time and whose meaning I have not come to grasp. I have explained to you what cities were, the poor, the factories, the newspaper, the coins, the prison and the rifles; but I cannot explain to you what honor was. Perhaps this was the thing that most madness and folly made men commit. It is possible... brain dynamite, 1913", "title": "La prehistoria", "author": "nan Azorín"}