{"metadata": {"length": 3382, "words": 684, "reading_time_min": 3.42}, "text": "Freedom is a huge word. For example, when classes end, one is said to be free. As long as freedom lasts, one passes, one plays, one has no reason to study. It is said that a country is free when any woman or any man does what is told to them. But even the free countries have things very tightly controlled. For example, kill. That’s right, you can kill mosquitoes and flies, and also cattle to make burgers. For example, it is forbidden to steal, although it is not serious that one gets caught with some back when Graciela, my mother, takes me to buy something. For example, it is forbidden to arrive late to school, although in this case you have to make a cardigan, rather you have to make Graciela, justifying why. As the master says: justifying. Freedom means many things. For example, if one is not seized, it is said to be free. But my father is in prison and he is in Libertad, because that is what the prison is called, where he has been for many years. That's what Uncle Roland calls sarcasm. One day I told my friend Angelica that the prison in which my father is imprisoned is called Libertad and that my uncle Rolando had said what sarcasm and my friend Angelica liked the word so much that when her grandfather gave her a dog he named it Sarcasmo. My father is a prisoner but not because he has killed or stolen or come late to school. Grace says my father is in Liberty, or is being held captive, by his ideas. It seems my father was famous for his ideas. I too sometimes have ideas, but I am not famous. That's why I'm not in Liberty, or I'm not in the shadow. If I were a statue, I would like two of my dolls, Toti and Monica, to be political statues as well. Because I like to sleep embraced at least by Toti. To Monica not so much, because she is very fat. I never ask, especially to give that good example to Grace. She has bitten me few times, but when she does I want to be very free. When I am bitten or rubbed, I call her Ella, because she doesn't like to be called that. I obviously have to be very naughty to call her Ella. If my grandfather comes and asks me where my mother is, and I say she is in the kitchen, everyone knows I am lying, because if I am not lying I say only Graciela is in the kitchen. My grandfather always says that I came out the most beautiful of the family and that makes me very happy. Graciela doesn't like it too much that I call her Graciela, but I call her that because it's a pretty name. Only when I love her very much, when I love her and kiss her and strangle her and she tells me, \"You're a chiquita, you don't strangle me like that,\" then I do call her mama or mami, and Grace gets tense and gets very cute and scratches me on the head, and that wouldn't be the same or be as good if I called her mama or mami at any other time. Or that freedom is a huge word. Grace says being a political prisoner like my father is no sin. That is almost an ordeal. Why almost? It's pride or it's shame. Would you like me to tell you that it is almost shameful? I am so proud, not nearly so proud, of my father, because he had so many ideas, so many and so many that he was weighed down by them. I think now my father will continue to have ideas, but it is almost certain that he will not tell them to anyone, because if he tells them, when he leaves Liberty to live in Liberty, you can put him back in Liberty. See how huge it is? FIN", "title": "Beatriz, una palabra enorme", "author": "Mario Benedetti"}