{"metadata": {"length": 3110, "words": 600, "reading_time_min": 3.0}, "text": "Once upon a time there was a famous hero named Gassir. He had defeated all his enemies, devastated his people, and thought his fame would be eternal. One day, as he returned from the fight, he saw a parrot sitting on the grass and singing, \"There are no powerful sabres\". There are no men so powerful that they are not forgotten. Oh, Gassir, brave warrior, your heroic deeds will be forgotten. Heroism, you know, as a result of force, begets tears and sadness. The world will forget you, as it will forget me, but the song will survive... cities and villages, heroes and cowards: everything will disappear! Only my song will survive! And Gassir heard the strange song of the bird; and he went to the wise man of the village, and told him what he had heard. - The parrot is right, the old man said. The hero's fame is like the grass. Before the year is over, it dries. But a song is eternal. When Gassir heard this, he went to the blacksmith, who was very skilled, and asked him to make a flute for him. \"I'll make you a lute\", said the blacksmith, \"but will you play it? \"That's my business, not yours\", Gassir answered arrogantly. Then the blacksmith made a laude for him. But when Gassir tried to play it, not a single note came out of it. - Why is the laughter silent? - he asked. - I told you you couldn't play it. \"But it's your business, not mine\", laughed the blacksmith. Shamefully, Gassir replied, \"Tell me, what should I do?\" The blacksmith bent his head and reflected. He said: \"The flute is but a piece of wood. He can't sing because he doesn't have a heart. You're the one who should provide it. Take it with you when you go to battle. When his wood is wet with your sweat and tears, when your sorrows become his sorrows and your glory into his glory, it will no longer be just a piece of wood that I have turned into a lustre, but a part of yourself, of your life. And then he'll speak. Soon after, Gassir went to war against one of his enemies. And he gathered together his eight sons, and said to them, Let us go up to battle today. Our feats must never be forgotten. The glory of our sabres must live forever. Me, Gassir, and you, my children, may die, but we will survive in a song, which will be immortal. After he spoke, he put the flute on the bandolera and went out with his eight children. They fought for eight days, as the heroes do. Gassir's sands made the ropes of the laud tremble and the sweat of his forehead seeped into the wood. They fought the heroes' eight days, and every day one of their sons died in battle. On the eighth day, the day of victory, when Gassir buried his eighth son, the great hero sat on a stone and for the first time in his life shed tears of sadness. His heroism had been useless. Now he was completely alone and soon no one would remember him or his exploits. Suddenly, Gassir heard the sound of a voice, a voice that seemed to come from his own heart. It was the laughter, which had come to life by its tears, not by its feats. The lute sang to Gassir and his sons, sang his courage and his daring... and his song lives still and will live forever. FIN", "title": "Gassir el héroe", "author": "nan Anónimo"}