{"metadata": {"length": 2493, "words": 469, "reading_time_min": 2.345}, "text": "Mr. Walter Baxter was a longtime avid reader of crime and detective stories, so when he decided to murder his uncle, he knew he shouldn't make a single mistake. And that, to avoid the possibility of falling into error, simplicity should be the dominant note. It's an absolute simplicity. Without preparing any alibi that could fail. Without complicated modus operandi. No prints of it. Well, a small print. A very simple one. He would also have to steal all the money that was in his uncle's house, so that the murder would look like an accidental product of the theft itself. Otherwise, as his uncle's sole heir, he himself would be an overly obvious suspect. He took his time to get a little lever, so that no one could follow the trail of his acquisition to him. It would serve you as a tool as well as a means to commit murder. He planned down to the smallest detail, knowing that no mistake could be allowed and that he certainly would not commit it. With extreme care, he chose night and time. The lever opened the window easily and without making any noise. He entered the room. The door to the room was open, but as he heard no sound coming from inside, he decided to finish the details of the robbery first. He knew where his uncle kept the money, but it was necessary to cause a certain disorder: as if a search had taken place. He had enough moonlight to see the road clearly; he moved quietly... at home, two hours later, he quickly undressed and went to bed. There was no chance the police would have found out about the crime before the next day, but I was ready in case they came by surprise. He made the money and lever disappear; it hurt him to destroy several hundred dollars, but it was the only safe method, and they represented nothing to the fifty thousand or more he would inherit. They knocked on the door. So soon? He tried to calm down; he went to the door and opened it. The sheriff and an aide made their way inside. - Walter Baxter? - He was a good man. I'm bringing a warrant for your arrest. Get dressed and come with us. - A warrant for his arrest? - Why? - I don't know. - I stole with a fracture. His uncle saw him and recognized him from the door of the room. He stayed quiet until you left and then went to the village to report it. Walter Baxter opened his mouth. After all, he made a mistake. He planned a perfect murder, but, abstracted from the theft, he had forgotten to commit it. FIN Published under the titles The Perfect Crime and Fatal Error, 1955", "title": "Error fatal", "author": "Fredric Brown"}