{"metadata": {"length": 3006, "words": 585, "reading_time_min": 2.925}, "text": "What happened to King Abenabet of Seville with his wife Romaiquia One day Count Lucanor was talking to Patronio, his adviser, in this way: Although every time I do, he says he thanks me, when he asks me again, if I don't give him more, he gives me the impression that he forgets everything I've given him before. I beg you, by your good judgment, to advise me how to deal with him. \"Lord Count Lucanor\", replied the patron, \"I think you are seeing with this man what happened to King Abenabet of Seville and his wife Romaiquia. The Count asked him what had happened to him. \"Lord Count Lucanor\", said the patron, \"King Abenabet was married to Romaiquia and loved her more than anyone in the world. She was very good, to the point that her sayings and deeds are still referred to among the Moors; but she had the defect of being very capricious and lustful. It happened that once, while in Cordoba, in the month of February, it started to snow. When Romaiquia saw the snow, she started crying. I'll ask the king why he was crying. She replied that because she never took her to places where it snowed. As Cordoba is a warm land where it only snows very late in the afternoon, the king then, to her delight, planted almonds throughout the Sierra, so that when they bloom in February they would appear covered in snow, she would satisfy her desire to see her. Again, in her chamber overlooking the river, the queen saw a village woman walking barefoot trampling mud to make adobes. When Romalquia saw her, she started crying. I'll ask the king why he was crying. I told him that because I could never do what I wanted, even if it was as innocent a thing as that woman was doing. And the king pleased her, and filled the great pool of roses that was in Cordoba, and cast sugar, cinnamon, sprig, cloves, spices, amber, algae, and all the other kinds of spices and perfumes that he could find, and put a peacock of sugar cane in it. When the pond was full of these things, which made the mud you can imagine, he called Romaiquia and told her to get naked and step on the mud and make as many muds with it as she wanted. Another day, because of something else that he was upset about, he began to cry. I'll ask the king why he was crying. Tell her how she wouldn't cry if he never did anything to keep her happy. The king, seeing that she spoke so much to please and satisfy her whims and that she could no longer do more, said to her in Arabic: Wa la nahar at-tin? which means: Not even on the day of the mud? as implying that, as she forgot the other things, she should not forget the mud she had ordered to be made to please her. If you see, Lord Count Lucanor, that even if you do much for the man, if you do not do all that he asks you, then he forgets and does not appreciate what you have done, do not do anything to harm you. The Count took this advice for granted, put it into practice, and it went very well. Seeing that this story was good, don Juan put it in this book and wrote a few verses that say:", "title": "Cuento XXX- El conde Lucanor – Abenabet y Romaiquia", "author": "nan Juan Manuel"}