{"metadata": {"length": 4990, "words": 805, "reading_time_min": 4.025}, "text": "It was a poor country, like so many others, that keeps always confused the unrepentant traveler's memory. Exports were reduced to camel skins, clay utensils, devout prints and pocket dictionaries. You can guess that it was entirely lived by genres and effects brought from other nations. Despite the limited production of wealth, there was a period of artistic flourishing. If you're a literature teacher, you'll explain the fact easily. Many poets appeared, one of whom was idyllic, full of tenderness and sense of nature and also very possessed of the solemn mission of the bards; and another, satanic trua bête noire of some mojigata criticism, whom all the ladies wished to meet, and who personally was a poor and unbridled subject. There were also countless historians: one of them, an omniscient semi-evaluator, was a man of impeccable research and fine synthesizers; others were conscientious and prolific, or elegant and of increasingly suspicious doctrine. Literary criticism flourished with lozania. In addition to the three or four inevitable backward ones, who systematically censured what was in their hands and who predicted without fruit the return to a remote era of academic mediocrity, there were learned and intelligent writers who justified, before an increasingly interested opinion, the whims and oddities of men of taste. The novel, the theater, the essay would acquire unusual vigor. After the greater gods came the countless caterpillars of those who once wrote, of literary literature without letters, of poets who count most as readers, and whose names are confused (in the memory of any of us, tired of recharged with useless things), with whom we see daily on street labels. Foreigners began to take an interest in this revival of the arts, which they heard about through countless translations, some of them very unfortunate but at truly low prices. Then a curious phenomenon was first noticed, much cited later by the political economy writers: literary heights produced a rise in values in foreign markets. What a surprise for businessmen! Who would have suspected that books of verse and deception possessed such useful virtues! Finally, economic science abounds in ironies and paradoxes. This new source of wealth must certainly be exploited. A law was passed that placed literature and other arts under the jurisdiction of the finance minister. The halls (well furnished with some female impertinence), the academies, the canteens, everything was regulated, inspected and administered. Serious men, serious men, were unabashedly protective of the arts. The Stock Exchange was frequently talking about realism and idealism, problems of expression, Goethe's Memoirs and Heine's Reisebilders. The finance minister presented a budget for the next year's literary production to Parliament for Christmas: so many novels, so many poems... the balance is restored in favour of prose genres with a hundred history books. Government majorities were for prose genres, while the opposition left always demanded greater copy of verses. Stocks and commodities always rose in stock market prices. The currency was already worth more than the pound sterling, although years earlier it was co-opted with the kings of Portugal on the lists of markets. Every new book was a rise, and even every good sentence and every noble verse. If there was a wrong quote in this treaty or in that prologue, the values dropped a few points. The cost of human life had fallen to the limit of what was possible. All the pantries were well stocked. The villagers' pitchers were smoking and the tender wine was joyfully pouring the cans. The ladies were no longer talking about famine, but about their well-stocked alacenas full of nuts and broccoli, their jelly pots and cans, their sparkling bowls and dazzling stone quarries. But one day a catastrophe happened. The currency dropped sharply many points in the quotes. Weeks passed and the decline continued: it was not, therefore, a stock market crash. What had happened? Everyone was asking him that in vain. The ladies attributed the disaster to the poor education of the lower classes and the excessive scouting that imposed fashion that winter. The cause was certainly literary. Yet the cenagels, the Athenaeums and the whole complicated literary-bureaucratic mechanism continued to work wonderfully. No one had ever gone off his line. A thorough investigation was ordered; the best critics were in charge of bringing it to fruition. In fact, the reason for that financial catastrophe was never known. The critics' opinion pointed to some writers of such tortured thought, of such complicated inventions and of such acute and monstrous psychology, that their books made readers more miserable, made their opinions extremely black and, finally, made them renounce discovering in literature the miraculous source to which to purify the spirit of their care. Certainly the arts cannot be the sole support for the welfare of a people. FIN", "title": "Era un país pobre", "author": "Julio Torri"}