{"metadata": {"length": 3067, "words": 589, "reading_time_min": 2.945}, "text": "There's a square in Zapotlán that they call Ameca, who knows why. A wide, cobbled street collides with a watermelon, splitting in two. That's where the town flows into its cornfields. This is the Plazuela de Ameca, with its hollow corner and its houses with large gates. And in it, one evening, long ago, two rivals met. But there was a girl in the middle. The Ameca Plazuela is a carriageway. And the wheels grind the earth from the crust, until it is finite, finite. A pint of potato powder burning in the eyes when the wind blows. And there was, until recently, a hydrant. A two-bladed water pipe, with its bronze key and its stone pile. The first one who came was the girl with her red canter, through the wide street that splits in two. The rivals walked in front of her, through the side streets, not knowing they'd hit the watermelon. They and the girl seemed to be going according to fate, each one on his street. The girl was going for water and opened the key. At that moment the two men were exposed, knowing they were interested in the same thing. There was a street of everyone, and no one wanted to move forward. The look they put on was getting drawn, and none of them was lowering their eyes. - Hey, man, what's he looking at me for? - The view is very natural. It seems that they said it without speaking. The look was telling the whole story. And no ai goes to you, no ai comes to you. In the square that the neighbors left deserted as an advert, the thing was about to begin. The water jet, along with the spark, was filling them with the urge to fight. It was the only thing that was holding up that whole silence. The girl closed the key, realizing that the water was already pouring. He threw the canter at his shoulder, almost running in a panic. Those who wanted her were in the last hold, like unreleased hens, drowned one by one in the black dots of their eyes. As she climbed the bench from the other side, the girl made a bad step and the water and the water broke into cracks on the floor. That was the sign that deserved it. One with a dagger, but this big, and another with a rib-knife. And they stabbed each other, taking a little bit of a hit with the measles. The girl's only water stain, and there they are both fighting over the wreckage of the canter. They were both good, and they both got married in the mother. That afternoon he left and stopped. The two of them stayed there, upstairs, who was beheaded and who was head-broken. Like good chickens, you're the only one left with a little resolution. A lot of people came later, in the middle of the night. Women who started praying and men who said they were going to participate. One of the dead still managed to say something: he asked if the other had also taken the scythe. Then it was revealed that there was a girl in the middle. And the broken-down song got the bad reputation of the lawsuit. They say he didn't even get married. Even if she had gone to Jilotlán de los Dolores, she would have arrived there with her, perhaps before her, her bad name as a slanderer. FIN", "title": "Corrido", "author": "Juan José Arreola"}