{"metadata": {"length": 3282, "words": 618, "reading_time_min": 3.09}, "text": "That early morning Aranzuru opened the big window over the scents of the garden and a slight, whimsical wind touched his face and twisted his hair. While shaving, half-sick asleep from having slept little, he stopped to stare at the mirror. The face without wrinkles but with the flesh loose under the chin; the sienes with gray and badly cut hair; the shiny eyes where curiosity was dying; the lips still red ending abruptly in bitter falls. I couldn't find any trace of the alcohol from the night before. She put herself under the warm and then frozen shower, straightening the soap with a manic rage. Helga had promised on the phone to arrive in the morning, to arrive before noon and prepare lunch. I had seen her for the first time when she was sixteen and he was being pushed into quarantine. They were sporadic lovers for two years. Then they took her out of the country and now she's back, five years after the goodbye. I didn't know if Helga, who was now a woman, had called him to tell him that the parenthesis was over. I didn't want to know why that recognizable voice sounded, but different from the memory, cheerful, heavy, sure. While a squeal was falling, after the howls and half-mayas in bed, she was determined to make lunch and got into the small kitchen with an old Aranzuru gown. He always cooked at noon and ate nothing at night. Smoking in bed, he heard the sound of the eggs frying and sucked a faint smell of burning stuff into the smoke of the cigarette. Then suddenly, and for no definitive reason, he began to distrust. And this distrust was spreading into the past, as I felt the faint burning of the ashes in the hair of my chest. Suspicion traced back to the prologues with Helga, to the happiness and faith of the first underground nights, when Helga warned her family that she would spend the night with her best friend. He also covered an aftermath, when she didn't have to ask permission from anyone and he, purely on the chance, was the fate of the lies. So, until the suspicion reached his legs then slipped unanswered over the male trio, he mustered now, wrinkled in his request for rest and forced him to jump naked from the bed and sink his head into the window opening, see and breathe spring and think of an anonymous verse, in an imprisonment: Why have you come back damned spring. During the gracious meal, Aranzuru looked out the window at the sun and rain, hearing her chew. Then he knew he wasn't wrong. A quick love at the edge of the bed, a lot of repeated and conscious caresses on the forehead and chin. Then the look, the helpless eyes before the humid plea: \"I want to go to Ibiza, I have to go. And I don't have any money. Oh, my love, if you could help me. What about Ibiza? He asked knowing he was cheating. Ibiza, you know. We're going together. It's just that I... I actually have a commitment. Aranzuru left the bed, so much semen lost, and went to sit at the desk. Both naked, almost ridiculous. She started getting dressed. You were always a whore and I was crazy about you, because I never stumbled upon a whore like you. Tell me how much you want or want your new male. I'll write you a check. Now the sky was clear, the sun was intense, and outside the plants were once again growing their flowering stems. *FIN* 1994", "title": "Maldita primavera", "author": "Juan Carlos Onetti"}