{"metadata": {"length": 5142, "words": 978, "reading_time_min": 4.89}, "text": "In a few minutes he will gracefully take his place at the piano. He will receive with an almost imperceptible inclination the loud tribute from the audience. His dress, covered in lentils, will shine as if the light reflected on him the fast-paced applause of the one hundred and seventeen people who fill this small and exclusive hall, in which my friends will either approve or reject - I will never know - his attempts to play the most beautiful music, I think, in the world. I believe it, I don't know. Bach, Mozart, Beethoven, you know. I'm used to hearing that they're unbeatable and I've come to imagine it myself. And to say they are. I'd particularly prefer not to find myself in such a case. Intimately I'm sure they don't like me and I suspect everyone guesses my lying enthusiasm. I've never been an art lover. If my daughter hadn't thought of being a pianist, I wouldn't have this problem right now. But I'm her father and I know my duty, I have to listen to her and support her. I'm a businessman and I only feel happy when I handle finances. I repeat, I'm not an artist. If there is an art in accumulating a fortune and in exercising world market dominance and in crushing competitors, I claim the first place in that art. The music is beautiful, right. But I don't know if my daughter is capable of recreating that beauty. She doubts it herself. I've often seen her cry after auditions, despite the applause. On the other hand, if someone applauds without enthusiasm, my daughter has the power to discover it in the middle of the contest, and this is enough for her to suffer and hate it fiercely from then on. But it's rare that someone approves coldly. My closest friends have learned in their own flesh that cold applause is dangerous and can ruin them. If she didn't give a sign that she thought the ovation was enough, they would keep clapping all night for everyone's fear of being the first to stop. Sometimes they wait for my tiredness to stop clapping and then I see them watching my hands, afraid to get ahead of me in starting the silence. At first I was deceived and I believed them sincerely excited: time has not gone by in vain and I have finally come to know them. A continuous and growing hatred has taken hold of me. But I myself am false and deceitful. I applaud without conviction. I'm not an artist. The music is beautiful, but deep down I don't care if it is and I'm bored. My friends aren't artists either. I like to mortify them, but I don't care. It's others who irritate me. They always sit in the front row and write down something in their notebooks. They get free passes that my daughter writes carefully and sends them personally. I hate them too. It's the reporters. Of course they're afraid of me, and I can often buy them. However, the insolence of two or three is limitless and sometimes they have dared to say that my daughter is a terrible executioner. My daughter's not a bad pianist. I'm told by their own teachers. She's studied since childhood and moves her fingers more fluently and agily than any of my secretaries. It's true that I rarely understand her executions, but I'm not an artist and she knows it well. Envy is a detestable sin. This vice of my enemies may be the hidden factor of the scant negative criticism. It would not be surprising if some of you who are now smiling, and who will be applauding in a few moments, would encourage such adverse judgments. Having a powerful father has been both favorable and pathetic for her. I wonder what the press would think if she wasn't my daughter. I think with persistence that he should never have had any artistic pretensions. This has brought us nothing but uncertainty and insomnia. But no one would have even dreamed, twenty years ago, that I would get where I have come from. We can never know for sure, neither she nor I, what it really is, what it actually is worth. It's ridiculous, in a man like me, that concern. If it wasn't for my daughter, I'd confess I hate her. That when I see her appear on stage a persistent grudge boils in my chest, against her and against myself, for allowing her to take such a wrong path. She's my daughter, of course, but she didn't have the right to do that to me. Tomorrow, his name will appear in the papers and the applause will be multiplied in bold letters. She will be filled with pride and read me out loud the critics' praiseworthy opinion. However, as I come to the last, perhaps to those whose praise is most admirable and exalted, I will be able to observe how their eyes will become moist, and how their voice will be extinguished to a faint noise, and how, finally, they will end up weeping with a heartbreaking and endless cry. And I will feel, like all my power, unable to make her think that she is truly a good pianist and that Bach and Mozart and Beethoven would be pleased with the skill with which she keeps her message alive. There's already been that sudden silence that heralds her departure. Soon your long, harmonious fingers will slip over the keyboard, the room will be filled with music, and I will be suffering once again. *FIN* Full works (and other stories)", "title": "El concierto", "author": "Augusto Monterroso"}