{"metadata": {"length": 3763, "words": 711, "reading_time_min": 3.555}, "text": "Between 1895 and 1901 he mediated the existence of the literary magazine Der Wanderer (The Traveller), which in German language was published in Prague under the direction of Otto Gauss and Andrea Brezina. The December 1896 issue includes (p. 7) a story entitled The Judge, whose author hides or lets his name hint behind the initial K. By the atmosphere of the story and by that letter (which will later be the name of the protagonists of The Trial and The Castle) I have come to the idea that this is the first story of a 15-year-old Kafka. The judge When I was summoned to appear - as the notice sheet said - as a witness, I entered the Palace of Justice for the first time. How many doors, how many corridors! I asked where the court that sent me the subpoena was. They said, \"Funds, always funds\". The halls were cold and dark. Men with wallets under their arms would run from place to place and speak an encrypted language in which words like in situ, a quo, ut retro would appear. All the doors were the same, and beside each door were plates of bronze, the inscriptions of which, worn out by time, could no longer be read. I tried to stop the men in the portfolios and ask them to guide me, but they looked at me angry, they answered: in situ, a quo, ut retro. Tired of wandering around that maze, I opened a door and walked in. I was greeted by a young man in a lustrine jacket, very proud. I'm the witness, I told you. He said, \"You'll have to wait your turn\". I waited, prudently, five or six days. Then I got bored and, as a distraction, began to help the young man in the lustrin jacket. Soon I could distinguish between the files, which at first seemed identical to me. The men in the wallets knew me, greeted me politely, some left me overcrowded with money. I was making progress. After a year I became a member of that chamber's trustee. I sat there at a desk and started scribbling sentences. One day the judge called me. - Young- he told me. I'm so pleased with you, I've decided to appoint you as my secretary. I babbled in words of thanks, but I was sad that he didn't listen. He was a fat, nearsighted man, and so pale that his face was only visible in the dark. He's gotten into the habit of making confidences. - What about my beautiful wife? - I was sighing. Is he still alive? What about my kids? The oldest will be around twenty years old. Some time later this melancholy man died, I think (or, just disappeared), and I replaced him. I've been the judge ever since. I've gained prestige and culture. Everyone calls me Usia. The young man in the lustrin sack, every time he comes into my office, he gives me a bow. I assume it's not the same one you saw on the first day, but it looks extraordinary. I've gained weight: the sedentary life. I see little: artificial light, day and night, fatigues the eye. But there are other advantages: whether it is cold or hot, you always wear the same clothes. That's how you save. Besides, the envelopes that the men in the portfolios are giving me are more bulky than before. A ordinance brings me food, the same as my predecessor brought me meat, vegetables and an apple. I sleep on a couch. The bathroom is a little narrow. Sometimes I miss my home, my family. On certain occasions (for example at Christmas) it is not pleasant to stay inside the Palace. But what am I supposed to do with him? I'm the judge. Yesterday, my secretary (a very meritorious young man) had me sign a sentence (the sentences he writes) where I condemn a renegade witness. The conviction, in absentia, includes a fine and disqualification from serving as a witness of charge or discharge. The name seems vaguely familiar to me. Isn't that mine? But now I'm the judge and I sign the sentences. K. FIN Falsifications, 1966", "title": "¿El primer cuento de kafka?", "author": "Marco Denevi"}