{"metadata": {"length": 5218, "words": 1017, "reading_time_min": 5.085}, "text": "I There was a shoemaker who, as a result of many misfortunes, became so poor that he had no material left but for a single pair of shoes. He cut it off at night to do it the next morning. Then, as a man of good conscience, he went to bed quietly, prayed and fell asleep. When he got up the next day he went to work, but he found a pair of shoes made on the table. Great was his surprise, for he did not know how this could have happened. He took the shoes, looked everywhere at them and they were so well made, they didn't need any: they were a true masterpiece. A buyer came into the store, who liked the shoes so much that he paid twice their price. The shoemaker was able to get this leather money for two more pairs. He cut them also at night, and left them ready to make the next day; but when he awoke, he found them also finished; neither did he lack buyers then, and with the money he took from them he could buy leather for four other pairs. The next morning, the four pairs were also done, and finally, all the work that he cut at night was finished the next morning, so he improved his fortune and almost got rich. And it came to pass one night, when he had cut his leather, and was going to bed, that his wife said to him, Let us stay up tonight, and see who is helping us in this way. And the husband consented, and they left a lamp lit, and hid themselves in a locker, behind the garments which they had hung upon him, and waited to see what was to come. When they had finished at twelve o'clock in the evening, two lovely dwarfs went into the room completely naked, sat down on the shoemaker's table and, taking their little hands of the cut leather, began to work with such lightness and skill that there was nothing more to see. They worked almost non-stop until the work was completed, and then they suddenly disappeared. The next day the woman said to him, \"These little men have enriched us. We must be recognized by them\". They must be cold-headed, having to walk almost naked, with nothing to cover their bodies with. Do you not think I would make each one a shirt, jacket, vest and trousers, and also a pair of stockings? You make each one a pair of shoes too. The husband approved of this thought, and at night, when it was all over, they placed these gifts instead of the cut leather on the table, and hid again to see how the dwarves took them. They were going to work at twelve o'clock when they found the nice dresses on the table instead of leather. At first they were astonished, and soon there was great joy. They put on their dresses and started singing. Then they started jumping and dancing on the chairs and benches, and finally, they left dancing. From that time on, he never saw them again; but the shoemaker continued to be happy for the rest of his life, and everything he did went well. There was once a poor maid who was very clean and hardworking; she swept the house every day and took the garbage out into the street. One morning, as she got to work, she found a letter on the floor, and as she could not read, she placed the broom in a corner and took it to her masters: it was an invitation from the magical dwarves who invited her to be the godmother of one of her children. He did not know what to do, but after much hesitation, he finally accepted, because he was told that it was dangerous to refuse. Three dwarves came to find her and led her to a cave they lived in the mountain. Everything was very small there, but so beautiful and so pretty, it was worth seeing. The newborn was in a bed of ebony embroidered with pearls, with gold-embroidered curtains; the baby's crib was ivory and its bathroom was solid gold. After she was baptized, the servant girl wanted to return to her home at once, but the dwarves begged her to stay with them for three days. He passed them on to parties and fun, for these little beings gave him a brilliant welcome. After three days she wanted to return, but she was determined. They filled her bags with gold and led her to the door of her basement. When he came home to his masters, he wanted to get to work because he found the broom in the same place where he had left it. But he found strange people in the house who asked him who he was and what he wanted. Then he learned that he had not stayed three days as he had expected, but seven whole years in the house of the dwarves, and that during this time their masters had died. One day the dwarves took a woman's child who was in her crib, and they put in its place a little monster who had a very big head and very ugly eyes, and who wanted to eat and drink without ceasing. The poor mother went to consult her neighbor, who told her that she should take the monster to the kitchen, put it by the stove, light a fireplace next to her, boil water in two eggshells and that this would make the monster laugh, and if he laughed once he would be forced to leave. The woman followed her neighbor's advice. And when the monster saw the eggshells full of water, he said, I have never seen, though I am old, water boiling in eggshells. And he left with a laugh. Immediately a crowd of dwarves came and brought the real boy, laid him in the fireplace and took his monster with them. FIN", "title": "Los enanos mágicos", "author": "Hermanos Grimm"}