{"metadata": {"length": 6816, "words": 1270, "reading_time_min": 6.35}, "text": "On the same day I arrived here, I had taken the Beaucaire train, a large old and disfigured carrack that does not need to travel much to return home, but that walks slowly along the road to make itself, at night, the illusion that it comes from far away. We were five on the dock, besides the driver. A guard of Camargue, a shrunken, hairy little man, who transcended Montaraz, with leaping eyes injected with blood and silver earrings in his ears; then two boquereuses, a tahonero and his son-in-law, both very red, with much jade, but magnificent profiles, two Roman medals with the effigy of Vitellius. Finally, in the front and beside the driver, a man, or rather, a hat, a huge rabbit-skin hat, who said nothing particular and looked down the road looking sad. All of those travelers knew each other, and they talked about their affairs aloud, with great freedom. The chamberlain reported that he was returning from Nimes, cited by the judge of instruction on the occasion of a hammer he had given to a shepherd. They have live blood in Camargue. Then what about Beaucaire? Didn't you intend to behead our two boqueros about the Blessed Virgin? It seems that the tahonero was from a parish long ago dedicated to Our Lady, to which the Provincials are known by the pious name of the Good Mother and who carries the Child Jesus in her arms; the son-in-law, on the contrary, sang before the facistol of a newly built church consecrated to the Immaculate Conception, that beautiful dreamlike image that is depicted with the arms hanging and the hands bidding goodbye to rays of light. That's where the dirt came from. It was worth seeing how those two good Catholics treated each other and how they put their heavenly bosses. - Good for you, Immaculate! - Then look at your Holy Mother! - Well, yours ran in Palestine! - And yours, how horrible! Who knows what he might have done? Let him say it if not San Jose. To believe in the port of Naples, it was only necessary to see the knives flash, and to my faith, I think that the theological dispute would have effectively stopped there, if the driver had not intervened. \"Leave us alone with your virgins\", he said, laughing at the boqueros. \"All these are gossip about women, and men should not intervene in them. When he finished, he had the tralla restarted with a skeptical mohin who joined his opinion to all travelers. * * * The discussion was over, but, the tahoner shot already, I needed to get some air out, and addressing the unhappy hatter, silent and sad in a corner, I asked him with a picaresque air. - Lovers, and your wife? What parish is it? It is necessary to believe that this sentence would have a very comical intention, since everyone in the barbecue laughed at the joke. The grinder wasn't laughing. Seeing this, the tahoner turned to me. - Don't you know, gentleman, the woman of the molar? Go with the parishioner's pickle! There are no two like her in Beaucaire. The laughter doubled. The grinder did not move, merely saying in a low voice, without raising his head: But the demon that had been eating the wine could not keep quiet. He continued to make fun of him and said, \"Cospata!\" Comrade can't complain about having a woman like that. There's no way to get bored with her for a moment. You be yourself! A beautiful woman who gets stolen every six months, always has something to say when she comes back. Well, it's the same. What a lovely home! Imagine, sir, that it hadn't been a year that you were married when paf! The woman goes to Spain with a chocolate seller. The husband is left alone in the house whining and drinking. I was like crazy. After some time, the beautiful woman, dressed as a Spanish, with a handkerchief of sonatas, returned to the country. We all said, \"Close up, because he's going to kill you\". They got back together very quietly, and she's taught him how to play the drums. There was another explosion of laughter. Without raising his head, the grinder again murmured from his corner: \"Shut up, grasshopper. But he did not listen, and continued: \"Do you think, sir, that when she returned from Spain she was quiet? That's it! If you want! Your husband had taken that so calmly! That encouraged her to get back on track. After the Spanish, there was an officer, followed by a sailor from the Rhône, later a musician, then, what do I know! And the most remarkable thing about the case is that each escape was presented with the same comedy and with the same apparatus. The wife leaves, the husband cries, he peels her, she comes back, he comforts her. And they always take it away, and they always take it back. You see if that husband needs to be patient! It must also be said that the amoladora is extraordinarily beautiful... a true piece of cardinal, small, very monk, well formed and also has very white skin and hazel eyes that always look at men laughing. If by any chance, dear Parisian, you ever come to pass by Beaucaire!... - Oh, shut up, tahonero, I beg you! - he shouted back to the poor grinder in a tearful voice. At that moment the train stopped. We were at the Anglor's farmhouse. There the two boqueros stood, and I swear to you I did nothing to keep them. You fake cook! He was already inside the courtyard of the courtyard, and his laughter was still heard. * * * As people left, the bucket seemed to be empty. The camaraderie had been stepping in Arlés, the driver was walking down the road, with the horses. The grinder and I, each in his own corner, we're alone up there, no joking. It was hot, the bark of the tree was sparkling. For a moment I felt my eyes close and my head get heavy, but I couldn't sleep. I kept on buzzing in my ears that \"shut up, I beg you\", so melancholy and so sweet. The unhappy guy wasn't sleeping either. I stood behind him, watching him shake his square shoulders, and his hand (a pale, vast hand) trembling over the back of the bench, as if it were the hand of an old man. I was crying. \"You have come to your house, Mr. Parisian!\" shouted the driver of the wagon, and with the stick he pointed at my green hill, with the mill nailed to the top like a giant butterfly. I got out of the car in a hurry. I was passing by the grinder, trying to look down his hat, I wish I'd seen him before I left. As if he had understood my intention, the unfortunate man raised his head sharply, and, nailing the sight into my eyes, said to me in a deaf voice: 'Look at me well, my friend, and if you hear me say one day that an accident has occurred in Beaucaire, you may claim to know the author of it. His face was dull and sad, with small, twisted eyes. If there were tears in my eyes, there was hate in that voice. Hate is the rage of the pusillanim. In the case of the crusher, I wouldn't have them all with me. Letters from mon moulin, 1866 Translated by F. Cabañas", "title": "La diligencia de Beaucaire", "author": "Alphonse Daudet"}