{"metadata": {"length": 5922, "words": 1106, "reading_time_min": 5.53}, "text": "The young George Willard arose from bed at four in the morning. They were in April and the leaves of the trees were beginning to turn yellow. The trees on the residential streets of Winesburg are almost all oaks and their seeds have wings. When the wind blows, they move evenly in the air to cover the ground. George walked down the stairs to the lobby of the hotel carrying a brown leather bag. His bath was ready for the party. I woke up at two thinking about the journey I was about to embark on and wondering what I would find at the end. The boy who slept in the stoop was slumped in his sack near the door. He had his mouth open and he was yelling. George carefully passed by the jerrycan and stepped out into the quiet and deserted street. The sunrise had painted the sky rosy to the east and long rays of light were extending into the sky where some stars were still shining. Past the last house on Trunion Pike, in Winesburg, there are several fields owned by farmers who live in the town and return home on Trunion Pike in their light and spry carts each evening. These fields are planted with strawberries and fruit. In hot summers, at dusk, when the road and the fields are covered with dust, a gloomy nebula spreads over the vast plain. Contemplating her is like contemplating the sea. In spring the earth is green and the effect is something different. Earth becomes a huge billiard table on which tiny human insect flies from here to there. Throughout his childhood and early youth George Willard had a habit of going to Trunion Pike; he had been in the middle of that space open at winter nights, when everything was covered with snow and only the moon was seen; he had been there in autumn, when the stormy winds blew, and in the afternoons of summer, when the air vibrated with the song of insects. That morning in April he felt the desire to return to the quiet walk on Trunion Pike. In fact, he went to where the road meets a small creek, about three miles from the town, and then turned around and came back in silence. When he came to the Main Street the thugs were kicking the doors in front of the shops. “Eh, George! What does it feel like when you are about to move on?” they asked. The train to the west leaves Winesburg at 7:45 a.m. Tom Little is the editor. Your train goes from Cleveland to the summit with the main line that ends in Chicago and New York. Tom has what is called a “comfort turn” in the railroad circles. Every night he returned with his family. In the fall and spring, Sundays are spent fishing on Lake Erie. It has a round and reddish face and some small blue eyes. He knows better the people of the towns where he passes his train than a city dweller knows the people of his apartment building. George lowered the small ramp of the New Willard House to the seven o'clock position. Tom Willard took the bag. The son was already taller than the father. In the mountains everyone shook the young man's hand. There were more than a dozen people waiting. They then talked about their issues. Even Will Henderson, who was pale and often slept until nine, had gotten up from bed. George was forbidden. Gertrude Wilmot, a tall, slim woman of about fifty years who worked at the post office in Winesburg, came by train. He had never paid the slightest attention to George. On this occasion he stopped and gave him his hand. In two words he expressed what everyone felt. “Good luck,” he said, and then turned around and followed his way. When the train came to the station George felt relieved. He climbed up precipitously. Helen White came running down Main Street in the hope of exchanging a few words of goodbye, but he had found a seat and she did not see him. When the train started, Tom Little shook his ticket, smiled, and, although he knew George very well and knew what adventure he was embarking on, he made no comment. Tom had seen a millionaire of George Willard move from town to town. For him it was a fairly common occurrence. In the smoker's van there was a guy who had just invited Tom to go fishing in Sandusky Bay. I wanted to accept the invitation and to clarify the details. George looked out of the window to make sure no one was watching, then pulled out his wallet and counted the money. His imagination was occupied with the desire to not look like a peasant. The last words his father had spoken to him had been about his behavior in the city. “Espabila,” Tom Willard had said. Don’t lose your money. Open your eyes to a thousand eyes. Yes, sir. Do not let anyone think you are a village idiot.” After counting his money, George looked out the window and was surprised to see that the train was still in Winesburg. The young man, when he left his village for the adventure of life, began to think, but he did not think of anything very great or dramatic. Things like the death of his mother, his departure from Winesburg, the uncertainty of his future life in the city, or the most serious and important aspects of his life did not come to his imagination. He thought of smaller things: Turk Smollet carrying a sack down Main Street in his town that morning; a tall, well-dressed woman who had spent the night in her father's hotel; Butch Wheeler, the town's fireman, walking from here to there on a hot summer afternoon with a torch in his hand; Helen White, standing by the window of the post office in Winesburg, stamping a postage stamp on a letter. The young man’s imagination was sparked by his growing passion for dreams. Nobody who had seen him would have taken him by a person particularly awake. With the memory of those little things in his imagination, he closed his eyes and slumped down in his seat. He slept there for a long time, and when he woke up and looked out the window, the town of Winesburg had disappeared, and his life there had become nothing but a canvas on which to paint his adult dreams. FIN “Departure”, Winesburg, Ohio, 1919", "title": "Partida", "author": "Sherwood Anderson"}