{"metadata": {"length": 7792, "words": 1347, "reading_time_min": 6.735}, "text": "In the city of Florence, not far from the Piazza del Granduca, there is a cross-street called, if I do not forget, Porta Rossa. In it, in front of a sort of vegetable market, the curious figure of a bronze javelin, carved with great skill, is raised. Water cool and fresh flows from the animal's mouth, which has taken on a dark green color over time. Only the hippo gleams, as if it had been spruced up - and it is in fact - by the action of the many hundreds of squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, squabbling, It is a beautiful picture of the well drawn fiery girl hugged by a naughty middle-aged naked boy, who applies his fresh mouth to the bronze hick. Any foreman who arrives in Florence will find the place easily; he has only to ask for the bronze ring from the first invalid he meets, and he will be sure to find it. It was a cold winter's night; the mountains were covered with snow, but the full moon shone in the sky; and the full moon in Italy is as bright as a grey winter's day in the Nordic countries; and it is even more so, for the air is clear and bright, while in the North the gloomy, cold, wet sky depresses man, he lies down against the ground, that wet, cold ground which will cover his feet one day. A harpy had spent the whole day sitting in the garden of the Grand Duke, under the canopy of pines, where even in winter roses bloom for miles; a harpy that could pass for the image of Italy, such a beautiful, cheerful, yet sickly-looking one. He was starving and thirsty, no one gave him a penny, and at dusk - when the garden was to be shut - the porter took him away. For a long time he was devoted to his fate on the bridge that crosses the Arno, contemplating the stars that reflected in the water, between him and the magnificent marble bridge “della Trinità”. He then turned to the bronze jug, shook his head when he reached it, and, bending his arms around the figure's neck, he drank the glistening water and drank great gulps of it. On the side were cabbage leaves and two or three scallions; this was their meal. There was no soul in the street; the chihuahua was completely alone; he sat on the back of the jackal, leaned forward, so that his chin rested on the animal's, and without noticing it, he fell deeply asleep. At midnight, the brass bell rang and the child heard it say, -Run, little boy, I'm going to run! And he started the career, with him at a cost. Extraordinary walk! They first arrived at the Grand Duke’s Palace, where the bronze horse of the Prince’s statue welcomed them warmly. The polychromatic sword of the old consular houses shone like glass, while David of Miguel Angel bowed his head. Anyhow, it was a wonderful life. The bronze groups representing Perseus and the rapture of the Sabinae trembled wildly; a shriek of mortal anguish resounded in the great empty square. The bronze statue was found in the Palazzo degli Uffizi, under the archway where the aristocracy gathers for the carnival festivities. -Stay calm -replied the animal-, we are going up this staircase. The child remained tense, between terrified and happy. They entered a long gallery that he knew very well; he had been in it before. There were magnificent paintings on the walls, and statues and busts, all lighted by bright light, as in the daytime. But the most beautiful thing happened when the doors opened to reveal a separate room. The boy had not forgotten how magnificent it was, but he had never seen it so glorious as that night. There was a wonderful naked woman there, as only Nature and the cincelle of the great masters could mould her. The giggling members moved, dolphins leapt to their feet, immortality shone in their eyes. The world calls it the Venus of Medicine. All around were marble statues, in which the stone appeared animated by the life of the spirit: figures of magnificent men, one slicing the sword - hence he is called the Slicing Man -, beyond the group of the Boxers; the sword was scabbed, and the combatants fought for the God of Beauty. The boy was overwhelmed by all that splendor; the walls were ablaze with color and everything was alive and moving. They could be two Venuses, representing the earthly Venus, turbulent and fiery, as Tiziano had embraced her on his heart. They were two strong female figures. The beautiful naked limbs spread out on the cushioned limbs; the chest rose and the head moved, letting the abundant hairs fall around the well-shaped shoulders, while the dark eyes expressed ardent thoughts. But none of those characters was able to come out of their frame completely. The own God of Beauty, the boxers and the afilador stayed in their places, for the Glory that radiated from the Madonna, Jesus and St. John kept them anchored. The images of the saints were not images, but saints in person. What splendour and beauty of room on room! And the child saw all; the bronze calf moved step by step through all that magnificence. One vision eclipsed the other, but one image was fixed in the child's soul, probably by the happy and jolly children who appeared in it, and whom the child had already seen in the light of day. There are many who pass before that picture without even noticing it; yet it contains a treasure of poetry. It is Christ coming down to hell; but around him are not the condemned, but the ungodly. The Florentine Angiolo Bronzino painted that picture, the most sublime of which is the certainty reflected in the faces of the children that they are going to heaven: two of them are already embracing; one, very young, holds the hand of another still in the womb, and points to himself, as if saying, \"I am going to heaven!\" All the rest remain indecisive, waiting or bending humbly before Jesus Our Lord. The child used much more of his brain in contemplating that square than in all the others. The bronze jug was still standing in front of him. A faint sigh was heard; was it from the painting or from the animal's chest? The boy extended his arm to the small squeaking sounds of the picture, and then the jabber continued his way out of the open door. - Thank you, and God bless you, good animal! - exclaimed the boy, rubbing his chin, who was falling down the stairs. - Thank you, and God bless you! - the jackal replied - I have rendered you a service, and you have rendered me another, for only with an innocent creature on the throne am I given strength to run. You see, I can even enter the ring of light that comes from the candle hanging in front of the Virgin's picture. I can carry you everywhere, except to the church; but if you are with me, I can look into your innermost being through the open door. Do not touch my back; if you do, I shall die, as you see me dying in the street of Porta Rossa. -I will stay with you, my good animal - said the child; and the jackal made a swift run through the streets of Florence, not stopping until he reached the square where the church of Santa Croce stood.", "title": "El jabalí de bronce", "author": "Hans Christian Andersen"}