{"metadata": {"length": 7702, "words": 1521, "reading_time_min": 7.605}, "text": "It was late and everyone had left the café except for an old man who was sitting in the shade making leaves from the tree, lit by electric light. By day the street was dusty, but at night the dew was settling the dust and the old man liked to sit there late, because even though he was deaf and quiet at night, he could tell the difference. The two waiters at the cafe noticed that the old man was a little drunk; although he was a good customer, they knew that if he drank too much he would go unpaid, so they watched him. \"Last week he tried to kill himself\", one of them said. - Why? - I don't know. - I was desperate. - Why? - I don't know. - I'm not. - How do you know it was for nothing? - Because he's got a lot of money. They were sitting side by side at a table near the wall, near the coffee shop door, and looking toward the terrace where the tables were empty, except for the old man sitting in the shade of the leaves, which the wind was moving slightly. A girl and a soldier passed through the street. The light from the headlamp shone over the copper number the man was wearing around his jacket neck. The girl was discovered and was hastily walking beside him. \"The guards will pick him up\", said one of the waiters. - And what does it matter if you get what you want? - You'd better leave now. The guards have been through for five minutes and they'll be back. The old man sitting in the shade hit his plate with the glass. The young waiter approached him. - What do you want? The old man looked at him. - Another cognac, he said. \"You'll get drunk\", said the waiter. The old man looked at him. The waiter is gone. - He'll stay all night, he told his colleague. I'm sleepy and I can never go to bed before 3:00 in the morning. He should have killed himself last week. The waiter took the bottle of cognac and another plate from the counter that was inside the coffee and headed to the old man's table. He put the plate on the table and filled the glass with cognac. \"You should have killed yourself last week\", he told the deaf old man. The old man made a move with his finger. - A little more - he muttered. The waiter finished filling the cup until the cognac overflowed and slid down the bottom of the cup until it reached the first plate. -Thank you\", said the old man. The waiter returned with the bottle inside the coffee and sat down again at the table with his colleague. - He's already drunk. - She gets drunk every night. - Why did he want to kill himself? - How can I know? - How did you do it? - He hung himself from a rope. - Who put it down? - His niece. - Why did you do that? - For fear that his soul will be condemned. - How much money do you have? - Very much. - She must be 80. - Yeah, I'd say he's 80 too. - I'd like you to go home. I can never go to bed before 3:00. What time is it to go to bed? - She stays because she likes it. - He's alone. I'm not. I have a woman waiting for me in bed. - He had a wife, too. - Now a woman would be of no use to him. - You can't guarantee that. I could be better off with a wife. - His niece is looking after him. - I know. - I know. You said I cut his rope. - I wouldn't want to be that old. An old man is a disgusting thing. - Not always. This man is clean. Drink without spilling the liquid on top. Even now that he's drunk, look at him. - I don't want to look at it. I'd like you to go home. He has no regard for the people he works with. The old man looked from his glass towards the street and then at the waiters. \"Another cognac\", he said, pointing to his glass. The waiter came up to him in a hurry to leave. - It's over! - he said, speaking with that omission of syntax that stupid people use when talking to beads or foreigners. Not more tonight. We're closing up. - Another one, the old man said. - No, I'm not! It's over! -cleansed the edge of the table with his napkin and moved his head side by side. The old man stood up, slowly counted the plates, pulled out a leather wallet and paid for the drinks, leaving half a peseta of tip. The waiter was looking at him as he walked out into the street. The old man walked a little wobbly, though with dignity. - Why didn't you let him stay and drink? - asked the waitress who was in no hurry. They were lowering the metal doors. It's not 2:30. - I want to go home. - What does an hour mean? - Much more for me than for him. - An hour is not important. - You sound like an old man. You can buy a bottle and drink it at home. - It's not the same. \"No, it's not\", admitted the waiter who had a wife. I didn't mean to be unfair. I was just in a hurry. - What about you? Aren't you afraid to get home before your usual time? - Are you trying to insult me? - No, man, I just wanted to joke with you. - No - the waitress who was in a hurry went off after securing the metal door. I have confidence. I'm all about confidence. \"You have youth, confidence and a job\", said the older waiter. You got it all. - What do you need? - Everything but work. - You have everything I have. - No, I'm not. I've never had confidence and I'm not young anymore. - Let's go, then. Stop saying shit and shut up. \"I'm one of those who like to stay late at the café\", said the older waiter, \"with all those who don't want to go to bed; with all those who need light at night. - I want to go home and to bed. \"We're very different\", said the older waiter. He was getting dressed to go home. It's not just a matter of youth and confidence, though those things are very beautiful. Every night I resist closing because there may be someone who needs the coffee. - Man, you're not! There are cellars open all night. - You don't understand that. This is a nice, clean coffee. It's well lit. The light is very good and also, now, the leaves are shading. \"Good night\", said the younger waiter. \"Good night\", said the other. He continued the conversation with himself while turning off the lights. It's the light, of course, but it's necessary that the place is clean and pleasant. You don't want music. You definitely don't want music. You can't stand in front of a bar with dignity, even if that's all we provide at this hour. What was he afraid of? It wasn't fear, it wasn't fear. It was a nothing I knew too well. He was a complete nothing and a man was nothing. It was just that and all it took was light and a certain cleanliness and order. Some lived in it and never felt it but he knew that all that was nothing and then nothing and then nothing and then nothing. Nothing of ours that you are in anything, nothing is your name nothing your kingdom nothing your will so in nothing as in nothing. Give us this nothing our bread from every nothing and nothing our nothing as we too swim from our nothing and do not swim from nothing but deliver us from nothing. Nothing is full of nothing, nothing is with you. He smiled and stood in front of a bar with a shiny pressure coffee maker. \"What can I do for you?\" asked the waiter. Nothing. \"Another crazy one\", said the waiter and turned his back. - A cup\", said the waiter. The waiter served it. \"The light is very bright and pleasant but the bar is opaque\", said the waiter. The waiter stared at him but didn't answer. It was too late to start a conversation. - You want another drink? - asked the waiter. \"No, thank you\", said the waiter, and he left. He hated bars and cellars. A clean, well-lit coffee was something very different. Now, without further thought, I'd go back to her room. He would lie in bed and finally, in daylight, fall asleep. After all, he thought, it's probably just insomnia. Many must suffer the same. FIN A Clean, Well-Lighted Place, Scribners Magazine, 1933 NOTE: The words in bastards are in Spanish in the original text.", "title": "Un lugar limpio y bien iluminado", "author": "Ernest Hemingway"}