{"metadata": {"length": 5432, "words": 1021, "reading_time_min": 5.105}, "text": "A lot of people in the area remembered him. And that's something nobody's seen in ten years. Ten long years in which doña Casiana had kept alive, through tears, the memory of the absent son. It always seemed like the boy was going to get better. At the age of eleven, he left school to help his father with the weaving. The man was going ahead, behind the plow and the slow, old oxen. The boy followed him, depositing the seed in the wet tear of the grooves. But one day the devil-doing thing went to shrimp fishing and forgot about the job. The father waited for him with a rope bent in three. The left was one that you don't forget. That same night, while the others slept, Martial's barefoot feet stepped with bitter determination on the still hot dust of the royal road. Early morning, he caught him on the road. One afternoon, months later, on his sweaty return from the waves, the father took a breath. He spent two days with his nights, blaming the ungrateful son on the intermittent delirium of fever. Casiana wasn't left alone. She went to live with her youngest child, at a brother's house. And one afternoon, after ten years, one of the boys from the house came running to the batty: \"Aunt, they're looking for her!\" A man was waiting for the road. The old woman of forty-five years, who was prematurely old, came out to meet the unknown. When the woman's voice came out, the people in the house were alarmed. From the door they saw her bleeding in the arms of the stranger, who was slapping her with his hat. When they approached and the man shook his head to greet, a murmur of admiration broke out of the group. Under the beard of several days, the oldest recognized Marcial. The man, \"and what a man, furry and galling like a bull!\" greeted greedily the young woman of the neighborhood. When he left his father's home, he found work as a waterer in a hemp mill. He grew up and entered the court. There he learned what it was like to work six to six, with the sun or rain on his body, his hands mercilessly tied by the sharp blade of the reed and his stomach pierced by the grimly satisfied hunger. Then you didn't know that one from the eight o'clock. He rose with the last tremor of the stars and left the rooms when the sun was seen without hurting his eyes. He got mad about that. He went from the hemp tree to a quarry. Stone-throwing was no less difficult work, but the first trade had already strengthened his spirits and muscles. And there he didn't work like a beast. At five o'clock in the afternoon, a whistle sounded that ended the day. Near the quarry was a river and men bathed at sunset in a pool of clear, wet water. They slept fresh, without the hassle of the dry sweat on their skin. And best of all, it was eaten hot, relatively abundant. He befriended an engineer who, sometimes alone, would talk to him about things he could never explain well, but which certainly interested him very much, judging by his passion for the \"inconsequences of the Galician Iglesias\" and other matters that often aroused a fleeting curiosity in Marcial. When the engineer left to work on a dam they were building for Comerío, he insisted that he go with him. He won the change. After two months, they made him a foreman. He started collecting money. He met a girl who sold fries at the works, stole her virginity and then, when he learned she was pregnant, he married her (not out of compulsion, but because he discovered he loved her). The stem was a male, very much like him in everyone's opinion. The engineer kept protecting him; things couldn't have gone any better. But that venture was just a parenthesis. One day a load of dynamite in a bad place tore the engineer apart. For Marcial it was like losing a father, a father faced with life in replacement of the one whose lashes he hadn't been able to forgive. Soon after, to end misfortune, the woman being raised with another, taking the son who had not yet learned to walk. Then Marcial had to think about what the passing of years had turned into an increasingly weak memory: the first home and the abandoned mother and brother. Almost surprisingly, he realized that ten years had passed since the night that resentment and bitterness drove him to escape. The next day, on a night like that, he was never seen again at the dam. Now he's back in the saddle, with his teenage brother and his old man. At night, relatives and neighbors sit around the off-cooking stove sleeping his cold ashes dream and he once again recounts some episode of his wandering life. The local puppeteer admires him as a hero, and on more than one occasion he has been called upon to arbitrate in senior disputes. His reputation as a man who has seen the world surrounds him with a halo of prestige and merit that he never dreamed of. But he'd lie to himself if he said he's happy here. The monotonous work of the drill bites him without even getting tired of him. The other thing you need is the loud train of all-powerful machinery, the regular schedule and the insurance of free time, the city's neighborhood, the infallible salary every Saturday. That's all. You work here to eat. This life is choking you. One morning, the neighborhood was filled with the desperate screams of Doña Casiana. The poor woman stretched out her weak arm in the direction of the road. Those who followed the man with their gaze were able to see the body figure blurring away. End in the Shadow, 1943", "title": "El ausente", "author": "José Luis González"}