{"metadata": {"length": 2254, "words": 384, "reading_time_min": 1.92}, "text": "Angel Elzevar is unemployed, all he knows is to carry messages but there are no more messages to carry, and then the angel goes around checking the garbage in the big municipal garbage can for leftover food and leftover fruit: something he has to eat. At night, she tried to walk along the river as a whore all-service, and in fact she knows how to do many things and her angelic condition exempts her from any moral scruples; but most of the time the encounter ends badly, for example when the client, sooner or later, discovers that Elzevar has no sex: so it seems, in certain occupations sex is particularly required, and even indispensable. To appease the disillusioned customer, Elzevar shows him a little how he flies, first to the right, then to the left, then passes over his head and disrupts his hair like a light breeze; but the river bank customers demand something more concrete than a normal levitation display; one bit his ankle in flight, another bald hairy called him sodomite and a third reported him to the police, based on an article in the Penal Code that prohibits exalting seduction and two other articles in the Air Navigation Code relating to undocumented urban flight. After which Elzevar had to move to another part of the river, dangerously frequented by families and fishermen with reeds, even at night. These inconveniences, a natural consequence of their temporary unemployment, cannot really concern an angel. To begin with, angels are immortal, and few mortals can say the same. As for the lack of messages, one day or another, it'll have to end. New broadcasters are joining the ranks, and potential receivers are not short. In the past, he has been out of work for longer periods, doing nothing. Food waste has never been lacking; it is true that angelic prostitution is no longer what it was, but anyway, until the new message is ready, we must keep in touch with men. Meanwhile Elzevar can always find work in a circus, while unfortunately many things have changed since television. If the Great Silence lasted long, other interesting and short-lived avenues opened up to you: for example, underground cinema, the application of antiparasitics, computer maintenance, cleaning elevators, and men's fashion parades. FIN", "title": "El ángel", "author": "Juan Rodolfo Wilcock"}