{"metadata": {"length": 4147, "words": 740, "reading_time_min": 3.7}, "text": "They had no face, they were splashed, they were eaten by the darkness. Nothing but their two vaguely human silhouettes, bodies reabsorbed in their shadows. Equal and yet so different. Inert one, traveling flat on the ground with the passivity of innocence or the utmost indifference. The other one was bent, sighing, for the effort of dragging him between weeds and waste. He would stop at the rats to take a breath. Then he would recommend bending the spinach further over its load. The smell of the water in the waterfall must be everywhere, now more with the sweet fetish of the desert, the smell of rust, animal excrement, that pasture smell, because of the threat of bad weather, which man would occasionally use to tear it off his face. Glass or metal rods collided between the yucca, although surely neither of them would hear that isochronous, ghostly chant. Nor the silent rumor of the city that there seemed to tremble underground. And the one that dragged, just maybe that soft, deafening body noise bouncing off the ground, the squeaking of paper debris or the opaque punch of the shoes against cans and helmets. Sometimes the other's shoulder would get stuck in hardwoods or some rock. I then untied it at a pulse by masking some curious interjection or making each push the ha... tire of the stallions by blowing the rebellious load to the shoulder. It was obvious that he was getting heavier and heavier. Not just that passive resistance that he was sometimes packed into obstacles. Perhaps also because of the fear, disgust, or haste that would eat up his strength, pushing him to finish as soon as possible. At first, she dragged him by the arms. If the night had not been so closed, you could have seen the two pairs of hands entwined, negative of a back-up rescue. When the body was again hooked, he grabbed both legs and began to tow it with his back bent forward, squeezing in front of the holes. The other's head was rolling down the aisle, apparently delighted with the change. The headlights of a car in a corner suddenly scattered a yellow light that came in waves over the garbage heaps, over the yokehouses, over the terrain levees. The one who stretched out leaned next to the other. For a moment, under that pale brush, they had something livid, frightened face, one filled with earth, the other, looking impassive. The darkness swallowed them up again immediately. He got up and continued to find it a little more, but they had already reached a place where the weeds were higher. He accommodated it as he could, he covered it with garbage, dried branches, helmets. It seemed like a sudden desire to protect him from that smell that filled the wasteland or from the rain that would soon fall. He stopped, passed his arm through his sweaty forehead, scratched and spat out in rage. Then he heard that vague one that surprised him. He climbed weak and choked from the yuyal, as if the other had begun to complain with newborn crying under his garbage grave. He was about to run away, but he stopped lit by the flash of lightning, which also tore out the metallic block of the bridge from the darkness, showing him how little he had walked. He nodded his head, defeated. He knelt and came near whispering almost that vague, strangled, insistent. There was a white lump near the pile. The man stayed a long time without knowing what to do. He got up to go, took a few steps wobbling, but couldn't move forward. Now the vagrant was pulling at him. He came back little by little, trembling, sighing. He got back on his knees, still wavering. Then he reached out. The paper on the envelope crunched. Among the pages of the newspaper was a human ant. The man took her in his arms. His gesture was awkward and unremembered, the gesture of someone who doesn't know what he's doing; but who can't stop doing it anyway. He slowly incorporated himself, as disgusted by a sudden tenderness resembling the most extreme helplessness and taking off the sack clothed with it the wet and weeping creature. Faster and faster, running almost away from the yuyal with the vagid and disappeared into the dark. The end of the wasteland, 1966", "title": "El baldío", "author": "Augusto Roa Bastos"}