{"metadata": {"length": 3759, "words": 679, "reading_time_min": 3.395}, "text": "It was really good. He had noble passions. I would have accepted the glory. Every detail of its existence was precious to mankind. No one suspected him but him. What mattered? He was content to know an unknown prophet, whose marvelous mission can flash from one moment to the next. The spectacle of his own life was never enough. The fight one-on-one with hunger and cold seemed no less epic to him than the fight against the envy smelled under friendship. He proudly walked his greasy hat and his angry looks. Since there are no bohemians anymore, it was the bohemian par excellence. The rest, the bourgeois, despised him because he had failed in business. He didn't understand the exploitation of the book and the article, nor did he deal with the claim. Thrown into a century where all is trade he insisted on not trading. That's why his talent smelled miserable, and the ink he used to sign his vague elegies was also used to paint the white cracks in his shoes. But was he talented? His continual failures made him think he did. He was carrying the aureola inside his head. A catchy, icy rainstorm was falling that made him shake as he left his bar. The pious alcohol, the green Mephistopheles who slept in the bottom of the worm's cups, had not wholly glazed the poet's agile visions that afternoon. Over them, like over the wet street, the colorless sky and the useless universe, a grey shadow fell. The hero felt old. The mud of his ragged pants had dried up and hardened under the coffee table, and it weighed miserably. The proud man doubted himself. He divided the deplorable silhouette of his burdened body reflected in a window. A glacial discard entered the marrow of his bones. Honest and disconsolate, he simply cried. Suddenly her heart went off her chest... What...? He was, he was... impossible... he looked behind him... no doubt, he was himself. A bare hand, too soft for the massive, sumptuous rings that carried it, made signals from the stern of a luxury carriage, hardly stopped for an instant. The bohemian wavered. The hand was waving, ordering, begging, to come near, to come. And he came trembling. He breathed. No infamous charity was staining the nail fingers. The doorway opened. Impatient arms tied to him, and over his bitter, unclean mouth came a razor-like mouth, warm and delicious like love... horses tore the trout, and the lights of the city, which began to light, crossed like light projectiles the beige-washed, wet glass. In the faint reflection he saw the poet glued to his face the beautiful face of a woman in whose eyes all the blue of heaven had taken refuge, and whose skin was of a sweetness equal to the sweetness of the blondes and silks of his fantastic suit. Sitting at the opulent table, after an intimate banquet, the sonorous golden voice of the princess - naturally a Russian princess - explained to the bohemian how strange and soon capricious she had been forced to throw the entire treasure of human happiness over the slender forehead that appeared at the door of a bar. He, unabashed and stupid, could hear her in silence. And she, before the tired shirt that was stunning from the opening of the vest and the shadowy nails of the vase, reflected with some sadness at the end of the adventure... but the man got up, picked up his greasy hat, and, fixing on the bright and pure lips of the princess his childhood eyes, exclaimed: I'm not my stomach. I don't want to satisfy the eternal hunger of my senses and my soul. I'm not gonna eat your petal-shaped meat and kissed by the stars. To your feat mine. You gave me a divine illusion, and you will never take it away from me! And he left, bearing on his forehead, perhaps for the only time, the melancholy ray of genius. Finish short stories, 1911", "title": "El bohemio", "author": "Rafael Barrett"}