{"metadata": {"length": 5219, "words": 955, "reading_time_min": 4.775}, "text": "The news spread among friends and enemies that I knew a new version of mountain childbirth. I have been asked to refer it to me everywhere, giving examples of an expectation that far exceeds the interest of such a story. I have repeatedly, with all honesty, referred the audience's curiosity to the classical texts and to the fashionable editions. But no one was happy: everyone wanted to hear it from my lips. From cordial insistence, they moved, according to their temperament, to threat, coercion and bribery. Some phlegmics only pretended indifference to hurt my self-love in the most vivid way. The direct action would have to come sooner or later. Yesterday I was assaulted in the middle of the street by a group of resentful people. Closing the passage in all directions, they shouted for the beginning of the story. Many distracted passersby also stopped, unaware that they were taking part in a crime. Undoubtedly won over by my appearance as a committed chatterman, they willingly lent their contest. Soon I was surrounded by the compact mass. Overwhelmed and hopeless, making a total energy pile, I set out to destroy my reputation as a storyteller. And here's the result. With a voice distorted by emotion, climbing on my traffic-agent bench that someone put under my feet, I begin to utter the usual words, with the usual ademanes: \"Amid earthquakes and explosions, with great signs of pain, uprooting trees and tearing rocks, a giant advent is approaching. Is there going to be a volcano? A river of fire? Will a new, submerged star rise on the horizon? Ladies and gentlemen, the mountains are in childbirth; horror and shame shall drown my words. For several seconds I continue the speech on the basis of pure pantomime, as a conductor in front of the mute orchestra. Failure is so real and obvious, some people get moved. Bravo! I hear you screaming out there, encouraging me to fill the gap. Instinctively, I hold my hands to my head and squeeze it with all my might, wanting to hasten the end of the story. Viewers have guessed it's the legendary mouse, but they're simulating a sickening anxiety. Around me I feel a single heart beating. I know the rules of the game, and I don't like to disappoint anyone with a prank exit. I suddenly forget everything. What I learned in school and what I read in books. My mind is blank. In good faith and with clean hands, I go after the mouse. For the first time, there is a respectful silence. As soon as some attendees engage in a low voice to the newcomers, certain background of the drama. I'm really in a trance and I'm looking everywhere for the outcome, like a man who's lost his mind. I run my pockets one by one and leave them turned, in the public eye. I take off my hat and throw it away immediately, discarding the idea of pulling out a rabbit. I untie the knot of my tie and keep going, going deeper into the shirt, until my hands stop horribly at the first buttons of my pants. I'm about to faint, and I'm saved by the face of a woman who suddenly lights up in hopeful blush. Affirmed on the pedestal, I put all my illusions into it and elevate her to the category of muse, forgetting that women have a special weakness for scathing subjects. The tension is at its peak right now. Who was the charitable soul who, upon realizing my condition, called me on the phone? The siren of the ambulance foreshadows a definitive threat on the horizon. At the last moment, my relief smile stops those who were doubtless thinking of lynching me. Here, under my left arm, in the armpit, there's a slight nest heat... something here is animated and moving... gently, I drop the arm along the body, with my hand shrunk like a spoon. And the miracle happens. Through the tunnel of the sleeve descends a tender crumb of life. Raising my arm and stretching out the triumphal palm. I sigh, and the crowd sigh with me. Without realizing it, I myself give the applause signal and the applause is not made to wait. Soon an amazing parade is organized in front of the newborn mouse. The wise men come near and look at him everywhere, make sure he breathes and moves, they have never seen anything like it and congratulate me wholeheartedly. You're only a few steps away and the objections are beginning. They hesitate, they stand on their shoulders and they wave their heads. Was there a setup? Is that a real mouse? To reassure me, some enthusiasts project a shoulder ride, but they don't pass by. The general public is slowly dispersing. Tired of the effort and about to be left alone, I am willing to give the creature to the first one who asks me. Women are almost always afraid of this kind of rodent. But the one whose face shone among all, approaches and timidly claims the lovely fruit of fantasy. Hailed to no more power, I dedicate it to her immediately, and my confusion has no limits when she keeps it lovingly in her bosom. When he says goodbye and thanks me, he explains how he can handle his attitude, so there's no misinterpretation. Seeing her so upset, I hear her with a smile. She has a cat, she tells me, and she lives with her husband in a luxury apartment. It's simply a little surprise. No one knows what a mouse means there. FIN Confabulario, 1952", "title": "Parturient montes", "author": "Juan José Arreola"}