{"metadata": {"length": 6126, "words": 1193, "reading_time_min": 5.965}, "text": "Then, the sergeant of the civil guard, pouring a glass of fresh wine and wiping the glasses with the scrubbing cloth, began to tell him how he had fallen, like a frog, into the temptation, a frightful temptation, to take some very fat, very rotten apples, which were not mine, but those of the lord, as if they had grown in his garden. I put the tooth in their mouth; they were so astonished, that I heard the glory, and was enlivened to continue eating with joy any fruit that comes to me, whether it be from afar. When the sage called me the other day, I felt a shiver: “They are going to go out and ripen the apples,” I thought to myself; but soon I was convinced that it was not that. The squire handed me his two-canon sceptre, and said kindly, \"Hold it carefully. See that it is loaded. If you weigh too much, we will alternate. I assured him that he could do well with the weapon, and we began to walk the path of inheritance. In the largest, which had recently been sprayed with a weed killer (because it was November, grain planting time), the little boy and I also stopped. He lifted his head and looked up at the sky. -You don't see that bribe? -I asked -To whom? - To the \"garden\"... - No, sir. They are cords; there is a band of them. In fact, at a low altitude hundreds of black storks, very cheerful and provocative, were grazing, because they saw the grain growing in the hills and knew that it would be more than half their share. (Bad labradors!) The sage shook me by the horn, and said: Go up, tinkling; go up. There, on the same crest of the clouds, a dark spot appeared, and I recognized the raptor, quiet, with its wings spread, Little by little, without twitch or flutter, to a halt, the guard was lowering, lowering, and began to turn not far from where we found ourselves. -Drop the sledgehammer,' the little boy ordered. He was ready to shoot; only the turban, by a thud, as if it were a twig, had sprung from the inheritance of that one, and cutting the air like a knife, had a loss of vision in me, besides what is said. - You have not heard the rumour - the little boy, uncomfortable, exclaimed. The Thursday, which I did not bring a telescope, was more than an hour bouncing off me. He just needed to come and eat from my hand. He went down ten steps, very low, making the hammer and clapping his eye on a sapling that dragged the ribs along the ground, until it fell like a ray, threw the shackle between his eyes and carried it up the tree that you see there. You will realize the satan! And today, instead, look! We will be engulfed in the condemned... Call, come back! He returned, and so returned, that he stood the same as the first time, he was seated on us. She certainly had a desire for the place, and in her inheritance she found the table set always. The squire had time to aim calmly, while the rapee swung her wings, slowly, observing what she was trying to catch. Finally, when the opportunity came, the little boy threw the ball... phew! My heart was fluttering, and when I saw the bird “going to the tower”, making its three turns in a circle and falling to the ground like a stone, I shook a chilli and I was also fluttering. -What do you do, ghost, that you don't open? - the little boy cried. I ran away, for you see that I could not disobey him; but my feet trembled, and my eyes were dim. Do you know why? By the black conscience; for the apples came to my memory, and I trembled there within fear of the judgment. I recognized the owl, and when I lifted her up I remembered that I was so sorry to find that she was already cold from the feet and the tip. It was a sober animal: it measured three quarters of an inch from tip to tip of the wings; the plume, a clear cane with a few rusty castaways; the crest, a yellowish one, and the eyes, twisted and strong, which seemed to be frightened at the time I grasped them. I looked into his eyes, because I knew that these creatures have a very finely tuned sense of sight, like the light. The eyes were drained, swollen and there was a clammy air about them, as if the animal had shed tears. -Come here, that rotten thief -ordered the seor-. Let's take the wings for example. What is that, kid? I think it gives you a lot of comfort. I cried like a baby. You will say it is not possible. For nothing, I cried; but not because of the death of the bird, but because I looked into that mirror, and thought they would also shoot me with arrows, and that I would be slain in the dark, with the cold shiver and the bright eyes almost blinded. I saw my mother coming with a sack to gather me, and my sisters who, when they discovered my body, shook their hair in a rage, praying to God that at least they would not sling me into a basket for the scavengers who steal apples. Oh, don't lock me up! It would be such a shame for my family and even for the parish! Admiring the little of my affliction, and believing that it had caused the sad end of the affliction, he passed his hand over my shoulder and said to me, - Be a stranger! All this for the sake of the guardrail! You don't know that it is a rotten fish, which eats the worms? Did you see the plumes of the one that was blown on Sunday? There is no need to have compassion on thieves. Instead of taking away the sin, these words redeemed me, and without knowing what I had done or what I had said, I jumped from my knees and confessed all my sins; I think that if I do not do so, I shall return in anguish. The sage heard me, took me seriously, he raised me, he put the axe in my hands again, and leaving the dead bird on the ground, he said to me (I would swear I am still hearing him): -So that you do not forget that murder is murder and murder is guillotine..., go, take that cat... and beat the second perverted to the tunantona. No fear! I closed my eyes, moved my hand, sucked the second tube of the syringe... and fell backward, stumbling, with a jerking of the nerves, that said it was worth looking at me. I was sick for a while; the lord paid me a doctor and medicine; I was well, and when I was a little boy and had just served the king, I entered the Civil Guard.", "title": "Pena de muerte", "author": "Emilia Pardo Bazán"}