{"metadata": {"length": 4115, "words": 846, "reading_time_min": 4.23}, "text": "The world is not what it used to be. Now, for example, you live longer. I'm eighty-and-a-half, and it's not much. I'm too healthy, even if I have no reason to be so healthy. But life doesn't want to get rid of me. He who has nothing to live for has nothing to die for. Maybe that's the reason. One day long ago, before my legs began to weaken seriously, I went to visit my brother. I hadn't seen him in over three years, but he was still living where I last visited him. \"You're still alive\", he said, though he was older than me. I had brought a snack and he offered me a glass of water. \"Life is hard\", he said, \"no one can take it. I was eating and I didn't answer. I hadn't been there to argue. I finished the snack and drank the water. My brother was staring at a spot above my head. If I had gotten up and he hadn't turned his gaze away before, he would have stayed looking straight at me, but he would certainly have turned her away. My brother wasn't comfortable with me. Or put another way, he wasn't comfortable with himself when he was with me. I think he had a bad conscience, or at least not a good one. He wrote about twenty very long novels. I've only written a few, which are also short. He's considered a pretty good writer, though a little obscene. He writes a lot about love, especially physical love, I don't ask where he learned it. My brother was still staring at a point above my head, I guess he felt right about the 20 novels he had in his butt butt butt. I was getting ready to leave without telling him why I was here, but I thought after the walk he had given me would be silly, so I asked him if he wanted to play a game of chess. \"That's been a long time\", he said, \"and I don't have much time to waste anymore. You could have come earlier. I should have gotten up and left at that moment, I would have earned it, but I'm too polite and considerate, that's my big weakness, or one of them. - It's been less than an hour. \"The game is\", he replied, \"but to that would have to add the later excitement or the goat if I lost it. My heart, you know, it's not what it used to be. And neither does yours, I suppose. I didn't answer, I didn't want to argue with him about my heart, so I said, \"So you're afraid to die. Oh, my God. - You are bullshit. The thing is, my work isn't finished yet. He was so pretentious, I got sick of vomiting. I had left the stick on the floor, and I bowed down to pick it up, I wanted him to stop being arrogant. \"When we die, at least we stop contradicting each other\", I said, though I didn't expect you to understand the meaning of my words. But he was too arrogant to ask. - I didn't mean to hurt you, he said. - You hurt me? - I answered with a high voice. It was reasonable that he would irritate me. I don't give a shit how little I've written and how little I haven't written. I stood up and gave him a speech: \"Every hour the world gets rid of thousands of fools. Think about it. Have you ever stopped to think about how much stored stupidity disappears in the course of a day? Imagine all the brains that stop working, because that's where stupidity is stored. And yet there is still a lot of stupidity left, because some have perpetuated it in books, and so it stays alive. As long as people keep reading novels, certain novels that abound so much, stupidity will continue to exist. And I added, a little vague, I confess: \"That's why I came to play a game of chess. And he kept silent a long time, until I was ready to go; and he said, Too many words for so little. But I'll take advantage of them, put them in the mouth of some ignorant. That's exactly what my brother was like. By the way, he died that same day, and it's not unlikely that he took his last words to me, because I left without answering him, and he must have liked that at all. I wanted to have the last word and I did, although I guess I would have wanted to say something else. When I think back on what got irritated, it comes to my mind that the Chinese have a symbol in their handwriting that represents death from exhaustion in the sexual act. We were brothers after all. FIN", "title": "Ajedrez", "author": "Kjell Askildsen"}