{"metadata": {"length": 6859, "words": 1211, "reading_time_min": 6.055}, "text": "They refer to the old Persian codices and recount the traditions preserved in India among the emigrating \"parsis\", who guard the religion reformed by Zoroaster, who had no more celebrated king in the land than Yemsid (or the same Suleimaan, to whom the Hebrews call \"Salomon\"). All that is good and kind in the world, Yemsid's sons owed to him, and thanks to him, a once poor and savage and vile region, became a cradle of civilisation and a land of paradise. Seeing his people fighting with swords, spears and axes, Yemsid invented the cimitarras, the sash-wraps, the temple-swords and axes, and the pointed cloaks that the warriors in the miniatures of the Schah-Nameh of the poet Firdusi wear; and the Persians, once defenseless and defeated, became frightened of their enemies and extended the limits of their nation beyond Bactria and Efrates. Seeing that they walked around naked or in woolen frocks, they taught them to collect, comb and twist the lustrous fibers of linen and make flexible, lovely fabrics in lovely colors. Noting that they lived in huts or caves open to the ground, he showed them how large houses are built on posts of cedar or on pilasters of cypress, and how water is brought into the courtyard, surrounded by flowers and bushes, by a water-trough spouting out of the troughs like a spout of a spout. And the cultivated land and the system of the garden, and the paths that linked the young Persepolis with the ancient Babylon, and the establishment of the bazaars and the fairs that brought forth the produce of the land and wealth to its inhabitants. All this was a bold initiative of the great Yemsid. Not content with offering them victories and gold, he wanted to provide refined tastes and incomparable delicacies, and spread throughout his kingdom the teachings of song, music, poetry and the arts, as well as the secrets of the preparation of aromas and essences, amber, algae and incense, and of exquisite drinks and liqueurs that re-arrange the senses and increase the intensity of life, doubling the faculties for pleasure. And as if he desired to enclose and encapsulate in a single, exquisite and sublime fruit the array of goods and pleasures he had provided to his kinsmen, Yemsid created for them “the woman,” that “woman” of the finest kind that reproduces the Persian paintings, the one with a pale face like the moon, eyes of unmatched arc, enormous eyes of glass, a dark hair like the twilight, a long and thin frame like the cypress. She created the way a woman, a lady, is created: by ornament, by elegance, by merriment, by rest and relaxation, so that the foot, naked in the embroidered babucha, be a shell of nacar, and the hand, a petal of rose of Gulistan. He created it by teaching the sinners of the sea and those who travel along the coasts beyond the Strait of August to gather from the depths of the waters the smoldering corals and the round and brilliant pearls that in sarts surround the neck of their favorite. He created her from Arabian carpets, rugs and cushions, where she reclines in a languid posture, and ordered poets to sing her in her abodes, and musicians to tune the harps so that to her music the dances of the earth are armed in the fields, when the night blazes with its smattering of stars. And with the radiant appearance of the woman, the Persians believed that they had come to the world from the glories of light, or celestial Persis, who reveal the beauty of eternal existence. During this time, the king lived in the gardens of his palace, in a closed and mysterious enclosure, where no one penetrated. It was, at the bottom of the forest, a poor hut like the ones of the loggers and charcoal burners, with straw roof and a rocky floor. There, naked under the scorching sun, slicing his fingers with a scythe, eating the rotten roots he had collected himself, drinking the water of a pantano, the powerful Yemsid brought the austere existence of the penitent to life. When he appeared in public, he was greeted by a thousand silver-headed infantrymen, and twelve white elephants, with purple tusks. But in the hut of his hut, after having exhausted himself with recitations and pleasures to his sons, Yemsid willingly submitted to cruel tortures, and he knew not the color of the eyes of the innumerable beautiful gypsies who looked at him every night, when the scented lamp, hung with nard and alms, was lighted in the inner chambers of the palace, waiting for his owner. And as many years of such a strange life had passed, one afternoon, at the hour when the sun was hiding, the Evil Principle, Arimán in person, appeared to him and asked him: 'Why do you subject yourself to so many privations, Yemsid, while joy and happiness are coursing through your veins?' -Now you will know, Maldito... - the king had long argued. You will know for my glory and face your own. I have desired to leave the passing and earthly satisfactions to others, and to reserve myself the title of being the only one of my empire who lives spiritually. For them, the reborn effervescence of senses and imagination, perfumes, the notes of music, the sighs of poetry, the sexiness of women; for me, the harmony of the planets as they revolve in their orbits, the inner concerts of the seven virtues, the emanations of the divinity of Ormuz and the invisible smiles of the celestial intelligences. That is why, Maldito, you must suffer in my presence. I submit to you, by the strength of my holiness! Arimán, amidst confusion and terror, was tested, in fact. But between sighs of infernal joy, he thought to himself, \"You are my son! \"You are my son!\" And from there the news spread throughout Persia that the powerful Yemsid, the good-doer, the civilizer, was not a mortal, but an incarnation of the gods in human form, and many worshippers made idols of the king, and worshipped them and offered sacrifices to them. It was Arimán who spread this voice. But when Yemsid saw it, he screamed with joy, not noticing that, wrapped in his black wings, the Evil Principle was repeating, not least resolutely, \"You are mine!\" I am the great king of Persia! Embracing the robe of fire, Yemsid resolved to present himself in the temple, embroidered with the inscriptions of a peddler on his tunic and crowned with the sun mitre. And as many who ascended to the king refused to acknowledge him as God, he condemned them to die in a horrible famine. These cruelties were enjoined upon him by his people, and when the Prince of Arabia, Daecus, with his stout heart, came to Persepolis, the people opened the gates to him. Huyo Yemsid, hiding in caves and ruins, but finally he was discovered and brought before the presence of the victor. -Serradle the body in the middle -he ordered-, and those who are doubled in their souls and with the practices of the saints will overcome the soberness of the demons.", "title": "El pecado de Yemsid", "author": "Emilia Pardo Bazán"}