{"metadata": {"length": 4330, "words": 807, "reading_time_min": 4.035}, "text": "Sitting in the love of the lumber, where a small fire still struggles to make her company, the old Residence has fixed the thought in distant memories, and perhaps in some omen that night frightened her sleep. Sometimes she moves a little, listens, and then immediately returns to her embellishment... she kept the name Resenda because her late husband was Mr. Resende, and also as a way to keep her respect. The old man was still working when the gallard boy, his Andresiño, gift from the house, went in grey with others, biting a nail, to lands of Morería. The others knew little about him. Yeah, they'd seen him over there. But you have to keep in mind... it's not like here. Thousands and thousands of men, an impressive itinerary. Some going forward, others holding their thirst on the top of a hill, or transporting food... Who's talking about death? You'd know. And then there was the weaving and weaving of suspicions, conjectures, cases of those who get lost, of captives, of those who go about secretly. With those stories, the anxiety of the old people was entertaining. But time passed... finally, he stopped talking about the matter, and soon the old man lost his temper and that love for the land that raises farmers. It didn't last long. One day he felt cold and shrunk into bed with the desire for a long, endless rest, the face lost in the unknown how far dawn. He was lying down for a season, with no desire to talk. One day he called his companion to his side, shake his hand and, very lowly, murmured: \"Don't come back... That night the old man was dying\". The old Resenda was left alone, alone. But in his spirit a single word rose to never be brought down again. The dying old man had said, \"Don't come back\". She, with a certainty made of longings and hunches, said, \"Come back! And he waited for many winters... a soft, cushioned floor slipped upstairs. Then the kitchen gate opened a little, quiet and cautious. But suddenly it closed and hit violently in the perpiano frame. The old woman's dreams ran away. With his eyes on fire he raised his head and listened... everything in the house silenced except the soft, light footsteps. - Who's that? - She screamed. And her own unanswered voice filled her with strangeness. She felt alone for the first time, and as amazed, even more than afraid, by that loneliness. Then she began to call out to her son as if he were there asleep, with the aim of scaring the thief, but also to feel less helpless: \"Wake up, lazy man, who has people walking around the house! Take that axe and run to that lobbyist who comes to rob the poor. For a crust of bread he must find in the oven he is capable of strangling me. His voice was soft. Someone now seemed to push the door from the outside with that cunning slowness of cats or the cheating wind. Suddenly the pleasures broke out, with a complaint of impetuous laziness, and the door was opened. There, stopping by, as if to give the mother time to calm down, was, standing and cheerful, the son of the old Resenda. The glow of the small fire, which at that instant suddenly ignited, flashed on his face. It was the old-fashioned one... the teeth, the servants, still bit the nail. A woman who was flying by the house heard the old woman shout her son's name. Others say they felt her speaking in a timeless manner, even chanting as she went back and forth. Others (later) that a beggar, a suspect, had been peeping through a window of the house, above a fence, to see where the old woman hid a few ounces of gold that, according to rumors running through the village, she used to count saying: \"I saved them for you, my son\". I had some bad years, but here they are. And it is said that this beggar could say nothing of such gold... yes of the terrible event, and that he went to confess very sorry. The next day - the sun was no longer hot - the neighbors called until they got tired of the quiet door. Finally, after talking in a group with the unconfessed joy of the unusual alarms, they decided to knock the door down. Through the gap that opened the pushes of the most fat, they all slipped. They soon ran into the old Resenda. A short distance from home, they found her lying on the floor, her eyes so open that she didn't look dead. Andrés never came out. Everyone says he was eaten by crows on Morería land. FIN", "title": "El regreso", "author": "Rafael Dieste"}