{"metadata": {"length": 7632, "words": 1468, "reading_time_min": 7.34}, "text": "I've gotten a feeling I'd like to remember a lai I heard about. And I will tell you what is done, and I will give you the name of the city where it is done, and what its name was, and they shall say unto it, Poor man; but many shall call it, The Four Sorrows. In Brittany, in Nantes, there lived a lady of great value, beauty and education and with all kinds of virtues. There was no gentleman on earth, for all intents and purposes, who once he saw her, did not fall in love with her and demand her love. She couldn't love everyone, and she didn't want to kill them either. It is better to love and demand all the ladies of a land than to deprive a fool of his bread, for he wants to beat always; the lady is grateful to her lover for his good will, and though she does not want to hear him, she does not reproach him for his words, but honors and esteems and thanks and gives thanks. The lady I want to talk to you about, who was so much in demand for love for her beauty, for her worth, they courts her day and night. In Brittany there were four nobles, though I do not know their names; they were not too great, and of great beauty, noble and valiant knights, generous, courteous and liberal. They were very famous, gentle men of the country. The four were in love with the lady and were striving to do good; for her and to get her love each of them did everything they could. They demanded her and sought her affection, and neither of them thought any of the others could do better. The lady was very sensible: she took it long and went to think to find out which of them would be better to love. They were all so valuable, you couldn't pick the best. He didn't want to lose them three by one: he put a good face on everyone, gave them love clothes, sent them messages. They knew each other, but they could not get away from each other. They believed that by good service and supplication they could achieve their goals. When the gentlemen met, they all wanted to be the first to do good, if possible, to please the lady. Everyone had her as a friend, everyone was wearing their clothes, rings or sleeves or gonfalons, and everyone was shouting her name. He loved and retained the four of them until after Easter, when a tournament was called before the city of Nantes; to meet the four lovers came from other lands: France, Normandy, Flemish and Brabant, Bologna, Angevine and those nearest to them, all of whom had waited a long time. On the afternoon of the tournament, they beat each other violently. The four lovers were armed and left town. Their knights followed them, though all the weight fell on them. The outsiders recognized them by their banners and shields; they sent to them knights, two flamenco and two Hinaut, ready to attack. The lovers did not refuse to face each other; they saw them coming, they did not want to flee: with the spear lowered, spurs being pierced, each chose his companion. And they were so quickly smitten that the four horses fell from the outside; they had no need of the horses, but they were left alone, and they were with the fallen. They came to the aid of the fallen their knights. In the rescue there was a big confrontation, there were numerous sword strikes. The lady was in a tower, distinguishing her own from others; she saw lovers who knew how to value themselves well, she didn't know which one of them to appreciate more. He started the tournament, the ranks grew, he got very thick. They clashed many times that day. The four lovers did well, so they had recognition from everyone, until the time of the evening when they were to separate. And they went too madly away from their people, and paid him dearly; for three of them were slain, and the fourth was wounded and bruised, in the thigh and in the body, so that the spear appeared on the other side; and they came upon them from the side, and the four fell. And they that wounded them with their sword cast their shields to the ground; they are very sorrowful for them; they have done it without knowledge. The screams and the screams rise, never heard such mourning. The people of the city came, without fear of the others. Out of the pain of the knights there were about two thousand who unlocked the window, measured their hair and beards; among them the pain was common. And they were put every man upon his shield; and they brought them into the city, to the lady who loved them. Ever since she found out what happened, she's passed out on hard land. When he returns from the blackout, he complains about each of them calling him by his name. \"Unfortunate\", he exclaims, \"what am I going to do? I'll never be happy again. I loved these four gentlemen and each one of them I loved for himself. Great virtues were in them. They loved me above all things, for their beauty, for their courage, for their courage, for their generosity, I made them love me. I didn't want to lose them all for taking one of them. I don't know who I should mourn most, but I can't hide or pretend: I see one wounded, three others are dead, there's nothing in the world that can comfort me. I will have the dead buried, and if the wound is healed, I will gladly take care of him and get him a good doctor. He makes him take it to his rooms. And then he ordered them to take care of the others. With great love and nobility he dressed them and with great wealth; in a very rich abbey he made a great offering and rich gifts, where they were buried. God have mercy on them! Then he called wise doctors and put them at the service of the gentleman who lay wounded in his room, so that he would be healed. She would often visit him and comfort him in good ways, but she missed the other three and felt great pain for them. One summer's day, after eating, the lady was talking to the gentleman; she remembered her great pain, lowered her head and face; with sadness she begins to think. He gazes at her; he realizes that he was thinking. He said gently, \"Mother, you are in a lot of trouble. What do you think? Tell me about it. Leave your pain, you should comfort yourselves. \"Friend\", he replies, \"I was thinking and remembering your companions. Never had a lady of my situation, however beautiful, discreet and valuable, loved four equals at once, nor lost them all in one day except you, who were wounded; great fear of death you had. And because I have loved you so much, I want you to remember my pain. I will make four of them a lai and call it Four Sorrows. And the gentleman answered her quickly, and said, My lady, make a new lai; call him the poor man. I want to explain to you why he should be called that. The others have long since died and lived their whole lives, and the great sorrow they suffered for the love they had for you is over; but I, who have escaped alive, poor and miserable from myself, often see that what I love most in the world comes and goes, that speaks to me in the morning and evening, but I cannot have any joy, nor kiss or embrace it, nor any other joy but to speak to it. A hundred times that pain you make me suffer. I would rather have died, that's why the lai would be called by me The poor little one. Whoever calls him Four Sorrows will change his own name. \"Because of my faith\", she replied, \"it seems right to me; we will call him the poor child. And so began the lai that would later be concluded and spread. Those who carry it forward sometimes call it Four Sorrows; any of the names go well for him, as the matter allows them, but it is commonly called The Poor. This is the end, there is no more, for I have neither heard nor know more, and I will not tell you more. FIN Lais, 12th century", "title": "El pobrecillo", "author": "María de Francia"}