{"metadata": {"length": 1928, "words": 321, "reading_time_min": 1.605}, "text": "When the vast island that the ancients called Atlantis began to sink into the ocean, the wisest of its inhabitants decided to embark and move to another continent. Unfortunately, their ships were small and a single storm was enough to swallow all the migrants. But the vast majority of the Atlanteans had remained on the island; in fact, all the prophecies foretold a gradual uplift of the land level, and the islanders, as often happens, believed more in the prophecies than in the reality of what they saw with their eyes and touched with their hand. That is why, when the coastal plains were flooded and the first hills threatened by waves, Atlantic newspapers continued to encourage the population: We have received new confirmation from the highest scientific spheres of the island that the Atlantic continental shelf is projected to rise gradually, the movement of which seems to have been so sudden that it has dragged the waters of the ocean; this explains the fact that they have reached in some places a false level of concern. In anticipation of the return, undoubtedly imminent, of the geologically impelled waters, the inhabitants and surviving animals have taken refuge in the mountains surrounding the capital. The government has taken appropriate measures to avoid this temporary danger, through timely dikes and barriers, while the priests lovingly bless the floating remains. The higher the tide, the more optimistic the news agencies were, the more imminent the tide's reflux was declared, with the consequent acquisition by the national heritage of new and unlimited stretches of land enriched by the fertile humus of millennia of underwater life. So no one did anything, and when the last resident, who was just the president of the council, stood on top of the highest mountain in the country, with the water in his chest, he heard the ministers floating around him, each clinging to his own desk, say: FIN", "title": "La Atlántida", "author": "Juan Rodolfo Wilcock"}