{"metadata": {"length": 3260, "words": 643, "reading_time_min": 3.215}, "text": "She was once a very arrogant teeter; she was proud of her porcelain, of her long horn, of her wide mouth; she had something in front of her and something behind her: the horn in front, and behind her the mouth, and she was content to note it. But he never spoke of his hat, which was twisted and mended; or, that it was defective; and no one likes to talk of his own defects, but others do. The cups, the mug and the sugar bowl, the whole tea service, in a word, had settled on the rim of the lid and talked more of it than of the art of the sailor and the splendid hat. The tetanus knew it well! “I know them! -he said to his inner being-. But I also know my weaknesses and admit them; in that is my humility, my modesty. We all have defects, but each one also has its qualities. The cups have a handle, the sugar bowl has a lid. I, on the other hand, have the two things, and, on the other side, something that they can never dream of: the pitcher, which makes me the queen of the tea table. The role of the baker and the confectioner is to serve the palate, but I am the one who gives, the one who demands: I distribute blessings among the hungry humanity; in my interior, the Chinese leaves are being fashioned in the rotten and insipid water. All this the tetera thought in the unoccupied days of her youth. It was on the table, handled by a prim hand. But the first hand was shaky, the teeter fell, the pin broke, and the shaft broke also; the lid was not worth talking about; much disgust had already been caused! The teetering sank into the ground without sense, and all the water gushed out. It was a terrible blow, and worse, they all cried: they cried of her and of the wretched hand. -This memory will never be wiped from my mind! - exclaimed the tetera when, further on, she recounted her life-. They called me invalid, put me in a corner, and the next day gave me to a woman who came to me and scolded me for eating a little fat from the roasted meat. I sank into the world of the poor, as useless inside as outside, and yet there began a better life for me. It starts out being one thing, and soon it becomes another. They filled me with earth, which, to a tetanus, is like entering into it; but they put a bulrush among the earth. Whoever did it, who ever gave it to me, I do not know; the fact is that they gave it to me. It was compensation for the thorny branches and the muddy water, for the broken spear and the broken arrow. And the bulb deposited in the earth, in my seno, became my heart, my living heart; I had never had it. Since then there has been life in me, force and energy. He sounded the pulse, the bulb germinated, grew by the expansion of his thoughts, and feelings, which crystallized into a flower. I saw, I embraced, I forgot myself in her beauty. The one who is forgotten by others is a dreadful one! He did not give me thanks nor think of me; he was praised and praised by all. If I felt so happy, how would I not be her admirer? One day I heard someone say to someone that they deserved a better bed. They cut me in half; oh, how it grew!, and the flower was transplanted to another, newer tie-up, while I was thrown into the garden, where I have become a hat-wearer. But I keep the memory, and no one can take it away.", "title": "La tetera", "author": "Hans Christian Andersen"}