{"metadata": {"length": 3383, "words": 659, "reading_time_min": 3.295}, "text": "Once upon a time there was a king who lived very happily with his daughter, who was his only offspring. Suddenly, however, the princess brought a child into the world and no one knew who the father was. The king was long without knowing what to do. Finally, he ordered the princess to go to church with the child and put a lemon in his hand, and the one given it would be the child's father and the princess's husband. He did so, though earlier orders had been issued that no one but nobles should be allowed into the church. But there was a little boy in town, crooked and humpy who wasn't too smart and that's why they called him Hans the fool, and he sneaked into the church with the others without anyone seeing him, and when the boy had to deliver the lemon he went and gave it to Hans the fool. The princess was frightened, and the king was so furious that he had her and the child and the fool Hans thrown into a tub and thrown into the sea. The tonel soon drifted away from there, and when they were already alone on the high seas the princess lamented and said: \"You are the guilty of my misfortune, you disgusting, humpy and indiscrete boy. Why did you sneak into the church if the child was not your business at all? \"Oh, yes\", said the fool, \"it seems to me that it was, for I once wished that you had a child, and all my wishes are fulfilled. - If that's true, you'd like us to get something to eat here. \"I can do that too\", said the fool Hans, and wished for a well-filled fountain of potatoes. The princess would have liked something better, but being so hungry, she helped him eat the potatoes. Citing that they were already full, the fool Hans said: \"Now I wish we had a beautiful ship! And as soon as he had said it, they found themselves in a magnificent ship in which was all that they could desire in abundance. The rudder sailed straight to land, and when they arrived and everyone had come down, the fool Hans said: \"Now let there appear a palace! And there appeared a magnificent palace, and came a few servants in golden robes and brought the princess and the child into the palace, and when they were in the middle of the hall Hans the fool said: \"Now I wish to become a young and intelligent prince!\" And then he lost his hump and became beautiful and upright and kind, and he liked the princess very much and became her husband. That's how they lived happily ever after for a season. One day the old king was riding his horse and got lost and came to the palace. He was very surprised because he had never seen it before and he went into it. The princess immediately recognized her father, but he did not recognize her, for, moreover, he thought that she had drowned in the sea long ago. She served him magnificently well and when the old king was about to leave he put a golden glass in his pocket without him realizing it. But once he had left there on his horse, she sent two horsemen after him to stop him and check if he had stolen the golden cup, and when they found it in his pocket they took it back to the palace. He swore to the princess that he hadn't stolen it and that he didn't know how it had ended up in her pocket. \"That's why you should be careful not to immediately blame someone\", she said, and she made herself known. The king was then very glad, and they lived very happily together; and when he died, Hans the fool became king. FIN", "title": "Hans el tonto", "author": "Hermanos Grimm"}