{"metadata": {"length": 7117, "words": 1423, "reading_time_min": 7.115}, "text": "If I look at you and think you could die and I would no longer feel the pain of looking at you, or the annoyance of hearing your quiet cry, or the desire to drown with my hands, then your eyes darken and fall like dead and you suddenly turn cold like someone who has lost his soul for long hours of rain and darkness. But in that very moment I weep for your quick end and my tremendous strength, and I think again of your crunchy laughter behind the doors, and the warm softness of your skin and your poor past... and I weep for myself and for you, and I think you could be reborn suddenly, and rise healthy and beautiful as before, and laugh with your eyes, and laugh with your mouth, and laugh with your brown curls that wave over your breasts. And here you are again before me, warm, sweet, smiling, without a tear even between the eyelashes' hairs and, as soon as I shake your thin hand, you hug me with your trembling chest. Then I look out of the room, and out of myself, and I think: That house over there is too ugly. Behind that dirty old brick bucket is a mountain flanked by new cypresses and whipped by the wind. After a moment the house falls down without a screech: its walls disappear, as if they were shadows and smoke, and behind it the beautiful mountain appears, which seems to be born at that moment of the earth, and raises its back to the clouds, almost envious of its height. To escape the curse that my thought carries with it I leave home, try not to see, try not to think. The suggestions of the devil are buzzing around me like a bad swarm. As soon as a desire is expressed within me, I stop, pale and sweaty, like one about to fade away. How I wish that woman loved me! Evil thought thought thought of me. And there she comes, and she looks at me, with eyes that offer the body, and even - who knows? - even the soul. \"Could you be a thousand miles away from here?\" he resumed, embarrassed and pregnant. And behold, I am, and I know not how, in another land, in the midst of a suffocating air, with new perfume, and the heavens are all yellow, and the trees are without leaves, and men cry out in a language that I do not understand. \"I wish I could see nothing!\" thought my mind, too scared and alone. The night - a night too deep to be true - surrounds me, burys me, forces me to silence, and instantly silences the overly rapid beating of my stupid heart. I think if that goes on like this I'll get sick. My legs bend, my head hammer, my blood is altered, my bones seem to turn into moles. In the midst of pain, I desire my room, my poor hard and low bed in which I have been clumsy and rebellious so many nights, and behold I suddenly feel that I am there, under the white sheets, in my room, which has the posts spread out, as when there is a serious sick man and the doctor has not yet arrived. But I'm alone, abandoned like a hospice. Why doesn't someone speak to me, sweetly, here, near the ear? Oh beautiful spring days, when I was surrounded by Him and the Other and the Third Friend and the most beloved companion!... What is that noise? They're voices: they're their voices! Helos here, around me - He, the Other and all - and they talk, and they laugh, and they smoke, as if I were just like them and I wasn't sick. But am I really sick? It doesn't seem so: I get out of bed, the pain stops, I'm pale again, my heart behaves well again, and I realize that my lips try to smile, but they don't succeed. I'm doing great! What a joy in life! Have you ever realized that breathing is the greatest voluptuousness? I feel strong and yet so light, almost heavenly. What if I wanted to fly? Friends, goodbye! - Bye, then. I feel like a leaf being carried by the wind. Remember me always, love me more, now that I am no longer with you... and I fly through the sky without lying down, and all the cities are heaps of stones and rubbish under my feet, and the mountains are like the crust of a disgusting disease of the earth. - How could I live down there for so many years? - I think with disgust. I don't want to go back to those holes and those pits again. But, little by little, flying gets me tired; the height makes me vertigo. I think of my stone house, my city divided by water, that I promised never to leave, even after death. If only I could go back to the mud! - whispered the vile thought. I just feel big in the petty things. After a few moments I'm back in my room, in my cluttered books, next to the little lover who looks at me and can't talk. What shall I do, I think, to rid myself of my power? Anything I think about suddenly becomes real. Every fantasy I have is an order of things. I must try not to think, not to want. I would never have said that! Slowly, little by little, I feel like I'm becoming empty, inert, clumsy, stupid, like a newborn, unconscious child, like a plant that creates one by one its leaves. No desire shakes me, the world seems meaningless to me, and I don't even imagine I can have one. But before my will dies completely, I feel the fear of that vegetable fading and I try to give an order, one order to my soul. I want to remember everything! I want to know all things! And I am as before, too lucid, too clever, sad as life, resigned as wisdom. I look around and I see, once again, the little woman who always looks at me and can't talk. I feel that her red, dry mouth needs a kiss, but I don't want to give it to her, and then the tears, which have been waiting for so many hours, rush down from her beautiful eyes. In that moment I love her more than I ever have. What would you do if she disappeared suddenly? If I were to die forever and lose my awesome power to rule the world at the same time? But what is this, in God's name? He's really dying! His head falls on his chest, his face is white, his hand is cold, his whole body is left without grace. She's dead, I assure you, really dead! But I don't want him to die! I can bring her back to life, I can resurrect her right now! I can do anything, you know, anything I want! Every fantasy I have is an order. Don't you know anything about my power? Wake up then! Get up, talk, smile, oh sweet part of me! But then, you know? Immediately, without delay, like last time. They were smiling. You think I'm being arrogant like a madman? Wait, wait a second longer... but why doesn't he get up, why doesn't he laugh, why doesn't he cry like before? - He lives! I want you to keep living! Have I lost my power, now, right now? I thought I'd lose my power and I've really lost it? But that's not possible! One more moment, one more moment! One more order, one more order. In the name of all heaven, I need to rule life for a moment. Can't you see she's dead and she's not moving? I love her, you know, I've always loved her, even when I made her cry, and I promised to love her always, and I want to love her always and always more. Shall I not feel the moist pressure of thy lips, the soft weight of thy breast, ever again? But then, at least let me die, let me no longer feel the despair that destroys my heart. Let me die! I want to die! I want death! The death! Words and Blood, 1912", "title": "El último deseo", "author": "Giovanni Papini"}