{"metadata": {"length": 2700, "words": 507, "reading_time_min": 2.535}, "text": "I often think of the little girl and the little mouse, and then I think of the great horror they both suffered. The little girl was in her bed projecting silhouettes with her handles on the wall, as the moon shone like a lamp. There was a deep silence in the room, and the older people in the house all believed that the little girl was asleep by now. And, in fact, they wouldn't have known either that she was still awake, except for a little mouse that, on his night walk, hit his nose in a chocolate crush. - I-I did it! - shouted the little mouse, joyful. Then he listened carefully to the little girl. - I-I did it! -the little mouse cried again, which meant, \"Is there any more chocolate there?\" He looked and looked, and walked his short passages from here to there. Suddenly she found herself in the great clarity of the moon, right in front of the little girl's bed. - Oh, my God! -She screamed with great horror, and jumped the other side out of bed. The little mouse, however, on hearing such cries, climbed, full of fear, by the sheet and hid in the bed. Then the little girl screamed again harder than before. The mouse leapt wide round to the floor and passed by the naked feet of the girl. Then there was such a scream of terror in the room, that the poor mouse almost stopped his heart. He desperately sought the doorway of his home on the wall, while the little girl jumped back into bed, covered her head with a blanket and shrunk her feet until she touched her chin with her knees. Finally, when the little mouse was in his little house, he cried Cui-cui!, and collapsed trembling. - My poor son! - said the mouse mom. What's got you so scared? - A giant with a creepy voice. \"This can cure him instantly a little bit of sebum\", thought the mouse mother. And she went and took what she had, and laid it before the nostril of her beloved son. And as the little mouse roared the sebum, his trembling diminished. There, across the street, next to the little girl, was also the mother by the bed. Hearing the screams, he put everything aside and ran to his aid. - What's frightening you, that you tremble and cry like this? - A big animal that wanted to eat me! - My poor daughter! Is that true? - said the mother. But he knew very well what he could console his little girl. He pulled a piece of chocolate out of the silver paper and the tears stopped flowing to the point. So as she licked the candy, she stopped shaking the little girl too. Soon the little girl fell asleep in her bedside table, and the little mouse fell asleep in her little house too. And it was forgotten the great and terrible terror with which they had been frightened of each other. FIN FINISH Anonymous Swiss", "title": "El gran espanto", "author": "nan Anónimo"}