{"metadata": {"length": 4504, "words": 891, "reading_time_min": 4.455}, "text": "He was an old man. He was sitting on the platform of a small Kentucky train station. A well-dressed man, probably a traveler from the great city, came up and stood before him. His presence intimidated the old man. His smile was like that of a small child. His swollen and wrinkled face was adorned with a prominent nose. —Do you suffer from all, catarrh, tisis, or some bleeding disease?—he asked almost in a pleading tone. The forasterer refused with his head. The old man stood up. —Hemorrhagic diseases are really something really awful, I say—his agitated tongue swung between his teeth. He puts his hand on the traveler's shoulder and laughs. —Yes, sir —he exclaimed. I cure everything: scabies, catarrh, tisis, bleeding disorders. Removes wrinkles from hands. Don't ask me how I do it. It is a mystery. No smear. It's free. I'm Tom. Is that okay? The foreman shook his head, he was a very nice man. The elderly gave him an attack of nostalgia. “My father was a tough guy,” he said. He was a professional herder, like me, though he never wore a hat. When the grain had grown enough, he told the poor, “Go to the fields and pick what you want,” but when the war began, he charged a rich man five dollars for a few sacks of grain. I fought against his will. One day he came to me and said, “Get out of here Tom, I have to tell you something, that girl doesn’t like me.” “To me, yes,” he replied. “No, not to me,” he said. My father and I sat in a throne. He was a handsome man and he wore a hat. “Whether you like it or not, I’m marrying you,” I said. “You don’t care about my money,” he said. My wedding cost me twenty dollars — I earned them working in the grain fields — and that day it rained. The horses were blind. The doctor asked me, “Have you already fulfilled the twenty-one?” I said “yes” and she said “yes”. We had it written in chalk on the shoes. My father said, “Go on, you are free.” We were without money. My wedding cost me a hundred dollars. She's dead. The old man lifted his head. He had already shivered. Grey clouds covered the sky. “I will draw some nice pictures and then I will give them away,” he said. My brother is in prison. He killed a man who, he says, insulted him. The elderly decrepit man lifted his hands and taught them to the traveler. She had black mummy eyes. “I remove the wrinkles from my hands,” he said, wailing. What soft hands. I picked up the accordion. You are thirty-seven years old. The other day I went to visit my brother in prison. I sat by his side. He is a handsome man and has a beautiful hair. “Albert,” I asked, “are you sorry for having killed that man?” He answered me furiously, “How shall I repent, I will do it again, I will kill ten, a hundred, a thousand!” The old man began to weep and his hands were washed with his muddy rag. When he tried to chew tobacco, his teeth were displaced. Regretfully, he shut his mouth with his hands. —I'm old. You have thirty-seven years, I have quite a few more, he murmured. My brother is a bad person — he is full of hatred; he is an attractive man and has a beautiful hair, but he has killed a man, life is nothing to him. Goodbye the sight. I am ashamed to be so old. I've come back to marriage. I would have to see my wife, she's very pretty. I wrote four letters to him and he responded. He came here and we married. I love to see her walking. I make her gifts, you know, very pretty dresses. He has a twisted leg — he's not straight — my first wife is dead. It removes wrinkles from hands without shedding a drop of blood. Cure all, catarrh, tisis, hemorrhagic diseases. You can write to me, I answer all letters. If you don’t have to pay, there’s no problem. No smear. It's free. The old man's eyes were again swollen. The foreman tried to comfort him: \"Are you happy?\" he asked. - Yes, - the old man replied - and I am also a good person. Ask there if you want. I'm Tom, I'm a professional sailor. Although she has a twisted foot, my wife walks with style. I have given her a long dress. He's thirty, I'm sixty-five. He has lots of shoes. I have bought some for him, he has a twisted foot, but to me it's equal, I buy him straight shoes. She thinks I don't know — everyone thinks Tom doesn't know. I have given her a long dress that goes to her feet. I'm Tom, I'm a professional sailor. I am 67 years old. I give you my age. It removes wrinkles from hands without shedding a drop of blood. You can write to me, I answer all letters. No smear. It's free. FIN “Senility”, The Little Review, 1918", "title": "Senilidad", "author": "Sherwood Anderson"}