{"metadata": {"length": 2759, "words": 556, "reading_time_min": 2.78}, "text": "In a village there lived a very poor old man, but even kings envied him because he had a beautiful white horse. The kings offered him fabulous amounts for the horse, but the man said, \"To me, he's not a horse, he's a person. And how can you sell a person, a friend? He was a poor man but never sold his horse. One morning he discovered that the horse was no longer in the stable. The whole town came together and said, \"You stupid old man. We knew one day they'd steal his horse. You should have sold it. What a disgrace! - Don't go that far, the old man said. Just say the horse wasn't in the stable. This is the fact, everything else is your judgment. Whether it's bad luck or bad luck, I don't know, because this is just a fragment. Who knows what's going to happen tomorrow? People laughed at the old man. They'd always known I was a little crazy. But after 15 days, one night the horse came back. It wasn't stolen, it was escaped. And not only that, he brought a dozen wild horses with him. People came together again and said, \"You were right, old man. It was not a disgrace, but a real luck. \"They're going too far again\", said the old man. Just say the horse's back... who knows if it's luck or not? It's just a fragment. They're barely reading a word in a sentence. How can you judge the whole book? This time, people couldn't say much more, but inside they knew I was wrong. Twelve beautiful horses had arrived... the old man had a son who started training the horses. A week later, he fell off a horse and broke both legs. The crowd came together again and said, \"You were right again. It was a disgrace. Your only son lost the use of his legs and at your age he was your only support. You're poorer now than ever. \"They're obsessed with judging\", said the old man. Don't go that far, just say my son broke both legs. No one knows if it's a disgrace or a fortune. Life comes in fragments and never gives us more than this. It happened that a few weeks later the country went to war and all the young people of the town were forcibly taken into the army. The old man's son was only saved because he was crippled. The whole town was crying and complaining because it was a lost war in advance and they knew most of the young people would not return. - You were right, man, it was a fortune. Even though he's a fool, your son is still with you. Our people are gone forever. \"They're still judging\", said the old man. No one knows. Just say your sons have been forced to join the army and my son hasn't been forced. Only God knows if it's a disaster or a fortune that this happens. Don't judge or you'll never be one with the whole. You'll become obsessed with fragments, draw conclusions from little things. Once you judge, you've stopped growing. FIN", "title": "El juicio", "author": "nan Anónimo"}