{"metadata": {"length": 5213, "words": 1065, "reading_time_min": 5.325}, "text": "When I was a freshman, I used to go to the zoo a lot. I went so often that I knew more animals than girls my age. It was because I wanted to escape the world, so I was at the zoo every day. The animal I came to know best was a young hyena. She knew me too. He was very smart. I taught her to speak French and in return she taught me her language. We had a lot of nice hours. My mother had organized a dance in my honor for May 1. What I suffered for all those nights! I've always hated dancing, especially those in my honor. On the morning of May 1, 1934, I went to visit the hyena very early. What a disgusting thing! I told him. Tonight's my turn to attend my dance. 'You're lucky,' she said; 'I'd love to go. I can't dance, but I'd be able to keep a conversation going. There'll be plenty to eat, I said. I've seen food trucks come home. \"And yet you complain\", replied the hyena discouraged. Look at me: I only eat once a day, and they're giving me a syringe with so much bazooka. I had a bold idea; I was about to laugh. You're the only one who can go in my place. We don't look alike enough; otherwise, I'd be happy to go, the hyena said a little sad. Listen, I said, with the night lights, it doesn't look very good. If you dress up a little, no one will notice you in the crowd. Besides, we're almost the same height. You're my only friend; go ahead, do it for me. Please, please, please. He started thinking about this possibility. I realized she was willing to accept. \"All right\", he said suddenly. There weren't many guards around, given the early hours. I quickly opened the cage, and in an instant we were on the street. I called a cab. At home, everyone was still in bed. Once in my room, I took off the dress I was supposed to wear tonight. It was a little long, and the hyena was struggling with my high-heeled shoes. I found some gloves to hide her hands with, too hairy to look like mine. When the sun lit up my room, the hyena made several turns, walking more or less straight. We were so busy that my mother, who came in to say good morning, was about to open the door before the hyena hid under the bed. \"This room smells bad\", my mother said, opening the window; \"before tonight I shall take a bath with my new salts\". Of course I told you. He didn't have much fun. I think the smell was too strong for her. Don't be late for breakfast, he said as he left. The hardest part was finding a costume for the hyenas face. We were looking for hours and hours: he rejected all my suggestions. Finally he said, \"I think I've found the solution. Do you have a maid? I said yes, perplexed. And behold, thou shalt call the maidservant; and when she shall come in, we shall rush upon her, and tear her face; and I will take her face this night instead of mine. I don't see it as very practical, I said. He'll probably die as soon as he loses his face: someone will find his body, and they'll put us in jail. \"I'm hungry enough to eat it\", replied the hyenas. What about the bones? He said, too. Do you think that's okay? Only if you promise to kill her before I rip her face off. If not, it's going to hurt too much. Well, I don't care what you say. I called Marie, the maid, not without some nervousness. Of course I wouldn't have done it if I didn't hate dancing so much. When Marie came in, I turned to the wall to avoid seeing her. I must admit it didn't take long. A short scream, and it's over. While the hyena was eating, I was looking out the window. A few minutes later, he said. I can't take it anymore; I still have my feet, but if you have a bag, I'll eat them later, throughout the day. In the closet you will find a bag embroidered with lilies. Take off your handkerchiefs and keep them. He did what I told him. Then he said, \"Turn around now and look how beautiful I am. In front of the mirror, the hyena was admiring Marie's face. He had eaten it all the way to the edge of his face, so that it was just what he needed. It's true I said; you did very well. And it came to pass at evening, when the hyena was fully clothed, that she said, I am in full condition. It gives me the impression that I'm going to have a big success tonight. After listening to the music downstairs for a while, I said, \"Go now, and remember you shouldn't put yourself next to my mother, she would surely realize that it's not me. Other than her, I don't know anyone. Good luck. I gave her a kiss to say goodbye, even though she was breathing a very strong smell. It was done at night. Tired of the day's excitement, I picked up a book and sat by the window, surrendering to peace and rest. I remember reading Gulliver's Travels by Jonathan Swift. After an hour, perhaps, the first sign of restlessness appeared. A bat came in through the window shouting. Bats give me a terrible fear. I hid behind a chair, brushing my teeth. I had barely knelt down when a loud noise from the door smothered the flap of my wings. My mother came in, pale in rage. We were just sitting at the table, he said, when the being who occupied your place got up and shouted, \"With my smell a little strong, huh?\" Well, not like cakes. Then she's ripped her face off and eaten it. Then he jumped big and disappeared out the window. FIN", "title": "La debutante", "author": "Leonora Carrington"}