{"metadata": {"length": 5287, "words": 958, "reading_time_min": 4.79}, "text": "Pamela Thorpe considered Women's Liberation to be one of those stupid protest movements that they like to write to journalists about to fill their pages. Women's Liberation claimed they wanted independence for women, while Pamela thought women dominated men anyway. So why are you throwing up so much? The reason this question arose was because her daughter, Barbara, came home in June after graduating from the University and told her mother that there was going to be a Women's Liberation meeting in her neighborhood. Barbara had arranged it with her partner Fran, whose family Pamela knew. Naturally, Pamela attended the meeting, which was held in the parish, mainly to have fun and to hear what the younger generation had to say. There were colored balloons and paper chains hanging from the beams and the glass-brickers. Pamela was surprised to see young Connie Haines, a mother of two young children, preaching as a convert. Working women need free state day care! Connie cried out, and her last words were almost drowned out by the applause. And the food pension, that legalized exploitation of divorced husbands, must disappear! - You guys! The women stood up, applauding and shouting. State guards! Pamela imagined rivers of working women (who only imagined they wanted to work) leaving their homes at eight in the morning, parking their children somewhere and, at the end of the week, bringing the paycheck to a house where the next meal wasn't even on fire. Now many women raised their hands asking for the floor, so Pamela raised her own too. There were a lot of things I wanted to say. Men are not against us! A woman was screaming from one of the banks. It's the women who keep us, selfish, cowardly women who think they're gonna lose something by choosing the same job, the same salary! My husband started Connie, who suddenly had her voice back and spoke even louder than before. She's about to finish her medical career. We're worried because we're just getting to the end of the month. Hiring a nanny would take away my entire salary if I got a job! That's why I'm for free state day care! I'm not too comfortable to have a job! More applause and live. Now Pamela stood up. State guards! \"He said, \" and they heard her because her voice was higher than all the others. You young women, I am 42 years old, don't seem to understand that a woman's place is in her home, to create a home; you will be creating a generation of criminals if you turn them into a generation of children trained in state daycare... A general scream silenced Pamela for a moment. That's not proven! He yelled at a girl. And the abolition of the food pension! Maybe you're against that, too, aren't you? He asked another one. It was his daughter Barbara. The faces got blurry. Pamela recognized some of them, her neighbors for years, but in a sense she couldn't recognize them in her new role as enemies, as attackers. \"As for the pension\", Pamela said, \"it's the husband's job to support the family, right?\" Even when the wife's gone? Someone asked. Each divorce case should be examined separately! Another voice cried out. Did you know that some women are committing real abuse, and that disrespects all women? Women would be the victims! \"Pamela\", she said. The abolition of the food pension authorization for Don Juanes has been called for, and that's what it is! You'll finish our food vouchers! The chaos! Now the meat was in the grill. Perhaps the choice of the phrase had been unfortunate valles of food, but, in any case, the whole congregation, or rather, the mass, was standing. Pamela's adrenaline level went up to deal with the situation. He also realized that he had to protect himself, because the environment had suddenly become unpleasant and hostile. But she was not alone: at least four women, all neighbors and about Pamela's age, were on her side, and she saw armies taking positions in groups, or knots. The voices were rising even higher. They started blowing up the hymn books. - What? - Reactionaries! Destroyers of homes! I suppose you'll be an anti-abortionist, too! An egg hit Pamela between the eyes. He wiped his face with a paper towel. Where did the egg come from? But, of course, many of the women carried the shopping bag. The tomatoes described a bow in the air, like red bombs. And the apples. The roar reminded me of the loud roar of the very frightened chickens or other birds confined to a small space. The sides were not aligned. The groups fought each other at short range. Whop! That was a can of something thrown at a woman's head in retaliation, as the assailant claimed for a worse offense. Umbrellas, at least three or four, began to play a role in the battle. Listen to what I'm saying! You motherfucker! Enough of the fight! - Sit down! Where's the president? Pamela saw some women leaving, causing a traffic jam at the front door. Then she discovered, surprised, that she had a reclining mass in her hands and was about to throw it. How many had you thrown? He dropped the recliner (on his own feet) and squatted just in time to dodge a cabbage. But what killed Pamela was a kilo of can of white beans that hit her right arm. He died within seconds, and his attacker was never identified. The Middle-Class Housewife, Little Tales of Misoginy, 1975", "title": "El ama de casa de clase media", "author": "Patricia Highsmith"}