{"metadata": {"length": 4630, "words": 810, "reading_time_min": 4.05}, "text": "In Elenterio, a clear concept of the function of beneficence in society was clearly formulated, and so, tempered by a severe rationalism, their altruistic sentiments gained in intensity what they had seemed to lose. The more he pondered, the less he saw the radical difference between charity and justice, as he also saw the difference between liberty and order. Guided by these reasons, it was pure license to give a blind man a limosna to the first one he meets, giving it for the irrational satisfaction of a blind sense. The true limosna, which Christ asks, was not material giving of money or goods, but compassion, charity. And this he did by praying to God for all the needy, and by offering up works of mercy for them. He belonged to various charitable societies, and had a regular library of works on the public and private welfare, containing instructive statistical tables. He taught the principle that the poor should receive in hospitals and asylums more than food, social discipline, and that such institutions are a humanitarian derivative of the disastrous consequences of Malthus's law, which he believed at his feet. When he heard in his ears the spectacle of some repulsive street misery, he was comforted in the knowledge that it was not the pain of which he was a witness as great as it seemed, for, embottled the patient by his poverty and enduring the rigours of the road, he would soon exhaust himself of pain, leaving him few more sympathies for this. And I thought, too, Mr. Eleutherius, that many complaints were, when not comedy and fancies, pure phenomena, to which I did not accompany an adequate state of consciousness. Where it is seen that the benefactor Eleutherius had some culture and a certain tint of psychology, which he brought to the thousand wonders. One night the contemplative Lord, with his supine opinions, was meditating on some reform of the asylum for the insane, of which he was the president, and, absorbed in such a task, was walking about the outskirts of the city, when an inexplicable voice interrupted his meditations, saying meekly: -A limosnita for the love of God, lord... -Forgive me, my brother - said the kindly Don Eleuterio, confessing unconsciously his sin in asking for his pardon. -Sir, please do not eat... -But you have drunk... -he muttered, astonished at having lost the thread of his reflections. Upon approaching him, the pharaoh saw a pair of eyes that looked like those of a corpse, and then he saw a piece of bark or something like it, and the voice, becoming dry and hard, said to him: -Ea, bring forth the fourths and I will drink them! He felt the sociological phantasm that he was tearing apart his body, he was suffocating his heart, he was suffocating his head, and he was suffocating his eyes; and he was wailing: “Ask, ask... for God’s sake, what barbarism!” -Good night, and rest! - said the scribe, once collected the salary of his work, disappearing into the darkness. Recalling Don Eleuterio a little later, and having forgotten the reform of the orphanage of which he was president, he said: -\"God, I am glad I have escaped!... What will not be the miserable state of these unfortunates when they are put thus at the two steps of the crime? I have avoided a greater crime... What will not be your need? It is preferable that they be vile and rotten to not give in to robbers, to murderers perhaps. Men are like these, who, being naturally wicked and disordered, would die in the asylum, or run away, or molest others; and if we do not let them live in their natural state in the street, they will end up in something much worse... Love the affliction; you must have charity with them... And the poor, what a shortcoming! Maybe you don’t have to feed your children, if you have them. Following Don Eleuterio in these reflections, he grew in the instinctive and almost reflexive “Forgive me, brother!” with which he first responded to the sinner, and he came to sincerely change his mind. The divine encounter of that night has opened new horizons, providing new convictions. So much has Eleutherius changed his opinions, and so many new ones have been urged upon him, in favor of numerous reasons that have come to him encircling, such as the famines, one in the other, that when he now finds a lunatic he does not hesitate to give him a lift, especially if it is at night or in the suburbs of the city, circumstances that, in arousing the memory of the fall of grace that decided his rational conversion, bring him something like the brilliance of something decisive. This is what is called well-ordered charity. *FIN* New Life, Madrid, 1898", "title": "Caridad bien ordenada", "author": "Miguel de Unamuno"}