{"metadata": {"length": 3256, "words": 613, "reading_time_min": 3.065}, "text": "Have you ever seen a floor? I refer to this tool that serves to appoint the pavement of the streets. It is all wood, girt about it with iron bars; it is high up, with a pillar that runs through it, and these are the arms. In the toolbox were two hammers, along with a hammer, a chisel and a chisel-edged knife; there had come to his ears the rumor that the hammers would no longer be called hammers, but apisonators, the word which, in the jargon of the picasso pickers, was the most modern and appropriate term for what they had formerly called hammers. Now, among us, the human beings, there are what we call “emancipated women” – school directors, comadronas, dancers – who, by profession, can stand on one leg –, fashionistas and nurses; and to this category of “emancipated” were also added the two “poisoners” of the coffer; the Public Works Administration had called them “poisoners” and somehow they were compelled to give up their old name and change it to “apisoners”. -Pisón is a name of person -they said-, while \"apisonadora\" is of thing, and we will not tolerate that we are treated as a simple thing; this is offending us! -My promised one is ready to break the engagement - added the youngest, who had as boyfriend a martinet, a sort of machine to clench shackles in the ground, or to put it in a nutshell what a pison does in a drunken way. She wants me as a pison, but not as an apiarist, so somehow I can let her change my name. - I am! \"It's a good thing,\" said the older girl. I'll let you cut me off before I cut you off. The carriage, however, was held to another opinion; and it was not thought of as a gift to anyone; it was considered as a fourth part of a car, for it was driven on a wheel. -I must warn you that the name of a beekeeper is rather ordinary, and much less distinctive than that of a beekeeper, for this new appellation gives you a certain affinity with seals, and only if you think of the seal that carries the laws, you will see that without it they are not such. I, in his place, would give up the name of pisona. Never! \"I am too old for that,\" said the older girl. -You certainly ignore what is called \"European necessity\" -intervene the honourable old cub-. It has to stay within its limits, it has to be supple, it has to adapt itself to the demands of the time, and if there is a law by which the pison must be called apisonator, then to call it apisonator is to scream. Every thing has its measure. \"I would prefer to be called a seorita, if I had to change my name,\" the girl said. The lady always knows a little about pisona. -I will not let myself be reduced to a shit, - the old lady proclaimed. The time came to go to work; the sacks were loaded into the wagon, which required attention; but they called them sacks. -Pips! - they exclaimed as they slammed into the pavement - phew! And they were about to finish the word \"pison\", but they shook their heads and threw up their hands, for they realized that they could not answer. But they continued to call each other bees, like the old days when everything was called by its name, and when one was bee they called her bee; and there they remained, for the martinet, that old machine, broke his engagement with the young, refusing to marry a beekeeper.", "title": "Dos pisones", "author": "Hans Christian Andersen"}