{"metadata": {"length": 2026, "words": 398, "reading_time_min": 1.99}, "text": "What happened to a man who hunted parrots Count Lucanor spoke again to Patronio, his adviser, and said to him this way: \"Patronio, some very important people, and also others who are not so much, hurt me sometimes in my farm or in my vassals and, when they see me, they tell me that they weigh a lot and that they did it forced by necessity and because they could not at that time do anything else. Since I want to know what kind of behavior I should have when these things happen to me, I ask you to tell me what you think about this. \"Sir Count Lucanor, \" said the patron, \"what you are so concerned about is very similar to what happened to a man who was hunting parrots. The Count begged him to tell him. \"My lord\", said the patron, \"a man put nets on the parrots and when they fell, they came to them and, as he pulled them out, he killed them all. While he was doing this, the wind hit his face so hard, it made him cry. And one of the parrots, who was still alive, said to those who were left in the net, See, my friends, what this man does, who, though he kills us, pityeth us, and weepeth for it. The other parrot, being wiser than the talking parrot, fell into the net and said to him: \"I thank God that you have kept me from those who are trying to kill me and make me feel bad. You, Count Lucanor, always beware of those who harm you and say that they weigh heavily on you; but if someone unwittingly harms you and the damage or loss was not much, and that person had helped you on another occasion or done you some service, I advise you in this case to hide, provided that this is not repeated so often that it degrades or injures your interests much. Otherwise, you must protest with such energy that your wealth and honor will be safe. The count took this advice of Patronio for granted, put it into practice and it went well. Seeing that this story was very good, don Juan had it put in this book and wrote a few verses that say like this: Always try very well to keep from what when you do wrong shows regret.", "title": "Cuento XIII – El conde Lucanor – Cazaba perdices", "author": "nan Juan Manuel"}