{"metadata": {"length": 6380, "words": 1177, "reading_time_min": 5.885}, "text": "Reading your letter, ma'am, I've been struck with something of a remorse. I have reproached myself for the pessimistic color of my stories and I have pledged to send you something cheerful, deeply cheerful. Why would I be sad, after all? I live a thousand leagues from the Parisian mist, on a bright hill, in the region of drums and muscatel wine. All around me is sunshine and music; I have orchestras of bluebirds, orphans of bees, in the morning the chorlets that make chorolí, chorolí! ; at noon the chicharras, then the zagales playing the zap zap zapon and the beautiful brown girls who are heard laughing in the vineyards... Actually, the place is wrong to weave dark fantasies; I should, rather, send the ladies pink poems and baskets full of galant tales... well, no! I'm still too close to Paris. Every day the splashes of their sorrows reach my pine trees... at this moment in my writing, I have just learned that poor Charles Barbara has died in misery; therefore my mill has become a rigorous mourning. Goodbye to the jets and the chicks! I'm not in the mood to tell happy things anymore. For that reason, ma'am, instead of the lovely holiday tale I had decided to write for you, you will read today only a melancholy legend. * * * There was once a man who had a gold censer; yes, ma'am, a full gold censer. When he came into the world, the doctors thought that the child could not live, his head was so heavy and his skull so oversized. Yet he lived and grew in the sun like a beautiful olive branch; only his thick head always dragged him, and it was sad to see him stumble on furniture as he walked... he often fell. One day he rolled from the top of a staircase and came to hit his forehead on a marble ladder, where his skull resonated like a lingote. They thought he was dead, but when they lifted him up, they found only a slight wound with two or three golden drops between his blond hair. That's how my parents knew I had a gold sash. They didn't release it; not even the boy suspected anything. From time to time, he asked why he was no longer allowed to run and play outside with the other children. - They could steal you, my dear! - said the mother. Then the boy was afraid of being kidnapped and began to play alone, without saying a word, wandering heavily from room to room. When he was eighteen, his parents revealed the monstrous gift he owed to fate; and since they had fed and educated him since birth, they asked him, in return, for a share of his gold. The boy did not hesitate: at the time - how?, by what means?, the legend does not say - he tore off his skull a good piece of solid gold and deposited it in his mother's lap... then, dazzled by the currents he carried in his head, he left his father's house and went around the world wasting his treasure. Judging by the way he lived, the kingly and the gold wasted countless, he would have said that cedar was inexhaustible... but it was running out and, little by little, his eyes went out and his cheeks were damaged. One day, the morning after a wild feast, the wretched man, who had been left alone among the remains of the feast, was terrified to see the huge piece missing from his ingot; so he thought he should stop wasting it. From then on, their existence changed. He retired and began to live by his own labor, fearful and suspicious like a greedy man, fleeing temptations, trying to forget the fatal riches he did not want to touch... unfortunately, a friend had followed him into his solitude and this friend knew his secret. One night, the unfortunate man was suddenly awakened by a severe headache; he went into the room unconscious, and saw his friend running away hiding something under his cloak... another piece of sesame being taken from him! Soon after, she fell in love, and this time it was all over. He loved a little blonde woman, who loved him too, but who loved feathers, ties, pompons, embroidery and handkerchiefs even more. Between the hands of that gentle creature - half bird, half doll - the gold coins melted without feeling. She was capricious at not being able to; and he could not say no. By not opposing her, he even hid the source of his fortune. - So we're very rich? - she said. The poor man answered, \"Oh, yes! Very rich! - And he smiled with love at the little blue bird that, innocently, was eating his skull. Yet, sometimes he was afraid and wanted to become greedy, but then his pompous little wife came and begged him: \"Baby, you who are so rich... buy me something that is very expensive! And he was buying her something very expensive. And so two years passed, until one morning the little woman, not knowing why, died like a little bird... the treasure was coming to an end, but with what was left, the widow commissioned a beautiful burial for her dead beloved. Bells in flight, carriage tapestry in black, horses with stakes, silver tears on the velvet, nothing seemed too sumptuous to him. Now what did you care about your gold? He prodigiously gave it to the church, to the grave workers, to the sellers of eternal life; everywhere he distributed it without a scraping... So when he left the cemetery, he left almost nothing of his wonderful sesera; only a few pieces stuck to the walls of the skull. Then they saw him walking down the streets looking lost and his hands in front, stumbling like a bead. At dusk, when the bazaars were lit, he stopped in front of a large window in which a whole mass of luxurious fabrics and stonework mirrored under the lamps; and he stood there for a long time gazing at a pair of blue-flattened chinelines with swans' feathered edges. \"I know of a man whose heart will be glad with these rocks. \" She said with a smile. She did not remember that her husband was dead, so she went in to buy them. From the bottom of the trash can the shopkeeper heard a loud cry; she went and turned back in terror to see the man standing, lying on the counter, staring angrily at her. I had the scarp in one hand and in the other, bloody, a few gold particles in my nails. * * * Despite its fantastic story appearance, this legend is true on all four sides... there are people in the world condemned to live off their brains, and they pay with gold of law, with their own marrow and substance, the most insignificant things in existence. Every day is a suffering for them, and then, when they are tired of suffering...", "title": "El hombre de la sesera de oro", "author": "Alphonse Daudet"}