{"metadata": {"length": 4548, "words": 839, "reading_time_min": 4.195}, "text": "Psychology falters when it tries to explain the adventures of our greatest immaterial being as he wanders through the region of sleep, the death twin. This story doesn't want to be explanatory: it'll just record Murray's dream. One of the most enigmatic phases of that sleep-wake is that events that seem to span months or years, occur in minutes or moments. Murray was waiting in his death row. An electrical flashlight in the open sky of the dining room lit up his table. On a white sheet of paper an ant ran from side to side and Murray blocked her way with an envelope. The electrocution would take place at nine o'clock at night. Murray smiled at the agitation of the wisest of insects. There were seven death row in the pavilion. Since I was there, three had been driven: one, mad and fighting like a wolf in a trap; another, no less mad, offering a hypocritical devotion to heaven; the third, a coward, fainted and had to be tied to a table. He wondered how his heart, legs and face would respond to him, for this was his night. He thought it was almost nine. Across the hallway, in the front cell, was locked up Carpani, the Sicilian who had killed his girlfriend and the two agents who went to arrest him. Many times, from cell to cell, they had played the ladies, each shouting the game to his invisible opponent. The great, thunderous voice, of indestructible musical quality, called out, \"And, Mr. Murray, how do you feel? - You all right? \"All right, Carpani\", Murray said calmly, letting the ant land on the envelope and gently depositing it on the stone floor. - I like it that way, Mr Murray. Men like us must know how to die like men. Next week's my turn. I like it that way. Remember, Mr. Murray, I won the last ladies' game. Maybe we can play again. Rather, Carpani's stony joke, followed by a deafening laugh, encouraged Murray; it is true that Carpani had one week to live. The inmates heard the dry noise of the locks as the door opened at the end of the hallway. Three men advanced to Murray's cell and opened it. Two were guards; the other was Frank - no, that was before - now his name was Reverend Francis Winston, friend and neighbor of his years of misery. \"I got to be allowed to replace the prison chaplain\", he said, shaking Murray's hand. In his left hand he had a small Bible open. Murray smiled slightly and arranged some books and a pencil on the table. I wanted to talk, but I didn't know what to say. Prisoners called this 23 meter long and 9 meter wide pavilion Limbo Street. The usual guard of Limbo Street, a huge, rude, kind man, took out a whiskey mug from his pocket, and offered it to Murray saying, \"It's customary, you know. Everybody takes it to cheer up. There's no danger of them getting hooked. Murray drank deeply. - I like it like that, said the guard. A good tranquilizer and everything will be fine. They went out into the hallway and the seven convicts knew. Limbo Street is a world outside the world and if you lack any of your senses, you replace it with another. All the convicts knew it was almost 9:00, and Murray would be in his chair at 9:00. There is also, on the many streets of Limbo, a crime hierarchy. The man who kills openly, in the passion of fighting, despises the human rat, the spider and the snake. So only three greeted Murray openly as he walked down the hall, among the guards: Carpani and Marvin, who attempted an escape and killed a guard, and Bassett, the thief who had to kill because an inspector on a train refused to raise his hands. The other four kept a humble silence. Murray marveled at his own serenity and almost indifference. In the execution room there were about twenty men, among prison employees, journalists and curious people who... Editor's Note Here, in the middle of a sentence, \"The dream\" was interrupted by the death of author O. Henry. The end is known, however: Murray, accused and convicted of his wife's murder, faced his fate with inexplicable serenity. They take him to the electric chair, tie him up. Suddenly, the camera, the spectators, the preparations for the execution, seem unreal to him. He thinks he's the victim of a terrible mistake. Why'd you tie him to that chair? What's he done? What crime has he committed? He wakes up, with his wife and son by his side. He understands that murder, the trial, the death sentence, the electric chair, are all part of a dream. Still trembling, kissing his wife on the forehead. At that moment, they electrocuted him. The execution interrupts Murray's dream. FIN The Dream, Cosmopolitan, 1910", "title": "El sueño", "author": "O. Henry"}