{"metadata": {"length": 4757, "words": 937, "reading_time_min": 4.685}, "text": "Once upon a time there was a prince who had a bride, whom he loved very much; she was always by his side and was very happy, but he heard news that his father, who lived in another kingdom, was dying sick, and wanted to see him before he died. And he said to his beloved, I must go and leave thee; but behold, this ring is for the memory of our love; and when I am king, I will return and take thee into my palace. He's on his way. And he came to his father, and he was dying, and he said to him, My son, I have desired to see thee for the last time before I die; promise me, and take the woman whom thou hast chosen. And he named her a princess who was to be his wife. \"The boy was so sad, he said,' Yes, Father, I will do what you want. ' The king closed his eyes and died. And when the time of mourning had passed, and he had fulfilled his vow, he sent and called the king's daughter, whom he had betrothed. Her first girlfriend learned of it and felt very much her infidelity, almost losing her health. And her father said to her, Tell me, my dear daughter, what is lacking in thee? what hast thou? And she thought a moment, and said, My father, I would like to find eleven young men of my countenance and stature. And the king said, If it be possible, thy request shall be fulfilled. And he sent and sought out eleven virgins throughout his kingdom, who were like his daughter in countenance and stature. When she had found them, they all dressed up as hunters in entirely the same outfits; the princess said goodbye after her father and left with her companions to her former boyfriend's court. There he asked if he needed hunters and if everyone could join his service. The king looked at her and did not recognize her; but as they were all good servants, he said that he would welcome them. And the twelve hunters remained in the king's service. And the king had a lion, and he was a magician, and he knew all the secrets and secrets; and he said to him one night, Do you think you have twelve hunters? \"Yes\", said the king, \"the hunters are twelve\". And the lion said, Thou art deceived, and there are twelve virgins. And the king said, It is not so; how can thou prove it to me? \"Send peas to your room\", replied the lion, \"and you'll see it easily. The men walk steadfastly; when they walk upon peas, none moves; but the women walk in insecurity, and tremble, and the peas roll. The king took his advice and ordered the peas to be spread. And one of the king's servants, who loved the hunters, and saw that they were to be put to the test, told him, saying, The lion is come to prove to the king that ye are women. And the princess thanked him, and said to her maidens, Go, and walk with care among the peas. When the king called the hunters the next day and went to his room, where the peas were, they began to walk with such force and with such a steady and sure step, that none even rolled or moved. And they went away, and the king said to the lion, Thou hast deceived me; they walk like men. And the lion said to him, They have known, and have sought to get out of the trial, and have endeavored. But have twelve splinters come to your room, and when you come in you'll see them smile, which men don't. He pleased the king with the advice and sent the rucas to his room. But the servant, who was increasingly fond of hunters, went to see them and revealed the secret to them. And the princess said to her eleven maidens, and they were alone, Be careful, and look not at the streets. When the king called the twelve hunters the next day, they entered his room without looking at the streets. And the king said to the lion, Thou hast deceived me; they are men, and have not looked upon the streets. And the lion said to him, Ye have seen that ye are to be tested, and have sought to overcome. But the king didn't want to believe the lion anymore. The twelve hunters were constantly following the king to hunt, who had come to have true affection for them; but one day, while he was hunting, the news came that the king's wife had arrived; his former bride, hearing it, felt it so much, that she lacked strength and fell faint on the ground. The king thought he had hurt his beloved hunter, and came to him to help him, and took off his glove, and saw in his hand the ring which he had given his first bride; and he looked at her face, and recognized her, and his soul was so moved, that he kissed her, and when he returned to himself, he said unto her, Thou art mine, and I am thy, and no man of the world can separate us. And he sent a gentleman to his other bride, saying to her, Return to thy kingdom, for she was already married; and they did not delay in celebrating their wedding, forgiving the lion, because he had spoken the truth. FIN", "title": "Los doce cazadores", "author": "Hermanos Grimm"}