{"metadata": {"length": 2176, "words": 417, "reading_time_min": 2.085}, "text": "In 1919 he was travelling on the Italian railways. In the party headquarters he was handed a piece of paper written with an indelible pencil in which it was said that he was a comrade who in Budapest had been greatly persecuted and punished by the reactionaries, and at the same time comrades were asked to help him in any way. I used it instead of a ticket. He was very shy and very young and the brake guards would pass him from one line to another. Since he had no money, he was fed behind the station's restaurant counter. He loved Italy. He said it was a beautiful country, with very friendly people. He's been to many cities. He went a long way and saw a lot of paintings. He bought reproductions of Giotto, Masaccio and Piero della Francesca, which he wrapped in a copy of Avanti. He didn't like Mantegna. He introduced himself to me in Bologna and I took him to the Romana, where I had to interview a certain personality. We made a pleasant trip in the most favorable season: the first days of September. The nice boy was Hungarian and very shy. Horthy's men had done some nasty things to him, but he spoke little of it. Despite what was happening in Hungary, I was a fervent believer in world revolution. How is the movement going in Italy? He asked me. I answered him very badly. But it'll get better, he said. Here's everything you got. It's the only country that offers some security. It will be the starting point for what's to come. I didn't express my opinion. In Bologna he said goodbye before taking the train to Milan and Aosta, from where he was going to cross only the pass that would take him to Switzerland. I told him about Mantegna's paintings in Milan. No, she replied with her characteristic apoplexy, I don't like Mantegna. On a piece of paper I wrote her the addresses of several comrades from Milan and that of a place where she could eat. He thanked me so much for what I was doing for him, but I was already thinking about the passage. I was eager to get it done while the weather lasted. He loved the mountains during the fall. The last news I heard from him was that the Swiss imprisoned him near Zion. FIN The Revolutionist, In Our Time, 1925", "title": "El revolucionario", "author": "Ernest Hemingway"}