{"metadata": {"length": 8402, "words": 1563, "reading_time_min": 7.815}, "text": "There were five or six of them, but as a group, coming up the road, we were like fifteen or twenty. They almost always arrived at the busy hours of the nap, when the sun was falling flat against the dirt and gravel of the old road, where no trucks, cars, or vehicles were running. They came in a cloud of dust, lifting their feet up like the horses' hoofs. We saw them coming and our hearts beat fast. Someone, in a low voice, said: \"Let the boys come...!\" Usually we would hide to throw stones at them, or run away. Because we were afraid of the boys like the devil. In fact, they were one of the thousand forms of the devil, in our understanding. The boys, clothed, evil, with dark, shiny eyes like black pinheads. The boys, barefoot and bald, who threw long-range stones, with great aim, suddenly drier and harder than ours. Those who spoke a shrunken, unknown language, words like little lashes, laughter like mud splashes. At home, we were strictly forbidden to have any relationship with those boys. In fact, we were forbidden to leave the meadow under any pretext. (Although nothing was so tempting, in our eyes, as to jump the stone wall and go down to the river, which, on the other side, ran green and gold, between the reeds and the chops.) Beyond, the old road passed, where almost always those different, forbidden boys came. The boys lived around the Criminal Detachment. They were the sons of the prisoners of the Camp, who redeemed their pains in the work of the swamp. Between them and their mothers they had built a strange village of huts and caves, adjoining the rocks, because they could not afford lodging in the village, where, on the other hand, they were not desired either. \"Gentuzza, thieves, murderers\"... the locals said. No one would have rented them a room. And they had to be there. These women and children followed their prisoners, because this was how they made a living from the daily wage that the penitent earned by their work. The manager's eldest son was a tall, robust, thirteen-year-old boy who was studying high school in the city. That summer he came home for the holidays, and from day one he captained our games. His name was Ephraim, and he had red fists, heavy as a hammer, which commanded great respect. Since he was much older than we, bold and boastful, we followed him wherever he wanted. On the first day the boys from the huts appeared, in a band, with their cloud of dust, Efren was surprised that we ran and jumped the wall in search of shelter. - You're cowards, he told us. Those are small! There was no way to convince him that they were anything else, that they were something like the spirit of evil. - \"Bobadas\", he told us. And she smiled in a twisted and particular way, which filled us with admiration. And it came to pass the next day, when it was time to lie down, that Ephraim hid himself among the bushes of the river. We waited behind the wall, with our hearts in our throats. Something was in the air that filled us with fear. (I remember biting the chain of the medal and feeling a taste of rare cold metal in my palate. And the crisp song of the cigar was heard among the grass of the meadow.) Lying on the ground, our hearts beat against the ground. When we arrived, the boys scoured the river to see if we were looking for frogs as usual. And to provoke us, they began whistling and laughing in that usual, opaque and humiliating way. It was his game: calling us knowing we wouldn't show up. We were still hiding and silent. Finally, the boys abandoned their idea and returned to the road, climbing up a steep hill. We were eager and amazed, for we did not know what Ephraim wanted to do. My older brother joined us looking through the stones and we followed him. We saw Ephraim slipping among the bushes like a great horn. He sneaked up to the terraplene, where the last of the boys was climbing, and he jumped on top of him. To his surprise, the boy let himself be caught. The others had already reached the road and picked up stones, screaming. I felt a tremor in my knees, and I bit the medal hard. But Ephraim did not let himself be intimidated. He was much bigger and stronger than that black devil he held in his arms, and he ran and dragged his prisoner to the shelter, where we were waiting for him. The stones fell around him and into the river, splashing with water that burning hour. And Ephraim leaped swiftly upon the passages, and dragged the boy, who was writhing in his rage, and opened the pallet, and went with him into the meadow. Seeing him lost, the boys on the road turned around and ran like gazapos towards their huts. Just thinking Efren was bringing one of those rages, I'm sure my brothers felt the same fear I did. We leaned against the wall, our backs on it, and a great cold was rising up our throats. Efren dragged the boy a few feet in front of us. The boy was desperately rolling and trying to bite his legs, but Efren raised his huge red fist and started hitting his face, head, back. Time and again, Ephraim's fist fell, with a faint sound. The sun, shining thick and big on the grass and the earth. There was a great silence. We could only hear the boy's gasping, the blows of Efren and the smell of the river, sweet and fresh, indifferent, behind our backs. The singing of the cigars seemed to have stopped. Like all the voices. Efren was hitting the boy with his big fist for a while. Little by little, the boy was giving in. Finally, he fell to the ground on his knees, his hands resting on the grass. He had a dark face, the color of dry mud, and very long hair, a blush mixed with black veins, like sunburned. He didn't say anything and he just stood there on his knees. Then he fell on the grass, but lifting his head, not to faint completely. My older brother came slowly, and then we. It seemed a lie how small and thin he was. \"On the road they looked much higher\", I thought. And Ephraim stood by his side, his large and thick legs separated, his feet in his thick boots. How huge and brutal Efren seemed at the time! - Don't you have enough yet? - he said in a very low voice, smiling. Their teeth, with their teeth coming out, glowing in the sun. Here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, here, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there, there. My older brother took a step back and stepped on me. But I couldn't move. I was like stuck on the floor. The boy took his hand to his nose. It was bleeding, it was not known if from the mouth or where. Efren looked at us. - Let's go, he said, this one's got his stuff. And he kicked his foot again. - Get out of here, pig! Get out of here now! Ephraim turned, big and heavy, slowly toward the house, very sure that we were following him. My brothers, reluctantly, frightened, obeyed him. I couldn't move, I couldn't, just by the boy's side. Suddenly, something strange happened inside me. The kid was there, trying to fit in, coughing. She wasn't crying. His eyes were very narrow, and his nose, wide and crushed, shone strangely. It was stained with blood. His chin was covered with blood, which soaked his scales and grass. Suddenly, he looked at me. And I saw his eyes of round pupils, which were not black, but of a pale topaz, transparent, where the sun set and became gold. I lowered mine, filled with painful shame. The boy got up slowly. He must have wounded himself in one leg when Ephraim dragged him, because he was leaning toward the stack. I didn't dare look at her back, retreating, naked among the tears. I felt like crying, I didn't know exactly why. I only knew how to say to myself, \"If I was just a kid. If he was nothing more than a child, like any other. FIN", "title": "Los chicos", "author": "Ana María Matute"}