{"metadata": {"length": 2359, "words": 451, "reading_time_min": 2.255}, "text": "In my room the bed was here, the closet there and the middle of the table. Until I got bored with this. So I put the bed over there and the closet over here. For a while I was excited by the novelty. But boredom eventually came back. I came to the conclusion that the source of boredom was the table, or rather, its central and unchanging position. I moved the table over there and the bed in the middle. The result was nonconformist. The novelty encouraged me again, and as it lasted, I settled for the disconformist discomfort it had caused. Well, it just so happened that I couldn't sleep with my face against the wall, which had always been my favorite position. But after a while the novelty ceased to be so and there is nothing left but discomfort. So I put the bed here and the closet in the middle. This time the change was radical. Since a closet in the middle of a room is more than unconformist. He's a pioneer. But after a while... oh, if it wasn't for that particular time. To be brief, the closet in the middle also stopped appearing to me as something new and extraordinary. It was necessary to make a break, make a final decision. If within certain limits no real change is possible, then those limits must be exceeded. When nonconformity is not enough, when the vanguard is ineffective, a revolution must be made. I decided to sleep in the closet. Anyone who has tried to sleep in a closet, standing, will know that such discomfort does not allow sleep at all, let alone swollen feet and spinal pains. Yeah, that was the right decision. A success, a total victory. For this time, for a while, he also proved powerless. After a while, then, I not only failed to get used to change - that is, change was still a change - but, on the contrary, I became more and more aware of that change, for the pain increased as time passed. So everything would have gone perfectly if it hadn't been for my physical endurance, which turned out to have its limits. One night I couldn't take it anymore. I came out of the closet and went to bed. I slept three days and three nights of a shot. And I put the cupboard by the wall, and the table in the midst, because the cupboard in the midst was a nuisance to me. Now the bed is back here, the closet over there and the table in the middle. And when I'm bored, I remember the days when I was a revolutionary. FIN", "title": "Revolución", "author": "Slawomir Mrozek"}