{"metadata": {"length": 7426, "words": 1366, "reading_time_min": 6.83}, "text": "I left to escape the feast, the hateful and drunken feast, the feast of fireworks and flags that break the ears and make the eye dusty. Being alone, completely alone for a few days, is one of the best things I can do. To hear no one repeat the nonsense we have known for a long time, to see no familiar face from which we can guess his thought in advance, with the simple expression of his eyes, whose words are guessed, from which we expect his angry mood, is to the soul a kind of cool and relaxing bath, a bath of silence, of isolation and rest. Why would I tell you where I was going? What does it matter? I was walking along the banks of a river, and I could see in the distance the three bell towers of an old church high above a small village that I will soon reach. The young, bright grass, the spring grass grew on the slope of the shore to the water, and the water slid alive and clear, over this green and shining bed, a joyful water that seemed to run like a joyful animal on a meadow. Occasionally a long, thin stake, tilted toward the river, pointed to a reed fisherman hiding behind a bush. Who were these men whose desire to grab a fat animal like a strawberry from the end of a thread kept them for days, from dawn to dusk, under the sun or rain, crouching under a willow, with a beating heart, a wavering soul, and a fixed eye on a cork? These men? Among them are artists, great artists, workers, bourgeois, writers, painters, whom the same passion, dominating, irresistible, binds to the margins of streams and rivers more solidly than the love of a man binds to the steps of a woman. They forget everything, everyone, their home, their family, their children, their business, their concerns, to look in the whirlwinds at that little floating thing that moves. Never has the fiery gaze of a lover sought the secret hidden in the gaze of his beloved with more anguish and tenacity than the gaze of the fisherman who seeks to guess which animal has bitten the hook in the depths of the water. Sing then passion, O poets! - Hey, here she is! Oh, mysteries of the human heart, unfathomable mysteries of relationships, mysteries of inexplicable loves, mysteries of the passions sown in the human being by incomprehensible nature, which will silence them forever! How is it possible that men of proven intelligence return all their lives to spend the days, from morning to night, with all their soul, with all the strength of their hope, to desire to catch from the bottom of the water, with a steel tip, a small fish, which they may never catch? Sing then passion, poets! On a terrace overlooking the river, a woman in a corner was thinking. Where was your dream headed? Towards the impossible, to the unrealized hope, or to any vulgar happiness already accomplished. Is there anything more charming than a woman who dreams? All the poetry in the world is there, in the unknown of his thought. I was looking at her. She couldn't see me. Was he sad or happy? Was he thinking about the past or the future? The swallows above their heads described sharp swaying or large, fast curves. Was he happy or sad? I couldn't guess. He could see the city and the church bell towers growing. I soon distinguished the flags. So I was gonna meet the party. What a shame! At least in this town I didn't know anybody. I slept in a hotel. I was awakened by cannon fire at dawn. Under the pretext of celebrating freedom, people's dreams are disturbed, whatever their opinion. Two little boys responded to the official artillery by blowing up some fireworks in the street. I had to get up. I got out. The city was already partying. The bourgeois approached their doors and looked at the flags happy-looking. They were laughing, they'd gotten up for the party, finally! The town was partying! - Why? - I don't know. Did you know that? - No, I'm not. He was told he was going to party... this town was going to party. I was happy, happy. Until the night, he would remain in a state of joy, by order of the authority, and tomorrow it would have been over. What a foolish thing! You foolishness! Human stupidity of countless faces, countless metamorphoses, countless appearances! All over France they gathered with gunpowder and flags! Why this national joy? To celebrate the consecration of freedom on the very day it appears, more threatening than imperial or royal tyrannies, republican tyranny? I wandered the streets until the hour when the public rejoicing became unbearable. The orphans were barking, the artifacts were creeping, the crowd was shaking, shouting. And all the laughter expressed the same stupid satisfaction. I happened to be in front of the church whose two towers I had seen from afar the day before. I went in there. She was empty, tall, cold, dead. At the bottom of the dark choir, the lamp of the tabernacle shone like a golden spot. And I sat down on that ice break. Outside, he could hear, so far away that they seemed to come from other worlds, the rocket explosions and the cries of the crowd. And I looked at a huge glass that spread to the sleeping temple on a loaded, carded day. It also represented a people, the people of another century celebrating a feast in another time, that of a saint, surely. The little glass-clad men, strangely dressed, went up in procession along the huge old window. They carried pendants, a reliquary, crosses, chariots and their open mouths represented songs. Some danced, arms and legs up. So in all the ages of the world, the eternal multitude performed the same acts. In other times, God was celebrated, today we celebrate the Republic! These are human beliefs! I was thinking about thousands of dark things from the bottom of my mind that come to the surface, one day, you never know why. And I told myself that churches do good on days when they're not sung. Someone came in with a quick and light step. I turned my head. It was a woman! He was hurrying, to the choir gate, veiled, forehead down, then fell on his knees like a wounded animal falls. I thought I was alone, completely alone, not having been seen behind a pillar. She put her face between her hands and I heard her cry. Oh, my God! She cried with those tears of great suffering! How must she suffer, the miserable, to cry like this! Was it for a dying child? For a lost love? The sounds of a loud charanga, detonating in a nearby street, reached me faintly through the walls of the church; but all the noise of the jubilant people seemed to me nothing more than a trivial noise next to the faint weeping that passed through the thin fingers of this woman. Oh, my God! Poor heart, poor heart, how I felt your unknown grief! Is there anything more sad on earth than hearing a woman cry? I suddenly thought, \"That's the one I dreamed yesterday on the terrace\". I didn't doubt it anymore, it was that one! What had happened to this soul since yesterday? How much had she suffered, what kind of pain had flooded her? Yesterday, she was expecting. - What? - What? A letter? A letter that had said goodbye to him or had seen in the eyes of a man, lying on the bed because of illness, that all hope must disappear! How she cried! Ah, all the joyful cries and laughter I shall hear until the day I die will never erase from my ears these sighs of human pain. And I thought, about to weep myself, how powerful was the contagion of her tears: \"If the churches are closed forever, where will the women go to cry?\"", "title": "Día festivo", "author": "Guy de Maupassant"}