{"metadata": {"length": 1972, "words": 395, "reading_time_min": 1.975}, "text": "A dove was broken and her paw fell, and an angel from heaven put another one of wax on it. But when she leaned on a stone overheated by the sun, the dove's paw melted. - Stone, are you brave enough to melt my dick? And the stone answered, The sun is more bold than I am. And the dove went to the sun, and said unto him, Sun, art thou so bold that thou warmest the stone, the stone that melted my little one? And the sun answered and said, The cloud that covers me is more bold. And the dove flew up and said to the cloud, Cloud, are you so brave that you cover the sun, the sun that heats the stone, the stone that melted my little one? And the cloud said, The wind that is against me is stronger. And the dove went and said to the wind, Wind, are you so brave that you cast the cloud, the cloud that covers the sun, the sun that heats the stone, the stone that melted my little one? And the wind said, The wall that stands against me is stronger. And the dove said to the wall, Wall, are you so brave that you can withstand the wind, the cloud that drives, the cloud that covers the sun, the sun that heats the stone, the stone that melted my little one? And the wall said, The mouse that makes holes in me is the valiant one. And the dove looked to the mouse to ask the corresponding question; the mouse answered that the cat that ate it was the bravest; the cat, that the dog that made it run away was the bravest; the dog, that the man that subjected it to its rule was the bravest; and the man said that the bravest was God who dominated all creatures in the universe. And when the dove heard this, she went to seek God, to praise and bless him; and God, who loves all his creatures, even the smallest of them, loved the dove, and at his pleasure put on her a new foot, with bone, and skin, and nails, and all things. And it's over, and it's over. FIN Anonymous Nicaraguan We thank Miguel Díez R. for his contribution to this story to the Ciudad Seva Digital Library.", "title": "La palomita de la patita de cera", "author": "nan Anónimo"}