{"metadata": {"length": 4493, "words": 847, "reading_time_min": 4.235}, "text": "Rolando said that this city is becoming uninhabitable because of the pollution it has. I didn't say anything to not be a jerk but from the whole phrase I only understood the word city. Then I went to the dictionary and looked up the word unbent and it is not there. On Sunday, when I went to visit my grandfather, I asked him what he meant by immovable, and he laughed and explained to me in a very good way that he meant immovable. I did understand the meaning, because Grace, or my mother, tells me sometimes, or rather almost every day, please Beatriz please, sometimes makes you truly unsupportable. Just that Sunday afternoon she told me, although this time she repeated it three times please please please please Beatriz sometimes makes you really uncomfortable, and I am very calm, you would have loved to say I am immovable, and she gave her grace, although not too much but she took away the penance and that was very important. The other word, pollution, is much harder. That yes is in the dictionary. Says, pollution: evaporation of semen. What will be the efusion and what will be the seed. He looked for evaporation and said: evaporation of a liquid. I also focused on seed and says: seed, seedling, liquid that serves for reproduction. Or, as Rolando said, this city is becoming unsupportable with such a flood of seeds. I didn’t understand, so the first time I met Rosita my friend, I told her my serious problem and everything the dictionary said. And she: I get the impression that semen is a sensual word, but I don't know what it means. Then she promised me that she would consult her sister Sandra, because she is older and in her school they teach sexual education. On Thursday she came to me very mysterious, I know her well when she has a mystery she wrinkles her nose, and as there was Graciela in the house, she waited with great patience that she would go out to the kitchen to prepare the milanese, to tell me, yea averigüé, sperm is something that only big men have, not children, and I, then we still do not have sperm, and she, no matter how ugly, now or never, sperm only has men when they are old like my father or your grandfather who is stressed, girls do not have sperm even when we are grandmothers, and I, what a rarity eh, and she, Sandra says that all children and girls come from sperm because this liquid has little bits that are called spermocytes and Sandra was happy because in class she had learned that spermocyte is written with zeta. When Rosita was gone I was thinking and it seemed that Rolando might have wanted to say that the city was too crowded with so many sperm (with zeta) that he had. So I went again to the grandfather, because he always understands me and helps me, although not excessively, and when I told him what Rolando had said and asked him if it was true that the city was becoming impassable because it had many sperm, the grandfather gave him a huge laugh and almost fell down and I had to bring him a glass of water and it was well colored and I was afraid that he would give him a pat on the back and with me alone in such a dreadful situation. Fortunately, things calmed down and when I was able to speak, he told me, among other things, that what your grandfather Rolando had said was about air pollution. I felt even worse, but then he explained to me that the atmosphere was the air, and as there are many factories and automobiles in this city, all that smog smears the air or atmosphere, and that is the bad pollution and not the pollen that the dictionary says, and we would not have to breathe it, but as if we do not breathe equal we die, we have no other remedy than to breathe all that smear. I told my grandfather that I now realized that my father had a huge advantage there where he was imprisoned because there were not many factories and there were not many cars because the families of the imprisoned politicians were poor and did not have cars. And my grandfather said yes, that I had a lot of reason, and that I always had to find the good side of things. So I gave her a big kiss and the beard stung me more than other times and I ran to Rosita and as her mother was at her house in Asuncion, equal to the capital of Paraguay, we waited for the two with much patience until finally the plants were ready and then I very mysterious, you will tell your sister Sandra that she is much more horny than you and I, because now I know everything and we do not come from the seed but from the atmosphere. FIN", "title": "Beatriz, la polución", "author": "Mario Benedetti"}