{"metadata": {"length": 3673, "words": 693, "reading_time_min": 3.465}, "text": "The first thing to be decided is not to use the gift packages after Christmas. You can scare your children's imaginations forever. Nothing hurts my head more than the memory of some things that stayed decorating the piano or the abacuses of the chimneys in my house after a rich Easter present. I know that as you grab onto tables, shelves, consoles, those junkhouses, those porcelain, plaster, glass, more fake metals than lead, you have to keep a fight with them, kick them out with determination, not look at them as you go to deliver them. What a shame! The women of the house say, But if they weep, if they cry, and if they cry, and they cry, they shall be cast out into the street. But who are you going to give it to? Ask the wife. You will see how there is someone who loves him. The husband answers, and calls the girl, \"Consele me!\" I console you! And Consuelo comes and receives the Dutch plaster or the brass box, amazed, unable to believe, as something he will keep in the trunk to cheer up the groom, because that object is like the first stone of the future home: We already have  will tell you  a candy bar above the commodity. War to the object of a confectionery, bazaar or overseas shop, which wants to become an artistic attribute. Much encouragement to eat the fruit, and throw the \"sharks\", however artistic, from the Easter treats. Don't do that by using the typical bottle of those peach cans as a tulip for the front light, that bottle that's a carved glass lamp. I have seen that ingenious application done; but the legume could tell the origin of the false tulip, and the light was like a sweet-smelling light in canned, leaving the bulb like a sweet pear. *** Births sometimes contain anachronistic things, which you have no right to place in them. Children have no qualms about filling gaps with them, and birth becomes a kind of verbena. Why does that doctor appear at birth with his syringe under his arm, if doctors with a hat and a washing machine had not yet been invented? How come there's a portal shoemaker in that corner of the woods, nailing a pair of purse-weights, which hadn't been invented either? But how can we be surprised that, if they camp in all places and andurria of birth, numerous turkeys with their singing of empty and strangled bottles when turkeys had not been invented then, that is, had not yet been discovered America, which is where they come from? *** I have a great desire to eat a duck, and the occasion never comes, because I want to see the duck myself, see him alive before eating it, hear him ask for water, water, water to sink into, water to run to, with his particular simple childish saying: Qua! Qua! Maybe I've been given a duck before, but I've been suspicious of it being. Duck is the dish indicated in a humorous meal. I'm counting on eating one this Easter, and I hope to feel it run down my belly like a corral, funny, tripping and falling like a clown. When I've eaten that dream duck, I'll have to smile every time I remember it, and I hope I can mimic the duck like no other ventriloquist has ever been able to. That you get a little bit pathetic? And what's the big deal? In being good, in being true there is a special art, in which is perhaps the secret of humor. The only bad thing about eating a duck is you have to pay for the duck. In those Christmas pictures where a man in a cup hat and a Macferlane goes loaded with spoons and some bottles, which run through his pockets like cannons through a gunner's thrones, the duck is missing. I haven't just been jealous of them, because they didn't carry a duck with its protruding chest like a often female breast. Good humor, Madrid, 1921", "title": "Observaciones pascuales", "author": "Ramón Gómez de la Serna"}