{"metadata": {"length": 4057, "words": 743, "reading_time_min": 3.715}, "text": "Every time one woke up, a door was closing. From room to room I went, holding hands, standing up here, opening up there, surrounding myself, a pair of locusts. \"We left it here\", she said. And he added, \"Yes, but here too!\" \"It's upstairs\", she whispered. And also in the garden, he mused. \"Let's not make noise\", they said, \"or we'll wake them up\". But this wasn't what woke us up. Oh, no, I'm not. They're looking for it; they're running the curtain, I could say one, to keep reading one or two more pages. Now they've found him, I knew one was true, leaving the pencil still on the edge. And then, tired of reading, perhaps one would rise, and go to see for herself, the whole house she was empty, the doors still and open, and only the stumped doves expressing with bubble sounds their contentment, and the buzzing of the triturator sounding there, on the farm. Why did I come here? What did you want to find? Could you find it upstairs? The apples were in the barn. And, consequently, it came down again, the garden was still and silent as always, but the book had fallen to the grass. But they found him in the living room. Even when you couldn't see them. The windows reflected apples, they reflected roses; all the leaves were green on the glass. If they moved around the living room, the apples just showed their yellow face. However, the next moment, when the door opened, scattered on the floor, hanging from the walls, sloping from the ceiling... what? I had empty hands. The shadow of a tortoise crossed the carpet; from the deepest wells of silence the stumped dove extracted its sound bubble. Safe, safe, safe... I was gently beating the house's pulse. The treasure is buried, the fourth... the pulse stopped abruptly. Well, was this the buried treasure? A moment later, the light had dimmed. Out in the garden maybe? But the trees weaved shadows for a wandering sunbeam. So beautiful, so rare, freshly sunk beneath the surface the lightning I was looking for always burned behind the glass. Death was the glass; death was the middle among us; coming first to the woman, hundreds of years ago, leaving the house, sealing all the windows; the rooms became dark. And he left it there, and he left it there, and went north, and went east, and saw the stars appear in the southern sky; and he sought the house, and found it sunk under the rock. Safe, safe, safe, the house was beating joyfully. The treasure is yours. The wind is roaring up the avenue. The trees bend and beat back and forth. Moonlight splashes and poures out without rate in the rain. Strict and still the candle burns. Wandering around the house, opening windows, musing not to wake us, the pair of locusts seek their joy. \"Here we sleep\", she says. And he adds: Numberless kisses.Waking up in the morning...Plate among the trees...Up...In the garden...When summer comes...In the winter snow...The doors keep closing in the distance, far away, with a soft sound like the beat of a heart. They're getting closer; they're stopping in the hallway. The wind falls, the rain slips silver through the glass. Our eyes are darkened; we hear no footsteps beside us; we see no lady stretching out her ghostly mantle. The gentleman's hands form a screen in front of the flashlight. With a sigh, he says: \"Look at them, deeply asleep, with love on their lips\". Long is your wait. The wind comes in straight; the flame is gently quenched. Crazy moon rays cross floor and wall, and when they meet, they stain the bowed faces; the faces that consider; the faces that examine the sleeping and seek their hidden happiness. Safe, safe, safe, proudly beats the heart of the house. \"So many years... \" He sighs. You have found me again. Here she murmurs, sleeping, in the garden reading, laughing, turning the apples in the bush. Here we leave our treasure... When he bends, his light lifts my eyelids. - Safe and sound! It's safe! Safe!, the house's pulse is beating crazy. I wake up and cry out, 'Is this the buried treasure of yours? The Light in the Heart. A Haunted House, Hogarth Press, 1921", "title": "La casa encantada", "author": "Virginia Woolf"}