{"metadata": {"length": 3914, "words": 825, "reading_time_min": 4.125}, "text": "I am a reader. The name doesn't matter. The slum in which I was born and in which I shall soon die lies on the edge of the forest. From the forest they say it extends to the sea that surrounds the whole earth and by it go houses of wood equal to mine. I don't know; I've never seen it. I have never seen the other side of the forest. My older brother, when we were kids, swore to me that we would clear the whole forest between us until there was not a single tree left. My brother has died and now it is another thing that I am looking for and I will continue to look for. A rib runs down to the shore in which I can feel myself tugging with my hand. In the forest there are wolves, but the wolves do not approach me and my wolf never frightened me. I have not kept track of my years. I know there are many. My eyes can no longer see. In the village, to which I will not go, because I would lose, I have a reputation of a wanderer, but what could have gathered a lark of the woods? I lock the door of my house with a stone so the snow doesn't come in. One afternoon I hear a thump and then a crash. He opened the door and a stranger entered. He was a tall, old man, wrapped in a red blanket. He was slashed in the face with a knife. The years seemed to have given him more authority than flaws, but I noticed that it was hard for him to walk without the support of the bench. We changed some words that I don't remember. Finally he said, \"I have no home and sleep wherever I can.\" I have travelled all over Saudi Arabia. Those words pleased his ears. My father always talked about Sajonia; now people say England. I had bread and fish. We don't talk during the meal. It started to rain. With a few sticks I threw a yam on the ground where my brother died. When night came we went to sleep. It was a beautiful day when we left the house. The rain had stopped and the ground was covered with fresh snow. He dropped the bucket and ordered me to pick it up. —Why do I have to obey you? —I told him. 'Because I am a king,' he protested. I thought it was crazy. I took the sacrificial lamb and gave it to him. He spoke with a different voice. —I am King of the Secgens. I have brought them to victory many times in the hard battle, but at the hour of my death I have lost my kingdom. My name is Isern and I am from the Odin's Stream. “I don’t venerate Odin,” he replied. I worship Christ. As if he didn't hear me, he continued: \"I walk the way of death, but I am still the king because I have the record.\" Want to see it? He opened the palm of his hand that was swollen. There was nothing in his hand. It was empty. It was only then that I realized that I had always had it closed. He said, looking at me with a fixed gaze: —You can touch it. With some recipe I put the tips of my fingers on the palm. I felt something cold and saw a flash. The hand closed abruptly. I said nothing. The other continued patiently as if he were talking to a child: —It is the Odin record. It has one side. There is nothing on earth that has one side. Until you are in my hand, you shall be the king. —Is it gold? —I told him. — I don’t know. It's the Odin album and it has one side. Then I felt the curse of possessing the disc. If I were him, I could sell him for a gold bar and be a king. I told the vagabond that I still hated: —In the closet I have hidden a cup of coins. They are gold and shine like the sun. If you give me the Odin disc, I'll give you the cup. He said thirdly. — I don’t want. —Then —I said— you can continue your way. He gave me the shoulder. A slap on the thigh was enough and enough to make it shiver and fall, but when it fell he opened his hand and in the air I saw the brilliance. I marked the spot with a stick and dragged the corpse to the river that was very deep. Here he drew it. When I got home I looked for the record. I didn't find it. It's been years since I've been looking. FIN The Sand Book, 1975", "title": "El disco", "author": "Jorge Luis Borges"}