{"metadata": {"length": 2051, "words": 419, "reading_time_min": 2.095}, "text": "One of the last times I was at a coffee shop was on a summer Sunday, I remember well, because almost everyone was in sleeves with a shirt and no tie, and I thought, maybe it's not Sunday, like I thought, and the fact that I thought exactly that makes me remember. I sat at a table in the middle of the place, and there were many people around me eating sofas and cakes, but almost all the tables were occupied by one person. It gave a great impression of loneliness, and since I hadn't spoken to anyone in a long time, I wouldn't have minded exchanging a few words with someone. I've been thinking a lot about how to do this, but the more I studied the faces around me, the harder it seemed to me, it was like no one had eyes, of course the world has become very depressing. But I had already had the idea that it would be nice if someone would address me with a few words, so I kept thinking, because that's all that matters. After a while I knew what I was going to do. I dropped my wallet on the floor pretending I didn't realize. She lay by my chair, completely visible to the people sitting nearby, and I saw many staring at her with a frown. I thought maybe one or two people would pick it up and give it to me, because I'm an old man, or at least they would yell at me, for example, \"Your wallet has fallen\". If one stopped holding hope, one would save one a lot of disappointments. I was a few minutes staring back and waiting, and at the end I pretended that I had suddenly realized that I had fallen. I couldn't wait any longer, for I was afraid that one of those eyes would suddenly fall over the wallet and disappear with it. No one could be completely sure that he did not have a lot of money, for sometimes the old are not poor, they may even be rich, so is the world, the one who steals in his youth or in the best years of his life will have his reward in his old age. That's how people have become in coffee shops, that's what I learned, you learn while you're alive, even though I don't know what it's worth, just before you die. FIN", "title": "En el café", "author": "Kjell Askildsen"}