{"metadata": {"length": 6366, "words": 1149, "reading_time_min": 5.745}, "text": "It seems to me that this is a way of narrating things that can be seen only by looking out the window or the door. Through doors and windows the ice, the sour, the rotten and the impurities of the public view... Whosoever has a horn of wrath, he will be claustrated in it, trembling like the miraculous fakirs! Within the urn, the openings of the senses sealed with wax, the tongue rises to obstruct the larynx, there the pain that roars and entwines the air. Pain! Pain outside, above all! What is it that we are afraid of? Doesn't it suffice to each of their race? Is it not inconceivable to torture the mere perception of universal pain? If we see a single bat around us, we are frightened; if we are flung over the edge of a tumbling cluster of bat carcasses, we are terrified. The universal pain shakes the air with millimeters of shadow wings. It is not within us but our own suffering, and it is so often! A woman -a shrewd, childless housewife, spent long hours praying and playing with the child in that plaza garden, under the not very tall trees, at the foot of the ruined statue of the dramatic poet. She watched, anxiously, with good faith, the little, celestial red, encircled by thorns; she did not lose sight of him; she wiped away with her hand the sands incrusted in his legs, from frequent falls, and chastised the traveller, humming with her hot, maternal lips. The actors of the border theatre, when leaving the stage, sat on the throne, and some of them shook his hand. Especially, a representative less young than it seemed, face swollen and raped tuna student, eyes glazed and curious, embattled with sensuality and delusion, pointed out to his colleagues. -The chiquita is divine, but the child is not. How do you call yourself? - Lorenza. And the little one, Manolito; at home they call him Malito. - What age are you? -Veintiuno... Malito has completed three. - You are very beautiful, Lorenza... it does much good. - I came from the village in August, because my mother and father died in a few weeks... Since then, daily, at the hour when the trial was over, and the lights of the lamp did not flicker even among the gloomy haze of winter afternoons, the comedian sought Lorenza in the garden. The palimony was short. What are you going to talk about with a poor swine, a locust? It is merely a matter of describing what is strictly necessary to trample your spirit to the point where it requires a vulgar and repressive seduction. The chiquillo frightened them; it served as a pretext for the dialogues. One day the comedian managed to get Lorenza alone to a neighboring cafe, he knew exactly what to say. Malito was missing, around whose body the hands of the two streetwise characters were found. The situation at the beginning so desperate, the comedian saved it with a passionate and romantic comedy cut for another stage. Lorenza had never stepped foot in a theatre before. The one who has never played, wins the first time he points to a card; the one who has never seen represented, does not distinguish the fiction of life - which has so much fiction!-. Lorenza gave herself up that day, committing the mortal sin of not reserving the soul. When she turned to her son, she pushed him frantically; the boy broke into a cry, one of those cries of creature that seem to have no known cause. It's spring. The actors, having fulfilled their tasks in Madrid, sought contracts in the provinces. Lorenza learned from the theatre director that Mariner, second galan, had been in a company formed to tour the Catalan cities. He waited, he questioned timidly, with the noble enchantment of deep love, when, where, they would return. The actor, after a few evasive moves, finally revealed the truth. He went, and in all manners... He was married; he had already two sons... Lorenza, more white than his cloak, did not accuse him, did not protest against the error. The slams of violent violence do not deter the defense. She didn't cry. Everything had paralyzed her body; ten minutes she stood on the wall of the theater after leaping Mariner at a rapid and clumsy deudor. The nerves suddenly jerked, the scalded blood roared and rolled in the veins. Lorenzo ran to his home - the home of his parents, his refuge - and only heard the reprimand of the lady he had secreted the previous night in the Conyugal oak. - I don't know what this girl has. He no longer cares for Malito; he no longer changes his clothes; he no longer bars; he is a statue. And the husband, enchanted and eager for peace, said, \"Woman, go out with her! On the next morning Lorenza removed the censors from the grandmother: never was he better cared for, more attached to his little chacha. He gave him a ring and two silver medals with the image of the Virgin of the Trebolero, the only ones Lorenza had. He made the beds carefully, cleaned the whole house, helped in the kitchen to peel potatoes, and even scampered the shoes of the bride. A quarter of an hour before lunch he came out, quietly pushing the door open; he climbed up two floors, from the third to the stairwells, and stood before the window of the stairwell door that led to the patio. A vertigo forced her to sit on the hard bench meant to alleviate the fatigue caused by so many steps. It was the height of a fifth floor - four and a half. Lorenza drew near to the window, which she opened cautiously. Down below, the freshly mown lawns of the garden shone in the sun; in the centre, the solitary solitary hut formed a black and fey umbrage. The girl shivered; she thought of the cold, the hardness of the frost on her face, on her hands. Then they hummed their lamentations. I felt like I was losing my life, and I couldn't stand it. Some of the railings were smashed; the noise rose up the stairs. The porter, a squatter in the slum, was sure who would come up to eat his supper. Lorenza was irritated: that insignificant fact rescinded the proportions of a sentence. If the porter finds her there! He hung the window leaves on the wall and leaned more. A rotten smell in the feet; a rotten fear of falling into the pits... Hands are clenched to the lobes of the ears. Between teeth, without consciousness, he murmured: \"Jesus, Virgin of the Treboler, save me!\" And beood of air and sadness, eager to fly, not to fall, sat up, hugged the void, shivered, giving a shiver and an involuntary chill...", "title": "Comedia", "author": "Emilia Pardo Bazán"}