{"metadata": {"length": 4359, "words": 814, "reading_time_min": 4.07}, "text": "In the house of the thieves. What killed the four more than the disease was the idea. As soon as he entered the lazaret, he gave him the mania to leave, convinced that otherwise he would die soon. He spoke even less than we did, and in the hospital, there wasn't much talk, but we guessed his thinking, as happens where you think too much. Fixed ideas flow silently from the skulls, and they hang on things. Although the victims are usually quite cruel, the 4 inspired us some pity. His bed was across from mine. He was a 16-year-old boy, blond and white; he looked like a prince's son, and his ragged establishment uniform, an inexplicable disguise. He had golden loops, and admirable blue eyes. He was extremely unstable; he walked with the slow, automatic pace of the customers of the house. However, a strange circumstance distinguished him from them: He walked upright. Exceptionally, her chest did not feature that funerary concave of the thieves, made by the death that comes to sit there every night. The fourth was softening and holding straight; it was a thinner and thinner stalk, and always funny. No doubt his skeleton was beautiful and shiny like a toy. We learned that he was the son, not of a prince, but of a blacksmith, that his mother was sick, and that he had several younger brothers. He had been thrown into a seminary, and he had escaped anxiously for freedom. He had returned to Montevideo and worked as a typist. Lead dust poisoned his delicate lungs, and now, trapped in isolation, what was left? Wait for the turn According to the eternal phrase of 18. The 4th was no longer fighting. He did not touch the two half-rotten eggs with which he was daily given charity, nor the infected milk, nor the pickled meatballs. He was letting go. Straight, stoic, mute, beautiful, he was a dying lily standing. One day, however, hope shone for him, for the last time. Every two weeks, there is a visit to the tuberculosis hospital; every two weeks, mothers are allowed to watch their busy children die. The 4th must have been too bad not to go near the golden loops and the blue eyes. Instead, late in the evening the father appeared, fat, headless, speechless, laconic. She brought the sick some fruit or sweet, and left without a kiss, without turning her head, which surprised no one. It's the custom of poor people. That Sunday, the blacksmith said with indifference that some guys wanted to have the boy and take care of him in the campaign. Do you want to go? Oh, yeah! And the blue eyes flashed. - All right. I'll take you with me on the next visit. For 15 days, something amazing happened: One of us was happy. The fourth had his tongue untied, and he described his uncles' house, the corals with the hens and cows, the legumes of the garden, the shade of the trees, the freshness of the stream, the light and the outdoors. He felt safe, still able to play and run, and we were saddened by the envy of others' health. We even figured that the 4 was getting fat... when in fact impatience had just consumed him. The famous Sunday came. With much delay, the blacksmith came out. He was moving hard, with his eyes injected. Her son was waiting for her, sitting on her bed; he had put on the new robe, his own. I was ready. - Are we going? Where? \"He asked the father. At the uncle's house... Don't you remember? Aren't we supposed to be asking for the release today? The man struggled to remember. His breath smelled like wine. You'd better stay. I'm just not well. - What? I'm not feeling well. I lost two pounds in the last 15 minutes. Two kilos? I'm not well... the bastard insisted. You better stay. The blacksmith said. And he was swinging the turtle whistle. Then he left. The 4th stripped and went to bed. The comrades laughed at the choke. What was your old man having? I was drunk and I couldn't wake up... and we weren't surprised either. Alcohol is comforting, isn't it? At midnight I was awakened by a familiar noise, and at that moment, I don't know why, it was gloomy. The 4th coughed and spit. The clarity was low. The room was not lit up for the sake of savings and not having to clean pipes. I got up and went to the bed across the street. A pale, thin hand lengthened my saliva. I looked in the background, it was black. Blood! \"The boy said. He died the other Sunday. It wasn't a visiting day. Finish short stories, 1911", "title": "Del natural", "author": "Rafael Barrett"}