{"metadata": {"length": 5135, "words": 943, "reading_time_min": 4.715}, "text": "Oh, my pretty boy, such a divine reader of Plato! Oh, dark, loyal, champion of Chicago black golf! Following the path he goes into the night, waiter of the restaurant car, to, later, between the smoke that clouded a single lamp and the rancid smell of the spitfires, write to the West Coast, to the Brotherhood of the Rosacruz. Always looking for her. Ah, Lindo Boy, here's your girl, there's no one who can get higher than you, except a sharp, quick snake that's as fast as you will travel the earth and protect you from the sky. Lilymary loved him, invited him often and they had married at the church of Saint Jarvis, north of Englewood. For years they prospered, overcoming the routines of their race, becoming a little older but not better than before. The advertising director's wife of a Chicago newspaper had lent him the Communist Manifesto, though he preferred Plato, the Fedon and the Apology, or the propaganda of the Rosicrucian Brotherhood of Sacramento, California, which buzzed in his ears as the rails trembled and crunched as he passed the night through Alton, Springfield, and Burlington. Bronze lovers, you'll never have a bronze child, or so it seemed for years. Then the hour came, the gong rang, and Dr. Edwin Burch of Michigan Avenue lent himself to fix the problem in exchange for two hundred dollars. They were so pleasant, so delicately pleasant, that neither of them ever offended the other, elegantly skilled at avoiding occasions. Lindo was very concerned about her during her pregnancy: he paid his sister to take care of her while he worked as a double-dealer on the railroad and in the city as a waiter at private meals and parties. And one day the bronze child was born. Oh, nice boy, said Lilymary, here's your cute boy. He shared a four-bedroom room with the wives of a boxer, the owner of a funeral home, and a doctor. Little Lindo's face lit up like that, and his teeth glittered so bright as he smiled, and there was so much kindness in his gaze, it seemed that nothing and no one could... Little Lindo sat by the bed while Lilymary slept, and began to read Thoreau's Walden for the third time. Then the nurse told him he had to leave. He returned to the train that night and in Alton, going to mail a passenger's letter, he slipped and fell under the moving train, which cut off a leg above his knee. Lindo Boy spent a year in the hospital. Lilymary went back to work as a cook. Things were not going well, he even had problems with compensation, but he always found in his books some phrase that encouraged them a little when all human beings seemed to be against it. The boy grew up quickly but was not as beautiful as his parents; not as much as they had imagined in their golden dreams. They could only show him the love of the free time, so the sister took over the child little by little, day by day. And they wanted to be who they were again, and they wanted Chico Lindo's leg to grow back, so that everything would be like it was before. That way, she would discover the pleasure of books again, and Lilymary would discover the pleasure of waiting for a child. The years have passed. They had become so carried away by routine that there was no remedy. Now Chico Lindo was a night watchman, but he had six operations on his wrist and all the prosthetics were hurting him. Lilymary worked tirelessly as a cook. They had already become vulgar people. Even the sister had long forgotten that Chico Lindo was once a Chicago black golf champion, and one day, cleaning up, he threw away all the books, Plato's Apology and Fedon, and the works of Thoreau and Emerson and all the brochures and correspondence of the Rosicrucian Brotherhood. It took Lindo a while to realize that the books had disappeared. And then he just looked at the corner where they were, and he said, \"What barbarity, boy... what barbarity\". Because things change and become so different that we can barely recognize them and it seems that only our names remain the same: it made no sense for them to keep calling each other Chico Lindo and Lilymary when it was so long ago that pleasure had disappeared. Within a few years, the two died of a flu epidemic and went to heaven. They thought that from then on everything would be fine, and, indeed, things began to be exactly as they had been told about their childhood. It grew back to Chico Lindo's leg, who became an absolute champion of the sky, of the whites and of the blacks, and strongly threw the ball from cloud to cloud through the celestial golf courses. Lilymary's breasts became firm and young. She deserved the respect of the other angels and was once again as proud as she was before her Lindo Boy. They sat down at sunset and tried to remember what they missed. It wasn't the books, because everyone there knew everything by heart, nor was the child, because it had never really been his. They couldn't remember, so after a period of perplexity, they gave up on memories, and talked about how wonderful the other was, or the victories Chico Lindo would achieve the next day. And that's the way it goes. *FIN* Dearly Beloved, Fitzgerald/Hemingway Annual, 1969", "title": "Tiernamente adorables", "author": "F. Scott Fitzgerald"}