{"metadata": {"length": 5191, "words": 988, "reading_time_min": 4.94}, "text": "The phone rang once, twice, three times. I pulled the tube and I just stood there looking at it. Hey, hey, answer me, I was saying a voice from the other side. Then a click. I was looking at the black phone. There are white phones and color phones and some very modern. But mine was black. I was watching him. I wasn't gonna hang the tube. Suddenly I was tired of the phone, tired of the phone, rotten of the phone. I don't know why. Maybe because a voice on the other side wasn't enough for me, maybe because suddenly I felt the need to see and touch that other one who had said nothing but hello, hello, answer. But if I answered I would have to settle for the voice, the voice buzzing in my ear and getting inside to tell me things I would understand. But nothing but the voice. I got up, went to the laundry, got a hammer, smashed the phone to bits. There were the black bits, some wheels, screws, that stuff. - I'm going to be a hammerhead. And I felt calmer, almost happy. And I sat in the hammock chair. I've been hanging around for a long time, looking at the black bits of the black phone, the little wheels, the screws, those things. I was hammering, hammering, hammering. Until at a moment I realized I was hammering in my favorite armchair. My chair was under my stuff, I was pushing it and the chair was hammering me, hammering me, hammering me. Why was I hammering? I found the saw and in half an hour I reduced my favorite chair to a few wooden ones I threw into the fire. The fire sparkled, he got happy. Like me, who no longer had my favorite chair, who was happy because I no longer had my favorite chair. What was he gonna do now? What can be done on a rainy Sunday? I randomly pulled a book out of the library and started reading. I'm confused by the interpretations, those essays on hermeneutics about Paul Ricoeur. I've always liked philosophy, and this Ricouer interested me in his problematic double-sense that springs from contemporary discussions about structuralism and the death of the subject. I was really involved in this for a while, until I read that sentence which I remember from my memory (La lecture de Freud est en même temps la crise de la philosophie du sujet tel quil sapparait dabord à lui même à titre de conscience; elle fait de la conscience, non une donée, mais un problème et une tâche). The real conquest must be conquered by all the false conquests. I was right. But just because he was right, why keep reading? I threw the book into the fire, and the fire ate it up in a flash. It was a nice show. I looked for the other books, and I threw them away one by one, the fire was hungry and I, as I burned the books, I felt more, more, more and more light. Then, with the hammer, I broke the TV. I thought about burning the house, but I felt sorry, I'm on the sixth floor, the five downstairs would burn and the four upstairs would, it was going to be a disaster, someone would die maybe, and I don't like people dying. Even less so if he dies because of me. So I went out on the street. He was kicking every car parked along the sidewalk. I was thinking about the magnificent spectacle that would offer a bonfire in which the hundreds of thousands of cars in Buenos Aires would burn. Red, reflections of red, orange, violent yellow, blue and violet and twisted plates, twisted iron. But no, it was too many cars for me alone, they would have eaten me, crushed me, bagged me. He was alone and the objects were all-powerful. They're still, dumb, but they're all powerful. I was alone and the houses were getting taller, ten stories, twenty stories, thirty stories, forty stories. Soon a 66-story building over Leandro N. Alem. And then there'll be a hundred floors, a thousand floors, ten thousand floors. I don't know why, but I started taking my clothes off, even though it was cold. First the raincoat, then the jacket, then the sweater, then the shirt, then the shoes, then the pants. All while I was walking. At first they didn't look at me very much, then quite a bit, when I was completely naked people had piled around me, some were laughing, others were serious, a woman burst into hysterical laughter, pointing to me the groin and its surroundings; another said something like \"a nasty exhibitor\", finally a policeman covered me with his hood and took me to the section. It hurt me not to feel the cool drops of rain on my skin anymore. I'm in Vieytes now. Every time I can, I'm naked, but they don't let me, they force me to dress. I tell them I'm fine, I feel fine; the doctor is amazed because I can have reasonable conversations, talk consistently about politics, movies, football. What he doesn't understand is that I don't want to know anything about things, that he insists on eating with his hands, sleeping on the floor and if possible outdoors and without the slightest garment on it, breaking all the objects that they leave at my disposal, those symbols of utility that by force of being useful have made me so useless. I try to explain that things that work don't work, but that's when they shake their heads, the doctors and the nurses, and they pat me and say, \"Relax, buddy\". FIN Open letter to violent Buenos Aires, 1970", "title": "De donde Juan Eduardo Martini...", "author": "Eduardo Gudiño Kieffer"}