{"metadata": {"length": 1846, "words": 329, "reading_time_min": 1.645}, "text": "When a Bolivian reaches the sea, even if he is foreign, he is always a white, never an Indian. There was, however, an Indian born near the Oruro mines who, by a strange chance, was able to reach the forbidden sea. He had to be a cheerful and well-disposed child, for a peace-loving lady, who was passing through Oruro and belonged to a poor family, saw him by chance and took him to the capital, there for the fifty years. Renamed Gualberto Aniceto Morales, he learned to read and he learned to serve. And so well did he do it, that when his patrons traveled to Europe, they brought him with them, not precisely to broaden their horizons, but to have the auxiliaries in their homes. This was how the boy (who had already reached the age of fifteen) could go on collecting sea images in his memory: from the green tidal tidal of the Mediterranean to the frozen bays of the Baltic. When his protectors returned after a year, Gualberto Aniceto asked them to let him travel to his village to see his family. There, in his humble origin, in his humble and desolate zeal, before the atoning gaze and the compact silence of his eyes, the traveller was long and exhaustively informing about shoals, waves, dolphins, schooners, storms, flying fish, trawlers, fishing huts, whirling whirlpools, tuna, halibut, enormous transatlantics. However, there came a night when he was left without a memory and fell asleep. But theirs did not give up hope and continued to look, waiting, huddled on the ground and with their teeth tingling from the coca. From the depths of the cellar came the voice of the grandfather, still inexorable, despite his swollen lungs: “And what more?” Gualberto Aniceto felt he could not defraud them. I knew from experience that the nostalgia of the sea has no end. And it was then, only then, that he began to speak of the sirens. FIN", "title": "Un boliviano con salida al mar", "author": "Mario Benedetti"}