{"metadata": {"length": 2408, "words": 456, "reading_time_min": 2.28}, "text": "Old Jackson was a bookkeeper or something, and he earned a small salary to support a large family; he wanted to improve himself with minimal effort, as a good descendant of an old Southern family, and then he came up with the idea of renting a portion of these swampy Louisiana lands and raising sheep in them. He had noticed that vegetation grew much faster in swampy lands, and then he thought that wool should grow more in a swampy sheep as well. So he abandoned his bookholding, rented a few hundred acres in the swamp of the Tchufuncta River and populated it with sheep, using the money of his wife's uncle, who was a member of an old aristocratic family in Tennessee. But the animals immediately began to drown and to prevent it he made them life belts with wooden tones, part of the Tennessee uncle's legacy, so that when the sheep reached deep water they floated until the current brought them back to dry land. This turned out very well, even if the sheep kept disappearing. Then he discovered that the crocodiles were eating them. He made a wood-based imitation of deer horns, and he put a pair on each newborn lamb. This reduced their losses to an almost absolute minimum. Because it seems that crocodiles don't like deer meat. After a while the lifeboats broke down, but by then the sheep were swimming quite well, so old Jackson decided it was not worth putting new lifeboats in. The first generation of sheep came out of the water only at the time of eating. When the time came for the squirrel, he and his boys had to make the boat ride; for the next squirrel these sheep no longer came out of the water or to eat. Then he and his boys walked with the boats and put on floating food to feed. The new generation of sheep even knew how to dive. They could no longer see one on the ground; only their heads swimming among the streams. Finally another squirrel came. Old Jackson tried to grab a sheep, but the animal swam faster than he could row, and the younger ones would dive underwater and disappear. So they finally had to borrow a motorboat, and when they finally got one of the sheep tired and grabbed it and pulled it out of the water, they noticed that only on the top of the back was wool: the rest of the body had scales like a fish. When they took out a lamb with a canoe hook, they found that its tail had widened and crushed like that of a beaver and that it no longer had legs. FIN", "title": "Esquileo I", "author": "William Faulkner"}