{"metadata": {"length": 6983, "words": 1341, "reading_time_min": 6.705}, "text": "I'm happy to tell my biographers that I live in the only upstairs room in my house. A house with only one second-floor room is pretty weird if you think there'll be barely two of these in the whole city. I'm not going to describe what's in my room. I'll just say everything about him is poor. A dress hanging from a nail, oblivious to this on the wall, where every night, on my return, I hang my overcoat that is already beginning to look like me. A bed, a sleeping bed like any other bed in the world. And besides many insignificant objects, a vulgar, slender table on which are several rows of books. Above one of these rows, a striking clock mistreats the hours in a painful way. Everything, except books, which I love with human love, as if they were people, is worth very little or nothing. I was going to say about the staircase, which is right behind the door, and it's like the tail of my room; I was going to say what has been mortifying me for a long time and what years I've been intending to submit to a survey: I was going to say it, but Ramon, the most illustrious of the Ramones that the world has ever been, by approximate calculation, but not average, has gotten the idea before me. I have ideas sometimes, too, and yet I'm not a writer. I don't remember ever telling a lie. What I am going to say now is as true, as true but as unlikely as, for example, the death of the infallible pontiff. If I told you at first where I live and what my room is like, I did it because I need it for my story. I confess I've been distracted by things that don't come to mind and that all of the above could be suppressed, which I don't do, though, because I think it was Stendhal who asked me to frame my narrative. From my room you can see the courtyard of the house next door. The wall in which the door of my fourth room is embedded forms a right angle with a stretch of the roof of the other house. So from the door, leaning your hands on the roof, it's easy to spot the short corridor across the yard. A lovely little person would sometimes walk through this corridor. No one else passed by it, as if it were meant exclusively for her. There were voices in the house, but I never saw the owners of those voices. That beautiful person lacked personality altogether. At first glance she was understood, and I had just checked one morning that she, looking for the sun, had dragged her little seat down the hallway and had set herself to make a crochet fabric, moving the needle between her agile fingers. Sometimes, for a brief moment, he would quit his job to look at a certain point, invisible to me, and then, with extraordinary clarity, I discovered that his face reflected the expression of the person I did not see. This gave me an invincible curiosity: to study the people in the house through that face, in which everything looked like in a mirror. I knew that there was a harsh man there, and I soon realized that he was her husband, because on the face she was copying was the expression of possession, but of despised possession. \"I possess you and therefore despise you\", said that harsh face. In contrast to this, the other face I met that sunny morning was that of a sweet, somewhat sad young man whose expression, of a semi-dreamy sentimentalism, clearly said, \"I love you\". So for months, looking for moments at the door of my room, with my elbows on the next roof, I gradually accumulated details, gestures, rickets of love and hate, melancholy facial features, smiles, recriminations, all the heaps of feelings that alternately passed through the beautiful face of the woman. In a notebook I took a careful note of all this separately; that is, when one of these characters was severe she pointed it at her husband and when she was sweet she would complete the other man's personality. I came to define them so accurately that I could tell their height. By a relation between the floor and her gaze I calculated that her husband was about one foot by seventy centimeters and that the young man was no more than one foot by sixty. As I strictly adhere to the truth, this story appears truncated and incomplete all the time, for it was seldom the case that she was in the hallway and that one of the men was in the house. In the course of that time the two men did not get to be in the house at the same time. What happened often, even for eight or ten days, was that on the woman's face appeared only the face of the sweet man, so I assumed that the other was absent from the house, perhaps on missions of his trade. In one of those absences, something happened that definitely closed my notebook. It was a clear night, as few have been in the world. From the roofs of the \"long\" trees were seen the tops of the trees and the moon was cut from the branch of a eucalyptus. On the neighboring patch the shadow of a palm tree was a huge, black spider, moving its legs. It would be 2:00 in the morning. There was a silence of shadows. I was climbing the stairs, coming back from my night walk, and I was about to enter my room when I heard voices in the next house. For a moment, the calmness of the night was restored. But then, a beastly cry shattered the rest. A rush was heard and the woman, in her sleeping suit, reached the end of the corridor. She was broken. In her face I could see alternately the sour husband and the romantic lover. The notes on my notebook allowed me to wait, for a common logic and perhaps also for the desire for spectacle that stings beings, for the development and culmination of the drama that would occur before my eyes. I set out to witness the two men's struggle in the woman's face and even went ahead to imagine when one momentarily triumphed over the other; when the two rolled over the floor; when they frowned in grief to catch their breath; when they broke into the fight again. But the scene, which I'd waited for months, never came. Suddenly there was a silence, as big as a stone. I thought the time had come. The woman pale, her factions untied and her pupils, unabatedly open, became immobile in the target. This only lasted a second and I thought the time particle was more than enough to understand that that was the reflection of the dead man's face. But it wasn't like that. The expressions of the two men were refracted in his, with their own characteristics; and in the following days the face of the beautiful woman was again reflected by the stern face of the husband and the sweet face of the melancholy man. I feel the need to record it in this way in honor of the truth. Maybe this discourages the reader. I've had the same thing happen to me. I threw up the pages of my notebook, which flew like a calendar sheet, and I never peered back into the backyard of the neighboring house. - What's the point? But... what show is capable of keeping our curiosity vulgar or not for months? If I have been able to convey some of that curiosity to the reader, I will feel paid for the failure of this story. Fin 1925", "title": "Tragedia de un rostro", "author": "Luis Vidales"}