{"metadata": {"length": 4158, "words": 731, "reading_time_min": 3.655}, "text": "Going back to the Upper Paraná. A warm, perfect night, as if during the stillness of twilight all the cosmic impurities had decanted, evaporated, sublimated; a burning sky, of a blue at once metallic and transparent, populated with pale gems, surfed with long trails of phosphorus. At the horizon, the lunar arc spread its brightness of ultrathumb. And the earth, which was half-finite, was under that firmament of gold-plated cloth, a tapestry of strange shadows; and the banks of the river, two black velvet-shaped cuneiform beds. The waters passed, trembling silk, slowly ripped through the ship and twisted into two concave loops, two unique waves that seemed to attach to the bow with an untiring sigh. The passengers, after dinner, had gone ashore. Standing on the edge, a stylish couple, she virgin and he single, discreet. Is Eglantina sad? (Because he had baptized her Eglantina). \"Tonight is too beautiful\", murmured the young woman. The beauty is you... shone Eglantine's smile in the darkness. \"My elders approve of me\", he thought. At a nearby bank, Aunt Herminia, who was talking to a mourning lady, would let the lovers go with her holyly benevolent gaze, a wedding blessing. Roberto would accompany them to Iguazú, then to Buenos Aires, and then... they played guitars and a Spanish voice: the eyes of a moreno claws on a muje... and Andalusian palmaditas. Underneath, always the deaf shaking of the propeller, and the breathing of the boilers. Two strong merchants from Posadas were walking, announced by the red spark of their cigarettes. If the slate continues to fall, I close half the slate quarry, said the thickest. The breeze of the march moved the lining of the shroud. Eglantine was looking at the beautiful abyss. Do you see anything? He asked Roberto. But she did not answer that she saw, artistically blurred, as reflected in a polished ebony, the picture of future happiness: Roberto and she leaning on a lace crib, where a child's head slept. \"It is strange\", thought Eglantina, \"that in those waters, where there is nothing, our son floats already\". I saw the image of the stars, and he answered with prudence. The mourning lady told Aunt Herminia of her widowly pains, her trip to Corrientes, where her eldest daughter was studying for a normal teacher. They were poor. They had to work. Two of his girls were running around the ship, playing hide-and-seek. They crossed suddenly, sighing. The lady stopped them. What about the baby? He's hiding and they've run away. I'm going to get it! I'm right! She asked Aunt Herminia. It's the cry of the game. They learned it from a few little Paraguayan boys. The Spanish voice sang: \"I have two kisses in my soul that do not depart from me... \"Now we must bring mission workers. They have concluded on this side, said the fat trader. They can't stand ten years in the mountain. The girls came back tired. But where's your little brother? \"The grieving lady insisted. We don't know... he's not found. The lady got up and left. Roberto wanted to convince Eglantina that the steam was still, and he showed her the end of the masts, fixed on the stars... I was feeling restless. The servants went from one place to another, looking. The sheriff came to Roberto. \"That child is not found\". he cried out in anguish. They left together. The passengers were shaking, like ideas in a brain, inside the ship silently thundered by misfortune. Ten awful minutes passed. The mother has reappeared. She was old. He's in the water! My son! My son! A syncope, in the arms of Aunt Herminia. Eglantina watched with horror that the unhappy woman was regaining consciousness. As soon as he opened his eyes, death came upon them. My son! She got rid of those who tried to stop her, went ashore, and bent over, calling, over the river. My son! My son! The smooth current was passing. A vague immensity was spreading at the stern. Orders were heard. The steam turned hard. The single waves broke; tumultuous rumblings broke the mirror, drilled the trembling silk from the waters, where there was no doubt the corpse of a child. But Eglantina, weeping, could see nothing in them. Finish short stories, 1911", "title": "A bordo", "author": "Rafael Barrett"}