{"metadata": {"length": 3187, "words": 601, "reading_time_min": 3.005}, "text": "His name was Riki, which means \"Strength\", but people called him Riki the Simple, or Riki the Fool, \"Riki-Baka\" because his life was spent in a perpetual childhood. For the same reason he was treated kindly, even if he had set a house on fire by approaching a lit match to a mosquito, cheering with joy at the glow of the flames. At sixteen he was a tall, stocky boy, but his mind always kept the happy two-year-old age, and so Riki continued to play with the little ones. The older kids in the neighborhood, four to six years old, didn't play with him, because Riki couldn't learn his games or his songs. His favorite toy was a broom, which he rode like a horse; and he spent hours with his broom, going up and down the slope in front of my house, with amazing laughter. But eventually the noise it caused began to bother me, and I had to tell him to go play somewhere else. He bent gently and walked away, dragging the broom with heavy heart. He was very kind and absolutely harmless (as long as he was not given the chance to play with fire), and he rarely gave cause for complaint. It was as anonymously related to our street life as a chicken or a dog; when it disappeared, I didn't even miss it. It was months before I could remember Riki. - What happened to Riki? - I asked an old lumberman who supplies fuel to our neighborhood, because I remembered Riki used to help him carry the lumber beams. - What is it? - the old man answered. Oh, Riki died, poor boy... yeah, he died about a year ago, unexpectedly; the doctors said he had a brain disease. And there's a weird story about Riki. When Riki died, the mother wrote her name, Riki-Baka, in the palm of her left hand, putting Riki in Chinese script, and Baka in kana. And she repeated many prayers for him, asking him to be reborn in a happier condition. Now, about three months ago, at the honorable residence of Nanigashi-Sama, Kõjimachi, a child was born with characters in the left hand; and the characters said, clearly, Riki-Baka. \"The people of the house thought that the baby was to be given a voice, and they searched everywhere. Finally, a vegetable grower confided that there used to be a foolish boy, Riki-Baka, in the neighborhood of Ushigomé, who had died last fall; so they sent two servants to find Riki's mother. When the servants found her, they told her what had happened. She was very glad, because the Nanigashi family was very rich and famous. But the servants told him that Nanigashi-Sama's family was furious over the word Baka inscribed on the child's hand. Where is Riki buried? - the servants asked. \"At Zendõji's cemetery\", she told them. \"Please\", the servants asked him, \"give us some mud from your grave\". She then led them to the Zendõji temple, and showed them Riki's tomb, and they took some mud from the tomb wrapped in a furoshiki. Riki's mother was given some money... ten yen. - I asked. \"Well\", said the old man, \"Imagine it was not appropriate for the child to grow up with that name in his hand. And there is no other way to erase the characters inscribed by that means on a child's body: you have to rub the skin with mud taken from the grave of the corpse of the previous existence...", "title": "Riki-Baka", "author": "Lafcadio Hearn"}