{"metadata": {"length": 3710, "words": 662, "reading_time_min": 3.31}, "text": "A couple of newlyweds walked up and down the platform at a certain summer point. He held her by the carving; she strapped herself to him and they both felt happy. The moon, among the clouds, watched them crashing through the blink. I was sure to be envious and angry at her boring and forced virginity. The still air was impregnated with the smell of lilies and acacias. Across the road, a bird was making loud noises. - It's a good place to be, Sascha! - said the newlywed. Definitely, you might think we were dreaming! Look at the warm, warm way that little forest looks at us! Look how nice these solid and silent telegraph posts are!... With their presence, Sascha, they bring the landscape to life and tell us that there... somewhere... there are other people... there is a civilization... Don't you like to feel the noise of a passing train reaching your ear? - Yes, but... what warm hands you have! That's your turmoil, Varia... what are we having for dinner today? - We have okroschka 1 and chicken. One chicken is enough for both of you, and I have brought you sardines and smoked fish from the city. The moon, hiding behind a cloud, winked, as if she had raped. No doubt, the spectacle of human happiness reminded him of his own solitude, his lonely bed behind the mountains and valleys... - Varia said. Oh, that's good. And there came forth three eyes of fire from afar, and the chief of the baker went forth to the platform. Over the rails, from here to there, the road guards' lights ran. \"We'll dismiss the train and go home\", Sascha said whispering. How well we live together, Varia; how well you can't believe it! The dark monster dragged silently to the platform and stopped. Through the windows of the half-lit cars, they could see dreamlike faces, hats, shoulders... - he was heard shouting from one of the cars. It's Varia! And her husband! They waited for us! There they are! Vareñka! Vareñka! What is it? Two girls jumped out of the car and hung themselves from Varia's neck. Behind them came a fat old lady and a tall, thin-skinned gentleman. Then two schoolchildren packed; behind, the schoolteacher, and finally, the grandmother. - Here we are! Here we are, buddy! - began to say the lord of the flies, shaking Sascha's hand. They've been waiting for us for a long time. As if you saw him, you were already reproaching your uncle for not coming! Kolia! Kostia!... Girl!... Fifa!... Children!... Embrace your cousin Sascha!... We have come to see you and spend three or four days with you. I hope we don't bother you... you, please don't spend us ceremonies! When the uncle and his entire family arrived, the marriage was terrified. As the first one spoke and gave kisses, Sascha's imagination was moved by the following picture: He saw himself and his wife offering the guests his three rooms, his pillows and his blankets. She saw the smoked fish, sardines and okroschka devoured in a second... to cousins, cutting flowers, pouring ink... to aunt, talking only, all day, about her illnesses (her loneliness and her stomach pain) and that by birth she was Baroness Fintij... Sascha began to look with hatred at his young wife and murmured in her ear: -They have come to see you! Fuck you! - No! - You! - she replied, looking at him with disgust and malicious expression. \"They are not my relatives, but yours!\" and turning to the guests he invited them with the kindest of smiles. Come, please!... Behind a cloud the moon rose slowly. He seemed to smile... He seemed to like not having any relatives... Sascha turned his head to hide from the guests his desperate and irritated face; but he repeated, making efforts to give his voice accents of joy and kindness: Fin 1. okroschka: soup", "title": "Los veraneantes", "author": "Anton Chejov"}