{"metadata": {"length": 5545, "words": 1099, "reading_time_min": 5.495}, "text": "Last year there was a priest in Barletta named Don Gianni de Barolo who, because he had a poor church, to support his life began to bring merchandise with a deer here and there through the fairgrounds of Apulia and to buy and sell. And on his way he made close friendships with a man named Pietro de Tresanti, who was also a businessman with his own donkey, and in a sign of affection and friendship he called him only Comrade Pietro in the Apollonian manner; and whenever he came to Barletta he took him to his church and there hosted him and honored him as he could. Comrade Pietro, on the other hand, being very poor and having a small cabin in Tresanti, barely enough for him and for his young and beautiful wife and for his donkey, as many times as Don Gianni for Tresanti appeared, as many he took him home and as he could, in recognition of the honor he received from him in Barletta, he honored him. But in the matter of the hostel, having not Comrade Pietro but a little yacija in which with his beautiful wife he slept, honour could not do it as he wanted; but that in a small stable standing beside his donkey cast the don Gianni's mare, he had to lie on the straw beside her. The woman, knowing the honor the priest was honoring her husband in Barletta, had often wanted, when the priest came, to go to sleep with a neighbor of hers who had by name Zita Carapresa of Judge Leo, so that the priest with her husband would sleep in bed, and had told the priest many times, but he had never wanted to; and among other times one said to him: -Mother Gemmata, don't worry about me, I'm fine, because when I like this lady, I turn into a beautiful girl and I'm with her, and then, when I want to, I turn her into a lady; and so I won't separate from her. And the young woman marveled, and believed him, and said to her husband, If it be as thy heart, as thou sayest, why teachest thou not the spell, that thou mayest turn me into a heifer, and trade with the ass and the heifer, and we shall gain double? And when we get home, you could make me a woman again. Comrade Pietro, who was rather short-sighted, believed this matter and followed his advice: and as best he could he began to ask Don Gianni to teach him that. Don Gianni was very good at getting him out of that stupidity, but he couldn't, he said, \"Well, since you want to, tomorrow we will get up, as we usually do, before dawn, and I will show you how it is done; it is true that the hardest thing in this matter is to stick to the tail, as you will see. Comrade Pietro and Comrade Gemmata, having barely slept that night, were so anxious about this matter that as soon as the day drew near they got up and called Don Gianni, who, standing in his shirt, came to Comrade Pietro's valet and said: \"There is no one in the world for whom I did this but for you, and for this reason, as you like it, I will do it; you must do what I tell you if you want it to go well. They said they would do as he told them, so Don Gianni, taking a light, put it in the hand of Comrade Pietro and said: \"Look carefully what I do, and remember well what I say; and be careful, if you do not want to ruin everything, to say a single word for nothing you hear or see; and pray to God that the tail sticks well. Comrade Pietro, picking up the light, said he would. Then Don Gianni had Mother Gemmata strip naked as her mother brought her into the world, and had her put her hands and feet on the ground the way the mares are, advising her equally not to say a word whatever happened; and beginning to touch her face with her hands, she began to say: -May this be a good head of a mare. And he touched his hair, and said, These are good yeast-crins. And touching his arms, he said, These be good legs and good yoke. Then he touched her chest and found it hard and round, and woke up the uncalled and upright, and said, \"And this good breast of the deer\". And he did the same thing to his back, and to his belly, and to his thigh, and to his thighs, and to his legs; and finally, having nothing left to do but his tail, he lifted up his shirt, and took the tool, and quickly put it into the net made for it, and said, And this is a good tail of a deer. Comrade Pietro, who had looked carefully at everything until then, seeing the latter and not looking well, said: \"Oh, Don Gianni, I don't want you to have a tail, I don't want you to have a tail! There was already the radical moisture that causes all plants to sprout when Don Gianni, withdrawing it, said: \"Ah, Comrade Pietro, what have you done? The swan was about to get made, but talking has ruined everything, and there's no way to ever make it again. Comrade Pietro said, \"It's okay, I didn't want that tail. Why didn't you tell me, \"Put it yourself\"? And you were hitting her too low. Don Gianni said, \"Because you wouldn't have known how to hit her the first time as well as I did. And the young woman, when she heard these words, arose and stood up, and said to her husband in her heart, What beast art thou, that hast wasted thy goods and mine? What marshes hast thou seen without tail? God knows you're poor, but it would be fair if you were much poorer. There was no longer, therefore, any way of making the young woman a yeoman because of the words spoken by Comrade Pietro, so she, sad and melancholy, dressed again and Comrade Pietro with his donkey, as usual, went to do his old trade; and together with Don Gianni he went to the fair of Bitonto, and never again asked him for such a favor. Finish ninth, Narration tenth, The decameron", "title": "Sin cola no hay yegua", "author": "Giovanni Boccaccio"}