{"metadata": {"length": 1885, "words": 344, "reading_time_min": 1.72}, "text": "A great lark: —“Cooking”—, called the attention of the transitory. Close to the door, the wise men smoked, as people do in the stánges on tobacco day. Each one carried a tray, with all prudence and the greatest care. On the table, a glass mirror. And under the glass, a new word has been made in the cabinet, by comparing roots and desires from different times and places. The cook — fat and good-humored — was cooking those raw balls, those words in the middle of making, with great patience and good humor. He put a hexagram in the oven, and a few hours later he took it out, humeous and appetitous, changed into something better. She had a little bit of a smear, with dust from local acorns, and she was returned to her inventor, who was so happy, eating her on the street and giving pieces to everyone she met. One day the word artifact entered the oven, and came out of the oven made artifact. Fingir metamorphosed into a heir; sexta, into a seat; cátedra, into a chair. But when a wise man — who claimed to reform the social institutions with great remedies — put the word “holocaust” on the stove, and it was seen to be a riot, there was a roaring popular protest, which ended in a rising, a mob. The cook, imperturbable, spewed —over the heads of the amotinados— the floating word: motin; and, by a slight coagulation, made it digestible, turning it into and “civilizing” it into mitin. This was considered a great advance, and the cook received, in return, the blue ribbon. Enthusiastic, the wise men wanted to clear up the enigma of enigmas, and make it digestible by the metaphysical action of fire. And one morning — a long time ago — they came into the kitchen with a huge voice, like a huge turtle, that was barely breathing. And they threw the voice into the fire. This voice was God. And we do not know what shall come, for it still is in the making. FIN Calendar, 1923", "title": "El cocinero", "author": "Alfonso Reyes"}