{"metadata": {"length": 3024, "words": 566, "reading_time_min": 2.83}, "text": "Along the green wall that extends around Copenhagen, a large red house with many windows is raised, in which balsamic and oak trees grow. The outside is a rotten appearance, and there live poor and old people. It's Vartou. Look: An old lady sits on the edge of one of the windows, entertained by squeezing dry leaves of the balsam and looking at the green wall, where a few yellow butterflies flutter and run. What should you be thinking about? A drama of your life is projected before your mind. The poor little ones, how happy they play! What brighter eyes and what more rosy cheeks! But they have no hats or shoes; they are dancing on the green wall. According to the legend, a few years ago the earth was constantly sinking there, and on one occasion an innocent child fell with his flowers and toys into the open grave, which was closed while the child played and ate. There was the wall, which was soon covered with a splendid carpet. The children ignore the legend; rather, they hear cries to be found under the earth, and the rock of the herbage is pictured to them with burning brims. You do not know the story of that king of Denmark who stood there facing the invader and swore before his trembling, pious subjects that he would stand firm with the people of his city and die in his nest. They do not know of the men who fought there, nor of the women who poured water on the enemies who, dressed in white to confuse them with the snow, trembled on the outside of the wall. The poor chiquitas continue to play happily. Play, play, chiquita! Soon the years will pass. The confirmands will be carried by hand to the green wall; you will wear a white dress that will have cost your mother much, though it be made of another old fabric. They will give you a red cloth, which will draw you down too far, too low; but then you will see how great it is, yes!, too great. You will think of your feasts and of God Our Lord. What a beautiful walk through the mural! And the years pass, with many shadowy days, but also with their gifts of youth. And you will find a friend, without knowing how; you will meet, and as spring approaches you will walk through the wall, while all the bells ring calling to penance and prayer. They will not yet have broken the violets, but in front of the old and beautiful Rosenborg Palace will shine a tree with its first green shoots; they will stay there. Every year that tree gives new green branches, which does not make the heart confined in the human chest, through which pass black clouds, blacker than those known to the North. Poor girl! The wedding camera of your boyfriend will be the flier, and you will become a snob. From Vartou you will look, through the balsaminas, at the children who play, and you will realize that your own story is being told. And this is just the drama of life that unfolds before the old lady, who is looking at the wall, where the sun is shining, and the little red-haired boys, without shoes or hats, play and enjoy themselves as the stars of heaven.", "title": "Desde una ventana de Vartou", "author": "Hans Christian Andersen"}