{"metadata": {"length": 3170, "words": 600, "reading_time_min": 3.0}, "text": "Antoito López liked dangerous games: climbing up the handrail of the water tank, swinging from the rafters of the house, lighting fires in the fireplace. These games entertained him until he discovered the sledge, the old sledge that served others to sweep the baths, to raise the bushes from the bottom of the well and, in short, for anything; yes, the games entertained him until the sledge fell into his hands. For a year, of his seven-year life, Antoito had waited for the stag; now he could do with her what he wished. First he made a hammer from a tree, then a horn for the horse, then a liana to hang from the trees, then a sling, then a horn for the kings, then a horn for the kings, then a horn for the kings, then a horn for the kings, then a snake. Pushing it forward, the stag retorted and turned its head back, with a swagger, as if ready to pounce. At times he climbed behind Toyito the stairs, climbed trees, sat on the banks. Toyoto always had to be careful not to get the shogo to touch him; it was part of the game. I saw him call the wolf, as one calls a dog, and the wolf came near, at first, to the outskirts, then, little by little, obediently. With such mastery Antoito threw the spear and gave him that serpentine, twisted motion that the two could have worked in a circle. Nobody said, “Toby, don’t play with the sock.” The sock seemed to be quite calm when it slept on the table or on the floor. Nobody would have believed she could save anyone. Over time it became more flexible and dark, almost green and, lastly, a bit viscous and unpleasant, in my opinion. The cat did not approach him and sometimes, in the mornings, between their naked bodies, they would be delayed by a few minutes. Toyito usually shook it before throwing it into the air, like a disco ball or a broomstick, and he did not need to pay attention to its movements: it was, as it were, the stag leaping out of his hands to swing forward, to turn better. If someone asked him, “Toby, lend me the sash,” the boy invariably replied, “No.” A linty hair, on the side of the head, was blown off, with a beard; its chin, shaven, looked like a dragon. Toby wanted to save a cat with the stag. The sage refused. It was good. A soga, what does it eat? There are so many in the world! In boats, in houses, in shops, in museums, everywhere... Toyoto decided to be a herbivore; he was given food and water. He baptized her with the name \"Primula.\" When he launched the spear, at each movement, he said, “Prmula, let’s go Prmula.” And Prmula obeyed. Toyito took the habit of sleeping with Prmula on the bed, with the precaution of placing his head on the pillow and his knee well down, between the pillows. One December afternoon, the sun, like a ball of fire, glowed on the horizon so that everyone looked at it, comparing it with the moon, until the same Toshito, when he launched the saga. That time the soga went back with the energy of forever and Toito did not retreat. The head of Prmula slammed him in the chest and slammed his tongue through the blouse. That is how Tobit died. I saw him, trembling, with my eyes open. The sage, with the flinty arrow snared, sat beside him. FIN", "title": "La soga", "author": "Silvina Ocampo"}