{"metadata": {"length": 5088, "words": 921, "reading_time_min": 4.605}, "text": "The truth may sometimes not be plausible. I said the other day, at this place, that yesterday's literary school used, for its novels, the adventures or the exceptional truths found in existence; whereas today's school, not concerned with but plausibility, sets a kind of average of ordinary events. And here they tell me a whole story, apparently occurred, and it would be said to have been invented by some popular novelist or some delusional playwright. It is, in any case, amazing, well-organized and very interesting in its strangeness. In a rural property, half a farm and half a farm, lived a family that had a daughter whom two young brothers courts. They belonged to an old and excellent house, and they lived together on a neighboring property. The favorite was the oldest. And the little boy, whose heart was broken by a tumultuous love, became gloomy, dreamy, misguided. He went out for days or locked himself in his room, and read or meditated. The closer the wedding hour came, the more suspicious he became. About a week before the appointed date, the groom, who was returning one night from his daily visit to the young woman, was shot in a wooded corner. Some peasants, who found him at dawn, took the body home. His brother sank into a fiery despair that lasted two years. He even thought he'd get himself a priest or kill himself. After two years of desperation, he married his brother's girlfriend. Meanwhile, the killer had not been found. There was no sure trail; and the only revealing object was a piece of almost burnt, black powdered paper that had served as a tail to the killer's rifle. On that paper jar were printed verses, the end of a song, no doubt, but the book from which that page had been torn off could not be discovered. The suspected killer was a stealth hunter of poor repute. He was persecuted, imprisoned, interrogated, harassed; but he did not confess, and was acquitted, for lack of evidence. That's the exposition of this drama. You'd think you were reading a horrible adventure novel. Nothing is missing: the love of two brothers, the jealousy of one, the death of the favorite, crime in a corner of the forest, misguided justice, the accused acquitted, and a light thread in the hands of the judges, the piece of black gunpowder paper. And now, twenty years have passed. The younger brother, married, is happy, rich and considerate: he has three daughters. One of them is getting married in turn. She marries the son of an old magistrate, one of whom formed the court last year, when the murder of his older brother. And now the wedding is being held, a big rural wedding, a play. Both parents shake hands, the young are happy. They dine in the long room of the farmhouse; they drink, joke, laugh, and, at desserts, someone proposes to sing songs, as was done in the old days. The idea is nice, and everyone sings. When it's his turn, the father of the bride searches for old couples that he used to make, and little by little he finds them. They make him laugh, they applaud; he continues, he sings the last one; then, when he finishes, his neighbor the magistrate asks him, \"Where the hell did you get that song? I know the last few lines. And even I think they're related to some serious circumstance in my life, but I don't know exactly; I'm losing my memory. And the next day, the newlyweds are off on a honeymoon. However, the obsession with inaccurate memories, that constant itching to remember something that never stops escaping him, plagued the boy's father. He was constantly chanting the chorus that his friend had sung, and still could not remember where those verses came from, which he had, however, been engraved in his head for a long time, as if he had felt a serious interest in not forgetting them. Two more years pass. And then one day, while he was scrolling through some old papers, he found, copied by him, those rhymes he had been searching for so long. They were the verses that had been left legible on the tail of the rifle that had been used for the murder. Then he starts the investigation again alone. He cleverly inquires, records his friend's furniture, and so well that he finds the book whose page had been torn. The drama is now unfolding in that father's heart. Your son is the son-in-law of the one you suspect so violently; but if the suspect is guilty, he has killed his brother to steal his bride! Is there a more monstrous crime? The magistrate triumphs over the father. The process is reopening. The real killer is, in fact, the brother. They condemn him. * * * Here are the facts that point me. They claim they're true. Could we use them in a book without giving the impression of servile imitation of De Montépin and Du Boisgobey? So, in literature as well as in life, the axiom: Not all truths can be told seems perfectly applicable to me. I insist on this example, which I find impressive. A novel composed with such a data would arouse the unbelief of all readers, and would scandalize all true artists. The Commission shall adopt implementing acts in accordance with Article 6 of the Treaty.", "title": "Un drama verdadero", "author": "Guy de Maupassant"}