{"metadata": {"length": 2319, "words": 409, "reading_time_min": 2.045}, "text": "It is a large walnut-wood cabinet, simple, vertical, at the same time heavy and elegant, almost a symbol of dignified stability; on the other hand, it is always closed. Inside, the closet is divided with shelves, and on each of these shelves lives a writer; in fact, they are the old dolls who became writers only by the work of inaction, darkness and boredom. For that reason, they all wear colorful costumes, often regional or provincial, and the head slightly disproportionate to the body, too flat, too pointed or simply too bulky; except for a poetess who has her very small, and this makes others laugh a lot, as if having a small head is more funny than having a big one. However, as the closet never opens, and the shelves do not allow for any other communication than the usual among prisoners, by means of punches given in a conventional system, little by little almost all the dolls have devoted themselves to literature, and thus became novelists, poets, literary critics, theatre critics and consultants to publishers. Inside everything is a continuous whisper: each wants to make others hear her own works. But these are, I mean, dolls. There's the novelist with glasses who after ten years of work managed to write this novel, entitled Strike: Hacía frío. The workers were on strike. On the coldest the youngest died of a strike. There's the cutting-edge playwright who presents the same comedy every year in an act, titled The Other: ANA: Give me a kiss, Edgardo. I can't, I love someone else. There's the theater girl who writes her verdict every week: Brava la Breva in the role of Briva. And there's the little-headed poetess, the most prolific of all, who once a month, changing the rhyme, re-tells the same lyrics: Poor the Poor. In the dark, convinced of their importance, the wrists of the disproportionate head move, take positions, threaten foreign governments if they want to continue to err, and spend the whole day transmitting their own compositions. In vain, because neither of them wants to hear what the others write, and on the other hand, they don't all handle the same conventional punch-line system, so their efforts are inexorably falling into the void. Sometimes someone comes to the locked closet, puts his ear to the walnut doors, and says, \"But this closet is full of mice!\" FIN", "title": "Las muñecas", "author": "Juan Rodolfo Wilcock"}