{"metadata": {"length": 4400, "words": 821, "reading_time_min": 4.105}, "text": "Come here, old man, now look with your dim eyes at my pages; for you alone, I will tell the last story. Don't be suspicious of my narrative, and if she grieves you, I beg you, O old man! Please don't cry. You will be forgiving of the princess of my tale I know; for I see already in your eyelids the announcement of the dream that will take you to sleep in the great hospital crib, sister of that other ivory or pine, where she received you, enchanted with tenderness, your loving mother. Don't be afraid to descend to the august cradle, the earth also has feminine sweetnesses. Elder, lend me the support of your weak chest so that in the reclining my head, let your heart hear me, it is to him I will speak. * * * In a distant kingdom whose fields were in winter, fertility, on the shores of the blue ocean, lived many years ago a mad princess, who must have died at birth, and I say die, because her star was red with the nimbo of the fatal sign. His parents, who were unbelievers, mocked the spells that the magicians had predicted to him. They ignored the tragic warning, and it was engraved on the princess' forehead in the very root of the thought. The girl was good, the storm is good. His spirit made for great encounters, had no limit in his audacity, in his loves, and in his longings. Ignoring the kings, their parents, the temptation of that young soul, feared that spontaneity, caused bad feelings and decided to put a shortcut to its development, like a clumsy gardener, who prunes with sharp scissors the shoots of an oak tree, because he wants it to become bushy like the other plants in the garden. Strange traits grew in the princess, despite the cruel precautions of her father; you know well, old man, there is no shortcut to the ebb of the sea; on the contrary, she seems to become enraged when they want to ride on her restless loins. Didn't I warn you at the beginning, that the princess was as good as the storm? She grew lean, like the wheat of that prodigious kingdom, and she was fond of dreaming. We all know that dreams are a trap of ugly reality. When she reached the age of heart, the impetuous princess set herself up for love, looking among the blond princes, for the one who would say the greatest tenderness in her pink ear. Unfortunately for her, who seduced her soul was an adventurous page, who sang like the blue bird, and who did so well the comedy of sorrow, that the excited princess loved him out of compassion. Later, when there was no time to repent, she could see the inside of that elegant page. It was made of rags at the heart, like the dolls that serve innocent fun. Old man, old man, what terrible sorrow the poor princess experienced; the same anguish you would have, if you saw the wind knocking down the flowers planted by your own hand in the garden  you have a garden, right Andean? One by one, the castles fell that raised his fantasy. She, still standing among the ruins, looked like a young palm tree punished by the lightning of divine wrath. When she saw her near death, all the evil hurricanes began to strike her, the world unleashed in her grim passions wanted to make her her victim. With a profane mouth he threw the bitter sigh of his wicked desires into his pretty face... the princess suffered, until she felt the coldness of evil in the marrow of her bones. Was it bad? I don't know, I don't know. He cried a lot, someone told him that the souls who cry have God's forgiveness. Yes, the princess was crying, with her eyes fiercely fixed, and her hands crushed over her heart. It was good, good, like the storm. After some years of rough struggle for life, because the girl was abandoned by everyone, quietly triumphed in her goodness. That crazy little head made for all the beautiful frivolity, bent down, loaded with the weight of meditation, and her hands, once unfeeling butterflies, became two white nuns of those who muzzle the anonymous dead. Her mouth no longer insulted luck, peace had sealed it with a sweet kiss of resignation. She was good, daughter of the earth, passionate and calm, daughter of the sea, cool and vibrant sister of the storm. To rest in peace, wait only for the forgiveness of a good soul. Shall thou give it to him, thou old man, that bowest thy face to the bosom of Jehovah? In telling this story to you, just to you, I asked you to put your heart to it. Tales for men who are still children, 1919", "title": "Confesión", "author": "Teresa Wilms Montt"}