{"metadata": {"length": 6381, "words": 1186, "reading_time_min": 5.93}, "text": "Mike Donovan looked at his empty beer jar, felt bored, and decided he'd heard enough. He said out loud, \"If we have to talk about unusual robots, I once met one man who disobeyed the First Law. And, since that was something completely impossible, everyone stopped talking and turned to look at Donovan. Donovan immediately cursed his mouth and changed the subject. \"Yesterday I was told a very good one\", he said in a conversational tone, \"about MacFarlane, in the chair next to Donovan's, said, \"You mean you know about a robot that caused harm to a human being? That was what disobedience to the First Law meant, of course. - In a way, Donovan said. I'm told I heard one about the robot, MacFarlane ordered. Some of the others made their jars resonate on the table. Donovan tried to get the best out of the matter. \"It happened on Titan, about ten years ago\", he said, thinking quickly. Yeah, it was in the 25s. We had just received a shipment of three new models of robots, specially designed for Titan. They were the first MA models. The so-called Emma One, Two and Three-- she snaps her fingers asking for another beer, and she looks intently at the waiter. Let's see, what's next? \"I've been involved in robotics my whole life, Mike\", said MacFarlane. I've never heard of any MA series. - That's because they removed all the MAs from the assembly lines immediately after... immediately after what I'm about to tell you. Don't you remember? - No, I'm not. In a hurry, Donovan continued, \"We immediately put the robots to work. Understand, until then, the base was completely unusable during the storm season, which lasts 80 percent of Titan's revolutionary period around Saturn. During the terrible snowfall, you can't find the base even if you're only a hundred meters from it. Compasses are useless, since Titan has no magnetic field. The virtue of these MA robots, however, was that they were equipped with vibrodetectors of a new design, so they could draw a straight line to the base through anything, and that meant that mining work could continue throughout the revolutionary period. And don't say a word, Mac. The vibrodetectors were also withdrawn from the market, and that's why none of you have heard of them\", Donovan coughed. Military secret, you know. He paused briefly and continued: \"The robots worked great during the first storm season. Then, at the beginning of the calming season, Emma Two started to behave badly. She kept roaring around corners and under loads, and she had to be constantly taken out of there. Finally, he left the base and never came back. We decided there must be some manufacturing failure in it, and we went on with the other two. However, that meant we were constantly short-handed, or short-handed robots at least, so when at the end of the quiet season someone had to go to Kornsk, I volunteered to make the trip without any robots. It seemed quite safe; we expected no storm in two days, and within twenty hours he would be back. I was on my way back, about ten miles from the base, when the wind began to blow and the air thickened. I immediately landed my air vehicle before the wind could smash it, headed for the base and ran. I could run a good distance without difficulty in that low gravity, but how do I run in a straight line? That's the point. My air supply was extensive and the heaters of my suit satisfactory, but fifteen miles amid a titanic storm are infinite. Then, as the snow curtains darkened everything, turning the landscape into a gloomy sunset, making even Saturn disappear and the sun barely turn into a pale mottled, I stopped dry, leaning against the wind. There was a little dark object right in front of me. I could barely see it, but I knew what it was. He was a storm puppy, the only living thing capable of withstanding a titanic storm, and the most evil living thing you can find anywhere. I knew my space suit wasn't going to protect me once it came for me, and with that bad light I had to wait to secure a perfect target or not dare to shoot. One failure, and he'd jump on me. I slowly retreated, and the shadow followed me. It was getting closer, and I started to pull out my lancers with a prayer, when a larger shadow suddenly gravitated over me, and I threw out a cry of relief. It was Emma Two, the missing MA robot. I didn't stop for a moment to wonder what might have happened to him or worry about his difficulties. Just go, \"Emma, girl, take care of that storm puppy, and then take me to the base!\" She stared at me as if she hadn't heard me and said, \"I love not shooting\". Don't shoot me now. He ran at full speed towards that little storm puppy. - Take care of that damn puppy, Emma! - I screamed. And he did indeed take care of it. She took him in her arms and kept walking. I yelled at him until I got a little grumpy, but he didn't come back. He left me to die in the middle of the storm. Donovan took a dramatic break. - Of course, you all know the First Law: A robot cannot harm a human being or, by inaction, allow a human being to suffer harm. Well, Emma Two just left with that storm puppy, leaving me to die. He broke the First Law. Thankfully, I managed to get myself safe. Half an hour later, the storm subsided. It had been a premature and temporary stroke. It's something that happens sometimes. I ran hastily to the base, where I arrived with my feet dusted, and the storms really began the next day. Emma Two returned two hours later than I did, and the mystery was finally cleared up then, and the MA models were immediately removed from the market. - MacFarlane wanted to know. Donovan looked at him seriously. - It's true that I was a mortal human being, Mac, but for that robot there was something more that passed through that, that passed through me, that passed through the First Law. Don't forget that those robots belonged to the MA series, and that particular MA robot had been looking for hiding places for some time before disappearing. It's like he's waiting for something special and very intimate to happen to him. Apparently, that something had happened. Donovan raised his eyes reverently and his voice trembled. - That storm puppy wasn't any storm puppy. We called him Emma Jr. when Emma Two brought him back with her. Emma Two had to protect him from my gun. What is the First Law, compared to the sacred bonds of maternal love? FIN First Law, 1956", "title": "Primera ley", "author": "Isaac Asimov"}