{"metadata": {"length": 4026, "words": 773, "reading_time_min": 3.865}, "text": "When you stand alone at the door of the black country house with your little brother in your arms, what do you think, Mari Belcha, when you look at the distant mountains and the pale sky? They call you Mari Belcha, Maria the Negra, because you were born on the day of the Kings, not for anything else; they call you Mari Belcha, and you are white as lambs when they come out of the sink, and blond as the golden moons of summer... When I walk in front of your house on my horse you hide from me, you hide from me, from the old doctor who was the first to welcome you into his arms, that fine morning when you were born. If you only knew how I remember her! We were waiting in the kitchen, next to the lighthouse. Your grandmother, with tears in her eyes, warmed the clothes you were to wear and looked at the thoughtful fire; your uncles, those of Aristondo, talked about the weather and the harvests; I was going to see your mother at every step to the chamber, a small chamber, whose ceiling was braided with cornstarchs, and while your mother groaned and the goodness of Jose Ramon, your father, looked after her, I saw through the windows the snow-filled mountain and the flocks of twirls that crossed the air. Finally, after making us all wait, you came into the world, crying desperately. Why do men cry when they're born? Is nothing, where they come from, sweeter than the life that is presented to them? As I told you, you came shouting furiously, and the kings, being warned of your arrival, put a coin, a hard one, in the cap that was to cover your head. Maybe it was the same one I was given at your house for assisting your mother... and now you hide when I pass, when I pass with my old horse. Oh, my God! But I also look at you hiding among the trees, and you know why? If I told you, you'd laugh... I, the medic who could be your grandfather, yes, it's true. If I told you, you'd laugh. You look so beautiful to me! They say that your face is sun-brown, that your chest is unrelieved; perhaps it is true; but your eyes have the serenity of the quiet autumn dawns, and your lips the color of the poppies of the yellow triggers. Then you're kind and loving. A few days ago, on Tuesday, when there was a fair, remember, your parents had gone down to the village and you were walking around the estate with your little brother in your arms. The boy was in a bad mood, you wanted to distract him and you taught him the cows, the Gorriya and the Beltza, who grazed the grass, breathing with joy, running heavy from side to side, while they beat their legs with their long tails. You were telling the boy's condemned: \"Look at the Gorriya, that fool\"... With those horns... Ask her, maitia: why do you close your eyes, those eyes so big and so stupid? Don't move your tail. Then you would go to the other cow, pointing at her with your finger, and you would say, \"This is the Beltze... um... what a black... what a bad... we don't want this one. The Gorriya yes. And the boy repeated with you, \"A la Gorriya yes\", but then he remembered that he was in a bad mood and started crying. And I started crying too, I don't know why. The truth is, old people have a child's heart inside their breasts. And to silence your brother you turned to the riotous hound, the chickens pecking on the ground, preceded by the cock cock-fucking cock-fucking stupid pigs running around. When the kid was quiet, you kept your mind. And thy eyes beheld the blue mountains from afar, but they saw them not; and thou beheldest the white clouds that went over the pale sky, the dry leaves that covered the mountain, the branches that were cut down from the trees, and yet thou sawest nothing. They saw something, but it was inside the soul, in those mysterious regions where love and dreams spring. Today, as you passed, I saw you even more worried. Sitting on a tree trunk, in an attitude of abandonment, you nervously chewed a mint leaf. Tell me, Mari Belcha, what do you think of when you look at the distant mountains and the pale sky? FIN", "title": "Mari Belcha", "author": "Pío Baroja"}