{"metadata": {"length": 6896, "words": 1215, "reading_time_min": 6.075}, "text": "Since he returned to Amsterdam, Cornelius Berg lived in a hostel. He often changed accommodation, moved when he had to pay the rent, although he sometimes painted small portraits, sketches of customs for a collector, and bits of nudity, here and there, for an enthusiast; and he sought, along the streets, the opportunity to paint a poster. Unfortunately, his hand trembled and he had to frequently change the glasses in his eyes for others of a greater size; and wine, to which he had been devoted in Italy, had just robbed him, along with tobacco, of the little confidence he still retained in his sceptre and of which he was still assuming. Desperate, he refused to give up his work, he lost everything with countless retouches or sandings, until he ended up abandoning his work. He spent long hours in the dark of the smoke-filled taverns as the consciousness of a drunken man, where some of Rembrandt's former pupils, who had once been his contemporaries, paid him for his drink in the hope that he would recount his travels. But the sun-scorched lands through which Cornelius had passed his brushes and his bags of colour were revealed less clearly in his memory of what they had done in his future projects; and he was no longer able, as in his youth, to ingest those stinging cries which made the sireines laugh low down. People who remembered the lively Cornelius of earlier times were surprised to find him so silent; only the embriaguez could speak to him, but then he would speak incomprehensible words. He sat with his face turned to the wall, the hat thrown over his eyes to avoid seeing the people who, he said, repulsed him. Cornelius, the old portrait painter who had lived for a long time in a gloomy Rome, had studied the expression of human faces with a rapt attention all his life, and now he was utterly uninterested in them. Even he came to say that he did not like to paint animals because they looked too much like men. It seemed that the genius was coming to him as he was losing the little talent he had. He sat in front of his horse in his disorganized squat, placed on his side a beautiful exotic fruit that cost a lot and that he had to reproduce in the lynch immediately, before his brilliant skin lost its freshness; or he placed a simple candle or a tin can. A yellow light flooded the room; the rain washed the crystals gently; the humidity was everywhere. The wet element shook, under the shape of a swan, the granular sphere of the orange, raised the artesian well that swung a little, and opacified the copper of the furnace. But soon Cornelius gave up his brushes: his tanned hands, so willing in the past to paint commissions of Venus reborn or of red-haired Jesus blessing naked boys and women wrapped in cloaks, gave up reproducing on the canvas that luminous and heaving double current that impregnated things and shook the heavens. His deformed hands acquired, by touching the objects he had already not painted, all the demands of tenderness. By the sad streets of Amsterdam he dreamed of teeming rock fields, more beautiful than the twilight rims of the Arctic, though deserts and too sacred for man. The old man, as he was stricken by the misery, seemed to suffer from hypophesy in his heart. Cornelius Berg, who painted with lightness of touch depressing pictures, was equal to Rembrandt with his dreams. He had no relationship with the family that remained. Some of his relatives had not even recognised him; others, he had tried to ignore. The only one who still welcomed him was the syrian in Haarlem. He worked all summer in that clean and tidy city, where he was employed to paint the false wood carvings on the walls of the church. By night, having finished his work, he would not refuse to enter the house of that old man, sweetly absorbed in the routines of a life without roses, who knew nothing of art, and who lived alone, entirely devoted to the solemn cares of a syrinch. It was a fragile painted wooden barrier: in the garden, near the canal, the tulip-loving tulip-boy waited among the flowers. Cornelius was not a great admirer of those inestimable bulbs, but he was able to distinguish to the smallest detail the shapes or the matrices of their colors; and he knew that the old Indian had invited him to his house only to hear his opinion of the varieties he was bringing forth. Nobody could have described the infinite variety of whites, blues, roses and berries in words. Slender, ruddy, the patrician cauls sprang from the rich and black earth: a smell of wet earth floated only over those unscented flowers. The old Indian put a vase on his knees and, holding the vase between his hands as if by the belt, he had, without saying a word, been admiring that delirious beauty. They exchanged few words. Cornelius Berg gave his opinion with a shake of his head. That day, the syndiologist was happy to have found a new variety more rare than the others: the white and violet flower almost had the erectile sex of a lily. He looked at it with astonishment, turned it over in all directions, and putting it down said, \"God is a great painter.\" Cornelius Berg did not respond. The pious old man continued: “God is the painter of the universe. Cornelius Berg alternately looked at the flower and the canal. That swollen, plomish mirror reflected only splinters, rusty nails, and the clothes hung up by the washers; but the old vagabond, exhausted, contemplated it imprecisely all his life. He remembered certain features of certain physiognomysticisms he had seen in his long travels: the sickly East, the shattered South, the expressions of avarice, stupidity or ferocity seen under such beautiful skies; the miserable hovels, the hideous diseases, the gnats at the door of the tabernacles, the dry face of the prestaticians, and the extraordinary body of his model, Frédérique Gerritsdochter, splayed on the anatomy table of the University of Fribourg. Then another memory came to mind: In Constantinople, where he had painted some portraits of sultans for the ambassador of the United Provinces, he had the opportunity to admire another garden of tulips, the pride and delight of a boy, who entrusted the painter with the task of immortalizing, in his brief perfection, his floral harem. In the interior of a marble courtyard, the tulips shook, you could say they shook, with their brilliant or soft colors. He sang a song to a bird perched on the branch of a stream. The cypriots' arrows pierced the sky with pure blue. But the slave who, by order of his master, taught the stranger those wonders was rotten, and moss had recently accumulated on his lost eye. Then Cornelius Berg, putting down his spectacles, exclaimed: \"Very truly, God is the painter of the universe. And then he added in a low voice with bitterness: “But what a shame, Lord Indian, that God has not been limited to painting landscapes. FIN Oriental Stories, 1963", "title": "La tristeza de Cornelius Berg", "author": "Marguerite Yourcenar"}