{"metadata": {"length": 4615, "words": 843, "reading_time_min": 4.215}, "text": "Where are you? Just in time. But on the canvas to decorate my cabinet or in the book to decorate my shelf. No more or less. That's how I knew them. And I knew of them that they were seen from the last hill of their horizon at sunset, when the paths of the mountain were walked by the peaceful peasants who returned home from their faces, coughing or clapping at their shoulders, letting people hear songs full of melancholy, intermingling their notes with the loud concert of cigars, crickets and frogs, moving also through the spaces the sad sound of the prayer bell and the tinkling of the cattle's shells; they were seen, I said, at the twilight of dusk, with their slender silhouette in the middle of white houses, like sheep surrounding the old shepherd in their own cleaned cottages, all together, and the beautiful lambs of the church, who were living under the ruby, the taste of the carpets, and the stale of the black and white, and I saw, as I watched, and saw, and saw, as I watched, and saw, and saw, as I watched, and saw, and saw, as I watched, the beautiful, and the beautiful things of the city, and the beautiful things of the city, and the beautiful things of the city, and the beautiful things of the city, and the city, and the beautiful things of the city, and the world, as I saw, and the way I saw, and the world, and the world, and the world, and the world, and the world, and the world. Villaporrilla, enclosed with its fifty houses in the abrupt Sierra del Gato, with a colored and brutte and good hearted mayor (at least that's what I had judged the times that with his hat on the crown and his cloth pants he visited me in the capital), is surely a village in the best conditions to be so; I mean that, because it is far from any population center, and not Villaporrilla camino to any part, it is not possible to suspect it corrupt in its primitive aspect. Villaporrilla, though in the very heart of Spain, is as far from civilization as any wild camp. Well, the first surprise I had in Villaporrilla was to see that their white-washed houses were neither white-washed nor whitewashed, but kind of mud-colored zahurdons, half ruinous, with an apparent impossibility of poetry. Until a moment before arriving, the landscape was beautiful; but its surroundings, as if Nature disliked the miserable village and ran away from it, consisted of rattling orchards and a lot of garbage and muddy lagoons in which pigs would indulge themselves. The church was a little bigger house than the others. And the ejido well, which was not missing, indeed, would be pleasant to look like it was not surrounded by ponds and constituted as the headquarters of the aforementioned garbage heaps. Do you think nymphs in short suits would come to get the water? Oh, what faces, my God! Dirty, ugly, dirty girls, with the color of malaria, bellybutton, bare feet... nearby was the cemetery. Four tapestries, displaced by more than one place, and in peace. In Villaporrilla, I stopped looking like a good-hearted mayor, although I still looked like a colored, and a rough one, above all. In addition, within a few days I became convinced that his normal state was that of a continuous drunkard. The council met to discuss whether or not El Pelao should continue in his post of minister (alguacil, in Villaporrilla's technique), or whether or not he should already be replaced by the current regidor syndico, who had been without a cent for three months; and also, he met to throw the jars and chairs to the head; which made all the councillors prefer the tavern to the session room, because in this the banks were thrown and money to the council. And how can the village priest not fix this? I asked, before I met him, imagining the poor gentleman scandalized with such a state of affairs. Well, the priest is fine! They told me, but after that, we're going after him. He's the captain of the Furraco side, and last year he took us to the Audience on a cause they call the \"mother cause\" because he's given rise to eleven others, to date. I didn't like the boys better than the girls. In the little house I stayed in, the only one in the village that had glass, the backstones broke them every night. These young men roamed until midnight in squads, with trails paved on their shoulders. The week that there were no scandal and the subsequent paperwork in the municipal court, he could scratch himself with white stone. \"Look, this town is very quiet\", they told me. Last year, they killed only three. And the men of Cobarrubia gave six, and the men of Marathon gave five to the prisoner. The Naïve Tales, 1920", "title": "Villaporrilla", "author": "Felipe Trigo"}