{"metadata": {"length": 6753, "words": 1204, "reading_time_min": 6.02}, "text": "Among the guests to Rangel's studio for her latest work were Jacinta Júver, an arrogant lady with garish eyes, very fond of painting, almost an artist, and her husband, Mr. La Riva, a man who, he said, from a horticultural shop with saffron, knew how to fall into a marquis with a leather gaban, without more than jumping clean and timely from the counter of a trade. The other visitors had paraded and these two remained; he was restless because he was late for the Senate, and the beautiful marquise before the canvas absorbed more and more, examining him through his impertinent and celebrating the details with the painter in voluble talk. It was a decorative panel: the cursed archangel, fallen under a storm sky over a rock; Luzbel, with her robe and blond hair whipped by the wind, her elbow on her knee and her sine on the back of her hand, still shone with divinity, in the hieratic rigidity of her pride, like the ashes that in her own ashes are fading. It was necessary to explain this symbolism to the banker, who was approaching again, after entertaining his impatience with statues and nudes. And as his wife, with some intellectual flirtation before the artist, pointed out to him the great accidents of color and drawing, those wavy lines of dream vision, and those soft tones that watched the figure with fogs of the fantastic, tired of hearing La Riva, she exclaimed: \"Hermoso! That's great! He added frankly while cleaning the glasses: \"Even so... I don't understand! But if he's an angel, why not put wings on him? Jacinta, ashamed, with a sweet plea of pity for the marquis, looked at the painter smiling. This, in spite of his, had a contemptuous and compassionate contraction on his lips, whose trembling was nearly broken into this word: \"Immediate!\" But he turned his back, changing with the gentle Marquise a look that stuck in the pride of La Riva like a flower. In that man the artist saw the vulgarity that he thought he had come out with a genius flight, painting a demon without tail, without horns, without crane wings even... I would have thought I was going to throw him against the wall... but no; businessman's brushes!... he smiled. How much is that canvas worth? Rangel answered proudly: Twenty thousand pesetas. I'll buy it. I'll send for him, and tomorrow you'll have the kindness to have lunch with us to place him. In the car, driving to the Senate, Jacinta said to him: Why do you talk about what you don't understand? Oh, my God! The banker answered philosophically. If only we could talk about what we understand well! You are as vain as Luzbel himself, daughter of my soul! Well, you'll see... each one has its vanity, and... there shouldn't be me without mine. Tomorrow I want to give that genius such an original and splendid banquet that I will never forget it... * * * The lunch, in fact, had been royal. The three singles, in a joyous and pleasant conversation, excited by the abundance of the finest wines, in that large, comfortable dining room, with its double curtains before the polychrome glass-glazed windows, with its leafy plants in the fan between the furniture, and in the midst of whose solid luxury the marquise looked like a figure of porcelain. His black hair, split in two bands, with Greek simplicity, made the purple whiteness of his flesh more transparent; and in his pale heliotropic suit a tasteful gallery was to be guessed to the painter. The marquis was adamant about telling his story to desserts, holding the panda glass of champagne. An interesting biography, started with a young boy with a mattress who one day went out of his village to look at the world, and who, in the strength of years, of will and instinct of life, brilliantly performed his part of the work, placing himself at fifty in a cloistered palace, to be able to contemplate from the height of his crown of marquis and his vitalicia senatorial the good he had done. And he distinguished, in fact, from there, those very humble stores where he enriched the owners with his honest labors; that great trade of his later; those locomotives, then, running into his country because he and others like him had put money; those factories he founded; that one... \"It was La Riva\", he said, calmly and rhythmically, reminiscent of the passage of the ox. And watching his wife and painter, distracted by the steamy seduction of champagne and the spiritual chacara that he had heard before as a stranger, he continued: \"But surely if I don't understand those monads I buy to decorate my palace (with the ademan he seemed to include as a painting a bibelot more to the beautiful marquise) nor will Rangel know much about business or railways, in which he travels sparkly...everything has its merits... and its mysteries, which only God can know in all! I immediately went to a servant who was bringing the game for the coffee: \"No, Gaspar. In my office. Have you lit the fireplace? The servant came out making a gesture of confidentiality, and manifested the banker who served coffee in his office so that they appreciated the good placement that by itself had given to the great work of art. And rightly inviting them out, while his wife and the painter were staring at each other, feeling some new artistic nonsense from the businessman, he added:! It's my beautiful oak-arc fireplace, carved by Seriño! They witnessed a strange show in the office. I wish I understood! What were the two of them imagining? Did he not represent a more or less handsome devil? - Well, his thought! Nowhere better than filling the great bottom of his old fireplace, with fire at the very feet of the evil archangel. The first thing Rangel saw was his sign filling the black hole in the chimney. The dry pieces of pine were burning while touching the canvas, and the flames and smoke had obscured the painting, lifted to the angel's knee. La Riva, with her arms crossed, with a pleasant smile like one waiting for a pleasant touch, looked at the painter, whose lips trembled. This time the artist said, \"You idiot! You fool! With all his soul, with all his rage, and understanding the situation, he went out like a madman. •••• What does this mean? Jacinta was asking as she ran in front of her husband. This means that I have just proved to an unhappy man, practically, how I know how to do things; that if he is proud of his imagination to paint, I am proud of my talent to make money, which is worth and can do more, because it is worth and can do everything... everything... And he concluded, looking at his wife to the conscience:...even destroying glory... and having brought you to my palace from the narrow, we must not forget it, Marquise consort of the Riva!... FINAL NIGUEVELY STORYS, 1920 1. Hortera: Vulgar and in poor taste.", "title": "Luzbel", "author": "Felipe Trigo"}