{"metadata": {"length": 3969, "words": 779, "reading_time_min": 3.895}, "text": "His name is João Romeiro, but he is known as Zinho in the City of God, a favela in Jacarepaguá, where he controls drug trafficking. This is Soraia Gonçalves, a meek and quiet woman. Soraia learned Zinho was a drug dealer two months after they started living together in an upper-middle-class condo in Barra de Tijuca. Does it bother you? asked Zinho, and she replied that she had had a man dedicated to law in her life who was nothing but a scoundrel. In the condo Zinho is known as a salesman for an importing firm. When a large batch of drugs arrives in the favela, Zinho disappears for a few days. To justify her absence Soraia tells the neighbors who are in the playground or pool that the firm has travelling to her husband. The police are after him, but they only know his last name, and he's white. Zinho has never been in prison. This evening Zinho came home after spending three days distributing cocaine from his supplier in Puerto Suárez and marijuana from Pernambuco. They went to bed. Zinho was fast and rude and after he fucked the woman he turned his back and fell asleep. Soraia was quiet and uninitiated, but Zinho loved her that way, she liked to be obeyed in bed as she was obeyed in the City of God. - Before you go to sleep, can I ask you something? - Tell me fast, I'm tired and I want to sleep, baby. - Would you kill a person for me? - Honey, I killed a guy because he stole five grams from me. You think I'm not gonna kill a guy if you ask me to? Tell me who it is. Is he from here, the condo? - No, I'm not. - Where's he from? - He lives in Taquara. - And what did he do to you? - I'm not doing anything. He's a seven-year-old boy. Have you killed a seven-year-old? - I've ordered two motherfuckers to get their palms pierced that disappeared with a few packages, to serve as an example, but I think these were ten years old. Why do you want to kill a seven-year-old nigga? - To make his mother suffer. She humiliated me. She took my boyfriend away. It made me less, telling everyone I was an asshole. Then she married him. She's blonde, she has blue eyes and she thinks she's the best. - You want to get back at me for taking your boyfriend away? You still like that faggot, don't you? - I just like you, Zinho, you're everything to me. That Rodrigo shit is worth nothing, I just feel contempt for him. I want to make the woman suffer because she humiliated me, called me an asshole in front of everyone. - I can kill that faggot. - She doesn't even like him. I want to make him suffer a lot. The death of the son leaves the mothers desperate. - It's all right. Do you know where the kid lives? - I know. - I'll have the boy taken to God's City. - But don't make the child suffer too much. - If that bitch finds out that the son died suffering, it's better, right? Give me the address. Tomorrow I'll have the work done, Taquara is near my base. In the early morning Zinho got out of the car and went to God's City. He stayed out for two days. When he returned, he took Soraia to bed and she obediently obeyed all his orders. Before he went to sleep, she asked, \"Did you do what I asked you to do?\" - I keep my promise, sweetheart. I sent my staff to pick up the boy when he was going to school and take him to God's City. At dawn they broke the Negro's arms and legs, strangled him, cut everything off and then threw him at his mother's door. Forget the shit, I don't want to hear about that business anymore\", Zinho said. - Yeah, I forgot about that. Zinho turned his back on Soraia and fell asleep. Zinho had a heavy dream. Soraia woke up to hear Zinho snoring. Then he got up and took a portrait of Rodrigo that he kept hidden in a place Zinho would never discover. Every time Soraia looked at the portrait of the former groom, all those years, her eyes filled with tears. But that day the tears were more abundant. \"Love of my life\", he said, squeezing Rodrigo's portrait against his heartbroken heart. The City of God, Love Stories, 1997", "title": "Ciudad de Dios", "author": "Rubem Fonseca"}