{"metadata": {"length": 7198, "words": 1281, "reading_time_min": 6.405}, "text": "I found it this morning, forgotten at the bottom of a closet, damaged by dust, fading at the edges, oxidized in the figures, discolored and almost shaped. Seeing him, I couldn't hold back a smile: \"Man, my 1st tip. And, immediately, I remembered that late-summer day, warm in sunshine and enthusiasm, when I took to the street proudly with my new touch and hit the windows with my rifle, to meet with the battalions of the neighborhood and fulfill my duty as a soldier-citizen. Oh, my God! Whoever had told me that I would not save Paris, that I would not liberate France alone, would have been exposed to receive in his stomach the whole blade of my bayonets... he had so much faith in that national guard! In public gardens, squares, avenues, crossroads, companies were formed, numbered, lined up blouses between uniforms and hats between caps because the urge was great. We would meet each morning in a square with low support and wide doors, filled with fog and air currents. After passing the list of hundreds of names stacked like a grotesque rosary, the exercises began. With elbows glued to the body, teeth tight, the sections came out in a light step: left, right! Left, right! And all of us, the tall, the low, the arrogant, the cocky, the uniformed as if they were in the Ambigü, the naive with wide blue belts that made them look like monagogues, all of us marched, we turned around the placenta, with such impetus and such conviction... all of that would have been tremendously ridiculous if it hadn't been for the deep sound of the cannon, the continuous accompaniment that gave widespread and wide-ranging to our maneuvers, gave flesh to the overly-compliant orders, attenuated the torpidities, the calls, and in that great, timid melodrama of Paris, made the times of those background music that were used in the the theater to provide patheticness to situations. The most beautiful thing was when we went up the wall... I still see myself in those misty mornings proudly passing by the July column, giving him military honors: And those long, crowded streets of Charonne, those slippery bricks that it was so hard to make a pass over, then as we approached the bastions, our drums beat the load... Ran! Ran! I think I was there... that border of Paris was so overwhelming, those green hills dug up to place the cannons, animated by the installed shops, the smoke of the vivaques and those diminished silhouettes that passed over the pile of sacks showing over the pile a piece of the chips and the tip of the bayonets... Oh, my first night guard! That marching in the dark, with the patrol moving, pushing along the wet hills, tearing down the road and leaving me the last, climbed over the Montreuil gate to a formidable height - what a dog weather that night! In the great silence spread over the city and the countryside, all that was heard was the wind running around the walls, leaning at the sentries, taking orders and making the crystals of an old lighthouse ring down the roundabout. Hell of a lighthouse! Every time I heard a wolf's sword dragging, I thought I was standing there with the gun up and the \"Who's Living?\" on my lips, and suddenly the rain got colder. The sky was shining over Paris, a tower, a dome was rising. A Simon was rolling in the distance, a bell was ringing. The giant city woke up and at its first morning tremor some life shook around it. A rooster was singing on the other side of the hill... at my feet, in the still dark round road, a sound of footsteps, a thundering of metals, and my \"High there! Who lives?  thrown with a terrible voice, a small, timid and fearful voice, came up to me in the mist: \"A coffee seller! What do you want? We were in the early days of the siege and we, poor naive militiamen, imagined that the Prussians, passing under the fire of the forts, would reach the foot of the wall, would place their scales and climb them every night in the midst of hurricanes, with their teas lit stirring in the dark. With these fantasies, imagine if there were warnings... almost every night there were shouts of \"to the guns!\" To the guns, surprise awakenings, pushes between the beams of shotguns shot down, glowing officers shouting at us, \"Hold on! They had cold blood! to try to infuse it into themselves; and then, when daylight broke, they saw a miserable escaped horse, playing by the fortifications and eating the grass of the hill, not imagining that he had only equalled a squad of brave men and served as a target to an entire armed stronghold... All that reminds me of my crutches; a herd of emotions, adventures, landscapes. Nanterre, La Courneuve, the Moulin-Saquet and the beautiful corner of the Marne where the intrepid 96th saw the fire for the first and last time. The Prussian batteries were right in front of us, installed on the edge of a road behind a small forest, like one of those quiet villagers whose hummer can be seen through the branches; on the railroad, out in the open, where our bosses had forgotten us, raining shells with thundering shocks and sinister sparks... Ah! My poor little chick, you weren't too brave that day and you did many times the military salute, even lower than you should. It doesn't matter! They're beautiful memories; somewhat grotesque, but with a little pomp of heroism; if you don't remind me of others... Unfortunately, there are also the Paris watch nights, the stalls in the rental shops, the choking stove, the waxed benches, the monotonous guards at the gates of the mayor's square in front of the wet square with that winter mud that reflects the city in its streams, the police on the streets, the patrols through the ponds, the soldiers picking up drunkards, vagrants, prostitutes or thieves, and those pale mornings where he would return with a mask of dust and fatigue, the smell of pipe, oil, and old clothes glued to the face. And the long, stupid days, the goodbye punches, the round drinks, the battle plans explained on the matching coffee tables, the votes, the politics and their sister the holy inoperance, that inaction that you don't know how to fill, that wasted time that wrapped you in an empty atmosphere where they felt like shaking, gesturing. And the pursuit of the spy, the absurd mistrust, the exaggerated confidence, the mass exodus, the breaking through, all the madness, all the delusions of a surrounded people. That's what I remember, horrible little thing, looking at you. You've been through all this crazy stuff, too. And if on the next day of Buzenval I hadn't thrown you over the closet, if I had done like so many others who persisted in keeping you, in adorning you with everlasting life and gold gallons, in remaining unmatched numbers of scattered battalions, who knows to what barricade you would have ended up dragging me!... Ah, decisively, drops of rebellion and indiscipline, drops of laziness, of drunkenness, of club, of gossip, drops of civil war, you don't deserve even the corner I had left you in my house. The end of Monday's countdown, 1873. Quepis: A cylindrical or slightly conical cap, with a horizontal visor, used as a uniform garment by the military in some countries. Translated by Esperanza Cobos Castro", "title": "Mi quepis", "author": "Alphonse Daudet"}