{"metadata": {"length": 4564, "words": 863, "reading_time_min": 4.315}, "text": "It was a rich, happy house; all, gentlemen, children and even friends were joyful and glad, for a son had just been born, and both mother and child were perfectly happy. The light of the lamp had been seen in the cluttered bedroom, whose windows were hung with heavy curtains of precious silks. The carpet was thick and soft as musk; everything called to sleep, to rest, and the nurse also yielded to this temptation and fell asleep; well, she could do that, for everything was going well and happily. The guardian spirit of the house was at the head of the bed; it was said that over the child, cradled in the breast of the mother, a network of glistening stars extended, each one a pearl of happiness. All the good things of life had contributed to the newborn; there was health, wealth, wisdom, and love; in all, everything that man could wish for on earth. -They have brought everything - said the protector spirit. - No! – a close voice was heard, the voice of the child’s guardian angel. There is a fawn that has not yet brought her gift, but she will, she will bring it some day, even if it be from here many years. There is still one last pearl. -False? There can be no omission, and if there is, one must go in search of the powerful thorn. Let’s go find her! - It will sell, it will sell! It needs its pearl to complete the crown. Where do you live? Where is your home? Tell him, I'm going to look for the pearl. -You want it - said the good angel of the child - I will guide you wherever you go. He has no fixed residence; he goes to the palace of the Emperor as well as to the hut of the poorest peasant; he does not pass by anyone without leaving a trace; he gives to all his share, to some a world, to others a toy. There will be a coming for this child too. Do you think not all moments are equal? Well, we'll go looking for the pearl, the last of this treasure. And, stowed away in their hands, they arose and flew to the place where the hawk was seated in the saxon. It was a very large house, with dark corridors, empty rooms and a singularly quiet atmosphere; a series of open windows let in the cold air, whose current was now wringing the long white curtains. In the middle of the room was an open grave, with the corpse of a young woman still inside. They surrounded him with a great deal of beautiful and fresh roses, so that only the finely wavy hands and the face transformed by death were visible, in which the noble and sublime gravity of the surrender to God was expressed. There stood beside the pharisee a great multitude of men and children, the youngest in the arms of the father. It was the last goodbye to the mother; the husband kissed her hand, now dry as a fallen leaf, that hand which had just recently been working with diligence and love. Grates and spouts of blood fell to the ground, but no one spoke a word; the silence encircled the whole world of pain. They shook their heads and walked out of the room. She cried a cry, the call shook in the wind, involving the red and high pabilo. Strangers entered, who put the lid of the furnace on and fastened it with nails; the blasts reverberated through the rooms and passages of the house, and more forcefully even into the hearts of the bleeding hearts. - Where are you taking me? -asked the Protector spirit. Here there is no frog whose pearls are part of the best gifts of life. -Here she is, now, in this solemn moment - said the choir angel, pointing to a corner of the apostolate; and there, in the place where in life the mother had sat among flowers and tapestries, from which, as the hospitable hostess of the home, she had welcomed the husband, the children and the friends, and from which, as a ray of sunshine, she had spread the joy of the house, as the pillar and the heart of the family, now there was a strange woman, dressed in long and wide clothes: it was the Affection, lady and mother now at the place of death. A fiery arrow swung through his seno and became a pearl, shining with all the colors of the rainbow. She picked up the angel, and then, it acquired the brilliance of a seven-carat star. - The pearl of suffering, the last, that cannot be lacking. It brings out the brilliance and power of others. See the splendour of the rainbow, which binds the earth to the sky? With each of the dear ones who preceded us in death, we have another friend in heaven with whom we wish to reunite. Through the night we see the stars, the ultimate perfection. Contemplala, the pearl of affliction; in it are the wings of Psalms, which will lift us up from here.", "title": "La última perla", "author": "Hans Christian Andersen"}