{"metadata": {"length": 6388, "words": 1095, "reading_time_min": 5.475}, "text": "It was a auspicious day on the Roman calendar; the birth of the popular and talented young emperor Plácido Superbus. Everyone in Rome was preparing to celebrate a great feast, the weather was the best and, of course, the imperial circus was crowded. A few minutes before the time set for the start of the show, a loud trumpet-blowing announcement proclaimed Caesar's arrival, and the Emperor took his seat on the Imperial Stage amid the vociferous applause of the crowd. As the public scream died down, an even more exciting greeting began to be heard in the near distance: the furious, impatient roar of the beasts caged in the Imperial Beasts. \"Explain the program to me\", the emperor ordered the master of ceremonies, whom he had called to his side. This eminent official looked worried. \"General Caesar\", he announced, \"the most promising and entertaining of the programmes has been conceived and prepared for your august approval. First there will be a chariot competition of unusual brilliance and interest; three squads that have never been defeated will compete for the Herculaneum trophy, along with the purse that your imperial generosity has added. The odds of competing teams are as even as possible and there are big bets among the crowd. Black Thracians are perhaps the favorites. \"I know, I know\", interrupted Caesar, who had heard the whole morning, tired, about the same subject, \"what else is on the program? \"The second part of the programme\", said the imperial official, \"consists of a great battle of wild beasts, chosen especially for their strength, ferocity and fighting skills. Fourteen Nubian lions and lions, five tigers, six Syrian bears, eight Persian and three North African panthers, a good number of wolves and lynxes from the Teutonic jungles, and seven giant wild bulls from the same region will appear simultaneously in the sand. There will also be wild boar of unprecedented wildness, a Barbarian rhinoceros, some fierce monkey-men, and a hyena that is said to be rabid. \"You promise to be well\", said the emperor. \"I promised to be fine, O Caesar\", said the official with great sorrow, \"I promised to be wonderful; but between the promise and its fulfillment there has been a cloud\". - A cloud? What cloud? - asked Caesar with a frown. \"The Sufragistas\", the official explained, \"threaten to interfere with the race of the herdsmen. - I'd like to see them do it! - exclaimed the emperor indignantly. \"I fear your imperial wish is being fulfilled in an unpleasant way\", said the master of ceremonies, \"we are taking all possible precautions and guarding all entrances to the circus and stables with triple guard; but it is rumored that when the sign is given for the entrance of the squads, five hundred women will come down with ropes from the seats of the public and invade the entire race track. Naturally, under such circumstances you cannot run a race and the program will be ruined. \"On my birthday\", said Plácido Superbus, \"you will not dare to do anything so outrageous. \"The more austere the occasion, the more they are eager to make propaganda and to make it their cause\", said the harassed official, \"they have no scruples even in disrupting the ceremonies of the temples with riots. - Who are these Sufragists? - the emperor asked. Since I returned from my expedition to Pannonia I have heard nothing but of their excesses and their manifestations. - They're a very recent political sect, and their goal seems to be to seize a large part of political power. The means they are using to convince us of their ability to help administer the laws are tolerance of savagery and tumult, destruction and defiance of all authority. They have already damaged some of the most precious public treasures in history, and they will never be replaced. Is it possible that the sex we admire and honor in such a way can produce those hordes of rage? - the emperor asked. \"It takes people of all kinds to form a sex\", observed the master of ceremonies who had some worldly knowledge, \"and\", he continued anxiously, \"it takes very little to ruin a gala program. \"Perhaps the disturbance you foresee will prove to be nothing more than a vain threat\", said the emperor to console him. \"But if they do what they're trying to do\", the official said, \"the program will be ruined completely. The Emperor said nothing. Five minutes later the trumpets sounded to announce the start of the show. An early buzzing murmur swept through the viewers' ranks, and the latest bets on the big race are quickly exchanged. The doors leading to the stables opened slowly, and a troop of horse attendants traveled the track to make sure everything was ready for the important competition. The trumpets sounded again, and then, before the first quartet came out, a wild tumult of screams, laughter, furious protests, and loud shouts of defiance broke out. Hundreds of women were descending the arena with the help of their accomplices. A moment later, they were running and dancing in frantic groups all over the track where the cars were to compete. No trained horseman would have faced such a frenzied crowd; it was clear that the race could not be run in any way. Screams of disappointment and anger rose from the spectators, triumphal screams from the women owners of the track responded to them as an echo. The vain efforts of the circus guards to drive out the invading horde only added to the screaming and confusion; as soon as they pulled the Suffragettes out of one part of the track, they invaded another. The master of ceremonies was almost delusional with rage and mortification. Plácido Superbus, who remained calm and serene as usual, made a sign and spoke a few words in his ear. For the first time that afternoon, the troubled official was seen smiling. A trumpet sounded from the imperial stage; an instant silence fell upon the excited mob. Perhaps the Emperor, as a last resort, was going to announce some concession in favor of the Sufragists. \"Close the stables doors\", ordered the master of ceremonies, \"and open all the animals' loins\". The imperial wish is that the second part of the programme be done first. As it turned out, the master of ceremonies had not exaggerated the probable brilliance of that part of the show in the least. Wild bulls were really wild, and the hyena that had a reputation for being rabid honored its reputation in a total way.", "title": "El programa de gala", "author": "nan Saki"}