{"metadata": {"length": 7579, "words": 1355, "reading_time_min": 6.775}, "text": "I met in Paris the Marquess de Roa, because we often found ourselves in the waiting room of the famous specialist in nervous diseases, Dr. Dinard. I was there on behalf of a mother who had no courage to bring her daughter in person, struck with one of those complicated diseases, half of the soul, half of the body which science ogled, but did not yet explain, and the marquess was there on her own account, for she was the victim of a very singular affliction. The marquess suffered endless access to laughter, in which the sneers were mingled with the sneers, and from which she sprang, exasperated, tumbling between madness and death. One had the opportunity to be present in the same waiting room of the doctor, elegantly furnished, adorned with pictures and busts that testified to the recognition of a class very exposed to neurosis: artists. And I am sure I would have scowled and shivered at the sight of that woman retching, making a mutter, without a tear in her eyes, without a sweet inflexibility in her voice, hearing the sardonic and cruel laughter, as if it were a laughter not only of humanity, but of itself, of its destiny, of the most secret and hidden part of its own being... It was the specialist, who became a little friend of mine and to whom we invited to eat in our hotel several times, who told me the cause of the ache, which he did not try to cure, but only to alleviate something, making chronic crises less frequent. He told me the story, justifying his apparent indiscretion: -It is a very public thing in the Spanish city where it happened, and I am surprised that you are not aware of it. Ask anyone there and they will refer you point by point. I have to confess to my clients, because given my specialty, knowing the psychological antecedents serves as a guide. Walk through such a dark forest! Is this mystery of neurosis so profound? And you do not think it has been easy to make the confession, for, when she has no more recollection of the cause of her laughter, the marquess feels afresh seized with new vehement rage, and cries, cries, cries inexhaustibly... It seems that this lady, young and beautiful then (today the terrible ill has ruined her), was in love with her husband, with whom she had married against the will of her mother. She was rich and powerful: lands, lands, lands, and the title of hereditary. He had no capital, unless one counts the pleasantness of the figure, the friendliness of the treatment, a special charm that drew hearts. Manolito - as his friends called him - was one of those indispensable people at every party and ball; and despite his marriage he continued, in part, to live the happy single life, enlisting the Countess. “It doesn’t bother me – he said – that you’re dividing yourself with the young lads. What I will not tolerate is these diversions being used as an excuse for sex with women. If you want another, if another attracts you more than I do, tell me: I can get used to living without your love, but never, do you know?, will I support you, loving you as I love you, lie to you. Remember this, Manolo... I believe in you, and to exist I must believe. Don't you worry, that never happens! I could not resist him...' He had to promise and even swear - all that is done in similar situations - and she, with the confidence of the noble souls, of the people incapable of evil, was bound without any reluctance in promises and vows. By the malice of human nature, it is the confidants who are most deceived, even without witnesses. Manolo knew that Dolores Roa was incapable of espionage, and that if you brought her chismes and deceptions, she would sooner believe the words of her lover than those of the strangers; so that, not long after the wedding, he began to indulge in merry frolics, and he came to establish intimate relations with one of Dolores' friends, lady of the best society, the wife of a banker who made continual journeys to Paris, London, and Hamburg, which gave his friends an opportunity of meeting and spending long hours together. Manolo explained his absences with races, meals, expeditions and tours in company of his friends, and Dolores, faithful to his system of loving tolerance, came even to cheer her up so that she did not fail, and celebrated at the turn of the anecdotes and lapses of the function, referred to by Manolo with humorous grace because the ailing liar had cared to not always lie and to concur not few times, in fact, to the distractions where he said he concurred, in order to have -if his wife asked or there were investigations- more elements to justify himself in any case. A night lying Dolores nervously uneasy, without knowing the reason. Better said, he knew it, or he thought he knew it. Manolo was part of numerous expeditions to the river below in search of wild goats; they were in an old steamboat, bought of wrecks and hired for these cases, and Dolores, noting the bad state of the steam, felt a profane and vague anguish, in which the heart seemed to shrink in size - are her words - and become a microscopic blot. The Spanish woman, of Spanish origin, jumped out of bed, lit two candles to a crucifix with seven candles and prayed long prayers before returning to her bed. Her dream was a tumultuous one, full of terrible groans: she saw Manolo with the black face, the hair stuck to the windows, wailing, and awoke wailing, calling her husband with infinite anxiety. It was the time of the morning, so poetic in the countries of the Middle East. The azaleas perfumed the air, and the sun shone clear and pure, as if it had just come out of the waters of the river. The marquess, revived, combed her hair and put on a shawl to go to Mass at the nearby church. The first group of awakened people he found, he stopped, made the statue of sleep. They spoke of a catastrophe, of the loss of a vapor in which they had known people, of a party and a broma, of a race of pigeons in the river... Few had been saved, the most frightened being buried alive. White as the wall, gnashing teeth, Dolores had only the strength to return to his home, thumping. She was terrified and paralysed at the same time, and did not know what to do or whom to call; the enormity of the horror was destroying her. He only managed to repeat: “Manolo! Manolo!’ with the accent that calls to mind an extra-natural being... And when he repeated with more pain and astonishment: “Manolo!”..., here appeared in the doorway Manolo in person, cheerful, joyful, embracing him... One does not know what a sense of clarity, what a strange vital astonishment develops in supreme moments. The truth is that Dolores, enraged with her husband, instead of referring to the catastrophe, made an odd question: - You have had a lot of fun, haven't you? No unpleasant thing has happened? -What would happen? A delicious excursion... beautiful... And she, then, after looking at him firmly, broke into a chuckle... Her laugh filled the house with a frightened chuckle; she laughed without a stifle and without a tremble; she sat, heard her laugh on the face of the shivering enchanter, who had come in haste to spend his romantic night, and did not know a word of the catastrophe...! And since then Dolores has cried, cried intensely, twitching her nerves, wasting her strength in the convulsion of that laugh, a scream of her illusion, a scream of her generous soul in riddle... Laughing she separated herself from the thorn; laughing she trampled her sorrow over the distant lands... There you have the explanation of the extraordinary ailment of the Marquess of Roa. FIN", "title": "La risa", "author": "Emilia Pardo Bazán"}