{"metadata": {"length": 6218, "words": 1144, "reading_time_min": 5.72}, "text": "In the Kello-kello ravine they met, the horse troop of don Garayar and the calves of Mrs. Grimalda. Nicacha and Pablucha shouted from the entrance of the ravine: \"Sujetaychis! You suge! (Shut up!) But the foot ran over. On the way across the ravine, the calves rolled around, crying. - You suck! The Maktillos Nicacha and Pablucha climbed up, climbing up, scratching the ground. The mules were animated in the way, shaking their heads; blowing their noses, they ran into the breach, the midwives trampled before them. The young calves, roasting with dust, rushed to the hill, some of them could turn around and run through the stairs. Don Garayar's Nazeena mule raised her two legs and nailed her helmets to the forehead of the Pringo. The Pringo fell into the ravine, bounced several times between the cliffs and reached the bottom of the abyss. Bloody mouthing, he died on the riverbank. The pillar followed, broken inward, raising dust. - Before, one of them died! I should have screamed louder! - Talking, don Garayar's mule bent over to the corner of the road to look at the ravine. - Oh, my little man! The lady will whip us, she will hang us in the trojan! - Pringuchallaya! - What are you doing? - What? Looking down at the ravine, the maktillos shouted at the dead calf. The mother of the \"Pringo\" was Mrs. Grimalda's milk-loving cow. A full bucket was milked every day. She called her Ene, because on her black back was a white skin letter N. The Aeneas was tall and robust, having already given the patroness several large calves and several dairy cows. The boss looked at her every day, happy: \"It's my cow! My motherfucker! (My mother cital). They made love to him, patting him on the neck. This time, his offspring was the Pringo. The cowgirl baptized him with that name from day one. The Pringo, because he was all white. The butler wanted to call him Misti, because he was the thinnest and biggest of all the young of his age. - It looks foreign, he said. But all the concert ladies, the calves and the people of the village called him Pringo. It's a more affectionate name, more Indian, so it stayed. The calves came crying into the lady's house. Mrs. Grimalda went out to the hallway to find out. And the calves went up the stairs, and trampled, and knelt upon the floor of the hall; and they kissed the master's garment, and did not say a word, and covered their faces with the skirt of their master, and wept, and were troubled with their saliva and their tears. -Mommy, what's up? - No, not at all! - What's the matter? Doña Grimalda shouted, pushing the boys with her feet. - Oh, my God! What's the matter? - I'll see you then, mummy. In Kello-kello, pushing mules from Don Garayar - then I'll go! Dying already, mummy! Win-win, the calves hugged the feet of Mrs Grimalda, one more than the other; they wanted to kiss the feet of the patroness. - Oh, my God! My little calf Santa, Federico, Antonio...! He went down the stairs and called his concert bands from the yard. - Run to the Yellow-Kello! The Pringo is locked! What are those people doing, piled up there? Go ahead, ahead! The calves jumped the stairs and passed the wagon, dragging their ponchos. All the lady's people went after them. They brought cargo to the Pringo. They laid it on a punch in the hallway. Doña Grimalda, she cried, for a long time, of squinting beside the dead calf. But the cowgirl and the maktillos, wept all day long, until the sun went down. - My little parrot! Let's get him out of here! - Oh, my child, summak wawacha! (Beautiful creature!) - What a shame! As the butler opened her body with his big knife; as he pulled out the rope; as he dipped his fists into the meat, to separate the leather, the cow and the maktīls, they kept calling: \"Ninkcha! Why, then! - Why then, summak wawacha! Early the next day, the Aeneas would descend the hill, crawling down the road. Guiding the dairy would come as usual. I'd call first from the barrel. By that time, she was already dripping milk from her swollen nipples. But the butler gave the lady a piece of advice. \"So did I, little one, in my puny chakra\", she said. And the lady agreed. In the light of the dawn, Don Fermin nailed two stakes in the grinding yard, and over the stakes a stick of lamber. And he brought the leather of the Pringo into the court, and laid it upon the staff, and stretched it out, and fixed the ends with nails, upon the ground. At sunrise, the dairy cows were already in the alley calling their young. Aeneas stood in front of the bar; and from there she waited relentlessly until the door was opened to her. Screaming, he still walked through the yard and into the grilling corral. That morning, Aeneas came in haste; rubbing her nose in the snout, she called her Pringo. Don Fermin himself opened the door. The cow ran through the yard. The lady had already got up, and she was sitting on the steps of the hallway. The Aene entered the corral. Stretching his neck, coughing slowly, he approached his Pringo; he began to lick it, like every morning. Grande licked him, his rough tongue pointed to the calf's skin. The cowgirl handled him well; by milking him a little, she wet her nipples, to begin with. The milk made a noise over the bucket. -Maya! -What is it? That's the motherfucker! - calling out out loud - from the barn to the yard, the wrench. The lady went into the barn, and saw her cow. I was licking the little pringo's cornet, looking at him quietly, with his sweet eyes. So it was, every morning; until the cowgirl and the butler, were tired of nailing and unnailing the leather of the Pringo. When the milk of the Aeneas began to dry, they threw the rope over a pile of stones at the foot of the wall. And the cow ran to the end of the fold, seeking her son; and she stood by the fence, looking at the skin of the calf. Every morning she washed the leather of the Pringo with her tongue. And the cowgirl would milk it, to the last drop. Like all cows, the Aene, after milking, began to ruminate, then threw herself to the ground, next to the dry cornet of the Pringo, and continued, with her eyes half closed. Meanwhile, the high sun cleared the clouds, flashed brightly and heated the great crack. The Stranger, 1972", "title": "El barranco", "author": "José María Arguedas"}