{"metadata": {"length": 7255, "words": 1237, "reading_time_min": 6.185}, "text": "When Diego Fortaleza visited the city of Villantigua, his friends and admirers gave him a standing ovation that left a lasting impression. It is worth noting that all classes of society were present, especially the ladies and the clergy. And nothing is strange that enthusiasm should awaken and fervent sentiments should be stirred in a little man so eloquent, so wise, so devoted to his heart and his faith: the witty and shrewd one who, in Parliament and in the newspaper, in circles and in the athens, defended the pure ideals of the good old days, the holy intransigence, the strong convictions of our elders, and all that was our glory and our national greatness. The voice of Diego Fortaleza shook the shattered ruins of the present civilization: it resurrected the heroic vision of the power and moral strength we demonstrated in the past, and said that our eclipsed sun would once again burn in the skies. Platonist and poet at the same time, Diego sounded the death knell, and those who heard him firmly believed that from the chaos of our present organization, the Spain of yesterday, the healthy, the honored, the pious, the weary, the eternal, could not be long in re-creating on its cherished pillars the Spain of yesterday, the healthy, the honored, the pious, the weary, the eternal. They rented a house by the window in Villantigua to obsequious to what they called the Silver Boy of the party. There was a solemn reception in the traditionalist Circle, with much piano, hymns, speeches and reading of aloud composed poetic compositions; at the end, when Diego rose to pronounce “two words”, there was an immediate frenetic applause, and at the exit he was brought to his residence almost triumphantly. There was no lack of serenade, nor of the monster banquet of one hundred and eighty covered plates, nor of the jira to the picturesque shores of the Narrio, nor of the visit to the Virgin of the Ortigosa. The people of Villantigua were said to be displeased with Diego, who had to refuse, in a sneering manner, several invitations, for if he were to eat wherever they invited him, he would not have enough room for a dozen stomachs. Finally, tired of teaching him churches and landscapes, provincial museums and factories, the Institute's physics and natural history laboratories, and even the collection of minted medals that the revered numismatist, Mr. Mohoso, C.H. of History, had concealed from everyone as a crime and especially left to admire Diego, the admirers of the young deputation resolved to take him to the house of Orates, or to the manicomio. With a great entourage of doctors and priests, Jesus entered the sad house. The director, forewarned, had placed orders in the departments, seeking to emphasise and clarify the intelligence of his management. He shivered with fright, took Diego to the lunatic department, where they were astonished, for the presence of the harpy exalted some unlucky ones, and, removing from their spirit the fetters of shame, that the reason never shattered, declared with words and even with actions their ignominious abomination. When they arrived at the department of men, the director was showing Diego several curious and worthy of attention: a madman whose handiwork was to be confined in a cave and to practice poverty, austerity and prayer there; an inventor who taught the plans of a swivel-ball sphere and a mechanics of pinions with which he declared the problem of continuous motion solved; a lover who wrote the name of his beloved even on the soles of his shoes; and an economist who proposed estate plans worthy of the famous arbitrista de Quevedo. Among so many original types, Diego saw one that seemed to awaken his interest to a great degree. It was a pale, soft-faced, slender-looking creature, with a slender neck and yellowish-brown fur. His face was something of a tomb; it could be said that he was no longer in the world of the living: the absence of color, the inhuman solemnity of his physiognomy, were the features of a corpse. His voice resounded shrill and harsh, without inflexions. He spoke with a shrewd tongue, with words worthy and majestic, and took up the discourse, which he addressed to Diego, the injustice which was committed in keeping a man in custody, and in the dungeon, whose only crime was to have made, by the force of his convictions, a certain sovereign discovery. As Diego asked what discovery it was, the madman explained that it was nothing less than stopping the world, the teetering world in which we live and which has not stopped twirling and twirling ever since. That endless circling - the lunatic added - is the cause of all our miseries and struggles. Do you realize that there is peace, stability, lasting and enduring institutions, on a planet shattered, hurled into an insensitive race through space and subjected to a deep trepidation that shatters and makes dust? Is it enough that empires, civilisations, great powers and powers disappear, if the world, epileptic, agitated by perpetual convulsion, cannot avoid covering itself in ruins, destroying itself in the sterile and vain tremor it consumes? The true reviving force of humanity would be the one who can bind the sphere of the ear and the eye with diamond-sharp pliers, giving it the beautiful quiet, the serenity of rest, the grandeur of the unchanging that already has something divine. And that reviving one was there: he was there, shamefully confined between four walls that they did not understand, nor did they realize the benefits of the invention. And the lunatic developed his vast plan, the system of poles, weights, compensations, thorns and bars that had to be nailed, far beyond their grade, to the rebellious planet, taking away its will to make a cabriolet... -How attentively does our Don Diego listen to that delusion! - the director, always brooding, observed when they left the garden. So far it seems to have stayed meditating. What is it? -In fact - Diego, raising his head - I assure you that you have given me what the man thinks. -Extra hand! -advised one of those who accompanied Diego, a rich owner very rigid and narrow in his ideas-. This is the first case I've seen. Diego walked, and the next day he left Villantia, greeted by an enthusiastic crowd that wanted to congratulate him once more. The disappointment of the villagers was bitter and stinging that winter, when the Councils met. Diego Fortaleza, the self-proclaimed Diego, the Silver Boy, the adolescent of the past, bet, recognising the present, putting aside his quijotesca and noble attitude, engulfing his flamboyant sword of the exterminating angel, and devoted exclusively to a campaign of administrative, raquistic morality in the end of such brilliant hopes! The Voice of the Empyrean expelled him, and the Holy Malditation went further, for he was sold to the Government for a plate of live birds. In Villantigua a large committee was set up, with no agenda other than to scold Diego Fortaleza when he comes back, which he will not do! The only person who still speaks well of Diego is the director of the manicomio, because the young MP sent him several boxes of London sobers, with the task of offering one to the madman who has discovered the way to stop the world.", "title": "Apostasía", "author": "Emilia Pardo Bazán"}