{"metadata": {"length": 7532, "words": 1351, "reading_time_min": 6.755}, "text": "It was autumn in London, that blessed season between the harshness of winter and the insincerities of summer; a reliable season when bulbs are bought and each proceeds to register his vote, perpetually believing in spring and in a change of government. Morton Crosby was sitting on a bench in a secluded corner of Hyde Park, relentlessly enjoying a cigarette and watching the walk of a pair of slow-paced Arctic geese; the male looked like an albino edition of the female redhead. Crosby also warned with a certain interest with the twisting turns of a human figure, who had passed and passed by his seat two or three times at increasingly short intervals, like a cautious raven about to land near a possibly edible bite. Inevitably, the figure came to sit on the bench at a sufficient distance to converse with its original occupant. The unkempt dress, the aggressive gray beard, and the stealthy, evasive look of the newcomer, alluded to the professional street vendor, the man who would endure humiliating hours of whistling stories and enduring discomfort before venturing into a decent half-day job. For a while, the newcomer kept his gaze fixed on the front with a vigorous gaze though seeing nothing; then his voice resonated with the inflection of someone who has a story to tell worthy of the time required by any inactive person to listen to it. - It's a strange world, he said. Since the statement received no answer, it gave it the form of a question. -I dare say you have discovered that this is a strange world, sir. \"As far as I'm concerned\", Crosby said, \"strangeness has been exhausted in the course of 36 years. - Oh, my God! \"I could tell you things you'd find hard to believe\". Wonderful things that have really happened to me. \"Today there is no demand for wonderful things that have really happened\", Crosby said in a discouraging tone, \"professional fiction writers craft such things all the better\". For example, my neighbors tell me wonderful, amazing things, that they've done their Aberdeen and their Russian chows and wolf dogs, but I never hear them. Instead, I've read The Hound of the Baskervilles three times. The gray-bearded man moved uncomfortably in his seat; then he ventured into another field. \"I suppose you're a professed Christian\", he observed. \"I am a prominent member and I think I can say influential in the Muslim community of East Persia\", Crosby said, stepping into the realm of fiction. The gray-bearded man was obviously baffled by this new impediment to an introductory conversation, but the defeat was only momentary. -Persian. I would never have taken him for a Persian, he pointed out, with a somewhat sad air. \"I'm not\", Crosby said, \"my father was Afghan. - An Afghan! - said the other, immersed for a moment in perplexing silence. Then he recovered and renewed his attack. - Afghanistan is. Oh, my God! We've had some wars with that country, but I dare say that instead of fighting we could have learned something from him. A very rich country, I think. There's no real poverty there. He raised his voice in the word \"poverty\" suggesting a vivid feeling. Crosby caught the opening and avoided it. \"There are, however, a number of ingenious and talented beggars\", he said; \"if I had not spoken so contemptuously of the wonderful things that have really happened, I would have told you the story of Ibrahim and the eleven camels loaded with dry paper\". Besides, I've forgotten exactly how it ended. \"The story of my own life is curious\", said the stranger, seemingly drowning every desire to hear Ibrahim's story. \"I wasn't always as you see me now. \"We're supposed to undergo a complete change every seven years\", Crosby said, explaining the previous announcement. \"I mean, I wasn't always in the awkward circumstances I'm in now\", the outsider continued stubbornly. \"That sounds a little offensive\", Crosby said rigidly, \"considering that you are speaking at this time to someone considered to be one of the most gifted men for the conversation on the Afghan border. \"I didn't say that\", said the gray bearded man, \"I've been very interested in your conversation. It alluded to my unfortunate financial situation. You'll find it hard to believe, but right now I'm out of a penny. I also have no prospect of getting any money in the next few days. I don't think you've ever found yourself in this position\", he added. \"In the city of Yom\", said Crosby, located in southern Afghanistan, which is also my birthplace, there was a Chinese philosopher who said that one of the three human blessings was to have absolutely no money. I forgot which two were the other two. - Oh, my God! \"the stranger said in a tone that expressed no enthusiasm for the philosopher's memory- and he practiced what he preached? That's the proof. \"I lived very happy with very little money or resources\", Crosby said. - Then I hope you had friends who would help you freely when you were in trouble, as is happening to me now. \"On Yom\", Crosby said, \"you don't have to have friends to get help. It's natural for any citizen of Yom to help a stranger. The gray bearded one now felt genuinely interested. The conversation had finally taken a favorable turn. - If someone like me, for example, who is in undeserved difficulty, asked a citizen of that city that you speak of a small loan to help him during some days of need, say five shillings or perhaps a larger sum, would it be granted to him as something natural? \"There would be certain preliminaries\", said Crosby, \"and they would take him to a winery and offer him a measure of wine, and then, after a loud conversation, they would put the desired sum in his hand and wish him a good day. It's an indirect way to make a simple transaction, but in the East all roads are indirect. The eyes of the one he was hearing were glowing. - Oh, my God! \"I suppose you've abandoned all those generous customs since you left your city\". I guess I don't practice them now. \"No one who has lived on Yom\", said Crosby fervently, \"and remembers its green hills covered with apricot and almond trees, and the cold water that rushes like a caress from the high snow and runs under the little wooden bridges, no one who remembers those things and treasures his memory would ever abandon a single one of its unwritten laws and customs. To me they are as binding as if I were still living in that sacred home of my youth. \"Then if I asked him for a small loan\", began the gray-beard adulatingly, approaching the seat and quickly wondering how much he could ask for without risk, \"if I asked him, say\"... \"At any other time, surely\", said Crosby, \"however, in the months of November and December it is absolutely forbidden for any of our race to give or receive loans or donations; in fact, it is not voluntarily spoken of. It's considered to attract bad luck. We shall therefore close this discussion. - But it's still October! - exclaimed the adventurer with a bitter, anxious complaint as Crosby rose from his seat - - eight days to the end of the month! \"Afghan November started yesterday\", Crosby said severely and the next moment he was walking through the park, leaving his new partner strapped and murmuring at the bank. \"I don't believe a word of his story\", he said to himself, \"all nasty lies from beginning to end. I wish I'd said that to your face. Call yourself an Afghan! The buff and groans he issued for the next quarter hour were a strong support for the truth of that old saying: \"Two of the same trade never agree\". FIN Beasts and Super-Beasts, 1914", "title": "Los cuentistas", "author": "nan Saki"}