{"metadata": {"length": 5628, "words": 970, "reading_time_min": 4.85}, "text": "When the sun was well scorched by dew and clouds, the student arrived at the Hotel-Dieu, after carefully dodging the streets. Three steps, a runner and the statue of the first cataract operator. \"I was certainly an engineer\", the student thought, before mentally calculating the amount of cocaine that would be needed to give Niagara local anesthesia. His reflections were interrupted by the appearance of a white, stretched body, tied to a silent stroller, which emerged from a door, pushed by an interior, as a guardrail barrier. The student sketched out a military salute. At the bottom of the hallway, an identical body appeared. And several more. Everyone was sliding silently over the gray cement of the floor, guided by white-coat pilots and alpargates. The strollers would cross and cross again in a still and mysterious round. The student leaned on a sign advertising anti-venereal treatments, fearing being hit. Soon he saw a battalion of white-shaped men leaving a room, following a blond old man whose crispy hands had just moved his guts. This was appreciated by his expressions of a triumphant general, and the conversations of his disciples, identical in tone to those they comment on the afternoon home run or the lifesaving kick of a football game. \"It must be the divine Zamora\", thought the student. It would have been assured that the fierce old man had hung kidneys back in the human closet, or promoted fireworks of permanganate, or welded the intestinal tubes with magical speed. Crammed to the metal table by ten iced fillets, the patient had heard of rubber gloves walking through his guts, and, in less than twenty-two seconds, his belly had been bent with the favorite gesture of the seams squatting on his tables, while the thread ran through fleshy fingernails, and the needle flashed between the thumb and index to the light of the bulbs. What a terrible place I have fallen into! The student thought. He tried to run away. He saw a wide door, covered by an inscription in hollow characters: Trousseau. That word had a tender suggestion of bridal aid. The student entered a dark corridor, hoping to admire silky Malinas, evocative of the fresh maiden meats, which are presented wisely as expensive fillets wrapped in paper linen. The student suddenly found himself in an amphitheater full of silent spectators, dressed in white robes. Everyone seemed to be waiting for something sensational. In the center four cubes of sheet metal shone light on a white artifact, resembling a new model weighing. Vaya  thought the student; it's a boxing match. And instinctively he tapped his pockets, looking for coins for the case of possible bets. Suddenly, the ring was invaded by a squadron of tragic Greeks. Sharp peoples, thick curves and white masks on the faces showing fierce pairs of eyes. The student prepared to hear the first stanza of the choir. But, at that moment, he brought Prometheus in chains, who all seemed to be waiting. Two Eumenides placed a kind of coffee maker over their noses. And the choir began to roar around the squirrel hero. But it was a ghost choir. Their voices were made of silence and mystery. All you could hear was, from time to time, the retinue of tiny fists, falling on glass plates. The student was vainly trying to remember which scene of classical theater the strange scene belonged to. He soon came to the conclusion that the white spectra were mimicking an unwritten epilogue of the Philoctetes. To evoke the warrior with all their possessions, they had begun by carving a long wound in his belly. That wound seemed to be the object of the whole piece. Tragics plunged their greedy hands into it, inserted sponges into the viscera, stabbed with masterful chills, tuned nerves to the slide, pinched the soul with pincers... fascinated by the ferocity of those extraordinary men, the student left his bench, and approached the silent and horrifying group. He was seen among them, leaning over a red groove that was closing again, like pool water on a ribbon of buckling projected backwards. The student then observed that instead of meat, the mimos picked up grey and oily leather (¡Horror, they're carving mermaid meat!). His gaze was turned backwards by this unusual humanity, until he stumbled upon a huge cod head, placed under the chlorophore coffee maker with a round, glass eye. And the operating table came out guided by one of the Eumenides. The student followed the metal car to a sad, naked room where he was abandoned. In a corner, a man seemed to be waiting. He was dressed in yellow cloth, and he was wearing fisherman's high boots, and leather hat. He got up. He removed the sheet that covered the cod still anaesthetized, and, seated it by a rope through its guts, threw it over its shoulder. The student followed the strange visitor to the door of the Hotel-Dieu. With him he entered the first metro station where the characters of the paper advertisements of cigarettes, soup pies, bleach and ripolín, greeted them with air of old acquaintances. After a trip through ozone-smelling tunnels, the student returned to the light with the strange character and his cod. They were in the communist neighborhood of Belville. Then the unusual fisherman made a big leap, and went to complete again the announcement of the Emulsion, which stood on the edge of an old gray building. Tired of his morning emotions, the student walked into a funeral home and asked for food. II The student had a date with Marcel Proust's Albertina, at 4, behind the Magdalena. (End of manuscript, in the fifth row of the fifth quartet.) End of Time War and Other Stories, 2001", "title": "El estudiante", "author": "Alejo Carpentier"}