{"metadata": {"length": 2393, "words": 424, "reading_time_min": 2.12}, "text": "Giovanni Papini (Il Diavolo, Florence, 1958) has reviewed all theories and all the hypotheses about the Devil. I am struck by the omission (or ignorance) of the booklet by Ecumenic of Thrace (317? c. 390) entitled De natura Diaboli. It is, however, a study of demonology whose concision does not hinder its originality and its wealth of concepts. Ecumenic attributes his ideas to a certain Sidonian of Egypt, of the Essenes sect. But as in all the literature of the 5th century no one but he quotes that Sidonian, nor does this name appear in any of the rabbinical and Christian authors who dealt with the Essenes, it is almost certain that the true father of the theory is Ecumenical himself, who took up a very popular resource in his day, when the threat of the heresy's anathema was already beginning to muffle the freedom of Christian thought. I will summarize the Ecumenical tractate in a few words: From various passages of the Bible (Book of Job, 1, 67; Zechariah, 3, 1; 1 Kings, 22, 19 and ss.; 1 Paralipomenus, 21, 1) it follows that Satan's functions were to spy on men and then report to God, accuse them before God in the manner of a prosecutor, and induce them to a certain conduct. According to Sidonius (that is, according to Ecumenic), when God decided that one of his sons (= angels) would incarnate in human flesh, become man and, after teaching the Law in its pristine splendor, darkened and cured by capricious and accommodative interpretations, suffer passion and death and redeem the human race from its sins, he chose, naturally, Satan. So Satan was the first Messiah, the first Christ. But Satan, when he became man, joined men and made common cause with them. This is the rebellion of Satan: He has taken the side of men rather than God. Whether he did so out of wickedness, piety, love of men or hatred of God is what Ecumenical analysis with a caseistic detail worthy of St. Thomas Aquinas or Father Suarez. I am only interested and fascinated by the hypothesis, of incredible audacity, that Satan, former tax collector and spy of men, as soon as he became man, unfolded himself to the designs of men and disobeyed the divine plans, forcing God, in the second election of the Messiah, to elect himself in the person of the Son, so as not to be subjected to a new disobedience which, after that of Adam and Lucifer, seemed inevitable to him. FIN Falsifications, 1966", "title": "El diablo", "author": "Marco Denevi"}