{"metadata": {"length": 3947, "words": 737, "reading_time_min": 3.685}, "text": "A vineyard that rises up the slope of a hill to be engraved in the sky is a familiar sight, yet the curtains of the simple, deep rows look like a magic door. Under the vines is broken red earth, the leaves hide treasures, and beyond the leaves is heaven. It is a ever tender and ripe sky, where there is no shortage of treasure and the harsh clouds of September also come to the vine. Everything is familiar and remote; childish, in a nutshell, but it shakes us every time, as if it were a world. The vision is accompanied by the suspicion that these are but the backstage of a fabulous scene waiting for an event that neither memory nor fantasy knows. Something unheard of has happened or will happen in this theater. Just think of the hours of the night, or of twilight, when the vineyard is not visible to the eyes and is known to spread under the sky, always the same and absorbing. It would seem that no one has ever walked through it, even though there are those who grind it branch by branch and in the harvest it is all joyful with voices and steps. But then they leave, and it's like a room where no one has been in for a long time and the window is open over the sky. Day and night reign in it; sometimes it is cool and overcrowded by rain, nothing changes in the room, and time does not pass. Neither in the vineyard passeth the season; its season is September, and it returns always, and appears eternal. Only a boy really knows her; years have passed, but before the vineyard the adult man, beholding her, recovers the boy. The suspicion of what must have happened keeps it the same and revives in memory the childhood. But nothing has really happened and the boy didn't know he was expecting what now flies even in memory. And what didn't happen in the beginning can never happen again. Unless this very immobility is what fascinates the vineyard. A path crosses it up there, breaking the rows and cutting a door in the neighboring sky. The boy was climbing those paths, climbing and not thinking of remembering; he did not know that the moment would last like a seed and that a yearning to grasp it and to know it deeply would extend it into the future beyond time. Maybe that moment was made of nothing, but that was where his future lay. A simple and profound nothing, unremembered because it was not worth the effort, spread out in the days and then lost, reflects before the path, the vineyard, and turns into a child, beyond things and time, as it was then when time for the boy did not exist. And then something really happened. It happened a moment ago, in the very moment: the man and the boy meet and know and they say time has fled. Man knows this by looking at the vineyard. And all the accumulation, the slow richness of memories of all kinds is nothing compared to the certainty of this memorable ecstasy. There are skies and plants, seasons and returns, finds and sweets, but this is only the past that life plays out like a cloud game. The vineyard is also made of this, a honey of the soul, and something on its horizon opens up plausible views of nostalgia and hope. Unusual events can occur in it, triggered by the fantasy alone, but not the underlying event in all of them that leaves them abolished: the disappearance of time. This doesn't happen, it is; moreover, it is life itself. On the path that rises to the horizon man is no longer a child; he is a child. For a moment, in which he manages to silence all memory, lies within his eyes the still, instinctive, unchanging vineyard, which he always knew carried in his heart. And nothing happens, because nothing can happen that is more vast than that presence. You don't even have to stand in front of the vineyard and recognize its familiar and unheard of traits. The moment of the meeting is enough and the boy and the adult man have already begun their dialogue which, rich in days, from the beginning does not change. *FIN* La vigna, Fair of August, 1946", "title": "La viña", "author": "Cesare Pavese"}