{"metadata": {"length": 3881, "words": 751, "reading_time_min": 3.755}, "text": "Once a week they wanted to have fun and celebrate a banquet together. Only that the days were so busy that they had no time for themselves during the year; they had to look for a special occasion in which they could have a whole day free, and they saw that this happened every four years: the intercalary day of the odd-numbered years, which they put in February so that the time would not be spoiled. So, they decided to meet in a comilona on the 29th of February; and since February was the month of carnival, they decided that each one would dress up, eat to the brim, drink well, give a speech, and, in good peace and company, tell the others good and bad things. The giants of Antiquity in their banquets would pull each other's heads off, but the days of the week were devoted to games of words and malignant slang, as is proper of the innocent hornets of carnival. The day came, and they all gathered together. Domingo, the president of the week, was presented with a black silk coat. People might think he was going to church, but the people saw that he was going to the feast, ready to compete in the joyful feast, and that the burning candle he was carrying in the oyle was the red candle of the theatre, with the candlestick: “Blessed are all the towns. Let them be divided!” Monday, a young boy em-parented with Sunday and very interested in pleasures, came second. He said he always left the workshop when the soldiers passed. - I need to go out and listen to the music of Offenbach. It does not affect my head or my heart; rather, it frightens me on my feet, and I have to dance, run away, sit down with a look at the funeral; only then can I go back to work the next day. I'm the new thing of the week. Tuesday, the day of Mars, or the day of force. - Yes, I am! - I said-. I put my hands on the work, put the wings of Mercury on the shoes of the merchant, in the factories I inspect whether the wheels have been sunk and whether they are turning; I make sure that the styrofoam is placed on its table and that the caster takes care of its adobes. Every one of them to your work! I don't want to miss anything, so I came in police uniform. - If you don't like it, find me a better one. -Now I'm going! - he said Wednesday. I'm in the middle of the week. I am an official of the store, as a flower among the rest of honorable working days. When they give the order to march, I carry three days before and three days behind me, as a guard of honor. I have reasons to believe that I am the most distinct day of the week. On Thursday he was dressed as a steward, with the apron and the copper pot; it was an attribute of his majesty. -I am of the illustrious clan, -he said - gentle, divine! In the northern countries I have been given the name Donar, and in the southern countries, Jupiter. Both understood in the art of shooting arrows and darts, and this has remained in the family. And he demonstrated his high altitude by crashing into the copper furnace. She came disguised as a seductress, and was called Freia or Venus, according to the language of the countries she frequented. He also said that it was of a peaceful and sweet character, though that day he felt joyful and rejoicing; it was the day of the suffrage, which gives freedom to the woman, for, according to an ancient custom, she is the one who is declared, without need of man to judge her. Saturday wine from grandmother's house, with a sprig of rosemary as a symbol of cleanliness. Her signature dish was beer soup, but she did not complain that on such a solemn occasion she served it to all the guests; she only asked for it, and it was brought to her. And all the days of the week they sat. The seven are drawn, usable for living portraits in family circles, where they can be presented in the most fun way. Here we give them in February only in broma, the only month that has a day of propina.", "title": "Los días de la semana", "author": "Hans Christian Andersen"}