{"metadata": {"length": 2357, "words": 405, "reading_time_min": 2.025}, "text": "The room was, giftedly, given to the troops. The bosses were bosses. The gauche, piled up in the peon shell, crawled feline among the roaring of rears and messages. The horses rolled in the corral, to wipe the dark stain that the sweaters would leave on their hips; those who could not get in would hang in rosary on the mountain, and the dogs, intimidated by that takeover, would approach trembling and barking, beating the claws in rushed collars. That night there was a meal, wine and females, which fell who knows where. Early began to turn them over to sleep, intoxication; and all that solid flesh vanished upon the mattresses, colored with punching. A conversation was going on around the stove. Two nipples were still sucking, in fraternal stab commentary. On the knees of the sergeant, a Chinese cebaba mate, with a submissive offering of slavery in zeal, while about ten entrerrian commented, in Guarani, the nails of two lay taverns. But everything had to be interrupted by the sudden entry of the chief: General Urquiza. The tobacco remained in the hands of one of the players; the drunkards managed to straighten themselves, and the sergeant, as surprised, or perhaps not turning the garment, stood up as disgusted. To the superior's fair surprise, he nodded his head, humming. Then Urquiza, pale the hoisted archer, moves forward. The sergeant holds the waist and his fist sweeps the straight blade. Both are close: the orchid knows how to punish, but the brute has the iron, and the stallion, sluggish, draws its descending curve. - It's all right! - To turn off the coals and sleep. The gauche is executed, silently, with an incredible interrogation on their brave heads. Was the general afraid? Upon hearing the news, Urquiza sent for the sergeant, who submitted, waiting for the punishment he deserved. The general walked to an empty room, where he let him in, followed him later. He locked the door and, advancing, his face was struck with a whip. The soldier, firm, didn't make a gesture. - You weren't a man, you sleazy! Take the machete out now, and two more lashes wrap the face of the guilty. Then the general, angry at that passivity, stops. - You're a loose cannon, maula. Is that why you were bragging last night? The warrior, indifferent to the bruised bulges that degrade his face, argues, as irrefutable his apology: ♪ Finish ♪", "title": "Justo José", "author": "Ricardo Güiraldes"}