{"metadata": {"length": 2197, "words": 392, "reading_time_min": 1.96}, "text": "Next to Graziella Link a pig would look thin, a slender elephant, a ball not round enough; but she makes herself look so stylish that she manages to look like what deep down, deep down, under fat backyards, is: a woman. And why not? And on the surface, too, and why not, a beautiful woman. He is always cheerful, however he may be; the stupidest songs continually flourish on his lips, his ears flash, his musical laughter replicates in the most funerary, most ludicrous situations. He acts, more for pleasure than for money, in the variety theater. Since she cannot walk, only to keep herself in balance on two disproportionately small pieces, four young women carry her on a whistle to the stage; she saluted herself by giving herself three taps with a fan over her circular chest, and sang. Laughing, chewing, contended, sparkling, exalted: Cu-cu, cu-cu my love is you, wicked Bearded, cu-cu, cu-cu! Since she became completely bald, she wears a glowing wig; seen from the plateau, her head shines over her body like a sunset behind a mountain, or rather like a sunrise. It emits so much heat that the stage lamps melt. In the end, the audience always asks her for a striptease, and she does: with premeditation, she wears a proper dress, she just gives a little kick to a brettle and everything falls. The howling applauds the emerging roundness, the warmth of that orange body like a summer sun causes fainting in the first-row viewers, the guard of modesty have nothing to complain about, because nothing can be impudent in a sphere, in an orange, however naked it is. She, meanwhile, without ceasing to smile and throw kisses, with brief foot movements, begins to turn and trine: From the communion of saints only to St. Peter venerate: they have already seen me before now see my ass. The fact is that it emits even more heat from behind than from front, so that young people on the scene must come with a wet sheet and wrap it up quickly, for fear of fire. Graziella Link is left wrapped and moved off stage, and in the distance still ring her crazy throats, her stupid scales, her stupid cups. In it roundness prevails, fatness triumphs; however, they say she prefers tiny courtiers. FIN", "title": "Graziella Link", "author": "Juan Rodolfo Wilcock"}