{"metadata": {"length": 7635, "words": 1422, "reading_time_min": 7.11}, "text": "At ten-and-a-half every morning, I was leaving the Gassion Hotel; my neighbors were coming from the Hotel de France. On the boulevard des Pyrénées, on different banks, opposite the same mountains, one reading Daisy Miller, others repeating lessons, we would sunbathe. My neighbors were five girls and a governess. If you were to look at the girls distracted, you could take them for a series of copies (of varying sizes, ranging in age from nine to nineteen) of the same person, submissive, blonde, striped, with gray eyes, blue uniform. Of the ruler, a woman of good and evil genius, I keep an indefinite memory. The Sporting-Bar contacts informed me that the girls were my compatriots; that the father, a Bearnese-born American, had a stay and a vast fortune in Buenos Aires, and that now the family was in Pau, to collect an inheritance. One morning I went down at ten. The older sister came and asked me to sit on my bench. We'll have a conversation immediately. \"My name is Philis\", he said. Do you like Pau? I asked. I'm as bored as the stay. Also, the life I lead... with the mademoiselle at my back, who's gonna have fun? Don't think it was always the same. My parents are crazy: they either give me complete freedom or they watch me day and night. In July I was in Rome alone, at the home of some Italian women I met at Puente del Inca. You write, don't you? How do you know? In Pau, you know everything. You want me to tell you what happened to me in Rome? He's going to have a good time. There comes the mademoiselle with the girls. I'll see you this afternoon at the Casino. That afternoon I met not a girl, but a lovely woman, who took my arm and laughed. I exclaimed, \"How has he changed! Don't believe it, he said. If they find out I escaped, they kill me, they put me in penitentiary. You want me to tell you about my Roman affairs? The golden Philis, with a virginal look and bird-like screams, told me that a gentleman from the papal court, almost fat in his impeccable white levite, had asked for his hand. The scene was in a restaurant in Rome and I don't remember the answer the girl gave him, but I remember he offended him by asking the maître d'hôtel for a beefsteak. It's Friday, the gentleman observed. I know, Philis replied. Then how dare you eat meat? I'm Argentinian and in my country we don't have a vigil all year long. We are in Rome, I am a knight of the papal court and here we observe the vigil every Friday of the year. I'm not going to eat meat again on Fridays. But I already asked and I don't like to bother the boy by telling him not to bring it. She prefers to make me feel sorry for her. (I didn't want to confess, Philis told me, that I was hungry.) They brought the beefsteak, a tempting beefsteak, and Philis, with irritated resignation, would not touch it, would leave it on the plate. The groom asked, \"And now why don't you eat?\" 'Cause I don't want to make him sad,' she replied. Since he asked, he pleaded he agreed, contemptuously. Philis did not expect her to insist; still angry, but hurriedly and with pleasure, she ate the beefsteak. The groom exclaimed in a painful voice: \"I never expected this blow. What hit? He's still making fun of me. Eat that meat, martyr my sensitivity. You said to eat it. I tested it and it was a disappointment, the gentleman said. A few days later, however, he took her to Ostia Beach. It was very hot and in the middle of the afternoon the gentleman confessed: \"You disturb me. As much as it hurts to say it, I won't shut up: desire. Philis replied that if he did not make it his own that very afternoon, they would never see each other again. The noble knelt down, kissed her hand and almost weeping told her that she should not allow such bad thoughts to come to her: that very soon they were to marry; that very soon she would be a princess. Filis then explained that she was Argentine and that in her country nobility meant nothing; that in Buenos Aires and everywhere she was a well-known family person and, furthermore, rich; that her parents had stays and that a European noble was, instead, a rather suspicious article. She herself, despite her love for him and her unshakable purity of feelings, could not hide the deep conviction that he was planning a convenient marriage... all this was happening on the train that was taking them back to Rome, among a crowd that filled the seats and hallways, chewing sandwiches, and that seemed very close, on that warm sunset. When they arrived, Philis asked her boyfriend where he planned to take her and the courtier babbled vague words that mixed restaurant names and movie names. Philis, ruthlessly, repeated his threat: either he made her his or he would never see her again. Then the groom went on to explain that in Rome there was nowhere to go. There are no couples' hotels, I'm between proud and desperate. And you don't have an apartment? An apartment, to take friends? No one has it in Rome. He'd have to be very rich. I was told that before the war... take me anywhere, insisted Philis, adding in a silver-tongued manner: Meanwhile, they were wandering endless streets. When Philis saw a prostitute in a corner, he found the solution. He said, \"Let's go to that woman's house. Impossible to talk to him, the groom defended himself. We can't get close together; I can't leave you alone and get close. Then I'll talk to you. And the bridegroom tried to put her off, and said, How shall I bring thee into the house of a woman alive? He tried variations: How are we going to contaminate our first love night with the sordidity of a wretched woman's room?. \"Do you want me to go, or do you want me to go?\" asked Philip, without looking at him. The papal courtesan finally settled; he spoke to the woman, and the three of them headed to her house. They were not together; the woman walked a few feet ahead, alone. He was terrified that he might be seen with a prostitute; Philis did not care if they saw her or not. Since prostitution is forbidden in Rome, whenever a centurion appeared, the knight was distressed; although he did not go with the woman, he wanted to flee and forced Philis to follow him. What would he have said if he had been arrested, a gentleman of the papal court, for mixing with prostitutes? Philis explained that they were not with the prostitute and that, precisely because he was a knight of the papal court, they would not dare to stop him. Many times, on that pilgrimage through the narrow alleys of ancient Rome, they lost the woman; many times, with relief, the gentleman declared that they had lost her definitively and many times Philis forced him to continue searching; they always found her and after walking through a dark, narrow and smelly maze, they arrived at the house. The woman's room had the walls covered with prints; on the small light table there was a considerable group of statues of saints and from the bedside bars hung the distinctively crowned last Sunday of Ramos. The gentleman stated that those witnesses made it even more difficult for him to complete the task before him. In the adjacent kitchen, the woman was frying something and showing impatience with potty blows. The poor woman needs the room for other customers, she explained, perhaps superfluously, Philis. But the groom was just shaking and sweating. Philis repeated his threat; when the tired man did as he could, he declared Philis to be a man-made woman. When they said goodbye to the housewife, she had regained the courtesy; she wished them much happiness and, with a nod, showed the prints and statues circulating, the blessing of heaven. *FIN* Guirnalda with love, 1959", "title": "Historia romana", "author": "Adolfo Bioy Casares"}