{"metadata": {"length": 6159, "words": 1211, "reading_time_min": 6.055}, "text": "My dear Encarnación: I know that the Pintos told the friends there that we did not go to the parties because we did not have enough money or because we did not love the rules, as my Juan says; do not be afraid, for we have already taken charge of the hats, of those that look like men, that are the latest fashion, as the fashionista said, that is from Paris of France, as if we had said; for although she was not born there nor has she ever seen it with her own eyes, her husband is of pure Parisian race: you must imagine yourself! We will, and three more, which, to avoid you the inconvenience of walking about looking for your home and so on, we will have the right to yours, and thus you will save the inconvenience of having to understand the fancies and whims of hostesses and guests, who in these days will take the hat of bad humour and ask for a room by the face. I send you the list of the hats and shawls that my daughter the older wants you to have bought for her the same day we arrive; for all her lust is that of a hundred shawls she takes one by a Madrid, for being a provinciana is very cursi, as you see; and although I tell her that what is inherited is not hurt, and that from casta comes the fox, and that a Covachuelo, which descends from a hundred Covachuelo, although it be with the air of the mountain can have them tidied, in good tone and chiq (sic), with the most cultivated courtesy that can be the daughter of anyone; I tell her that, in spite of this, the girl wants you to have prepared those shawls for her: and it is not that there are not here any of those shawls that reach to the shoulders, for the fashionista who has a husband from Paris also sells them; but what do you want?, these girls of the day are lost because they are not of your land. And look at you, dear Encarnación, and here inter us, as the French say, the girl is in a state of merit, and here all are pelagic, there are no proportions, who knows if one of those gentry in the square, of whom the newspapers speak so much, will fall in love with my daughter? In that case, we would live in Madrid, which is what I tell Juan; but my Juan is so teetotal that he does not want to abandon this humble, indifferent fate of a Covachuelo, because he says it is safe and hands are open. As if we did not know the world, Lady Encarnación, and did not know that that of gloom is common to all fates, if there be good will. I, to tell the truth, do not know what those gentry in the square are; but they will certainly be a swelled gentry, who burn gold, or at least wheat, that burns. Besides this, my Juan, who loves the Institutions, will not lose time during our stay in that, nor will he sleep in the pajamas, for the minister has offered him towers and mountains; but eyes that do not see... and so, by observing him closely and not leaving him to the sun or the shade, you will see how he makes an ascent, which good deeds make us do, for with this modest salary and all the hands that Juan wants, one cannot live; and if not, now you see, what is a disgrace, that to embark on a journey to the Court, with a reduction of price and all, the family of a Covachuelo is found bound to sell the silver covers and some of the little things of the Covachuelo that were. Tell you, tell you to the Pintos (without telling you the ones from the roofs), how much they make and can the Covachuelo in wings or tails (I do not know how to say this word) of their love for the Institutes. Here has come the rumour that because of Moyano there were no feasts; that that man, who says he is very fey, and they prove him, had sunk the function; but we have not believed it, because it is impossible; God cannot allow my daughter to be without her knight in the square, for that would be like staying on the street; nor my husband to be able to be and to be in this dark corner; the Covachuelones will rise higher, and God will awaken and we will be astonished; for the evil will of Pinto will scarcely be able to stand against the high prudence of Providence, which calls all voices to the Covachuelones to the Court. Say you from my part to Mr. D. Juan, her husband (what a difference between the two Juans! he of you so easy, so rich and so friend of your business), so tell him that I will look for a paper for all parties: we want to see it all, what is called everything, because what are we?, it is not a thing of selling one of the covers, to come back then leaving something out. I read in the Times that the provincials would arrive late to take their papers: she will know! The Time; as if those enduring gacetillers, who are the loss of the country, had to be before us, who served the country and the institutions from a corner of Spain with heart, intelligence and loyalty, as the same liberals said when they let my husband go. It should be noted that the lady of Covachuelón and her daughter stood without papers to see all reserved and all unreserved. We have seen it all: tell D.J. so: I am not giving anything away. Oh, who was the countess, my dear friend! But God made us, and as John, my son, walks right and on one foot, and does what I say, who knows where we can get to, and if there comes a day when I shall see him made a knight in the field, a title that sounds like pearls to me, and which I cannot get out of my imagination! Don't get tired; get well and don't forget the responsibilities. Your lifelong friend who wants to hug you soon, Purification of the Pinnacles of Covachuelo. P. D. I advise you that John dies by the cauldron, and will give you a pleasant surprise if you present them for breakfast the day we arrive. I suppose it is Vds. to wait for the created, for we shall have much equipment, and those little twigs will confuse it with a twig with a splinter and ask for a sense. His, Purification. Another P.D. I advise you that on the tins and the pails I gave you the other day for John, there should be these letters, P. John, which do not mean Father John, but that John is the husband of Purification, as you know. A Covachuelo could not put a simple initial on his cap like anyone else. Exhort your John from you. Pura. *FIN*", "title": "De burguesa a cortesana", "author": "Leopoldo Alas \"Clarín\""}