{"metadata": {"length": 5115, "words": 894, "reading_time_min": 4.47}, "text": "The Deputy Prefect has left the expedition. With the coachman in front and the lacayo behind, the subprefecture car takes you majestically to the La-Combe-aux-Fées regional exhibition. The Deputy Prefect put on that memorable day the beautiful embroidered jacket, the pointed hat, the narrow silver gallowed trousers and the nacre-shaped gala sword. He rests on his knees a large portfolio of relief-filled paparazzi skin, and looks down upon her sadly. The Deputy Prefect looks sadly at his hollow-printed paper bag; he thinks of the famous speech he will soon give in front of the La-Combe-aux-Fées neighborhood. - Gentlemen and gentlemen of the administration. But, although she insists on wearing the blonde and silky patches, and repeats twenty times in a row: He doesn't succeed in continuing the speech... It's so hot inside that car!... Until he gets lost in the distance, the road to La-Combe-aux-Fées is filled with dust, under the midday sun. The air is thick... and especially the roadside slopes, completely covered with white dust, thousands of cigars pass from one tree to another. The deputy prefect suddenly shakes. Down there, by a hill, he's dividing a green oak tree that seems to be making signs. The little bush of carcasses seems to be making signs to him: \"Come here, subprefect; at the foot of my trees you will be perfectly able to compose your speech. The deputy prefect is seduced, eats the car and tells his people to wait for him while he goes to compose his speech on the little oak tree. In the green woodland there are birds, flowers and fountains under the fine grass... seeing the subprefect with his cute pants and his stamped slippery wallet, the birds are frightened and mute; the fountains dare not make noise and the flowers hide among the grass. All that little people have never seen a sub-prefect, and ask yourself in a low voice who will be that great gentleman who walks around in silver pants. Under the foliage the tiny people asked in a low voice who that gentleman in silver pants was. Meanwhile the deputy prefect, enchanted by the silence and freshness of the forest, lifts his coat, puts his hat on the grass and sits in the moss next to a young oak. He then opens the large leather-covered slate case on his knees and extracts a wide fold of minister paper from it. - He's an artist! - says the curly. \"No\", replies a bird, \"he is not an artist, because he wears silver trousers; but he can be a prince. - It could be a prince. - Repeat another little bird. \"Neither an artist nor a prince\", interrupts an old nightingale, who had sung during a spring in the subprefecture gardens. And throughout the forest, he repeats it all the time: \"He's a subprefect! A sub-prefect! - He's very bald! - Watch a very moist louse. The flowers ask, \"Is he a bad person?\" - Is he a bad person? - they ask about the flowers. The old nightingale replies, \"Not completely bad! And with this certainty, the birds resume their singing, the fountains run again and the flowers embalm the air, as if that gentleman were not there. Insensible amid all that pleasant harassment, the sub-prefect invokes in his heart the Musa of the agricultural elections, and pencil in the ribbon, declares with a ceremonial voice: \"Lord and dear administered... -Lord and dear administered\", declares the sub-prefect, with his ceremonial voice. Interrupted by a laugh, he turns his head and sees nothing but a big picoverde watching him laughing, his feet on the pointed hat. The subprefect shrugs his shoulders and tries to resume his speech; but the picoverde interrupts him, shouting from afar: - How can I? What's that for? - says the sub-prefect, red and, throwing a nod to that insolent bird, goes further and further: - Ladies and gentlemen administrators - goes further and further the sub-prefect. And behold, at that moment the flowers from the tips of their stems stood before him, and they said to him sweetly, \"Master, do you not see the very sparkling perfume we breathe? And the fountains offer him under the moss with divine music, and between the branches, over his head, bands of curls bite his most loud notes, and the whole bush conspires to prevent him from composing his speech. The whole bush conspires to prevent him from composing his speech. The sub-prefect, drunk on aromas, drunk on music, pretends in vain to resist the new charm that invades him. Lay your elbows on the grass, untie your beautiful coat, and sprinkle it two or three more times: \"Ladies and gentlemen, administered. Ladies and gentlemen, adminis, gentlemen and gentlemen, send the administrators on a tour, and the Musa of the agricultural elections is forced to cover his face. Cover your face, O Musa of the agricultural elections! When an hour had passed, the people of the sub-prefecture, anxious about their master, entered the forest, and beheld a spectacle that turned them back. The deputy prefect, spitting like a bohemian, was lying face down on the grass. He had taken off his coat, and chewing flowers, the deputy prefect composed verses. Letters from mon moulin, 1866 Translated by F. Cabañas", "title": "El subprefecto en el campo", "author": "Alphonse Daudet"}