{"metadata": {"length": 5061, "words": 919, "reading_time_min": 4.595}, "text": "It was a Sunday chicken. I was still alive because it wasn't after 9:00 in the morning. It seemed calm. It had shrunk in a corner of the kitchen since Saturday. She wasn't looking at anyone, nobody was looking at her. Even when they chose her, feeling her intimacy with indifference, they couldn't tell if she was fat or skinny. You'd never guess a craving in her. So it was a surprise when they saw her open her short flight wings, swell her chest, and, in two or three attempts, reach the wall of the terrace. He still wavered for a moment - the time for the cook to give a scream - and soon he was on the neighbor's terrace, from where, on another disorderly flight, he reached a roof. There he stood like a badly placed ornament, hesitating one foot, another foot. The family was called urgently and dismayed to see lunch by a fireplace. The owner of the house, recalling the double need to sporadically do some sport and lunch, radiantly dressed in a swimsuit and decided to follow the itinerary of the chicken: with cautious jumps reached the roof where this, wavering and trembling, he chose with haste another direction. The persecution became more intense. From roof to roof, he walked more than a block down the street. Little affects a more savage struggle for life, the chicken had to decide for herself the paths to take, without any help from its breed. The boy, however, was a sleepy hunter. And as small as the prey was, the cry of conquest had sounded for him. Alone in the world, without father or mother, she ran, breathed agitated, mute, concentrated. Sometimes, on the run, she flew anxiously over a world of rooftops and while the boy climbed others with difficulty, she had time to recover for a moment. And then it seemed so free! Stupid, shy and free. Not victorious like a fugitive rooster. What was in her guts to make her a being? The chicken is a being. Although it's true that you couldn't count on her for anything. She didn't even count on you, the way the rooster believes in its crest. Their only advantage was that there were so many chickens, that even if one died, another would arise as if it were herself. Finally, one of the times she stopped to enjoy her escape, the boy caught up with her. Between screams and feathers she was caught. And immediately loaded in triumph by a wing through the tiles, and deposited on the kitchen floor with some violence. Still stunned, she shuddered a little, between roaring and indecisive cockroaches. That's when it happened. The chicken laid an egg. Surprised, exhausted. Maybe it was premature. But after she was born to motherhood she looked like an old mother used to it. Sitting on the egg, she breathed as she opened and closed her eyes. His heart, so small in a dish, now raised and lowered its feathers, filling with warmth what could never be an egg. Only the girl was nearby and watching everything, terrified. As soon as he got out of the situation, he jumped off the floor and escaped screaming: \"Mom, mom, don't kill the chicken, she laid an egg! Everyone ran back to the kitchen and surrounded the young woman in silence. By her son's breeding, she was neither soft nor dry, neither cheerful nor sad, nothing but a chicken. Which didn't suggest any special feelings. The father, the mother, the daughter, had been looking at her for quite some time without experiencing any particular feeling. No one ever caressed the head of the chicken. The father finally decided with some suddenness, \"If you kill this chicken, I will never eat chicken again in my life!\" \"Neither did I\", the girl swore with fervor. The mother, tired, shrugged her shoulders. Unaware of the life that was given to her, the chicken began to live with the family. The girl, coming back from school, threw away her wallets without interrupting her career toward the kitchen. The father still remembered from time to time: \"And to think that I forced her to run in that state!\" Everyone but her knew. She continued her existence between the kitchen and the walls of the house, using her two abilities: apathy and stunning. But when everyone was still in the house and seemed to have forgotten her, she filled herself with a little worth, remnants of the great escape, and circled through the bricks, lifting the body behind her head slowly, as in a field, though the little head betrayed her: moving already fast and vibrating, with the old fright of her mechanized kind. One by one, at the very end, the chicken rarely remembered that it had cut itself against the air at the edge of the roof, ready to give up. At that time she filled her lungs with the unclean air of the kitchen, and if the females had been given the chance to sing, she, though she would not sing, would at least be happier. Even in those moments, the expression of his empty head was not altered. In flight, in rest, when she gave birth, or biting corn, hers remained a chicken head, the same one that was despised in the early centuries. Until one day they killed her, ate her and the years passed. A chicken, Some stories, 1952", "title": "Una gallina", "author": "Clarice Lispector"}