{"metadata": {"length": 7093, "words": 1270, "reading_time_min": 6.35}, "text": "We stood before the temple, open to worship, but a wailing in a frightening way, ruined by the abandonment of generations, indifferent to such beauty. The sun illuminating the pillars of the imposing structure, extending the comic caricatures of the ancient picture in shadows of a grotesque elegance. The floated cross recalled its sandstone pebbles coloured by centuries on a background of a transparent blue like Venetian glass. And in the irregular plaza desert, where the acrobatics of the temples seem to be disputing the devotion of the believer and the interest of the artist, there was no one but us and the gulls, describing their airy, fast and swooping curve, which sweeps the air. As I sat on one of the pillars of the porch, my cistern -one of those familiar spirits indispensable to the people of tradition, who know the well-guarded secrets of the silent stones - pointed to the pillar, rested his hand on the base, where the column was strewn about, and said: -This nook recalls a novel fact, which could also be called historical, although no historian has recorded it in his annals. I asked for that piece of soul that was sleeping in the stone, forgotten by people, and the cistern, with the most beautiful details I can remember, referred me to the anecdote. According to the improvising narrator, this was at the time of the liberal proclamations in favour of a Constitution called the Constitution of the Happiness of the Spaniards... One of the many hints of gold and light that leave, when they vanish, such emptiness in life and such despondency in the spirits... It is true that of the Sweet Child, or the Salvation Constitution, many little arms were enamored throughout Spain; and not enamored platonically, but with a firm resolution to let her flow through the hundred wounded veins the incarnated blood, and to let the sands of the broken heart fall, if they were able. However, the beautiful Girl, who was not beautiful, allowed infidelity to her galaxies, and those exalted political leaders had adventures in which they also put their youthful souls, of the time when they were not old. This was the case of Ramón Villazás, who, ignoring propaganda, meeting every night with the other hot heads of the people to prepare the blow when from Madrid... or more closely arrive precise instructions, did not leave even to attend punctually to how many functions were held in this same church whose facade crowns the cross of roses. Nor the Novenas with their joys and psalms, nor the salves, nor the chanted and recited Masses, nor the rosary sung in the darkness, would have attracted Ramon, if it were not for the chance that a saint with eyes of hell and lips of sand -which under the cloak reflected like coral strands resurrected by the salt water - also had his devotions here. And the beautiful, the lovely Tecla Roldán, responded to Ramon’s glances and signals with more enthusiasm than the commander of the force encamped in the town to ensure order and defend society against its “eternal enemies.” As if the chief had set his eye on the beautiful, rich and noble damsel, to make her his wife. When he learned that the most ardent of the local conspirators was also the passionate Tecla, he rekindled his desire to bring Ramón Villazás into the fold. The one, without a hint of political fervor, felt himself to be a religious man, and, if these columns were to be removed, he would retain the impression of the slender body that had so often sat in them, waiting for the rays of the rays to light up the soul with the black reflection of a pupil and the smirk of a lip. To amuse the impatience Ramon smoked paper after paper, and when the people began to leave, he took the cigar out of his mouth, deposited it in that ashtray where the base and the stem met, slid into the inner door, where Gabriel, bald and delicate, carved in stone, sounded to the Virgin, enshrouded in the symmetry of the folds of her gótica tiara, and without paying attention to the courtesy of the two figures, he awaited the passage of Tecla, who came with his eyes down, to murmur to his ear words of the color of his abrasive mouth... Then Ramon walked, and taking his cigar, he lit it again if it had been blown out, and slid up behind his hat-pin, to find her again in the penumbra of the supports and tell her what he had already known from memory. It all happened in a long and rainy winter, during which it grew, a favorable season, one of those occurrences, certain term of an ominous state of things. And when the rebirth, painted a more beautiful green on the field and tearing down the wild grasses and the early bushes, a morning that was more devoted to love than to struggle, came out of the palace to meet forces that seemed to be gathered at a short distance, a few exalted -much less than the committed, for when the moment comes, people put on their clothes. Ramón Villazás was one of those who did not back down. He was brimming with expectation, bursting with joy, convinced that it was the inevitable result and that he would return and pass under the balconies of Tecla, triumphant, amid cries and cheers... And then, in fact, he returned, covered in dust, ruined clothes, arms tied with a belt to the chest, shivering with the fear of a fire. The commander had a gun and was firing; he was following them closely; the force they were told to find beyond the bridge, pronounced, friend, had not moved from its prison in the provincial capital, had aborted the movement at the last moment by news from Madrid; and the next day Ramón and three of his fellow prisoners were released from prison to be shot by the guns in a field near this church... He wanted to shoot the commander soon. Ramon walked with firm steps. A lighted cigarette lay between his lips. When he found himself in front of the pterygoid, his eyes fixed on it with a passionate insistance. He saw under his arch a beautiful face veiled by the veil, behind which two eyes of mystery and a mouth of temptation gleamed. And instinctively, recalling the times he had crossed that gorge to see the exit of his love, he took the cigar out of his mouth and left it in the habitual sconce, as if he were to go back over it... He was trembling and shivering, waiting for the discharge, when a shivering, shivering, wringing of the hands, came an order, that had just ridden a good horse to bring the indulgence... These theatrical blows were not confined to such an era, in which passions, hatreds and fanaticisms played with a ferocious vitality to save or lose lives. Tecla, who had sat wet and dripping at the feet of the general, the terrible Egua, awaited behind her window, half dead of fatigue and fear, the disenlace... The roes, now forgiven, rise up the hill that leads from the campfire to the acropolis... Ramon laughs and cries, and the cries of the gulls resound joyfully in his heart. Still there were hours of love, still there were shadowy pupils and a swollen lip! When crossing the street, he looked for his cigar in the ashtray, picked it up quickly and lit it and smoked it...", "title": "Los de entonces", "author": "Emilia Pardo Bazán"}