{"metadata": {"length": 2384, "words": 468, "reading_time_min": 2.34}, "text": "A poor young peasant heard a priest preach in the church one day: \"Whoever wants to go to heaven must always follow the right path\". And the boy went on his way, always ahead, never twisting, through mountains and valleys. Finally, he arrived in a large city and went to the church where the divine office was being held. Seeing that magnificence, our young man believed that he had reached heaven and sat down, radiant with joy. When the service was over, the sacristan told him to leave, but he refused. I'm so glad I finally got to heaven. It was the sacristan who told the priest that there was a boy in the church who didn't want to go out because he thought he was in heaven. The priest replied, \"If you think so, let's leave him alone. Then she turned to the little boy and asked him if he wanted to work. The boy replied that he did, and that he was used to the job; what he did not want was to leave heaven. That's how he stayed in the church. When he saw the crowds coming to the statue of the Virgin, with the Child Jesus in his arms, kneeling and praying, he thought, \"This must be our Lord! \" And he said\", Lord, how weak are you!\" They're probably making you feel hungry. I'll bring you half my ration every day. Ever since then, he'd bring half his food to the picture every day, and then the statue started eating those meats. After a couple of weeks, people noticed that the image was growing and getting fatter, which surprised everyone. The priest couldn't believe his eyes, and one day he stayed in the temple, spying on the boy. Then he could see how the bread was broken with the Virgin and how she was taking it. After a while, the boy fell ill and had to be in bed for eight days. When she got up, her first care was to bring food to the Mother of God. The priest followed him and heard him say, \"Lord, do not be angry. I have not brought you anything for many days. I am sick and unable to get up\". And it's the case that the picture replied, \"I've seen your goodwill, and it's enough for me; I'll invite you to a wedding next Sunday\". The boy was very happy and told the priest, who asked him to ask the picture if he could attend. No, the picture answered, you alone. Then the priest prepared him and gave him the sacred communion, which the boy nodded. And on Sunday, as soon as he had communion, he fell dead and celebrated his eternal wedding. ♪ Finish ♪", "title": "Las bodas celestiales", "author": "Hermanos Grimm"}