{"metadata": {"length": 2265, "words": 408, "reading_time_min": 2.04}, "text": "Since I've been told you're moving to Florida, I want you to know that I've discovered where hurricanes are born. This is not a wild theory like Senator Fuenmayor's on the sinking of Atlantis. The senator claims that Atlantis descended to the bottom of the sea under the weight of the sleep of thousands of elephants. He says that one day, a Sunday must have been, all the elephants that inhabited the plains of Atlantis suddenly fell asleep and the foundations of the continent gave way in a great frenzy and Atlantis disappeared forever. That's why it's been said since then that elephants have very heavy sleep. The Senator, however much he has spent his whole life trying to prove this theory, which to me, as I said before, is crazy, has not been able to gather the necessary documents to get it off the ground of fantastic zoology and install it with all the weight of the unchanging truths in applied zoology. My discovery has nothing to do with the Senator's abstract lucubractions, because I'm short on books and sight. It's just the announcement of a fact: I've discovered, Juana, where hurricanes are born: they're born in Siape. On the tremendous ponds of salty and rotting water from the roots of dead mangroves, lilac, orange, indigo, red or blue circles form, depending on the time and time, which grow and rise, pushed by the myasms that the Siape sun releases from the bottom of the lagoons. These circles are fighting each other, devouring each other, in constant and ruthless fighting to get to the high wind region first and stop being smelly circles and become hurricanes. In the evenings, after a full day of fighting, only one or two already immersed roundhouses remain who begin their journey, inexorably, toward Florida. And the dead, you ask, and the dead where do they come from? Siape too. Because the weak circles that have been defeated are hanging from the eye of the hurricane, in perfect descending hierarchy, and are scattered along the Florida coast, over hurricane-proof towns. And it's no wonder that in some of those circles the child who was looking for hostages under the mangroves got involved or the drunk who lost his way home. One of these days you'll see them thrown over a Florida beach, Juana. The Tales of Juana, 1972", "title": "Como me han dicho que vas a vivir en la Florida", "author": "Álvaro Cepeda Samudio"}