{"metadata": {"length": 3406, "words": 633, "reading_time_min": 3.165}, "text": "There's a bookstore on 48th Street, not far from Sixth Avenue, where they sell mostly pocket books and old books, publisher's balances. I was there the other day watching. It was Saturday and it was cool. The door was open to the street. It was lunchtime and the customers were casual. The afternoon was slow and the city seemed friendly and tired. No complaints were heard. That nap mood is very noticeable in New York and, downtown, very rare. It was a mysterious and joyful occasion, as if all citizens had been given their seasonal dose of time and discovered that they had much, much more time than they ever imagined. Everything was calm in the bookstore. He could have been far away, in a much older town, patrolling antique shops. The pace was concentrated and slow, as clients wandered between the works of Henry James, Rex Stout, Françoise Mallet-Joris, Ivan Turgenev, Agatha Christie and the rest, more and more names that were popping up in front of my eyes as I kept looking. I had already collected everything I wanted to buy - I was carrying five books under my arm - and I was looking at another, now I don't remember the title, and reading a description of Balzac's favorite food. What the writer liked most was simple bread covered in sardines that he had crushed to form a paste that he mixed with something. What was Balzac mixing in his sardine paste? I was trying to figure it out, reading it all over again and thinking about how delicious it sounded, when my ears were offended by rough voices whistling right across the door; people were commenting on the books in the window. - Hey, Marilyn Monroe is down! - exclaimed a male voice. From five dollars to seventy-five to a ninety-two dollars! There was a laughing stock and then a woman's voice said - a boring old woman was speaking - - \"Wait till the dollar comes\". -Too much! It's too much! A dollar is too much! - the man shouted and those horrible beings came in swarming into the bookstore and I took my glasses to look at them up close. Cruelty, Stupidity and Noise; there were three, a man, a woman and another, but I could not see the third, for he was hidden behind the tall and long shelf that everyone was looking at and that made them so funny. They were pronouncing the names and titles out loud and making a lot of bad jokes, ruining everyone else's atmosphere, so I paid for the books I had under my arm and walked out. I went to Le Steak in Paris and ordered sardines and bread, but when I started crushing sardines, I couldn't remember what Balzac was putting on them. It didn't matter. The sardines with bread alone are very good. I thought it was not worth thinking about the bookstore's hyenas. One of these days, his ability to provoke violence will provoke someone who is already violent, I said. You'll find the shape of your shoes. Time will adjust their accounts. They'll never know anything except the miserable feeling of envy. They will learn, like the shepherd who cried out that the wolf was coming, for all those who are eager to laugh are the last to end badly. I don't care what you say. The little bookstore is open late and I'm going back this very evening to find that book I was looking at that describes Balzac's sardine paste. Before night falls I'll know exactly what the master's favorite meal was and I'll also know the taste it has today. Fin Balzac's Favorite Food, The New Yorker, 1963", "title": "La comida favorita de Balzac", "author": "Maeve Brennan"}