{"metadata": {"length": 2336, "words": 438, "reading_time_min": 2.19}, "text": "In their time machine, Vron and Dreena, the last two survivors of the vampire race, fled into the future to escape annihilation. They held hands and shouted words of comfort to each other, so great were their terror and hunger. In the 22nd century, humanity had discovered them, finding out that the legend of the vampires who lived secretly among humans was not a legend but a reality. There was a killing where all the vampires perished but those two, who had already been working on a time machine and managed to finish it on time, were able to escape with it. To the future, to a future so far away that the term vampire would have fallen into oblivion, with the result that they could pass again unnoticed... and with their seed bring forth a new race. I'm hungry, Vron. I'm going to eat. A terrible hunger. Me too, my dear Dreena. We'll be stopping again soon. They had already stopped four times and in each of them they saved their lives by their hair. The beings who lived on the planet hadn't forgotten them. The last stop, half a million years ago, had shown them a world ruled by dogs -- a dog world, literally: humans had become extinct and dogs had become civilized, taking the place of man. Yet they recognized them and knew what they were. They could only feed once on the blood of a tender dog, but the dogs chased them to their time machine and had to start running again. \"Thank you for stopping\", said Dreena, sighing. You don't have to thank me, said Vron, belted. We've come to the end of the road. We're out of fuel and we won't find any... in time all the radioactive compounds must have turned into lead. We'll live here... or we'll die. They went out to explore. \"Look\", Dreena said in an excited voice, pointing to something walking towards them. A new creature! The dogs are gone and something's replacing them. I'm sure they've already forgotten us. The being that was approaching was telepath. I heard their thoughts, a voice within their brains. They wonder if we know vampires, whatever they are. Well, no, we don't know them. It's freedom! Dreena murmured greedily. And food! They also ask continued the voice about my origin and evolution. Today, all life on the planet is vegetable. I... I... I made a bow to them... I, a member of the dominant race, was once what you called a nozzle. Fin Blood, 1954", "title": "Sangre", "author": "Fredric Brown"}