{"metadata": {"length": 7308, "words": 1477, "reading_time_min": 7.385}, "text": "The young man, nervous, handsome and cheerful, accepted the chair I offered him, said he belonged to the editorial staff of La Tempestad, and added: \"I guess I'm not bothering you... I've come to do a report for you. What? I'm going to do a report on him. Oh, my God! I understand. I understand. I'm going to get it. Yeah, that's all right. I didn't feel very happy that morning. In fact, my spiritual faculties seemed somewhat depressed. However, I went to my library and after searching for six or seven minutes, I had to turn to the young man. I said, \"How do you spell that?\" What? The word reporting. Holy God! Why do you want to spell it? I don't want to spell it out. I want to see what it means. Well, that seems surprising to me. I can tell you what it means if you... if you... Don't bother. I'll just spell it out and be very grateful, too. I'm not going to tell you. So it starts with R-E? - Of course! I had a hard time finding her! But, my dear sir... how did you think to spell it? Frankly, no... I don't know very well. I have the complete encyclopedic dictionary and I looked in the last volume, confident of finding it among the sheets. But it's a very old edition. But, my friend... you wouldn't find that depicted on a sheet or even in the last edition... sorry, dear sir... I don't mean that in a bad way, but you don't seem as... as... intelligent as I thought. Please note I do not speak with bad intentions. Oh, that's all right! It has often been said by people incapable of flattery and who could not be induced to flatter that I am truly remarkable in that sense. I know. They always talk about it with ecstasy. I can imagine without difficulty. But as for that report... you know, nowadays, it's customary to report every man who has come out. I'm not sure I've heard of this. That must be very interesting. What do you do it with? I'll tell you, it's a little daunting. It should be done with a fuck on certain occasions; but usually the reporter just asks questions and the reporter answers them. It's something that's fashionable. May I ask you a few questions, designed to highlight the highlights of your public and private history? Oh, with pleasure. I'd love to. I have a very bad memory, but I guess you won't mind. I mean, it's an irregular memory... extremely irregular. Sometimes it goes to the galop, and sometimes it takes fifteen days to cross a certain point. This is very sad. Oh, it doesn't matter. You will try to answer me as best you can. That's what I'm gonna do. I'll stick my whole brain to it. Thank you. Is it early to start? I'll be right there. I'm not sure. How old is he? Answer the question. I'm going to be 19 in June. Q. Is this possible? I would have given him thirty-five or thirty-six. Where was he born? A. In Missouri. Q. When did you start writing? A. In 1836. Q. How can it be, if you're only nineteen? A. I don't know. The matter seems a little curious to me. Q. And it is. Who do you think is the most extraordinary man you've ever met? The Commission has also adopted a number of proposals for a new directive. Q. But you couldn't meet Aaron Burr if you only count nineteen... A. Man, if you know more than I do, why ask me questions? Q. Well, well... it was just an insinuation, nothing more. How did you meet Burr? A. I'll tell you... I was at his funeral one day and he asked me not to make that much noise and... If you were at Burr's funeral, he must be dead. And if he was dead... how could he care if you were making noise or not? A. I don't know. Burr was always a very personal man in those things. Q. I do not fully understand this, however. You say Burr spoke to you and that he was dead. A. I didn't say Burr was dead. Q. But... wasn't he? A. Some say yes, others say no. Q. What do you think? A. Oh! That's none of my business. It wasn't my funeral. Q. And you? Well... anyway, we'll never get that straight. Let me ask you something else. What's your date of birth? A. On Monday 31 October 1693. Q. How? It's not possible! That means you're a hundred and eighty years old. How do you explain it? A. I don't explain it at all. Q. But you said at the beginning that you were only nineteen, and now you say you count one hundred and eighty. The contradiction is tremendous. A. Have you noticed? (Stretching out his hand at the journalist.) I thought on many occasions that the contradiction was tremendous, but I don't know why, I couldn't come to a conclusion. How quickly you notice things! Q. Thank you for the compliment. Did you have brothers or sisters? A. This is... I... I... I think so... but I don't remember. Q. Because your statement is the most extraordinary I've ever heard in my entire life! A. Why do you think that? Q. How do you want me to think? Look... whose portrait is that on the wall? Isn't this one of your brothers? A. Oh! Yeah, yeah, yeah, yeah. Now I remember: this was my brother. It's William... we used to call him Bill. Poor Bill! Q. Why? Is he dead? A. This... I suppose so. We never could get it straight. There's a big mystery to the matter. Q. That seems to me regrettable, very regrettable. So... Bill disappeared? A. I'll tell you-- yes, in general terms. We buried him. Q. They buried him! Did they bury him without knowing if he was alive or dead? A. Oh, no! That's not it. He was dead enough. Q. I confess I do not understand. If you buried him and knew he was dead... We just thought he was... Ah, I see. So he came back? A. I'd bet you didn't. Q. To tell you the truth, I've never heard anything like this. Someone was dead. Someone was buried. So... what is the mystery? A. That is what it is! That's it. I'll explain... the deceased and I were twins and we mixed up in the bathtub when we were only two weeks old, and one of us drowned. But we don't know which one. Some people think it was Bill. Others, that was me. Q. This seems extraordinary to me. What do you think? A. You know what? I'd give anything to make it clear. That solemn and horrible mystery has cast a shadow over my whole life. But now I'm going to tell you a secret, a secret I've never revealed to a living being. One of us had a characteristic sign, a large molar on the back of his left hand. That, that was me. That kid was the one who drowned! Q. Perfectly. I don't see what the mystery is. A. Can't you see? I did. Anyway, I don't know how they could make the awful mistake of burying the other kid. But... you son of a bitch! Don't mention it; the family might hear it. By the way, you already have enough painful concerns without it. Q. Well... I guess I have enough material for now and I appreciate the hassle you've taken. But I was very interested in your account of Aaron Burr's funeral. Would you be so kind as to tell me what circumstance made you think Burr was such an extraordinary man? A. Oh! A little piece of shit! I hardly thought a man in fifty would notice her. When the sermon was finished and the procession was ready to depart for the cemetery and the corpse was beautifully installed on the funeral chariot, Burr said he wanted to take a final look at the landscape, so he got up and traveled to the fisherman's with the coachman. At this moment, the young journalist retired, with respectful air. I was very grateful for your company and I regretted your departure. A stranger abroad", "title": "Un reportaje sensacional", "author": "Mark Twain"}