{"metadata": {"length": 6006, "words": 1211, "reading_time_min": 6.055}, "text": "Since we were talking about bears... the Klondike king stopped, meditating, and those gathered around him, at the hotel door, brought the chairs closer. As we are talking about bears continued, you should not ignore that in the Northern region there are different varieties of these animals. In the Little Pelly, for example, they descend in such abundance during the summer to feed on salmon, that you would find no Indian or white man approaching there, less than a day's journey away. And high up in the Rampart Mountains is a very curious species, called the \"brown hillside\" This name is due to the fact that, since the Flood, it has been running along the slopes, and the two legs corresponding to the lower part of the slope are twice as long as those on the top. When you're going this way, a rabbit can't reach you. - Dangerous? If he attacks? I don't even think about it. All you have to do is circle the mountain in the opposite direction. That's how Mr. Bear is left with his legs long up and his legs short down. It's a very peculiar animal, but that's not what I wanted to talk to you about. On top of the Yukon there is another variety, with symmetrical legs. It's called the brown hairy-faced brown, and it's as big as bad. Only the foolish white man thinks of hunting it. The Indians have too much sense. There's only one thing to say about the hairy-faced bear: it never turns to any mortal. If you see him coming and you feel something about yourself, turn away from his path. If you don't, you may feel some discomfort. Even if he found Jehovah himself on the way, he would not give him a single inch of land. He's a wretch, a selfish man, I assure you! But then I didn't know anything about this. When he arrived in the country he was an ignorant bear and only remembered seeing a group of cinamoms and that little black variety, which is not to be feared. After we took possession of our concession, I went up the mountain to look for a branch of birch to make an axe handle. It wasn't that easy to find what I needed, and I walked, walked, walked, about two hours. This was careless, because I was close to the Forks, so I'd go get a piece of wood from old Joe Gee. When I left I had put in my pocket a couple of yeast cookies and a piece of bacon, as if I was hungry, and I assure you that this lunch was very useful to me, even though I did not eat it. On the way, in the middle of a group of pine trees, I found the most beautiful branch of a bird I could imagine. Just when I had the handle of my axe I looked down the hill. Swinging on all four legs, a huge bear came straight up to me. He was a bald face, but I didn't know anything about this species. \"Now I'm going to scare you\". I said, \"and I hid among the trees\". I waited until it was only about a hundred feet away, and then I suddenly came out of my hiding place. Oh, oh, oh, what a shame! I yelled at him, hoping he'd turn around and run. - Going back? What he did was raise his head to look at me and keep moving forward. Oh, oh, oh, what a shame. I screamed harder than I ever did before. But the bear kept coming closer. Damn you! I said half crazy, for my capot. I'll make you back off. Then I started to wave my hat and went out to meet him, shouting. The wind had knocked down a sugar pine that was intercepting the passage at chest height. I stopped by the tree and saw the bear moving forward without stopping. At that moment I began to feel fear, and when he got up to jump over the trunk, he floated like a Comanche Indian, I threw his hat in his face and ran away. - Oh, my God! I turned around the end of the log and went down the hill to run, but the old bear gained ground with every jump. At the bottom was a vast expanding exposed, full of clouds a quarter of a mile wide, which separated me from the woodland. I realized that if I slipped, I was lost, and that's why I tried to go alone through the higher places, until the fog hid my footprints. The devil-eating animal kept blowing me off. Halfway through, he caught up with me, even touching the moccasin's heel with his leg. You can believe I thought a lot of things back then. I knew I had it on top of me and I could never get to the thickness, so I pulled my little lunch out of my pocket and threw it away quickly. I didn't turn around to look until I got to the grass, and then I saw that I was eating the cookies in a way that I thought was truly admirable, considering how close I had had it. I tried not to entertain myself on the way. - No, sir, I'm not going to. I hurried along as fast as I could, but as I turned a corner quickly, I saw it in the middle of the path, and coming toward me, nothing less than another bald face. Whoo! He said. Whoo! \"Tell the one coming in from behind. I turned away from the way and interned myself in the thickness, opening my way with my feet and hands like a madman. Then I completely lost my mind thinking that the whole country must be full of bears. I just remember stumbling on a few bushes and then getting a handcuff while something was throwing itself at me. Another bald face! But fortunately, he was free from danger, even though he had thought he was going to die, after so many jumps, roars and tears. Oh, my God! And I cried, and behold, I was before a man, who was not turned back from his astonishment. I thought you were a bear. I told him. He took his breath away and said, \"I too believe\". It looked as if he had been chased by a bear and stumbled upon a forest. We were both wrong. But then we heard a terrible noise on the way and we didn't stop to give us any more explanations. In the afternoon, we saw Joe Gee, and we got our rifles, and we went back to that place, ready to face the bears with the furry face. You may not believe it, but when we get to that place we find the two animals dead. And it is that in my flight, they had met, and not wanting to give way, neither of them had fought to the death. Since we're talking about bears... *FIN* *Bald Face*, The Aegis, 1901", "title": "Caras peladas", "author": "Jack London"}