{"metadata": {"length": 7864, "words": 1422, "reading_time_min": 7.11}, "text": "The gardener, passing through a cloud of dust, justified his name: there was the effect of a huge umbrella. The ragged clothes of the men disappeared under the rose, blue and crimson percale of the women, and the flannel petticoats and the wide smocks were other such cloaks of giant flower, opened out over the green, ripe, and fresh grass of the galaxian field. The escorts sat down at the foot of the throne, which offered them for their meal a shaded gift. They sat down and, reclining on the mulled grass, spread out, among the nettles, thorns and twigs, the ham and the berries, which they drank with champagne. They ran through the forest, hiding. They were seven, three married couples and one single boy, distinguished people from the court, who spent their summers in the port of the Cantabrian coast, and felt enlivened by the pure air, the healthy food and the, for them, unknown beauty of the country. While the single Manolo Chaveta hid behind the mound, and the ladies, Clara, Lucia and Estrella, devoted themselves to searching for him among the throng of the new settlers, the three married men, Juan, Antonio and Perico, entertained themselves by collecting sticks that Antonio declared edible. -We'll fry them with bacon -exclaimed he- and you'll see what a delicious bite they are. When the sun set they had two slender, gnarled branches of a red oak, light as a feather, oozing a sour amber. When, having returned to the hut, they ordered the owner of the hut to fry the hay quickly, the good woman refused. My Mother of the Corpus! Surely it would be a thing of a pity to her, a thing of a poison, having so much rich fish in the sea, and so many delicious eggs and fat chickens on the land! On that night she served the old ladies a rechupete dinner: fried clams, chicken with “chicharron” and adobo pork ribs. Let them smite that iniquity to a cinder, if they do not wish to die in a bad way! But Manolo Chaveta, a doctor, he scolded the sailor; he talked of France, where the sailor is called a \"champignon\", and there was no doubt in his mind that those were excellent sailor's hats, that they were known in the tufillo; he demanded the sartre, and he swore that if no one wore them, he himself would wear them. - Well, - the archivist grumbled - you want to re-create..., to your liking. Come, little one, and forget, that I will smear the “semina” with your tonic, and, I will put them on the table made of gold. But trust first, if at all..., and advise the writer to make testament. At the time of the dinner, after the delicious little squids, which swam like merry-go-round in their sauce, there appeared, in fact, a plate where even the freshly-shaven hairs were mingled. The stewards, who had almost forgotten about them, looked at them with surprise and horror. - How little they have stayed! - exclaimed Antonio, who had covered most of it-. If there is! Despite this observation and the aversion that everyone had judged to be averse to the swine, no hand was ever drawn to the platter; they thought of the words of the swinekeeper, and were paralysed with fear, for the swine, so fried and encased, seemed to them more sinister than in the field, spread out and light. But as Lucia directed Manolo Chaveta a burlesque, he decided, and exclaiming: “What a good face!”, put on the plate two or three. And Antonio followed his example, and the ladies also pounded some sand with the hammer. At first they ate with a certain repugnance, slowly easing into that suspicious mash; finally the taste of the tofu enlivened and enlivened -with chuckles and chuckles of humor, reminiscent of the Indians' apprehensions, who do not know the excellences of mushrooms- the contents of the plate. They used to entertain her by reading newspapers and playing the billiards, and that night they did not change their habit; but it is hard to say that the news did not interest them, and the game less. Perico, who was one of those heavy-handed guasones capable of giving icterus, threatened the meeting from time to time with the words of this Jew: “Have you examined yourselves? Do you know of any cure for trust and adversity, for that of extremauntion?...” until his wife, Estrella, an imperious Moro, gave him a dying child and sent him to bed. At eleven o'clock everyone was gathered together, not without Clara saying to Lucy in a hushed tone, \"You look very pale,\" and Lucy replying, puckering her lips, \"I noticed that too; but I didn't want to tell you, for you don't believe me.\" At twelve o'clock at least four were when Estrella came out of the parlor pale and in a trance, asking for help. The first person he met was Juan, barefoot and in a hat, who was stoking a candle in a palm grove. From the fourth came the degassing breaths exhaled by Clara. In five minutes the fire broke out and the ruckus, the scurrying, the running around, the going and coming of the service, the questions of the other guests who were waking up: -What's going on? -Do you want to sell the house? - No, those from Madrid, which have been inflated today more than ever - said the local bathers. -Whoa! If they had been infected with lice; they had begun to eat them, and by force they had to eat them - explained the child, removing the comb from the comb to run to the doctor, while the famula flew about turbulence the dream of the comb-maker. It seemed like magic: the seven escorts reported identical symptoms, the same horrible cough, the same cold sweat. The marriages sought to help themselves, while the single, Chaveta, retorted only in his own aching loneliness. When the pains left a trace, the sick became more agitated. - I said it was a madness to eat that inmundity. -Maldito be who brought them home! - he cried to Antonio, forgetting that he had collected them from him in person. And as the hours seemed to stretch on forever, and the doctor was late and the remedies were also late, the three couples believed that their post-mortem trance had finally arrived, and thought, as one thinks of the sale of a letter, that it was hard to stand before the Sumo Judge. Clara, trembling and with her eyes swollen shut, threw her arms around the dying John's neck, and said to the ear I do not know what things, to which he answered with a trembling and trembling voice, - If, my child, you forgive me, and may God forgive us. For her part, Lucy, with great effort, fell down before him, and murmured something; but her husband did not let her finish; he rose up, and exclaimed, affrighted: -All right, my dear; we all have our sins. As for Estrella, accustomed to dealing with Perico militarily, she was content to say between two sneers: -Your bromas about Chaveta had you..., had fun..., foundation. I'm so sorry, I'm so sorry. And Peter, rubbing his hands over his belly, which was rubbing him in a lively lustre, said: -Fresh; for the life we are to live..., let us be rid of all this and of everything. At four o'clock the doctor, a veteran practitioner who had already attended to some cases of swine intoxication, arrived. It was twisted of emetics and eter, of essence of tome and hippocacuana. He had just seen the sick, he turned his face and smiled. -They are poisoned, he said; but you need not fear, that little poison does not kill. -I threw almost all the rotten eggs, less a few, that I had sown, in order to fulfill the promise -said the rabbi, breathing freely and rejoicing in the legitimate pride of having saved, by means of a trace of discretion, seven human lives. Restored, the three marriages soon spoke with a certain ennui, coldly, as if they had something traversed in the gorge. But Chaveta, who had been very ill since the crusade, announced that she was returning to Madrid; and with her march and the satisfaction of not having died, the joy of the couples was rekindled, and they soon returned to the forest.", "title": "Las setas", "author": "Emilia Pardo Bazán"}