{"metadata": {"length": 3030, "words": 564, "reading_time_min": 2.82}, "text": "\"You don't have to be afraid of the dead\", said my aunt Hildegardis, who would hit me with her long, all-green, sperm-filled nail. (As she was chained, she smelled of a pot of tail and simiricuiri and had her hands of old, thickened leather; from afar, with her skirt, she looked like a crouching little man.) But I knew that as he entered the room, it would begin to turn into smoke; the black, strong smoke would come out from under his sweater, through his ears and fill his hair. She knew how to hide it from others; although I don't know why she trusted me less than prudently in these cases, to the point of making me believe that her apparent negligence was intentional: if she walked under the workshop tabletop collecting shiny paper cuts, she watched her feet hanging from the chair's cross-section, so small in her coccyx socks, sheltered by a moody wool socks; she would approach me until she touched them with her breath and watched the smoke from those rag balls come out; an incipient, discolored moisture, floating without strength. Getting groveling, I was passing under the beds. I could never get out the other end of the tunnel, that windless pit squeezed with people smells, vivid, deep smells like I'd go under the old man's clothes and out into a dark place full of decomposed things. I was losing my strength and a steamy sleep was lying face down on the bricks, my cheek in the dust. The voices of the people stood out from a far, perennial noise like the seat or the whirlwind of the world, which had no end. Lifeless, unheated faces of an unknown family who had power over the house, occupied the window frames or stared sadly at the intersection above the edge of the tables. The Carmelite girl, when she wasn't looking for things in the drawers or walking around the yard, was going to lock herself in her room. The ceilings were high, horseshoe. He climbed out the window, stared at her through a hole. She was no longer on the ground: she looked like a candle with her white baton, hanging from the cradle, far from the ground. That's how the night was coming. The helmets were banging on the sling, and my uncle's wife, that quiet white woman, came out to open the front door. The horse was crossing the hallway tasting a big piece of foam, the woman walking behind and my uncle stuck on the saddle, a little bent so as not to stumble on the sticks. Sometimes he came back from the horse stable with a bunch of webbing in his hair. He ate quietly, with no one else at the table and she watched him stand beside him. Then he followed them to his room and heard them, stuck up in the window: at first they spoke very low, sometimes both at the same time, with a snoring sound that was interrupted. I could feel them knitting, I couldn't hear their clothes, their sounds were double and thick and the canvas jargon resonated. She started complaining softly, but I couldn't know anything else, because I had let myself out of the window and was walking around, flying. DEAD, Stranger and Volatile, 1970", "title": "Difuntos y volátiles", "author": "Salvador Garmendia"}