{"metadata": {"length": 2362, "words": 444, "reading_time_min": 2.22}, "text": "The lion's wife died: everyone came to meet the prince, overwhelming him with those hollow phrases of comfort, which are a surcharge of grief. And he gave a decree to all the kingdom, saying, At this and that time shall the feasts be held; and their chamberlains and their officers shall be there to arrange the feast, and to set the people. No one was missing. And the prince was delivered to the ends of his affliction, and his shouts resounded in the royal court. The lions have no other temple. And all the courtiers lamented, every one in his jargon and in his cries, as the king lamented. You want me to define the court? It's a country where people, happy or sad, willing or indifferent, are what the prince wants to be, and if he isn't, he tries to make it look like it. Peoples-chameleon, peoples-mono, always copying their master and master. There are a thousand bodies, and it seems they have but one soul. There, it can be said that men are nothing more than machines. To get back to our story, the deer didn't cry. How could he cry, if that death would pay for his grievances? The lioness had strangled his wife and children. Well, she didn't cry. A flatterer went to tell His Majesty, and added that he had seen him smile. The anger of a king is terrible, as Solomon says, and if the king's name is Lion, he is even more so. But that deer hadn't read the Bible. And the king said to him, Cowardly guest of thickness, thou laughest! You laugh, stranger to all those lamentations! I will not dignify myself to swell my sacred claws into your profane limbs. Come, Wolves, come to the queen. They're inflicting that traitor on their high-ranking men. And the deer said, Lord, the hour of tears is past; the pain is no more. Your worthy spouse has appeared to me lying among flowers, very near this place. I almost recognized her. \"Friend\", he said, \"beware of crying when the gods open their abode to me\". In the Elysian Fields I have enjoyed the supreme pleasure of conversing with the blessed like myself. As for the king, leave him for a while in his despair. When they heard this, they all shouted: \"Miracle! It's a shot! And the deer had, instead of punishment, a rich gift. They delight the kings with dreams and with dreams; they seduce them with flattering lies; they are angry, and they swallow up the snare, and they are their favourites. FIN", "title": "Las exequias de la leona", "author": "Jean de La Fontaine"}