{"metadata": {"length": 7026, "words": 1217, "reading_time_min": 6.085}, "text": "The king lifted his head from the great work table made of steel and diamonds. What the hell are my soldiers singing? He asked. Outside, through the Plaza de la Coronación, battalions and more battalions were passing by marching towards the border and, meanwhile, singing. Liviana was life to them, because the enemy was already on the run and there, in the far grasslands, they had nothing left to reap but glory, with which they would be crowned for their return. And as a result, the king also felt wonderfully well-disposed and confident. Soon enough, he would rule the world. \"It is his song, Majesty\", replied the first counselor, \"also he completely covered with armor and iron, as required by the laws of war\". And the king said, Know ye not something more joyful? Schroeder has written for my armies some very beautiful hymns. I've heard them and they're real military songs. \"What do you want, Majesty?\" said the old counsellor, even more bent under the weight of the weapons than he actually was. Soldiers have their mania, a little like children. We give them the most beautiful hymns in the world and they'll still prefer their songs. But this is not a military song, the king said. When they sing it, they even seem sad. And I don't think they have any motive. \"I'm with you\", the counselor approved with a smile full of flattering allusions. But maybe it's just a love song, maybe it doesn't pretend to be anything else. What does the letter say? The king insisted. \"The truth is I'm not informed\", replied the old Count Gustav. I'll have them update me. Battalions reached the front, terrifiedly crushed the enemy and increased their territory. The rust of their victories spread throughout the world, the sound of their footsteps being lost through the plains, increasingly away from the silver domes of the palace. And from their encampments surrounded by unknown constellations the same song was always expanding: not joyful, but sad, not victorious and warrior, but full of bitterness. The soldiers were well fed, wearing delicate clothes, Armenian leather boots, hot pinchers, and their horses galloping from battle to battle farther and farther away; the heaviest load was that carried by enemy flags. But the generals asked, \"What the hell are the soldiers singing?\" Can't you think of something more cheerful? The General Staff were firmly in their position. Those guys are like oaks, but they have their mania. A very unbrilliant mania, said the general of bad humor. They seem to cry, dianthropist. And what more can they ask for? Anyone would say they're unhappy. However, not a single soldier in the victorious regiments was unhappy. Indeed, what more could they ask for? One conquest after another, rich loot, lozan women to enjoy, near the triumphant return. On their young fronts, shining in strength and health, the final elimination of the enemy from the face of the earth was already being read. What does the letter say? The general was asking. Ah, the lyrics! It's a stupid letter. The General Staff responded, always cautious and reserved following an old custom. Stupid or not, what do you say? I don't know her exactly, excellency said one. Diehlem, do you know her? The lyrics of that song? I have no idea. But here is Captain Marren, surely he... he's not my stronghold, Colonel. With your permission, we could ask Marshal Peters... I'd bet... but the general preferred not to finish the sentence. A little excited, stiff as a stick, Marshal Peter answered the question: \"The first stanza, very serene excellence, says this: Through fields and villages, the drum sounded but over the years the way back, the way back, no one found it. And then comes the second verse, which says, \"By the turkey and by the... How? The general asked. Everywhere and everywhere, exactly like this, very serene excellence. And what does it mean to go and where? I don't know, very serene excellence, but it's sung like this. Bah, what does he say? ♪ Through the ages and through the years ♪ ♪ We'll go on ♪ ♪ And through the years ♪ ♪ Where I left you ♪ ♪ Where I left you ♪ And then there's the third stanza, which is rarely sung. He says... \"Enough, enough\", said the general, and the marshal saluted militarily. I don't think it's very cheerful. The general commented when the sub-officer left. Not suitable for war, anyway. Very inappropriate, indeed, the Colonel of the General Staff confirmed with due respect. Each night, at the end of the fighting, while the ground was still damp, swift messengers were sent to fly to bring the good news. Cities were adorned with flags, men embraced each other in the streets, church bells rang, and yet those who passed the night in the slums of the capital heard men, girls and women always singing the same song, born when they didn't know. Indeed, she was quite sad, with a great resignation in her. Young blond girls, leaning against the window sill, sang it in tongue-in-cheek. Never in the history of the world, however far back in time, were such victories remembered; never so fortunate armies, never so brave generals, never so rapid advances, never so many lands conquered. There was so much to share that even the last infantryman would eventually become a wealthy gentleman. The hopes were boundless. Now at night there were feasts in the cities, wine in abundance, and mendicants dancing. And between pots, what better than a little song, a little chorus of friends. By fields and villages..., they sang, including the third stanza. And if new battalions crossed the Coronation Square to march to war, then the king raised his head slightly from the scrolls and parts to listen, and could not explain why that song made him moody. Year after year, the regiments were advancing more and more through the fields and villages, without deciding to take all the way back at once, and those who bet on the immediate arrival of the latest and happiest news were mistaken. Battles, victories, victories, battles, and all that. Now armies marched to incredibly distant lands, with names impossible to pronounce. Until, victorious over victory, the day came when the Coronation Square was deserted, the palace windows closed to the ground, and the gates of the city were heard the roar of the foreign chariots approaching; and in the remote plains, of the invincible armies, forests had been born that did not exist before, monotonous forests of crosses that were lost on the horizon, nothing more. For fate was not written in swords, or in fire, or in the wrath of unbridled cavalry, but in that song which kings and generals had logically thought so unsuitable for war. For years, fate itself had spoken insistently through those poor notes, announcing to men what was already written. However, the palaces, the captains, the wise ministers had made deaf ears. No one had understood, except the ignorant soldiers crowned with a hundred victories, when, through the night's paths, they marched tired to death, singing. *FIN* La canzone di guerra, Oggi, 1945", "title": "La canción de guerra", "author": "Dino Buzzati"}