{"metadata": {"length": 7235, "words": 1260, "reading_time_min": 6.3}, "text": "Oranges in Paris have the sad appearance of fallen fruit, taken next to trees. When they arrive in the middle of a rainy, cold winter, their bright crust and excessive scent, in these countries of moderate flavors, give them a strange, somewhat bohemian air. During foggy nights, they sadly run down the sidewalks, piled up in their strollers, to the petty glow of a red-paper lantern. A monotonous, faint cry, lost between the rolling of cars and the noise of buses, serves as their escort. - Twenty cents for oranges from Valencia! For three quarters of Parisians, that fruit brought from far away, of vulgar roundness, where the tree has left nothing but an insignificant green peduncle, participates in the candy, the confectionery. The silk paper in which it is wrapped, the festivities it accompanies, contribute to this impression. As January approaches, especially the thousands of oranges scattered on the streets, all those shells thrown into the mud of the creek, remind me of some giant Christmas tree shaking over Paris with its twisted branches of artificial fruit. There's no corner where you can't see each other. Behind the clean glass of a window, chosen and adorned; at the gate of prisons and asylums, between packs of biscuits and small heaps of apples; in front of the peristals of the dances and theaters on Sundays. And its exquisite scent is confused with the smell of gas, the rustling of the ramparts, the dust of the banquets of paradise. It is even forgotten that oranges are needed to produce oranges; for while the fruit is sent directly from Midday in boxes, the tree in the stove where it winters, cut, transformed, disguised, appears only once, and for a short time, outdoors in public walks. To get to know oranges well, you need to see them in the countries that produce them: the Balearic Islands, Sardinia, Corsica, Algeria, in the golden blue air, in the warm atmosphere of the Mediterranean. I'll never forget a little orange bush I saw at Blidah's gates. They were beautiful! Among the dark, bright, varnished foliage, the fruits had the luster of colored glasses, and they gilded the air that surrounded them with that splendid aureola that surrounds the flowers of vibrant hues. Some of the lights allowed us to see through the branches the walls of the small city, the minaret of a mosque, the dome of a marabou, and at the top the enormous mass of the Atlas, green at its base, snowed at the top, covered with white skins, with cabrilleos, with the whiteness of fallen glasses. While I was there one night, not knowing what phenomenon unknown since thirty years ago, that winter frost zone stirred over the sleeping city, and Blidah woke up transformed, white-dusted. In that Algerian air, so faint and so pure, it looked like snow dust, with reflections of peacock feathers. The most beautiful thing was the orange forest. The green leaves kept the snow intact and embroidered like sorbet on lacquer plates, and all the frost-dusted fruits offered a soft and splendid intonation, a discreet irradiation, like gold veiled by transparent white fabrics. That produced the vague impression of a church party, of red basements under lace blades, of golden altars surrounded by threaded edges... however, my most grateful memories of oranges come from Barbicaglia, a large garden next to Ajaccio, where I used to nap during the hot hours. The oranges, higher and spaced there than at Blidah, reached the road, only separated from the garden by a living hedge and a ditch. The sea, the immense blue sea, extended its vast plain immediately after the garden. What a good time I've had in that garden! Above my head, the fruit-flowering orange trees burned the scents of their essences. A ripe orange would fall from the tree, from time to time, falling beside me, as if flapped by the heat, with a dull and unresponsive noise in the muddy earth. To take her, I just stretched out my hand. They were superb fruits, purple-red inside. They looked exquisite, and then the horizon was so beautiful! Between the leaves, the sea was seen, in dazzling blue spaces like broken glass mirroring the mist of the air. At the same time, the wave movement moving the atmosphere at great distances, that accompanied murmur that shakes us like on an invisible boat, the heat, the smell of oranges... Ah, how well you could sleep in the garden of Barbicaglia! However, sometimes, at the most pleasant moment of the nap, I was awakened by a sudden twist of drum. They were unfortunate military musicians rehearsing down there on the road. Through the silk lights shone the copper of the drums and I saw the large white mandibles above the embodied pants. To shelter a little from the blinding light that the road dust sent ruthlessly reflecting on them, the poor devils were positioned by the garden, in the brief shadow of the hedge. And brave noise the one who was arming, and suffocating heat the one who was suffering! Then, coming out of my hypnotism, I entertained myself by throwing some of those beautiful red gold fruits that hung within reach of my hand. The drum he was pointing at stopped. A minute of hesitation, a look around to find out where the superb orange would come from rolling down the ditch to him; he picked it up lightly and bit it with his mouth full, without even saying a word. I also remember that near Barbicaglia, and separated only by a low curtain, there was a rather strange garden, which I dominated from the height at which I was. It was a corner of earth, of vulgar design. Its streets, of bright sand, lined with greenish mud, the two cypresses of its entrance door, gave it the appearance of a Marseille country house. Not a line of shadow. At the bottom, a white stone building, with basement windows on the floor. At first I thought it was a fifth; but, after looking more closely, the cross that ended it and an inscription engraved on the stone, and whose text I did not distinguish, made me recognize a Corsican family tomb. Near Ajaccio there are many of these mortuary chapels, which stand alone surrounded by gardens. The family goes there on Sundays to visit their dead. Understood in this way, death is less sad than the confusion of the cemeteries. Only friends' steps disturb the silence. From my place I watched the comings and goings of an old man who was circling quietly on the slopes. All day long he was cutting down trees, digging, watering, cutting the dead flowers with meticulous care. Then, at sunset, he entered the chapel where the deceased were laid by his family, guarding the azedons, the rafts, the large waterfalls, all quietly, with the serenity of a cemetery gardener. Yet, without realizing it, that good man worked with a certain collection, silencing the noises and with the vault door always quietly closed, as if to harbor the fear of waking someone up. In the midst of that absolute silence, the arrangement of the garden did not disturb even a bird, and its vicinity had nothing sad; but the sea seemed thus more immense, the highest heaven, and in that endless nap the feeling of eternal rest transcended around it, amidst the intoxicating, overwhelming, plentiful nature of life. Letters from mon moulin, 1866 Translated by F. Cabañas", "title": "Las naranjas", "author": "Alphonse Daudet"}