{"metadata": {"length": 3259, "words": 612, "reading_time_min": 3.06}, "text": "She was a little hairy, missing a incisor, but her sexual attraction was noticeable from a distance of two hundred meters or more, like a smell; maybe that was it. She was all round: her belly, her shoulders, her hips were round, and she was always smiling, always cheerful. That's why men liked me. I always had something boiling in a pot over the fire. She was gentle and never got angry. He had been stabbed so much in the head that his brain was confused. You didn't have to hit Oona to possess her, but that was the custom, and Oona barely bothered to dodge the body to protect herself. Oona was permanently pregnant and had never experienced the onset of puberty, as her father had taken advantage of her since she was five years old, and after him, her siblings. Her first child was born when she was seven. Even in an advanced state of gestation, they abused her, and men waited impatiently for half an hour or so before giving birth, to throw themselves back at her. Interestingly, Oona kept the tribe's birth rate more or less constant; in any case, the population tended to decline, as men neglected their women because they were thinking of her or, sometimes, died fighting for her. Finally, Oona was murdered by a jealous woman, whom her husband hadn't touched in many months. This man was the first to fall in love. His name was Vipo. His friends had laughed at him for not taking other women, or his own, at times when Oona was unavailable. Vipo had lost an eye fighting his rivals. He was a middle-aged single man. I'd always brought Oona the finest pieces he hunted. He worked hard to make a stone ornament, thus becoming the first artist of his tribe. All the others used the stoneware only to make arrowheads and knives. I had given the jewel to Oona to hang around her neck with a leather ribbon. When Vipo's wife killed Oona out of jealousy, Vipo killed his wife driven by hatred and anger. Then he sang a song that sounded loud and tragic. He kept singing like a madman, while tears ran down his bearded cheeks. The tribe thought of killing him, because he was crazy and different from everyone else, and they were afraid of him. Vipo drew figures of Oona in the wet sand of the sea-shore; then, images of her on the smooth rocks of nearby mountains, images that were seen from afar. He made a statue of Oona in wood; then, one in stone. Sometimes I slept with them. With the clumsy syllables of his language he formed a phrase that evoked Oona whenever he uttered it. He wasn't the only one who learned and uttered that phrase, nor the only one who had met Oona. Vipo was murdered by a jealous woman whose husband hadn't touched her in months. His man had bought Vipo a statue of Oona for a very high price: a huge piece of leather made from several bison hides. Vipo made with her a beautiful waterproof house, and still had enough left over to dress. He made up some phrases about Oona. Some men admired him, others hated him, and women hated him all because he looked at them as if he didn't see them. Many men were saddened by Vipo's death. But, in general, people felt relieved when Vipo disappeared. He had been a strange man, disturbing some people's sleep at night. FIN Oona, the Jolly Cave Woman, Little Tales of Misoginy, 1975", "title": "Oona, la alegre mujer de las cavernas", "author": "Patricia Highsmith"}