{"metadata": {"length": 5814, "words": 1154, "reading_time_min": 5.77}, "text": "He had lived with his wife in other times; one day he died, leaving her a daughter. Soon after the husband married another woman, who, jealous of his daughter, abused her and sought a way to get rid of her. Taking advantage of the fact that the father had to travel, the teacher told the girl: - Go and see my sister and ask her to give you a needle and a little thread so that you can make a hat. The sister of the madrassa was a witch, and as the girl was a liar, she decided to go first to ask advice to another aunt, the sister of her father. -Good morning, sweetheart. - Very well, dear sister. What do you come from? - My teacher told me to ask her sister for a needle and thread, so that she could make me a hat. - Beware - your grandmother then said - that a white eagle will want to eat you up: you tie the branches with a ribbon. The doors of a jar will shiver and shut with a stout shut to keep you out; you will oil the goblets with oil. The dogs will want to eat; they will eat a little bread. A fierce cat will be tasked with chasing you and tearing your eyes out; give it a piece of ham. The girl got up, took a little bread, oil and ham and a belt, went out in search of the witch and finally found her. He entered the cabin, where the witch Baba-Yaga was sitting on her rotten legs, knitting. -Good day, aunt. - Where are you coming from, sister? - My mother told me to come and ask you for a needle and thread to make me a hat. - All right. As I seek him, sit down and begin to twitch. While the sorceress was sewing, the witch came out of the room, called her daughter and said, -Get up, warm up the bath, and wash my sorceress well, for I am going to eat her. The poor girl was half dead with fear, and when the witch went away, she said to the newborn: - Do not burn much wood, dear; better to pour water on the fire and bring the water to the bath with a hose. And saying this, he gave him a sack. Baba-Yaga, eager, rushed to the window where the girl was working and asked her: - Are you sewing, little sister? - Yes, girl, I'm working. The witch stepped out of the cabin, and the girl, taking advantage of the moment, gave the cat a piece of ham and asked him how he could escape. The cat said: -There is a towel and a whip on the table: pick them up and run as fast as you can, for the witch Baba-Yaga will run after you to catch you; when you lie down and bring your head to him; when you see that she is already near, pull the towel to the floor, which will turn into a very wide river. If the witch gets into the water and passes out, you will be blown away. When you hear on the ground that is not far from you, pull the cord, which will turn into a vast forest, through which the witch cannot pass. The girl took the towel and the whip and ran away. The dogs wanted to eat her, but she took a piece of bread; the doors of a tin shed a shiver and shut themselves in, but the girl wiped the tins with oil, and the doors opened up one by one. There, a white eagle wanted to swoop down on him; then he swung the rope around the branches and he was able to pass. The cat sat on the shelf and wanted to stretch out; but it could do nothing but curl its paws. The witch, approaching the window, asked: -Are you sewing, little sister? Are you stitching, dear? -Yes, aunt, I am knitting - the cat answered with a rusty voice. Baba-Yaga entered the cottage, and seeing that the girl was not there and that the cat had entwined her, she slapped her, saying, - Oh, old wretched thing! Why have you let my sister go? Your obligation was to take his eyes and scare him! -I have been at your service a long time - the cat said - and you have not even given me a sliver, and she has given me a piece of ham. Baba-Yaga fought with dogs, cats, flies, and ants and put a bite on all. The dogs said to him, 'We have served you many years without you even giving us a hard piece of bread to eat, and she has given us fresh bread. The king said, \"You have served me long without stumbling over my crooked ways, and she has poured oil on my feet. The angel said, \"You have served me long, without even giving me a ring, and she has bound me with a belt. The child exclaimed, \"You have served me long without even giving me a ring, and she has given me a ring.\" Baba-Yaga arose from the grave, and, slashing him with the axe and tearing his clothes with the scythe, he went forth to pursue the girl. He lowered his ear to the floor to listen and heard the witch approaching him. Then he threw the towel on the ground, and there was instantly a very wide river. Baba-Yaga came to the shore, and seeing the obstacle that lay in her way, clenched her teeth in rage, returned to her hut, gathered all her flies and took them to the river: the animals drank all the water, and the witch continued her pursuit of the girl. He arose again and listened to Baba-Yaga, who was already very close: he threw the hammer to the ground and became a vast and luxuriant forest. The witch shook the trunks of the trees to open a passage; but in spite of all her efforts she could not, and had to return wrathful to her hut. Meanwhile, the merchant returned home and asked his wife. -Where is my dear little girl? -He has gone to see your grandmother - the madrastra protested. Soon, with great surprise at the madrassa, the girl returned. - Where have you been? - the father asked. - Oh my father! My mother sent me to her sister's house to ask for a needle and thread to make me a cloak, and it turns out that your sister is the same witch Baba-Yaga, who wanted to eat me. - How did you get away from her, little girl? Then the girl told him everything that had happened. When the merchant heard of his wife’s wickedness, he threw her out of his house and stayed with his daughter. The two lived happily for many happy years.", "title": "La bruja Baba Yaga", "author": "Aleksandr Nikoalevich Afanasiev"}