{"metadata": {"length": 7604, "words": 1480, "reading_time_min": 7.4}, "text": "—Silent, quiet, — said the Flaco. Albert could not see the eyes of the gun that was aimed at him. He couldn't speak. I was really shocked. The other three [the Blue, the Pecoso, the Black] who had entered when he opened the door, were quickly distributed throughout the apartment. —If you stay quiet nothing will happen to you. The Flaco laughed, but Albert could not. —Who is in the house? Alberto gave a brief reply. —We, not you, boys —can finally speak. —How many? —My brother Joaquin and I. —How? You don't have a sister? — Yes, Miriam. —She is too? — Yes. —Why didn’t you name her? Alberto cut his lower lip. —Because it's paralyzed. The Flaco chose to keep the gun. —How many years do you have? —Doce. —And your brother? —Joaquin? Friday was nine. —And your little sister? —I think it's seventy. —When do your old friends come back? —Morning. And always leave them alone? —Not always. Sometimes they have the sirvientas. —And you, why don’t you take them to Punta del Este? —You may want to pass it quietly. —You are very tragic you? —A little. —Do you like football? —Clear. I'm a goler. And I want to play in National. —He will look at you. —And you? —What? —Is it National? —It seems the nut has fallen off. —A little. —I am also from National. Better said, it was. —Now it's from Penarol? —No. Now I am no longer a Hind. —What a pity, no? The Flaco shook an oregano. The boy put his hands in his pockets. —In the bags not. —I can’t? The boy looked at him with astonishment. — Well, put them on if you want. But carry on. The others returned, accompanied by Joachim and Miriam. Black pushed the wheel chair. —They say they don’t know where the father keeps the collection. —Ah, you don't know. —They say the father has a collection, but they think he doesn’t keep it here. The Flamingo looked at Miriam. —You don’t know anything either? —No. —However, I think you need to know something. —No. Miriam seemed calm. Sometimes he moved his hands over the frazada that covered his inert legs, nothing more. —Claro, as you are, you think we will have a lástima. —And you don't have me? —I don’t know if it’s a blessing. It is a sad way to live life. But at least you will live in a very comfortable apartment. There are some who can walk and yet it is much worse. —Best if you don’t have a laxative. I'm a victim of the lástima, you know? — I imagine. I also imagine that you know where the collection is. —You're wrong. At first, Joaquin cried a little, but now seemed fascinated by the visitors. Miriam had a decided look. —Can the children go to sleep? —If you want. But I don't think you'll sleep. He looked at Joaquin. —Do you dream of you? —No. —Then what do you do? Best of all, they end up wandering around where the papa keeps his collection. —I never saw it. —But you know he has one. — Yes. —How many pieces does the collection have? —A lot, — Joaquin said. —How do you know you’re a lot if you’ve never seen one? —Because mommy always tells papa that it's dangerous now to have all those guns. —And how much is a lot to you? And I know what I know. Like a thousand. —And do you like them? —I like the ones on TV. The Flaco began to review the huge library. He would take piles of ten or twenty books and see if there was any hidden, any key, any clue. Miriam followed silently his movements. The Flaco was awoken. —Has your old father read all these books? —I don't think so. —And for what purpose? As decoration? — It can be. The Flaco made his point to the Rubio and the Pecoso, as entrusting them with another thorough inspection of the whole apartment. —Black and I reach to watch this trio. Miriam looked at her hands. Alberto smiled. Now he seemed quiet, but his eyes were burning. —You cold? —A little. With a gesture almost imperceptible, the girl called the attention of the Flaco. —Do you give my brother permission to go and look for a sweater? The Flaco was a beaten rat. Then he looked at the Black. —Come with me, would you? She put her hand on his shoulder, and they went out. —Can I sit? Joaquin asked. — Ufa. Yes, you can. The boy sat on a chair. The Fox faced Miriam again. And did the memory come back to you? —No. —We say if you come back, you will tell me where your old weapons are. —I have the impression that I won’t be coming back. The Flaco lit a cigarette and offered another to Miriam. —Thank you, I can’t smoke. Not only my legs are a pornography. My lungs are not first. Now the Flaco was recording the walls. He hit them with the twigs, as if he was looking for a point that would sound hollow. —Do you agree with your old? —In what? —For example, in politics. —Usually not. —Why? —I will not go into details about my differences with my father. —You know your old man gives you very firm odiousness? —I imagine so. And you would like to odio a little bit? —No. —Do you want it then? —I told you I don’t think I’m going to get into details. —But sometimes it's good to get away with someone. We have all night, if you want. —Decime vos qué sos? Soldier or analyst? —Can't I be the two things? — Ah, caramba. —Tay calm. I'm almost not the first, but I'm at least the second. —Why are you almost not the first? —Because I have no vocation. —Why did you do it? —We say that I consider it a duty. —Just for that? —Well, there are more things. But I'm not going to get into details either. — Touché. —I will at least say one thing: what do your old guns want? —Just like books. —Decoration? — More or less. The low tone of the two voices has ended by adoring Joaquin. Miriam passes her hand in front of her. —You tired? —A little. But I have a hose, don't worry. —You really aren’t going to tell me where the collection is? —Buscala. I always thought that when you decided to carry out one of these operations, you would already have the full information. —That's the ideal. But it is not always like that. We have to go with the collection, you understand? —I understand. You gonna bite me? —Do you really think I could hurt you? —Why not? You get it when they grab you, don't you? —Not the same. —I know it's not the same. The Flaco seemed willing to follow that verbal trail. But she returned to Black with Alberto. —Flaco, this is falling down. Can you sleep? —If I don't authorize it, it's going to sleep, right? —I mean, if you can sleep on your bed. — Better than sleeping here on the sofa. The other claudius. In any case, bring them cold. They returned the rogue and the scoundrel. They were not satisfied. —What? — Nothing. — Did you review well? Did you review everything? —Milimeter by millimeter. —But you are sure to be here. —Who knows? Doesn't it seem better to go? —No, it doesn't seem so. We have time and safety to search. —You'll see there's nothing here. No collection, no hat. Even a flaming eruption. Nothing. —He will see that there is. I am sure. Miriam moved in her wheel chair. Maniobró until he was facing the Black. —I'd have to go to the bathroom. You're taking me? —Do you have it, Flaco? — Yes, of course. The Black pushed the chair up a corridor. He opened the door of the bathroom and brought Miriam in. He was about to shut the door again from the outside, when Miriam called to her with a gesture, and also with a gesture he told her to shut the door from the inside. —What's going on? Do you feel bad? —No. —Then I left you alone. Or do you need help? —No, I don't need help, but please wait. —What do you want then? Miriam shook a little on the seat. They colored his fingers before he could respond. —Decline to the Flaco to go to the kitchen. Right of the window. The third blue ray. *FIN* With and without nostalgia, 1977", "title": "La colección", "author": "Mario Benedetti"}