{"metadata": {"length": 4442, "words": 819, "reading_time_min": 4.095}, "text": "It was so strange the penances that were told of that poor leper, and so piercing the words of admonition that he addressed to the people when he was blaming door to door, that we ardently desired to know something of his past life, on which a thousand counsels were exchanged among the sisters. “You must not irritate the collie – he would often repeat when he was putting his hand to his mouth – you must not irritate him... When the neighbour is enraged against us, run, run, go to the temple and ask God for him.” Finally we get to know the substance of their life. The boy had longed since childhood to conquer glory by a life of austerities and even martyrdom; but the angels of fortune led him to serve a lord from whom his father had received substantial gifts. He was such a lord, his friend, a man of leisurely life, a despiser of all wisdom, and a natural cholera sufferer and easily irritable, yet he always believed in him, his born, endowed with good gifts; and without ceasing asked God to make him become. The Lord, for his part, praised the loyalty and zeal of his son; but he irritated him with what he called his stupid sneering, and he could not resist that unalterable apathy, which he bore as a silent reproach. - Where do you come from to eat the saints, John? But, man, why do you have to be so smug?... John lowered his eyes, rejoicing for his friend, while he said in a low voice: \"God, I am praying for you, all for you, all for you..., keep this in mind!\" -Let us rise up and not be caught in the whirlwind of simple things... John prayed to God for his friend, but without being able, at the same time, at least to realize that he had him so that, by making him suffer and filling him with afflictions, he gave him an opportunity to exercise humility and patience, and thus to acquire the immeasurable goods. It would turn your life into a sacrificial life, a martyrdom of every moment. Poor boy, poor man! May God rise from that unfocused instrument of His mercy to serve poor John, His servant! He had good foundations, yes; he had excellent foundations that poor man had, and he had, furthermore, a pious man who prayed for him constantly. * * * Something serious had to happen to John's friend, who was confined in his room with an air of supreme concern. When the next morning John returned from the church in white, he found his master already risen and trembling with abnormal agitation. -Juan! John! - Lord! -Difficult, piece of animal! I've been calling you for at least an hour, and you haven't answered!... - Lord, I just got out of church... - Church..., church..., majader! Where you should be is up to you! Anda, bring water in that bucket!...Juan lowered his eyes, he sprang up, he took the bucket, he threw it at his friend, who was passing by the fourth, and the bucket sprang up and slammed him. - Animal! -For God's sake, Lord; do not put it so... It was such an expression of sorrow from my friend, that aterred, rather than distressed, John fell down at his knees before him. This act further enraged the king, who took a sling, and threw it over his head. -God's will! -Juan said. -For God, for God you have said..., hypocrite! Something spooky happened then to the narrator, who, rising, walked out of the house. He left the house and went to the feet of a confessor to ask him if it was Christian to take the ladder to heaven, cultivate the weaknesses of others to enlarge with it our supposed merits, if there are no false martyrs who sin by excitating sin in the vile, and who do nothing to support martyrdom, if it is not a doctrinal fable the tainted belief that it is necessary to have bad to exercise the good, evil to give place to forgiveness, poor to enlarge the limosna, and wickedness to foster the slumber. - You have not known the kingdom of God - the confessor said. Juan cried out for his squandered virtue, and when he knew his friend had died as a result of a challenge he had taken that same day of the bofeton, he entered the convent, where he day after day cried out for his sins, expounded his selfish conceit of other times, and prayed constantly to God for the soul of his friend. Knowing this story, we understood what the poor lego said one day when separating a boy from another who was torturing him, while he did nothing to avoid it: - Run, run, escape - he said, adding as if to himself - do not cultivate your brother's garden. *FIN* El Progreso, Madrid, 1898", "title": "El lego Juan", "author": "Miguel de Unamuno"}