{"metadata": {"length": 2642, "words": 479, "reading_time_min": 2.395}, "text": "One summer night a Chinese man called Yang woke up suddenly due to the unbearable heat. He sat down, head in hands, surrendered to a whirling fantasy when he noticed a strand of hair advancing along the edge of the bed. In the gloom of the room she saw her little boy shivering like a speck of silver dust toward the shoulder of his wife who was sleeping beside him. She was naked, and she was deeply asleep, and she heard her breathing softly, her head and body turned to one side. Observing the slow progress of the arrow, Yang reflected on the reality of those creatures. “A pig needs an hour to get to a place that is two or three steps from ours, in addition to having all its space reduced to a bed. It would be very tedious for me to have been born a pig.” Overtaken by these thoughts, his consciousness began to slowly fade away and, without his knowledge, he ended up descending into the deep abyss of an alien trance that was neither dream nor reality. Imperceptibly, just as he awoke, he saw, astounded, that his soul had penetrated the body of the rag doll that had been wandering aimlessly through the bed, guided by a sour odor. This, however, was not the only thing that confused him, though it was a situation so mysterious that he could not escape his astonishment. On the way up a stifling mountain whose rounded shape appeared suspended from its summit like a stalagmite, rising beyond the view and descending to the bed where it was found. The round-bottomed base of the mountain, adjacent to the bed, looked like a glowing ember so bright that it gave the impression of containing fire stored in its snout. Except for this base, the rest of the harmonious mountain was white, composed of the nebula of a fat, sweet and pliable substance. The vast surface of the mountain bathed in light glowed with a faintly amber glow that curled upwards like an arch of exquisite beauty, to the point that its dark side reflected as a blue iceberg under the moonlight. With his eyes wide open, Yang fixed his stony gaze on that mountain of unimaginable beauty. But what would not be his amazement when he found that the mountain was one of his wife's breasts? Putting aside love, hatred and lust, Yang contemplated that huge chest that looked like a mountain of marble. In the midst of admiration he stood, a long, shivering limb, trembling and utterly ruined by that irresistible image, completely oblivious to the stench of sweat. He had not realized, until he turned a corner, the apparent beauty of his wife. You cannot confine an artist's temperament to the apparent beauty of a woman and to contemplate it gilded as the swan did.", "title": "Cuerpo de mujer", "author": "Ryunosuke Akutagawa"}