{"metadata": {"length": 5103, "words": 979, "reading_time_min": 4.895}, "text": "He lived in a cabin on the slopes of a mountain. He often climbed to the summit and looked down into the valley. His red sandals looked like drops of blood on the snow on the pinnacle. In the valley, people lived and died. He was looking at them. I could see the clouds drifting over the top. The clouds would take on strange shapes. Sometimes they were ships, castles or horses, more often they were strange things never seen by anyone except by him in his dreams. And yet, he recognized them in the forms of the wandering clouds. Standing at the door of his cabin, he always watched the sun rise amid the morning dew. In the valley, he was told that the sun did not rise, but that the earth was round like an orange and rotated so that every morning the fiery sun seemed to leap toward the sky. He asked them why the earth rotated, why the sun was burning, and why they didn't fall into the void when the earth put them head down. They told him it was like that now, because it was like that yesterday and the day before yesterday, and because things never changed. At night I looked at the stars and the valley lights. When the curfew came, the lights fled, but the stars continued to shine. They were too far away to hear the bell. He counted the time passed by the stars and the three days of their progress; for him, three days were a week. For the people of the valley, seven days were one week. They never dreamed of the land of Saarba, where water flows against the stream, where the leaves of the trees are lit with a bright blue flame and not consumed, and where three days make a week. Once a year, I went down to the valley. I talked to people, and sometimes I dreamed of them. They called him a prophet, but the boys threw pieces of wood at him. He didn't like children, because on their faces I could see the evil they would live. A year had passed since his last visit to the valley; then he left his hut and came down from the mountain. He went to the market and talked to people, but no one answered or looked at him. He yelled at them, but they didn't take it for granted. He reached out his hand to touch a woman's shoulder and draw her attention, but the hand passed through her shoulder and she continued walking. Then he realized that he had died in the course of that year. He went back to the mountain. By the side of the path he saw a thing lying where he had fallen once, to get up and continue his way. He turned around on the threshold of his cabin and saw the people of the valley carrying that thing. They dug a hole in the ground and buried what they were carrying. The days are past. From the threshold of his cabin he looked at the clouds wandering through the mountains. The clouds took on strange forms. Sometimes they were birds, swords or elephants. Often it was things only he saw. Just to see them in the land of Saarba, where bread is made of star dust, where sixteen pounds make an ounce and where clocks run backwards after dark. Two women climbed the mountain, entered the hut and looked around. \"There's nothing here\", said the oldest of the women. Not even his sandals. \"Go back\", the young woman advised him. It's getting late. Come tomorrow, I'll find you. - You're not afraid? \"The shepherd looks after his sheep\", said the young woman. The oldest one made her way back to the valley. The darkness descended and the young woman lit a candle. He seemed afraid of the dark. He looked at her, but she didn't see him. Her hair was black as night, and her eyes were large and shiny, but her ankles were too thick. She took off her clothes and lay on the bed. In dreams he was restlessly shaken and the blankets fell to the ground. The candle was still burning on the table. The flame's light was pouring over a small black crucifix that lay in the white oak of her breasts, rising and descending with her breath. He heard the bell ringing and knew that it was time to go to the top of the mountain, for that was the third night. A storm came down on the mountain. The wind blew around the cabin, but the woman didn't wake up. He went out into the storm. The wind was as cruel as ever. The hand of fear overwhelmed his heart. However, the star was waiting. The cold got more intense; the night, darker. A sheet of snow descended upon the mountain, covering the spot where he fell. In the morning, the woman found the red sandals in the melting snow and took them with her on her return to the valley. \"I had a strange dream\", the old woman told him. A man twisted on a cross. The young woman caught on. - The Christ? - No, she denied the oldest. He was yelling about Saarba and forgetting. \"I don't know them\", the young woman confessed. There are no such places. \"That was screaming\", the oldest pointed out. I remember it now. \"Dreams, only dreams\", laughed the young woman. The old woman shrugged her shoulders. The clouds take on strange shapes. Sometimes it's rows of swans or trees. Often they're things you've never seen, except in the land of Saarba. The clouds are impersonal. They pass quickly through the empty peaks. FIN Death on the Mountain, 1961", "title": "Muerte en la montaña", "author": "Fredric Brown"}