{"metadata": {"length": 6856, "words": 1291, "reading_time_min": 6.455}, "text": "Mr. and Mrs. Elliot did everything they could to have a child. They tried as often as Mrs. Elliot could bear. They tried it in Boston after they got married and they tried it on the ship they came back on. They didn't try it many times because Mrs. Elliot was dizzy all the time. She got sick, and when she got sick, she did it like it usually happens when Southern women get sick. I mean, the women of the southern United States. Like all Southern women, Mrs. Elliot decayed quickly under the effects of dizziness, or when she traveled at night or too early in the morning. A lot of passengers took her for Elliot's mother. Other people who knew they were married thought she was having a baby. Actually, I was 40. Her years suddenly rushed when she started traveling. She seemed much younger; in fact, she did not appear to have any defined age when Elliot married her, after courting her for several weeks and after meeting her for some time in the tea room she owned, where she kissed her one night. Hubert Elliot was doing a law graduate course at Harvard when they got married. He was a poet, with an annual income of almost ten thousand dollars. He wrote long poems very quickly. He was 25 years old and had never slept with a woman until he married Mrs. Elliot. He wanted to keep himself pure so as to pass on to his wife the same purity of body and mind that he expected of her. That's what I called a straight life. He had been in love with several girls before he kissed Mrs. Elliot, and sooner or later he always told them that he had led a pure life. Almost all the girls lost interest in him. He was shocked and horrified by the way women were engaged and married to men they had known and who, they should know, had crawled down the drain. On one occasion he tried to prevent a girl he knew against a man he had evidence of having been a shameless student at the university, and that caused a very unpleasant incident. Mrs. Elliot's name was Cornelia. She had asked him to call her Calutina, which was her surname in the South. His mother wept when he took Cornelia home after the wedding, but she was very happy when she told him they were going to live abroad. Cornelius said, \"My dear boy! \" And he embraced him more strongly than ever when he told her how he had cleansed himself. Cornelia was pure too. Kiss me like that again, she said. Hubert explained that he had learned that way of kissing after hearing a guy tell a story. I was fascinated by the experiment and they practiced it as much as they could. Sometimes, after a long kiss, Cornelia asked him to tell her again that he had kept himself clean for her. That statement always excited her. At first, Hubert had no idea about marrying Cornelia. She had been a very good friend of his, and one day they had been dancing in the trash shop at the gramophone compass while a friend of his was guarding the store in front of him, she looked him in the eye and he kissed her. He couldn't remember exactly when they decided to get married. But they got married. They spent their wedding night in a Boston hotel. They were both disappointed, but Cornelia finally fell asleep. Hubert could not sleep and several times he went out and walked down the hallway of the hotel wearing the Jaeger robe, which he had bought for the wedding trip. As he walked he saw the rows of pairs of shoes, small and large, next to the doors of the hotel rooms. This made her heart beat, so she ran back to her room, but Cornelia was asleep. I didn't want to wake her up and she soon calmed down and fell asleep. The next day they visited their mother and then sailed for Europe. It was possible to try to have a baby, but Cornelia didn't want to try again, even though they wanted a baby more than anything in the world. They landed at Cherbourg and continued on to Paris. They tried again. Then they decided to go to Dijon, where there was a summer school and many of the tourists who had crossed the strait with them had traveled to. They saw there was nothing interesting to do in Dijon. However, Hubert was writing a lot of poems that Cornelia was machine-tapping for him. They were all very long poems. He was very careful with mistakes, and he had her rewrite entire pages if she found any mistakes. She cried a lot and they tried to have a baby before she left Dijon. They went to Paris and most of their ship friends went there too. They were tired of Dijon and could still say that after leaving Harvard, Columbia or Wabash had studied at the University on the Gold Coast. Many of them would have preferred to go to Languedoc, Montpellier or Perpignan if there were universities there. But all those places were too far away. Dijon is only four and a half hours from Paris and they were serving dinner on the train. So everyone went around the Café du Dome, avoiding the Rotonde across the street because it was always full of foreigners, and then the Ellies rented a chateau in Touraine that they saw advertised in the New York Herald. By then Elliot had a number of friends, all of whom admired his poetry, and Mrs. Elliot had convinced him to send for his tea-room friend in Boston. Mrs. Elliot was very encouraged by the arrival of her friend, and they had the opportunity to weep together. She also came from a very good Southern family. The three, along with several of Elliot's friends who called him Hubie, went together to the chateau in Touraine. They found Touraine very boring and hot, very similar to Kansas. By then, Elliot had a good amount of poems for a book. I was gonna take him to Boston, and he'd already sent a check and signed a publishing deal. Soon the friends began to march back to Paris. Touraine had not turned out as it seemed at first. Soon the friends had gone with a young, single poet to a beach near Trouville. Everyone was very happy there. Elliot stayed at Touraine's chateau because he had rented it for the whole summer. He and Mrs. Elliot tried their best to have a baby in the spacious, warm bedroom bed of the bedroom. Mrs. Elliot was learning to type by touch without looking at the keyboard, but she saw that as she improved in speed she made more mistakes. Now his friend was the one who wrote all the manuscripts. She was very prolific and efficient and seemed to enjoy it. Elliot had started drinking white wine and lived apart in his own room. He wrote a good number of poems at night and in the morning he looked exhausted. Mrs Elliot and her friend now slept together in the spacious medieval bed. On many occasions they cried together. At night everyone was having dinner in the garden under a banana and the night breeze was blowing and Elliot was drinking his white wine and he and the friend were chatting and everyone was very happy. The Commission has also adopted a proposal for a regulation on the and Mrs. Elliot, The Little Review, 1924", "title": "El señor y la señora Elliot", "author": "Ernest Hemingway"}