{"metadata": {"length": 2922, "words": 550, "reading_time_min": 2.75}, "text": "One night a farmer in Africa saw discord planting seeds in his field. He refrained from intervening and watched her. When she finished and left, he spent the whole night picking up, with the help of a flashlight, the dangerous seeds. He took them home without saying a word to his family. The next day, to get rid of the seeds, he gave the chickens a handful. But as soon as they were beaten, they began fighting furiously, to death, among themselves. He ended up with his hands and arms covered in cruel pickups. Looking for another way, he threw a handful into the river. But fish, eels, and even hippos began to move, as huge waves swept through that usually calm river, so huge that part of the plain was flooded. Another day he had the idea of crushing a piece and, without telling him what it was, asking his wife to make him a cake. He started eating that cake. But as soon as he swallowed the first bite, he found it badly cooked, too salty, and he began to reproach his wife. She, who had also just finished her first bite, replied, shouting that if her husband found her ill-prepared it simply meant that he was an idiot, something she had always suspected. So much anger broke out between them that it was necessary for neighbors to intervene to separate them. It's been a few weeks. They slowly regained their calm, but the farmer, who had lost his sleep and smile, thought only of the seeds left. He thought about taking a trip to some distant country. However, as a good man, it was said that far away lands were sown with enough seeds of discord. He even thought of going to sea to throw his sack of seeds, but he was afraid to create an unparalleled storm. Good reasons led him to give up that idea. When the first shoots appeared, he saw with joy that he would have an exceptional harvest. In the neighboring fields they hurried to pick up weeds. He had nothing to do. The harvest grew splendid and healthy. Every morning I saw his prosperity grow. He let himself be won by idleness. He even took the opportunity to visit some cousins who lived three days away. When he returned, he was welcomed by his wife and children's regrets. Within hours a flock of birds had devastated his field. There was not a single outbreak left. The wise men of the town found the reason for that misfortune. In the other camps (which had not been devastated), they said, there had always been a man working moving, making noise with his tools. That's why the birds had gone to the only field where there was no one. A magnificent field, by the way. The farmer waited for the night to come, got up quietly and pulled out the last seeds of his sack. He went to his field and there he planted the seeds, one by one. Returning to the village, he saw in the distance that the discord was planting seeds in a small forest that belonged to one of his friends. A friend whom I loved very much, and whom I kept very from warning. FIN", "title": "Las semillas de la discordia", "author": "nan Anónimo"}