{"metadata": {"length": 6946, "words": 1270, "reading_time_min": 6.35}, "text": "It was the idea of Angelo Ricci, Joe Czanek and Manuel Silva to visit the Terrible Anciano. The old man lives alone in a very old house on Calle Walter, near the sea, and is known for being an extraordinarily rich man at the same time as being extremely ill – which is an attractive sign for men of the profession of Mr Ricci, Mr Czanek and Mr Silva, for their profession was nothing less than the latrocinio of the foreigner. The people of Kingsport say and think many things about the Terrible Anciano, things which, generally, they keep from the attention of gentlemen such as Mr. Ricci and his brethren, despite the almost absolute certainty that he conceals a fortune of uncertain magnitude in some corner of his dreary and venerable mansion. Indeed, he is a very strange person, who seems to have been a captain of a steamer in the East India Company in his day. He is so old that no one remembers when he was young, and so quiet that few know his true name. Among the bare trees of the garden in front of its old and well-kept residence, a strange collection of large stones, singularly grouped and painted in a way that resembles the statues of some ancient oriental temple. The same collection will please most of the kids who like to comb their long and curly hair, or break the small windows of their home with protruding protruding diabolical projectiles. But there are other things that captivate older and curious people who sometimes come to the house to listen to the interior through the dust-covered windows. These people say that on the table of a naked room on the lower floor there are many strange bottles, each of which has inside a blob of clay suspended by a string, as if it were a pendulum. And they say that the Terrible Old Man speaks to the bottles, calling them by names such as Jack, Face, Tom the Long-haired, Joe the Spanish, Peters and Mate Ellis, and that whenever he speaks to a bottle the brass pendulum that he carries inside emits precise vibrations as a response. Whoever has seen the mighty and mighty Elder in one of those singular conversations, he will never see him again. But Angelo Ricci, Joe Czanek and Manuel Silva were not natives of Kingsport. They belonged to that new and heterogeneous foreign swarm that hung on the margin of the attractive circle of New England life and traditions, and they saw in the Terrible Ancestor nothing but an old ragged and practically defenseless man, who could not walk without the help of his barefooted walker, and whose shaky and fumbling hands trembled in a frightful manner. In their way, they were much like the lonely and unpopular old man, to whom everyone cried and to whom there was no dog that did not urinate with particular virulence. But the business, and for a full-time thief devoted to his trade, it is always tempting and provocative to see a sickly old man without a bank account, and who, in order to meet his meager needs, pays in the village store with Spanish gold and silver minted two centuries ago. The representatives Ricci, Czanek and Silva chose the evening of April 11th to carry out their visit. Mr Ricci and Mr Silva were to talk to the poor and old gentleman, while Mr Czanek sat waiting for the two and their presumed emissary in a covered car in Ship Street, near the verge of the rear wall of his landlord’s house. The desire to avoid unnecessary explanations in the event of an unexpected police appearance accelerated plans for a smooth and untroubled escape. As they had planned, the three adventurers took their own hands to the work, in order to avoid any malicious suspicion a posteriori. Mr. Ricci and Mrs. Silva were found on Walter Street near the entrance to the old man’s house, and although they did not like the way the moon was reflected in the painted stones that were seen through the ripening branches of the twisted trees, they had more important things to think about than to let their imagination fly away with twisted superstitions. They thought it a dreadful task to rip the tongue out of the Terrible Ancestor to find the scab of his gold and silver, for old sea wolves are particularly vile and perverse. In any case, it was about someone very old and sickly, and they were two people who were going to visit him. Mr Ricci and Mr Silva were experts in the art of making tercioid groans, and the groans of a weak and more than venerable old man are not difficult to suppress. So they drew near to the only light window and listened to the Terrible Old Man mutter in a childish tone to his bottles with a spout. They put masks on and called with delirium at the rotten door of the tree. The wait seemed long to Mr. Czanek, who was agitated in his car parked near the rear veranda of the Terrible Anciano's house on Ship Street. He was a more impressive person than normal, and he did not like the groaning he had heard in the house moments before the scheduled time for the operation. He had not told his fellows to treat the poor old whale with the greatest care? Pressure of nerves observed the narrow door of a cherry on the high stone wall covered with lichen. He kept checking the watch, and wondered why the delay. Would the old man have died before revealing where the treasure was hidden, and would it have been necessary to proceed to a full inventory? Mr. Czanek did not like to wait so long in the dark. Soon the sound of a few bumps or thuds in the path that had been inside the farm came to him, he heard someone snoring, though softly, in the gloomy cellar, and he saw the heavy door open. And the pale, gloomy face of the only and dead-looking gloom that hung over the street shivered in an attempt to see what had been taken from his fellows by the shadowy mansion that shone so close. But he didn't see what he expected. There was not even their fellow-workers there, but the Terrible Old Man, who was supine in his bare thigh and sneered maliciously. Mr. Czanek had not been able to decide on the colour of the man's eyes until then; now he could see that they were yellow. Small things produce big concussions in the provincial cities. That is why the residents of Kingsport talked all summer and fall of the three unidentified bodies, horribly mutilated - as if they had been stabbed repeatedly - and horribly mutilated - as if they had been the object of the scythes of many rotten boots - that the storm hurled onto the land. And some even talked about things as trivial as the abandoned car found on Ship Street, or certain inhuman cries, probably from an escaped animal or an immigrant bird, heard at night by neighbors who could not sleep. But the Terrible Elder did not pay the slightest attention to the chismes that ran through the peaceful people. It was reserved by nature, and when you are old and sickly the reserve is sadly marked. In addition, a sea lion of this age must have experienced many more exciting things in the distant days of his almost forgotten youth. FIN", "title": "El Terrible Anciano", "author": "H. P. Lovecraft"}