{"metadata": {"length": 4771, "words": 952, "reading_time_min": 4.76}, "text": "One day a peasant was plowing his field when a Wolf came up to him and cried: -Pastor, I am going to kill you! - Don't me mates! - he pleaded. I will sow the nab, and then we shall divide them between the two; I will stay with the roots, and you shall take the leaves. He seized the Wolf and walked into the forest. The time came for the collection. The peasant began to clear the land and remove the thorns, and the Wolf came out of the forest to receive his share. - Hello, peasant! It is time to pick the grapes and fulfill your promise - the Bear said. - With great pleasure, my friend. \"If you want, I will take your part,\" the peasant replied. And after he had collected everything, he took him into the forest in a cart full of nabo leaves. The Bear was very satisfied with what he had created an honorable division. One day the peasant loaded his car with nab-bags and drove to the city to sell them; but on the way he met the Bear, who said to him: -Hello, peasant! Where are you going? -Well, friend - the villager replied - I'm going to the city to sell the roots of the nabos. - Well, let me see what you know. There was no remedy but to give him a nabo to prove it. Just as the Bear was about to eat it, he roared furiously: -Ah, miserable! How have you deceived me! Roots know much better than leaves! When you remember again, you will give me roots and you will remain with leaves. -Good,' said the peasant, and instead of sowing nabbits he sowed wheat. The time of gathering came, and he took the stalks, he gathered them, he mingled them, and he gathered the flour and made rich bread, while the Wolf received the grain roots. Seeing the Bear, which had once again been blown off by the peasant, he cried: -Pastor! I am very focused on you! Do not dare to go into the forest alone, for I will kill you as soon as I see you! The peasant returned to his house, and although he had much wood, he did not venture to go into the forest for it; he consumed the wood of the banks and all their tons; but in the end he had no other remedy but to go into the forest. He entered shakily and a fox came to his encounter. - What's up? - he asked him. Why are you moving so slowly? - I am afraid of the Wolf, which has enraged me, threatening me with death if I venture into the forest. - Do not be afraid, I will save you; but tell me what you will give me in exchange. The peasant made a reverence to the stork and said: - I will not be a thief: if you help me, I will give you a dozen of chickens. - Conforme. Do not tame the bear; cut the branch you want and I will scream out in rage that they have come as hunters. If the Wolf asks you what that noise means, he says that hunters are running through the forest chasing wolves and bears. The peasant began to cut the grass and soon the Wolf came running to run. - Oh, old friend! What do those grunts mean? \"What do you want to do?\" asked the Bear. -They are the hunters who pursue the wolves and the bears. - Oh, my friend! Do not denounce me to them! \"Protect me and hide me under your car,\" the Bear, all frightened, pleaded. Meanwhile the fox, who was shrieking behind the bushes, said: -Hello, peasant! Have you seen a bear here? - I have not seen anything - said the peasant. -What do you have under the car? -It's a tree trunk. -If it was a thorn it would not be under the car, but on it and tied with a string. Then the Bear said in a low voice to the peasant: -Put me as soon as possible in the car and tie me up with a rope. The peasant did not repeat it. He put the bear in the car, tied him up with a rope and began to hit him in the head with the stick until he killed him. Soon the fox came and said to the peasant, \"Where is the bear?\" - He's dead. - All right. Now, my friend, you have to do what you promised me. - With great pleasure, my friend; let's go to my house and I'll give you the chickens. The peasant sat down in the car and drove to his house, and the fox ran ahead. When he came to his hut, the peasant scolded his dogs, urging them to chase the fox. He ran to the forest, and once there he hid himself in his cave. After taking air he began to ask: - Hello, my eyes! What have they done while I ran? -We have marked the way so you don't get lost! - And you, my ears? - We have heard the dogs approaching! - And you, my feet? -We've run to do everything to not get you a dog! - And you, rabble, what have you done? -I - the wolf said - put myself between your legs so that you would run with me, fall and the dogs would kill you with their teeth. - Ah, canalla! - cried the fox-. You will receive what you deserve! -and pulling the hare out of the cave, he exclaimed, \"Hold it, dogs! They took the rabble with their teeth, pulled it out, took the fox out of its cave and bit it. FIN", "title": "El campesino, el oso y la zorra", "author": "Aleksandr Nikoalevich Afanasiev"}