{"metadata": {"length": 2929, "words": 584, "reading_time_min": 2.92}, "text": "Long ago, Ra, the lord of all gods, still ruled the earth as Pharaoh. He lived in a huge palace on the banks of the Nile, and all the inhabitants of Egypt came to him to pay homage. The courtiers were not hesitant to please him, and he spent his time hunting, playing, and celebrating. A truly pleasant life! But one day a court official came to the palace and told him about a conversation he had heard. Thot, the god of wisdom and magic, had told the goddess Nut that one day her son would be Pharaoh of Egypt. Ra got very angry. No one but him was worthy of being Pharaoh. He walked around shouting, \"How dare Thot say that! No son of Nut will dethrone me! He pondered it for a long time, after which, after invoking his magical powers, he cast the following curse: \"No child of Nut shall be born in any day or night of any year\". The news soon spread among the gods. When Nut heard about the curse. She felt very sad. She wanted a son, but she knew Ra's magic was very powerful. How could I break the curse? The only person who could help her was Thot, the wisest of all the gods, so she went to see him. Thot loved Nut and, seeing her crying, decided to help her. - I can't break Ra's curse, but I can avoid it. Wait, he asked you. Thot knew that Jonsu, the moon god, was a gambler, so he challenged him to a senet match. Jonsu couldn't resist and gave in to the challenge. - Oh, Thot! - he exclaimed. You may be the wisest god, but I'm the best senet player! I haven't lost a game. I'll play with you and beat you. The two of them sat down to play. Thot started by winning every game. - You've been lucky, Thot, said Jonsu. I'll bet you an hour of my light that I'll win you the next game. But he lost too! Thot continued to win and Jonsu continued to bet his light until Thot had achieved a light equivalent to that of five days. Then Thot stood up, thanked Jonsu and left with the light. - What a coward! - Murmured Jonsu. My luck was beginning to change. I would have won this game! Thot placed the five days between the end of that year and the beginning of the next. At that time, a year had 12 months of 30 days each, which adds up to 360 days. Nut was happy when Thot told him what he had done. Since the five days did not belong to any year, their children could be born on those days without breaking Ra's curse. On the first day Nut gave birth to Osiris, who would be Pharaoh after Ra; on the second day, to Harmachis, who is immortalized in the Sphinx; on the third day, to Seth, who would later kill Osiris and become Pharaoh; on the fourth day, to Isis, who would be Osiris' wife; and on the fifth day, to Neftis, who would be Seth's wife. As for Jonsu, the moon god, he became so weakened after the game that he could no longer shine strongly all the time. Even today, the moon only shines brightly for a few days of the month, and he must spend the rest of the time regaining strength. FIN Anonymous Egyptian", "title": "Los hijos de Nut", "author": "nan Anónimo"}