{"metadata": {"length": 6707, "words": 1279, "reading_time_min": 6.395}, "text": "My friend Caesar is an unbearable analyst. He could be happy, because he has talent and good fortune, and he's the most miserable of men. Everything weighs, weighs and breaks down, pleasure and pain, crying and joy, love and friendship. His heart, infinitely sensitive, is touched by the smallest things; but the echo raised in the heart, placid or sad, large or fleeting, is immediately delivered to the thought, which as it deepens it everywhere leaves it shattered. Crying at his father's corpse, he wondered if in his extreme grief there would be some hypocrisy to himself. And she stopped crying. But at once she seemed puffed up with strength by her unabashed grief. And she cried, calling herself miserable. He premiered a comedy. And when the audience applauded him, he found himself unnecessarily easy to flatter for the applause. To avoid them, he refused to go out on stage a second time, left home, went to bed and couldn't sleep, reflecting that the abruptness of such determination was much more vanity than having continued to receive the applause. When you greet a character, you step away and think about whether you didn't put some servility in the greeting. And, in case, when she finds him another day, she dodges him. He lives alone, hurrying, perpetually devoted to hesitating, to destroying his illusions. He's a freak, of course. ••••• I remember three years ago I found him one afternoon at the Retiro, sitting behind people, his chair lying on a tree and entertaining at the car parade. I sat down with him and we didn't talk. Suddenly, as the slow passing of the carriages, because the queen's was on the way, a victory crossed over with us, inside which two women were walking, greeting Caesar. A very pretty, elegant, young woman. See that one? He told me pointing at her, when he couldn't see us anymore. I love her. I'm desperate to get out of here. I saw her at the Comedy, on a stage. Is it true that it is divine...? He has an artist's soul. After the presentation, I haven't been back to your house for more than two days. Oh, if I could take her to mine, make her my wife...! Believe me, you know. The ideal is that Aurora Ruby, but she's the daughter of a very rich man. He told me immediately that Aurora had been very attentive to him, perhaps more than anyone else; but that, nevertheless, and though he loved her more and more, given the high position of that family, he would not dare to try anything. I made my friend note that having a brilliant career and a well-known literary name in Madrid, he must have been carelessly treated by his father-in-law's thousands of hard-working men. Much less when, judging by Aurora's greeting, whose eyes had fixed on Caesar with singular mimicry, the girl was on his side. We continued to talk about the matter for a long time at the end of the walk, and already at night, at the Gate of the Sun, I left Caesar with his eternal cavilations and eternal doubts and mistrust. * * * In March I saw him again at a Spanish play, with Aurora and her family. All night long they kept talking, she covered her face with the silk fan, no matter how their dick represented it. And then, all summer long, I found her always accompanying her to the theaters, on the walks, we both fell in love, according to the shows. I was anxious to speak to Caesar to congratulate him, and one afternoon I was in the Moncloa, where I went out of pure boredom, and I found him sitting on a bench, serious-faced, entertaining in hitting the stones from the ground with the counter of the stick. Congratulations, I said. Why? Who's that for? For the Aurora? No, no, quite the opposite. Isn't she your girlfriend? - Yes, I did. Don't you want it? As a fool, and her house hath accepted me, and she is lovely without a match; and therefore she hath turned judgment back upon me. I can get married when I want, but... But what? But... I don't feel like it! He said this with strange harshness, as an imposition made by his will upon his invincible desire. I don't want to. I don't want to get married. He repeated angry. I laughed. He calmed down afterwards. See, you told me, I love her so much that I need at all costs to know that she loves me with delight; I need to know that she adores me and that she adores me like a madwoman; that she adores me for herself, not for the vanity of my name, not even for the gratitude of my love. In a word, I need you to sacrifice to me what you are and what you are worth: your peace, your pride, your future and your honor. You're out of your mind. Mad or not, I told her: I want all those sacrifices, that if I am her god, as she repeats every moment, her god asks her for honor and life to make them what she likes: probably return them; but who knows if to deliver them made jars to publicity to see if worship resists everything, even martyrdom and dishonor! But do you speak formally? I couldn't help but ask my friend. So formal, I haven't seen her in four days. I swore to her that I would love her forever, although we'll probably never get married. What about her? The struggle, the unhappy. Look, he finally called me this afternoon. Yeah, yeah, I'm beginning to think he idolizes me, that we can get married... later. After half a year, I stumbled upon Caesar again yesterday. I was at a coffee shop reading a letter of crossed rings completely absorbed. Aurora is in Santander. \"Listen, Caesar told me after telling me many things. My situation is terrible. I love her so much, I can't stop convincing myself of her love, and less so than ever. I read those letters full of tenderness, of sweet confidence, and I think, to my own chagrin, that while they must be the ones that dictate the heart of a woman in love, they may also be the ones that direct the fear of a poor girl to whom she holds the treasure of her honor. That he gave for love. And who can force her to lie in oblivion! Oh, if that were so, if she had forgotten me, how much I would be offended to think that I would not be able to return these letters to her, these memories of our hidden happiness, which have no value to me as garments of revenge against ingratitude, but as holy relics of the one woman whom I have loved and will love with all my soul, even in the face of the confession of her forgetfulness...! And if he loves me, Caesar continued to exalt himself, I want to know. But how, my God, if you've given me all the, all the proofs of love a woman can give... and they're not enough! I left Caesar for not telling him that he is cruel, brutal, with the unhappy and in love girl who has thus become the slave of a madman. Because I have no doubt that Caesar has a madness not studied in books yet. The Naïve Tales, 1920", "title": "Pruebas de amor", "author": "Felipe Trigo"}