{"metadata": {"length": 6580, "words": 1204, "reading_time_min": 6.02}, "text": "Pepo Irasusta and Pancho Arellano were friends of nail and meat, of bed and ranch. Suddenly the people said, \"They made a pact with Satan\". And even today, when they talk about them, they are called Devils. - Why? - I don't know. This is what the folk tale is going to explain. Meanwhile, reader, if you think of taking a walk through St. Jerome of Ica, even the stones will refer you to what today, altering names for reasons I know, offers theme to my pencil. I shall also add, to put an end to the introito, that there are still many people living in the city of Valverde who in the decade of 1830 to 1840 met and treated the heroes of this council or succeeded them. Pancho Arellano was a cobrizo Indian, who earned his daily bread by handling a shovel as a walking pawn or a farming boy in a vineyard. The unfortunate guy would kick the cops out of work six to six to get a paycheck of two to three pesetas and go spend his life drinking. He seemed destined never to get out of poverty, as he didn't even have the tricks to become head of an electorate club, nor the livers to captain a mountain girl, charges that usually leave the kidney covered. One day Arellano left the lamp, and without anyone knowing where he had gotten the money, he went out to give silver over clothes with the Jewish interest of twenty-five percent. And he was so apt, in a trade that he required to have the guts of Cain and the stewardship of Judas, that, soon to make himself rich as the richest man in the place. In the midst of his prosperity, the only thing that hindered the old patron was that the people denied him the Don; for large and small, they called him the Pancho of the corner. \"This cannot be tolerated\", said one night when I was unveiled, \"you must receive me as a gentleman\". And in fact, he spent two months preparing to give his home a large sarasota, which he invited to all the most grenade-worthy of the Quechua society. The usurer, bitten by the demonche of vanity, unleashed the cords of the bag, spending a few thousand pesos on furniture and farmers' goods he brought from Lima. The party was as splendid as it could be. I say enough to say that to attend her journey from the capital of the republic a general, three deputies to Congress, the consul of his majesty Kamahameha IV, a canonist, a poet journalist and several other notables. After the eight-day celebration, in which Arellano threw the house out the window to treat his guests to the body of a king, his decency was executed, and every puppet began to call him don Francisco. He was already a knight of good standing, though the envious of such impromptu descent may be quick to blame: \"What a bloated and boastful man among the branches he dwells!\" Well, you know it was pepper, even though you're already seeing it melon. As the years passed, Francis' wealth increased, and he enjoyed the general consideration that in this beautiful world everyone who has his foot of the altar is able to conquer. No one would stop lying that the rich man did not follow any of the practices of a good Christian, and that far from that, he gave it up as a volunteer, speaking plagues of the Pope and the saints. But overnight he was seen confessing deeply in the church of San Francisco, getting cordonalized reins applied by the friars, drinking canters of holy water and covering his body with ciliates and scapulae. Yet, he cried out wounded that he was a very great sinner, and that the Evil One was bent on taking him in body and soul. From here they cleaned up the comadrons of Ica, walking from induction to induction, that Arellano to get out of poverty had made a pact with the devil; and that being to meet the deadline, it was made very difficult for him to pay the debt. It is unanimous testimony of those who attended the funeral of don Francisco that in the morgue there was no body, because the devil even carried the wrapper of the soul. Pepe Irasusta had been a military brave who, tired of the life of barracks hung his pin and settled in Ica. Although he didn't spend the money like his partner and friend Arellano, he enjoyed comfortable median life. For those years, as today, it was Fray Ramón Rojas (generally known as Father Guatemala) the idolatry of the Iqueños. Dead in the stench of holiness in July 1839, we would need to write a book to give an idea of his exemplary virtues and the infinite miracles attributed to him. Irasusta, who boasted of having no religious beliefs, said one day in a race of brave monkeys and budding: \"Deliver yourselves, friends. That father Guatemala is a cabinetmaker who brings you deceived by telling you about the afterlife. That there is another world is a pampirolla; for men are no longer like clocks, which break the rope, crack, san is over. \"Another thing you will say, D. Pepe, when the pot snores, that the most handsome you have ever seen in that trance cry out for the help of the church\", one of those present argued. \"May you know, my friend, that I do not want to enter the church even after I die\", insisted Irasusta. It was the night of Holy Wednesday, and Irasusta suddenly felt attacked by a colic miserere so violent that, when the physicist came to his bed to tip him some drugs, he found that our man had ceased to resolve. Not allowing the ritual that on Thursday or Holy Friday are celebrated burials of present body, nor being possible to endure the decomposition of the corpse, the debtors resolved to give him immediate burial in the pantheon. Thus was the will of the one who, after dying, wanted to enter God's house. A few days later, in the church of San Francisco and with the increased attendance of friends, funeral honors were held for the late Irasusta. In the center of the church and on a black curtain read in large letters cut from a piece of white gender: JOSÉ IRASUSTA!!! And it came to pass, when the priest that was in charge was about to consecrate the host, that a curtain fell from the temple cornice, and burned the curtain. The sacristans and monks hurried to prevent the fire from spreading, but despite their activity, they failed to prevent much of the curtain from being devoured. When the danger vanished, all the people in attendance looked at the curtain and saw with terror that the flames had consumed the first six letters of the inscription, respecting those that form the word: ASUSTA!!! Here the reporter, as much as the viewers, is frightened, releasing the pen, leaving the reader free to make his broad comments that his religiosity inspires him. FIN Peruvian traditions  First series, 1870", "title": "Los endiablados", "author": "Ricardo Palma"}