{"metadata": {"length": 5098, "words": 936, "reading_time_min": 4.68}, "text": "There was a time - many months ago - when I did not see him anywhere: not in the street, not in the Casino de la Amistad, not in the Pecera, not even in the new barracks that are being built. Because Santos Bueno is one of those who have a fetish for building and like to plant themselves in front of the steps with their hands on their shoulders, saying sagely: “These are indeed twigs of receipt; they will not pander.” Having stayed so long eclipse, fearing that Santos Bueno was sick of care, I resolved to look for him in his house, where I found him devoted to his usual duties, pacable and affable as usual. -What is this? Have you put your card in the box? Is it a 'no' vote? - No, sir...; no, sir! Santos replied with a smile. If I leave and walk away. It seems to be living in a cage. -What do you come out with? Because I never see him. -Because I come a little late..., at the times when there are no people. -That figure is called concealment. Santos smiled with that enigmatic expression of his, and said quietly, -You are right. There are times when... there is a hidden very tasty one. I figured that under the theory of the hidden advantages of the squanderer was hidden a painful crisis in Santos Bueno’s life. I thought I knew him, and I knew his story and his aspirations, as you know in a small town, the aspirations of every neighbor's son. Santos Bueno was a modest Burgher, without great aspirations; neither poor nor rich, he possessed a capital, the product of the fortunate sale of some patrimonial goods, beautiful with the patina of an Indian, which he had by some fortunate circumstance paid for in gold. With these huts, Santos envisioned a dream that was already very old: to build a cottage in the countryside with a garden and live in it without emotions, but without regrets, cultivating legumes and roses. It is worth mentioning that the cottage with garden is the beautiful illusion of the mariners. I don’t know why it came to my mind that with those moneys the attitude and the retreat of Saints could be related, and moved by a compassionate curiosity, I asked him: - And that cottage, that chalet, when did we begin? Do you invite me to coffee in the garden for your saint day next year? The face of Saints changed, and it was only when I saw that in his eyes the reflection of the glass that indicates that they are humed... -I am not going to the cottage -he murmured with a shiver. -What do you not do? How is that? Have you played the capitals? - You know you don't give me up there... - What happens? Have you thought about another investment? Have you started a business? If you promise me not to tell anyone... - Take care, don Santos. The grave is a cotorra compared to me. -Because I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I..., I... -Prepaid? At a thousand per thousand monthly? With guarantee? Ah, a fool! -Let go of the shackles, Guarantee... I have the honour of my debtor. - Oh poor Don Santos! Who has deceived me? - No, I tell you that you are a person who enjoys excellent fame... To be French: my intention was not to give, neither to that nor to anyone. He took me by surprise; I could not refuse him; he was convinced that I had money. I saw a family father in a hurry, in commitment, in shame..., he promised to pay me back every month... Finally, I don't have the heart of iron! - What loans to poor but bribe-worthy parents? And what about it? Does it grow? Does it grow? -Now..., no. - How many months have passed? -Six..., that is, seven... -And you, after having done that good and unselfish work, why do you hide? That if you want to know. - I will tell you... They are tonteries of my character... Rare...! It is that, some time ago, I found my debtor on the street and asked him..., well, in a very good way..., that he start to amortize... what he could..., nothing more than what he could... And he responded in a way...; finally, he denied me what he promised, and almost, almost, denied me the debt itself... And since then I do not go out on the street..., because if I find him, I will be ashamed and I will have to act as if he does not exist. Yes, shame... because it's your action, right?", "title": "Santos Bueno", "author": "Emilia Pardo Bazán"}