{"metadata": {"length": 5324, "words": 1031, "reading_time_min": 5.155}, "text": "There was a couple of farmers who were both so small that people knew them by the nickname of \"the canyons\". They were not upset by this, but instead complained that they had no children. When the people heard them lament, they said, \"Why do you want a son, if he is a camel?\" And they said, Well, and now, and now, and now, and now, and now, we will have a son. And God gave them a son, and he was born a little child, as the size of a camel; and they called his name Pericillus; and he grew not a fourth child, and he remained with Pericillus. With time passed and Periquillo was turning as tiny as ever, but he was a volunteer boy who didn't shrink because he was so small. And his father went out to work in the field early in the morning, and said to his mother, who was preparing the ass with the food to take to his father, Mother, give me the ass, and I will bring the food to my father. His mother said, \"How can you take her away, since you are so young?\" And Pericles said to him, Finish preparing it, and I will take it. The mother put the scarf on the donkey and put the food in it along with other things the father needed. And as soon as he had finished doing this, Pericles leaped into the barrel, climbed over it, ran over the neck of the donkey, sat in one of its ears, and said quietly to him, Go, donkey! The donkey walked away. As they were walking along the road, three thieves came up to them from behind a cliff and said, \"Let's go get that donkey, because he's walking alone\". And the man of the ear, who heard them, because he had a very fine ear, cried out, saying, If any man go near to the ass, I will slay him, and will cut him in pieces. And the donkey hastened the passage, but the thieves stood still trying to guess where the one who had spoken to them was hiding. And Pericillo came to his father's work, and said, Come, father, I bring thee thy food. And the father, seeing only the barbed donkey, said, \"Where are you, son, that I don't see you?\" - because I recognized her voice. And Pericles said to him, I am here, in the ear of the ass; and he went out and leaped from a leap. And Pericles said to his father, Father, shall I make thee a morsel while thou eatest? And the father said, \"And how are you going to do them? With your small size, you can't handle oxen. \"Yes, I can\", the boy replied. And as his father was eating, he climbed up the yoke that bound the oxen and began to give the animals voices. When the oxen heard this, they went and made one rattle, and came back and made another, and so on, going and coming and making rattle until their father finished eating. And they went on all evening together until the sun set, when they all returned home. The father put the oxen in the yard and prepared the forage for each other, and Periquillo, who was very tired, fell into the Colorao ox's manger and fell asleep. And the Colorao bull began to eat and, without realizing it, swallowed Periquillo. At this time it was time for dinner and they called the child, but no matter how much they searched for him, the child was nowhere to be found. They started looking for him all over the house and when the father passed through the yard he heard Periquillo talking from inside the ox and saying to him: \"Father, kill the Colorao ox, which has eaten me whole. And the father brought the ox out into the field, and slaughtered it, and opened it with a knife; but as much as he looked in the belly and everywhere, he found not Pericillo; and the dead ox remained there until a wolf passed by, which was roaming through the people, and he trampled the belly of the ox and Pericillo with them. The next day the wolf went out looking for cattle to eat. Parakeet, sensing this, began to shout, \"Shepherds, the wolf is coming!\" The shepherds, who heard their voices, surrounded the wolf and killed it with sticks. When they killed him, they started opening him with their knives and Periquillo, from the inside, told them to walk carefully, not to go to hurt him, but no matter how much the shepherds looked, they didn't see Periquillo. Then one of the shepherds decided to make himself a drum with the wolf's skin to go with him to the feasts of his people, and Pericles was stuck inside the drum without anyone noticing. The shepherd kept the drum by a huge brick and left with the others. Periquillo spent all his energy scratching the skin of the drum and, little by little, managed to open a small hole through which to peel his head. And when he drew it, he saw two robbers come with a large sum of money, and they hid him in the hollow of the brick, and said, He shall be safe here tonight, and tomorrow we will divide the money. So they disappeared, Periquillo pulled the head out of the drum and then the body making strength and as soon as he was out, he ran home. And there were his parents, sad and discouraged, who became so happy when they saw that Pericillo arrived safe and sound. Then Perichillo told them everything that had happened to him since the ox ate him and also what he had seen of the thieves. So he and his father went to the stake, took the hidden talgo, and saw that it was full of gold coins, and took it home. And the father bought another ox like Colorao and they still had money left over to buy many more things they needed. FIN Spanish Anonymous", "title": "Periquillo", "author": "nan Anónimo"}