{"metadata": {"length": 3226, "words": 625, "reading_time_min": 3.125}, "text": "The king, my feudal lord, is discouraged. We understand this and we do not blame it, because the war has been long and bitter and there are still pathetically few of us, despite what we wish it would not be. We feel sorry for him for losing his queen, whom we all loved, but since the Black Queen died with her, her loss does not mean the loss of the war. But our king, who should be the force and energy personified, smiles faintly and his words of supposed encouragement sound false to our ears because we detect the shadow of fear and defeat in his voice. Yet we love him and die for him, one after another. One after another we die in their defense, in this bloody and cruel camp, which the knights have turned into a barrel - while they lived; now they are dead, both ours and those of the Negroes - will there be an end, a victory? All we can do is keep the faith, and never become cynics and heretics, like my poor fellow Bishop Tibault. \"We fought and died, but we don't know why\", he whispered to me once, at the beginning of the war, one day we stood side by side defending our king, as the battle raged in a far-off end of the field. But this was only the beginning of his heresy. I had stopped believing in God to believe in gods, gods who played with us and didn't care at all about us as people. Worse, I believed that our movements were not really ours, and that we were nothing more than puppets fighting in a useless war. Even worse - and what an absurdity! - I believed that White was not necessarily good and Black was not necessarily bad, that on the cosmic scale it didn't matter who won the war. Of course, he only told me those things, and only in whispers. He was aware of his duties as bishop. He fought bravely. And he died bravely, that very day, pierced by the spear of a black knight. I prayed for him, saying, My God, take away his soul, and give him everlasting peace; for I knew not what I said. Without faith, we are nothing. How could Tibault have been so wrong? The Whites were supposed to win. Victory is the only thing that can save us. Without victory our comrades who have died, those who have given their lives on this battlefield so that we can live, will have died in vain. And you, Tibault. And I was wrong, very wrong. God exists, and he is such a merciful God that he will forgive your heresy, because there was no evil in you, Tibault, but only doubt; no, doubt is a mistake, but it is not evil. Without faith we are not... but something has happened! Our tower, which has been on the Queen's field side since the beginning, is falling upon the evil Black King, our enemy. He attacks him... and he can't defend himself. We have won! We have won! A voice from heaven said calmly, \"Hit Jaque! We have overcome!\" The war, this bitter field, has not been in vain. Tibault, you were wrong, you were... but what happens now? Even the Earth itself bends; one side of the battlefield rises and we slide, both white and black alike, towards a monster box, and I see that it's a huge coffin in which many dead people already lie. Oh, my God, was Aqua Tibbault right? It's not fair; we have won! The king, my feudal lord, also slides on the board... It's not fair; it's not good; it's not...", "title": "Final", "author": "Fredric Brown"}