{"metadata": {"length": 4187, "words": 839, "reading_time_min": 4.195}, "text": "Are you still in the middle of the Sahara, woman? I don't know, you might be right, there shouldn't be an oasis. It's been a long, long time, I haven't found one. Why don't you tell your story? Let me stand and look upon me: even the rags that cover my head refuse to show thee my face. Let him stay on his knees or repting through the sand. It's more comfortable for everyone. Who are they all? As always, I'm exaggerating. They're actually the ones who were born before me and the ones who were born with me. Even if you saw each other, you wouldn't believe it. Even the older ones are younger than me. Have you known love? - Yes, I did. But I won't tell you anything about that. I'd be speechless to myself. Do you have a home? No, my inheritance was taken away from me to let it go to waste later. And why did they do that to you? I don't know. They're completely different from me. Let me give you an example: when I lived in the city, I had a small house that I kept with my job of embroidering gold robes. I became ill, and as I was already repudiated by Hester the Hassan, I went with them to their village home to be cured. I was really very sick of body, and soul, but by then my beautiful sister Asar wanted to get married in the city. Without asking, in town they stormed my home and had a wedding party there. Not only that, Asar, who was, among my relatives, the best acquaintance of the bestial and inhuman way in which Hester the Hassan treated me, invited him to sign for her before the scribe. I think she did it being sucked in by her young husband, who longed to become, as soon as possible, a prosperous merchant and wished to be related to those who already were. But Asar shouldn't have accepted it, especially not in my own house. Hastel-Abir, who told me all this, came out of the wedding and spit on the door. What about your mother? My mother said, \"After all, Hester the Hassan never offended me\". What about your other brothers? I guess they don't even think about me. No, there was one who did, who during the wedding accused me in front of everyone of a mistake that she actually made. You know what he did to make sure there were no explanations? When he returned to the village he was too arrogant, he stopped talking to me. No one reproached her or made any reference to that matter, even though she seriously offended me. Everybody's scared of him. I won't, I just won't forgive her. Have you cured your ailments? - Yes, I did. But you can't see my horrible scars under so much rag, but when the sores were open, then, there, a distant relative took me to see a doctor from another village and he gave me a drink that greatly relieved me and allowed me to sleep a little, he warned me that when I woke up I should take some food before I got up, because otherwise, I would lose my balance. My mother watched me wake up, screamed at me until I tried to get up and when I was lying on the floor, she filled me with the worst insults. I remember her beautiful feet, at the height of my eyes, moving nervously, and my body shrinks even further in fear of being kicked. And you, why were you putting up with all that? I was sick, I had nowhere to go, and my children grew up healthy there. Until one night, my older brother explained to me in a measured way that things about me could not continue as they had been until that day, so they would send me to the leper's office in a distant town. So I said I'd leave the next day. It was worth seeing; the next morning no sign of life was left in the stores, and in the whole clan there was no one to open a curtain to wish luck or say goodbye. We went out my sons, my servants and I, with our few possessions in total silence. Have you not been saying and repeating that you do not want to talk about your life? I have not spoken of my life, I have spoken of them, of some, not of all, as I said wrongly at the beginning. I've told you familiar passages that you can repeat because they happen to anyone. Now don't bother me anymore. I must keep looking. And what are you looking for in the desert? Don't ask what's known: I'm listening to the dunes looking for the heartbeat of my children. The mirrors, 1988", "title": "Sahara", "author": "Inés Arredondo"}