{"metadata": {"length": 7006, "words": 1317, "reading_time_min": 6.585}, "text": "It is not a secret of confession - said Father Morata- that if it were, it would be a scandal, even if all those who had intervened in the doleful history had already died. The protagonist asked me for advice and confided in me, teaching me the horrible cry of her heart... and these cases can refer to people, especially, to people who, by conjecture, you do not have to name. I will call that frightened Artemis, for an analogy of situation that perhaps does not exist, but in my spirit... Artemis, for she married, not very young, but at the age when the arrow of passions is already circling the woman. I was about to turn thirty, and I was rich, free, and very intelligent, in addition to being beautiful. He sat down at his ease, and when husband and wife embarked on the voyage of love, it could be said that they had brought with them all the chances of misfortune that humanly could be gathered together. They returned, and I, having given them the blessing of a thorn in their side because the father of Artemisia was one of my best friends, visited them with courtesy. They taught me the house, magnificently secluded, and the workshop of the husband, who was an artist painter and to whom I will name Luis. I was enchanted and even a little frightened at the reciprocal extremes, so that - I say paladinically - I trembled for their future, for I have noted, and it is one of the observations that determined my vocation to the religious state, that where love enters the peace and the rarefied air that we are allowed to enjoy in this world. As I have had the habit of reading and even writing verses there for a long time, I remember what an unknown poet, Luis de Vivero, says of the dress that the lovers wear: \"A sour cup without joy, a sigh of desolation and a layer of regret that I carry every day...\" Indeed, I had seemed to note in Artemisia's face, despite all the vehemence and derision that characterized her state, a certain anxiety, a false nervous tenseness, an unease, which did not respond to the idea of a calm, serene, and without clouds. As a few days later I invited Artemisa to take, in the afternoon, chocolate and a little of a snooze, and we were alone, she told me her regret: they were empty, empty without object, because Luis did nothing but empty this motive... -I think that for the same reason I sleep more - added his wife-. If I had a fever of something, I would cure it or die of it or kill it... Forgive me, Father, I don't know what to say... I'm not in the confessional. -There you would not be allowed to speak in that way; you would have to offer a substitute for such purposes if they were genuine and not an involuntary effect of your spirit, as sometimes happens, I replied gravely. -What more would I want than to repent of this! Artemis murmured. If it's like a curse, father. To suspect that love, the most pure, the most natural, has this contradiction... I think I am becoming a monk. I suffer and suffer what you cannot imagine to overcome madness and enjoy the good of love without fear of being taken away from me, but I cannot do it. And for fear of making myself odious, for not appearing ridiculous and anti-social assuring thus the loss I have, I mock, I am violent, I scream my soul to Jesus... Do you think it is a little harsh? Not being able to be French, not being able to tell the truth to whomever you want? My soul is closed to its own owner! Our souls do not confuse one another! \"The soul never finds its rest in human love,\" I replied to the wretched woman, whose face well expressed the sincerity of her desperate yearning. Two years passed before Artemisia confided in me, until one day, by a newspaper headline, she learned that her husband Luis was “dead of hunger.” I rushed to visit them. The first time I only spoke briefly with Artemisia, enough to know that, indeed, it was serious the young artist’s illness. The second, the painter was dreaming a dream of a troll, and Artemisia took me into a secret room, I think her own tormentor, and there, dripping in saliva, wringing her hands, she told me of the psychological case... I confess that soon an acrostic idea sped through my mind. - What is that, Artemisia? -I asked with terrible severity. Have you been able to do anything to infect your husband...? -No... - she murmured. Nothing I did... But don't be happy you, don't be happy... If it's worse what happens. - Worse...? You're twisted with sentiment, my daughter... Worse than that...? Is it that you care for her poorly, that you do not devote yourself to her as your duty? - I care for you night and day... You don't see my eyes, you don't see my face? In fact, I could see that she was exhausted, with all the appearance of a person who neither rests nor sleeps and who spends her time on a tedious task. - Then what happens to you? Let's see if you're still making of yours the prickly imagination. - Ah! No, it is not imagination... I thought so at the beginning, and I kept repeating: \"It is a dream, a fantasy, it is not true, I do not feel that way...\" I have had no remedy but to be clear; no doubt can enlighten me... See you well - he added, trembling. The shocking thing is that I... I want the death of Jesus! - Delirium! -Reality! I want with all my strength... with all my heart... at every moment... When I give him the hugs; when I give him the kisses; when I give him the kisses; when I smile at him to tell him he's better, that he has a better face... the idea inside me rises, grows, dominates me. By the death of Luis, my eyes will die, my torture will die, my certainty that he will not betray me will be confirmed. I have only his memory, his cries, his portrait... A burning, but sweet, quiet cult to his memory. The voice I have kept tamed from the first days of our marriage will cease to frighten me... And when the body doctor comes, asking him with an anxiousness that he interprets in another way, \"Is there hope?\" the tortoise does not understand with what inner delight I see him moving his head in a sluggish way... And Artemisia shook, stumbled on the floor at my feet... I do not know what I said; I had exhausted all my consolations, all my reprimands, all my elocution of friend and priest... It was useless, for she, or could not or would not repent, and if we were in the court where the mercy of heaven descends to earth, I could not extend my hands to absolve her with words of forgiveness... I walked out of the house and of the woman whose spirit had been penetrated by Belial, the demon of selfish passion... Before I left she said: -You do not love that man, you have never loved him, you do not know what love is. - Oh, oh! The intercession was like a gloomy gloom of hell... I soon learned of Luis' death. What was Artemis...? I didn't want to see her. He left Madrid, settled on a farm he owned in the Levante countryside, and they say he lived an idyllic, secluded and charitable life. He took the remains of his husband there... God has forgiven the unhappy!", "title": "Caso", "author": "Emilia Pardo Bazán"}