{"metadata": {"length": 4998, "words": 880, "reading_time_min": 4.4}, "text": "Note: Narration written by the author without using the letter e. One autumn - many years ago - when the roses smelled more and the acacia gave more shade, a well-known microbe attacked, rough and voracious, Ramón Camomila: the marital rage. - There's a wedding coming up, chickens! - he warned his friend Manolo Romagoso as a greeting when they were going up to the Casino together and they ran into the closest comrades. - A marriage? - A marriage, yes - Ramon confirmed. - Yours? - It's mine. - With a girl? - Of course you are! Was I gonna announce my wedding to a bounty hunter? - And when will this happen? - I don't know. - How did you do that? - I don't know the bride yet. Now I'm going to find her... and Ramon Camomila went out like a bullet looking for a girlfriend around town. At two o'clock he met Silvia, a girl somewhat blond, somewhat short, somewhat fat, somewhat silly, somewhat rich and somewhat idiot; only daughter and regular subscriber to La moda y la Casa (publication for girls without a boyfriend). And the next year, all my friends went to the wedding. The wedding! A wedding like all weddings: white galas, everywhere shaving, carpets, sacred music, beams, smiles, tails, pillow to bend the knees of the grooms and to bend the knees of the godparents; lunch, hard sandwiches like a prosecutor... On the 11th sandwich there was a sudden leak through the sacristy and a car ran rough, and screams broke out: \"Goodbye! - Bye, then. Long live the boyfriends! You live! And the friends took another sandwich and another cup. And that's where it ended. But for Ramón Camomila, it didn't end there... on the contrary, it started there. And as he got into the getaway car with his girlfriend, he saw clearly, he saw very clearly: he didn't love Silvia, he didn't notice any inclination to marriage, nor did he feel his soul with the slightest vocation to build a happy home. - I'm such an idiot! - Ramon whispered. I'm not worth a husband, and I notice that when I'm already a married citizen... and he rabidly corroborated, \"I'm an idiot! Silvia, cornered next to Ramon, lowered her eyes with a redness, and as she lowered her eyes the male rage rose two thousand degrees. - Oh, my God! - Ramon grunted at her. Married! Married to a child as insolent as a baby! There is no salvation for me anymore, there is no salvation! Unable to control his irritation, he addressed Silvia with harsh words. - Forbidden to pretend to be red and look at the carpet! - She screamed. (Silvia looked at the windshield with childlike docility.) And Ramón added to his sadness, enlightened by a sudden solution: \"I will achieve his hatred. I'm going to force her to beg for a quick divorce. I'm worthless if I don't inspire her with four or five fools, whichever is more foolish... and such a solution has softened her soul. For the moment, when he went to the photograph (classic visit after a wedding), Ramón made the initial blunder. A very polite and fine photographer approached Ramón and Silvia. - Wedding party, right? - I did. - Yes, said Ramon. And he added-- with a variation. - What? - The most original replacement ever seen... boyfriend to photographer. Today I'll take the picture... long live the originality! And Ramón approached the machine and warned the astonished photographer: \"Come on! He grabs the bride's hand and smiles enthusiastically. The tallest face... watch out! That's it! Ramon threw the plaque away, and then forced the photographer to pay; he kept the hard ones and went out with Silvia orondo and happy. - To the car! - He ordered. (Silvia was crying now) - It's working! - Ramon whispered. The other day they were moving their organisms to Irun. (The classic, too, after a wedding.) Ramon didn't want to get in the car with Silvia. - I travel with the drivers, he announced. I'm going to the locomotive... to the sight! And he got on the locomotive, and he took up his activity helping to break coal. By the time he arrived in Irun, he had acquired a magnificent anthracite color. *** There, he bought his rags from a deaf-mute wanderer, put on the rags and went to the bottom to find Silvia. And touched with the ragged garments he walked through Iron, accompanying Silvia and grabbing her morbid and distinguished arm. A feeding public watched them pass, amazed. Silvia was suffering more and more. - It's working! It's working! - Ramon was still whispering. Soon Silvia will beg for a full divorce. Let's keep the bullshit going. Let's keep on with the anti-marital drug, multiply the dose. *** Ramon then wore his most wonderful fracs, and when stepping on a hall, a dance or other public place accompanied by Silvia, he imitated the servants, and with a cloth on his arm he was solicitously attending all the calls. One morning, she painted her eyelids red varnish. *** Finally they moved him to the asylum. And Ramón attended to his own happiness: his marriage contract was broken and he was living unable to get another wedding with another Silvia...", "title": "Un marido sin vocación (sin la letra \"e\")", "author": "Enrique Jardiel Poncela"}