{"metadata": {"length": 7006, "words": 1248, "reading_time_min": 6.24}, "text": "Poor harmless and ineffective Maling! It is not my intention that they laugh at Maling and his boredom, as the doctors would smile when he consulted them, as they must have even smiled after the sad climax of September 3, 1940, when his boredom delayed for twenty-four fatal hours the merger of the Simcox and Hythe Newsprint printing companies. Simcox's interests had always been more precious to Maling than life itself. A man of great initiative, conscientious, happy with his work, he had no greater ambition than that of secretary, and those twenty-four hours - for reasons that would be unwise to explain here, since they involve recoveries from English law - proved fatal to the existence of the company. After that day he disappeared completely, and I always have to believe he ran from the pointy to some provincial printing house to die of desolation. Woe to the miserable Maling! It was the doctors who gave the name borborigmy to his disease; in England we usually call it \"gut grinding\". I think it's a harmless kind of indigestion, but in Maling's case it took a very peculiar form. His stomach Maling complained looking down bitterly through his semi-circular reading glasses he had hearing: he used to take notes extraordinarily and play them back after meals. I will never forget a humiliating meeting at the Picadilly Hotel, in honor of a group of provincial printers. It was the year before the war and Maling had been going to the symphony concerts at Queens Hall (never returned). In the distance, a dance orchestra had been playing The Lambeth Walk (what a bore it was in 1938 with its fake bonhomie and mamarracha and its ois). Suddenly, in the blessed silence between the pieces, as the guests relaxed in their seats after disastrous cookies, the first compasses of a Brahms concert emerged \"weak as if they were coming from a place far from the hotel, sad and mournful\". A Scottish printer who had an ear for good music exclaimed with joyful circumspection: \"By God, this guy can play\". Then the music stopped abruptly and a strange sense of suspicion made me notice Maling. It was as red as a beetle. No one noticed, as the orchestra, to the displeasure of the Scotsman, began to play again, this time Boomps-a-Daisy, and I think I was the only one who detected a curious and faint echo of The Lambeth Walk, which apparently came from the chair where Maling was sitting. It was after ten o'clock, after the guests had piled themselves into taxis bound for Euston, when Maling told me of his stomach. It's completely unpredictable, he said, like a perch. It seems like you learn things by chance. And he added in a weeping voice, \"I can no longer enjoy the food. I never know what's gonna happen next. Today's not the worst. Sometimes it's the loudest. He took a pause of unhappy reflection. When I was a kid, I liked German military bands... Have you seen a doctor? They don't understand. They say it's just indigestion, nothing to worry about. Nothing to worry about! But of course, when I go to the doctor, he's always quiet and still. I realized he was talking about his stomach like it was a loathsome animal. He looked at his knuckles with sadness and said, \"Now I'm afraid of any new noise. I never know. Some of them he doesn't even notice, but others seem... well, they seem fascinating to him. At first sight. Last year, when they picked up Picadilly, it was the mechanical hammers: they were repeated after dinner. I said to him, a little stupidly, \"I suppose you've already taken the usual salts, and I remember the last time I saw him express his discomfort, as if he had given up all expectation of understanding from other living souls. It was the last time I saw him because the war threw me out of the publishing business into all sorts of disparate jobs, and only secondhand I knew the story of the strange board meeting that broke poor Maling's heart. What the newspapers called the blitz-and-pieces-krieg, the German bombing of Britain, had been going on for about a week. In London we were barely getting used to the air strike alarms at the rate of five or six a day, but September 3, the first anniversary of the war, had been relatively peaceful up to that time. The general feeling, however, was that Hitler might come up with a big attack to celebrate the anniversary. The atmosphere at the Simcox and Hythe joint management meeting was therefore certainly tense. It was held in the traditional slender balcony above Simcox's offices, on Fetter Lane: the round table dating from the times of the first Joshua Simcox, the metal engraving of a printed book dated 1875 and an insulating bible that had always been the only book in the great glass bookstore, except for a volume on typography. Old Joshua Simcox presided over the meeting; you can already imagine his white-haired snow and his pale, dissident Protestant pig factions. Wesby Hythe was there, and a half-dozen other directors, with narrow, suspicious faces, elegantly dressed in black suits. Everyone seemed a little anxious. If they wanted to evade the new income tax laws, they had to hurry. As for Maling, he was crouching on his notebook, restlessly willing to advise anyone on anything. There was an interruption during the minute reading. Wesby Hythe, who was disabled, complained that a typewriter in the next room was putting his nerves on edge. Maling blushed and walked out. I guess he must have swallowed a tablet because the machine stopped typing. Hythe was impatient. \"Hurry up\", he said, \"hurry up\". We don't have all night. But one night was just what they had left. After the minutes were read, Sir Joshua began to explain farragmatically, in a Yorkshire accent, that their motives were entirely patriotic; they had no intention of evading taxes, they just wanted to contribute to the efforts of war, development, the economy... He said: As I explained, a massive attack was expected, it was not time to waste time, because a dead man cannot escape taxes. The directors picked up their papers and rushed to the basement. All but Maling. I mean, Maling knew the truth. I think it must have been the allusion to dinner that woke the animal from his sleep. Of course you should have confessed, but think for a moment: would you have had the courage, after seeing those old gentlemen in vest and glove go out fearlessly to salvation with such an unprecedented lack of dignity? I know he would have done exactly what Maling did, he would have followed Sir Joshua to the basement in the desperate hope that for once the stomach would do the right thing and be corrected. But it wasn't like that. Simcox and Hythe's joint management tables remained in the basement for twelve hours, and Maling stayed with them, without saying a word. You see, by some inexplicable matter of taste, the stomach of the miserable Maling had caught the tone of the alarm with great fidelity, but for some reason he had never learned the order of everything. *FIN* Alas, Poor Maling, Nineteen Stories, 1947", "title": "¡Ay del mísero Maling!", "author": "Graham Greene"}