{"metadata": {"length": 6456, "words": 1258, "reading_time_min": 6.29}, "text": "He lived until he was seven in an old, unpainted house near an abandoned road that ran from Trunion Pike. Her father was not only concerned about her, but his mother had died. His father spent his time discussing and debating religion. He said he was an agnostic; and he lived so absorbed in the pursuit of bringing down the ideas which had sprung up about God in the minds of his contemporaries, that he could not see how God was manifested in that little girl who lived so soon in one place and then in another, almost forgotten, thanks to the goodness of the relatives of her dead mother. A farmer came to Winesburgh and saw in the girl what he had not seen in his father. He was a young man of high stature, with red hair, who was almost always drunk. She would sometimes sit on a chair in front of New Willard House, with the girl's father, Tom Hard. This man spoke, claiming that it was impossible for God to exist; the foreigner heard him speaking in a soothing voice and guided the eye of those who were near him. They became great friends, he and Tom, and they would often be together. The foreman was the son of a rich Cleveland merchant and had come to Winesburg with a purpose. He wanted to break his drinking habit, and thought he would have a better chance of beating the vice if he put the land between him and his city friends and moved to a village in the country. His stay in Vienna was not exactly a success. The monotony of the hours brought him to drink with more awe than ever. But he was right about one thing. I gave the daughter of Tom Hard a name that made a lot of sense. One afternoon the foreman was making his rounds down the main street of the town, still with the stench of a copious stout. Tom Hard was sitting on a chair, in front of New Willard House, and had on his lap his five-year-old daughter. Sent into the woods, George Willard was found by his side. The foreman let him fall down beside him on a chair. His whole body trembled; and when he spoke, his voice was trembling. It was a gloomy day and the mist was gathering over the village and the line of the railway that passed in front of the hotel, at the foot of a small hill. At a distance, to the west, the prolonged thud of a passenger train's engine reverberated. A dog, which had been lying down in the middle of the road, stood up and began to bark. The preacher began to speak without tone or sound and made a proclamation about the girl the evangelist had in his arms. -Vine to this village to take away the drink -he said, and the tears began to flow down his cheeks. She didn’t look at Tom Hard, but tilted her head forward, her eyes lost in the darkness, as if she were seeing a vision. He went to the field to heal me, but it has been useless. I will tell you why. He turned and looked at the little girl who was sitting very still on the arm of her father; she turned her gaze. The foreman placed his hand on Tom Hard's shoulder. -It is not the drink that is my only weakness - he said. I have another. I am in love and I have not given an object to my love. This is very important, and you will understand it if you have enough experience for it. It is therefore inevitable that I shall finish badly. Few understand. The foreman sat down as if overwhelmed by sadness, but was awakened by a new thud of the passenger train's engine. - I have not lost faith. I say very high. But I have come to a place where no one will understand my faith,\" he said in a shaky voice. He turned an intense gaze on the girl and began to speak to her, without requiring attention from the father. That woman will come, he said, and his voice became sharp and anxious. But when it comes I'll be gone. Do you realize? The times of our appointment do not coincide. It would be fate that I should have met her on a day like this, being destroyed by alcohol. and being just a child. The foreman's shoulders began to shake violently; he tried to light a cigarette, but the paper of his trembling fingers fell. She became furious and cried: -I think it is not worth it to be a woman and to love, but I know very well what that means -exclaimed she, and turned again to the girl-. I understand, he said. Maybe I am the only man who understands it. His gaze wandered once more through the darkness of the street. -I know her even without having seen her - he continued softly -. I know their struggles and their defeats. It is precisely because of those defeats that I feel the only one to be loved. Now women will have another distinctive feature born of their defeats. I have come up with a name for that condition. I call it Tandy 1. I used this name when I was an authentic dreamer and before my body was envilled. It is the condition of being strong to be loved. It is something that men need to find in women, but they do not find. The forager stood up and stood in front of Tom Hard. His body swayed back and forth and seemed to fall; but he sprang up on the steel and took the girl's hands to his rotten lip, kissing them with astonishment. -I'm Tandy - I eagerly told him. Get ready to be strong and valiant. That is the way. Let it all go. It has enough value to attract those who love you. I am more than a man or a woman. I am Tandy. The foreman rose and walked briskly down the street. One or two days later he boarded a train and returned to his home in Cleveland. That same summer night, after the conversation outside the hotel, Tom Hard took the girl to the home of a relative he had invited her to spend the night at his home. Walking through the darkness under the trees, he forgot the foreteller's talk and concentrated his thoughts on the search for arguments capable of destroying the faith of men who believed in God. He called his daughter by his name and she began to weep. -I don't want to be called that - he said. I want you to call me Tandy, that is, Tandy Hard. The girl cried so loudly that Tom Hard sat down and comforted her. He sat under a tree, took her in his arms and began to scratch her. \"Go on, I'm good,\" she said cheerfully, but she was not calmed. He surrendered to his pain with childlike abandon, and his voice broke the night silence of the street. - I want to be Tandy. I want to be Tandy. I want to be Tandy Hard - she exclaimed, shivering and shivering, as if her childish energy could not sustain the vision the drunken man's words had awakened in her. FIN “Tandy”, Winesburg, Ohio, 1919 1. “Tandy”: invented word, meaningless.", "title": "Tandy", "author": "Sherwood Anderson"}