{"metadata": {"length": 5520, "words": 1002, "reading_time_min": 5.01}, "text": "I was in Mallorca, Deyá, near the cartouche where George Sand and Chopin stayed. Early in the morning, we rode on the back of a donkey and traveled the hard, difficult road down the mountain to the sea. It took us about an hour of slow effort down paths of red earth, treading rocks and treacherous pebbles, through silver olive trees, to the fishing villages, simple huts resting on the mountain slope. Every day I went down to the cove, where the sea penetrated into a small round bay, so transparent that I could dive to the bottom and see coral banks and unusual water plants. The fishermen told me a strange story. Mallorcan women were very inaccessible, puritanical and religious. When they bathed, they wore outdated suits with long skirts and black stockings. Most of them didn't believe in the virtues of the bathroom at all and left it for the shameless foreign summerers. Fishermen also condemned modern-day swimmers and the obscene conduct of European women. They were described as nudists, waiting for the slightest opportunity to undress completely and sunbathe naked as pagans. They also looked with disapproval at the midnight restrooms introduced by the Americans. One night, several years ago, the 18-year-old daughter of a fisherman was walking on the beach, playing rock by rock, with her white dress tied to her body. Walking along, dreaming and contemplating the effects of the moon on the sea, with the gentle chapeau of the waves at his feet, he reached a recollective cove where he noticed that someone was bathing. I could only see one head moving and, from time to time, one arm. The bathtub was a long way off. Then the young woman heard a joyful voice calling her, \"Come and bathe\". It's wonderful. These words were pronounced in Spanish, with a foreign accent. The voice called her, \"Hey, Mary! She was someone who knew her. It must have been one of the young American girls who bathed there during the day. Who are you? Mary asked. My name is Evelyn. Come and bathe with me! It was a temptation. He could easily strip off his white dress, and stay in his shirt. He looked around. There was no one. The sea was calm, stained with moonlight. For the first time, Maria shared the foreigners' fondness for the midnight bath. He took off his dress. He had long black hair, pale face and ripped green eyes, greener than the sea. She was well-formed, with upright breasts, long legs and a stylized body. She could swim better than any other woman on the island. He slipped into the water and started his long, agile arms towards Evelyn. Evelyn went for a dive, floated out and grabbed her by the legs. They were playing in the water. Evelyn's semi-dark and bathing cap made her face hard to see. American women had voices like men. Evelyn cheated with Maria and hugged her underwater. They rose up to breathe laughing, and swam indolently, separating and gathering again. Mary's shirt floated around her shoulders and obstructed her movements, until she untied and Mary was naked. Evelyn went down and touched her playing, brawling with her and diving under and between her legs. Evelyn also separated her legs so that her friend could dive between them and reappear on the other side. Floating, he let Mary pass under his arched ass. Mary warned that Evelyn was also naked. Suddenly, he felt this one hugging her from behind, covering her whole body with his own. The water was warm, like a lustful pillow, so salty that it carried them, helping them to float and swim effortlessly. \"You are beautiful, Mary\", said the deep voice, \"and Evelyn held her arms around the girl. Maria wanted to float away, but she was held back by the warm water and constant rubbing with her friend's body. He relaxed, accepting the hug. She didn't feel Evelyn's breasts, but she remembered she'd seen American women who didn't have them. Mary's body languished and she wanted to close her eyes. Suddenly, what he felt between his legs was not a hand, but something else, something so unexpected and disturbing that he cried out. It wasn't Evelyn, it was a man, Evelyn's younger brother, who had just slipped his erect penis between Mary's legs. She screamed, but no one heard her, and her scream was just a reaction that she had been taught to expect from herself. In fact, the hug seemed as roaring, warm, and pleasant as the water itself. The sea, the limb and the hands conspired to awaken his body. She tried to swim away, but the boy swam under her, caressed her, grabbed her legs and caught her again from behind. They were pushing in the water but each move affected her more, making her notice more of the other body against her and her hands on her. The water made their breasts swing back and forth, like floating dwarfs. He kissed them. With constant movement, she could not take it, but her limb touched over and over again the most vulnerable point of her sex, and Mary felt her strength fade. She swam to shore, and he followed her. They fell on the sand. The waves kept licking them as they breathed, naked. So the man took the woman, and the sea came to them and washed the virgin blood. From that night on, they met at the same time. He owned it in the water, playing around and floating. The movements of their joyful bodies to the wave's compass seemed to form part of the sea. They found a gap in a rock, and there they stayed together, cuddled by the waves and shaking in orgasm. When I went to the beach at night I thought I saw them swimming together, making love. *FIN* Delta of Venus, 1969", "title": "Mallorca", "author": "Anaïs Nin"}