{"metadata": {"length": 6964, "words": 1289, "reading_time_min": 6.445}, "text": "Although the man's leg was barely moving, Fido, under the table, greatly enjoyed the frolic around the hoop. This was almost as good as getting a piece of grilled meat directly from the hands of the master. Two years ago, in spite of his vocation and his context (strong legs, robust neck, slender ears), Fido had become a flat dog, a condition that seemed to suit the fey, historical and melancholy hounds that inhabited the second floor. Fido did not belong to a defined race, but he was a disciplined, conscious animal, which generally delayed its needs until midday, when he was taken to the field to perform his tree survey. He knew, too, how to stand on two legs until the order to rest, to bring the diary to his lips every morning, to utter a booming sigh when the tympani rang, and to serve his master and master with a cheerful smile when he returned from his work. He spent most of his day sitting in a corner of the dining room or on the floor of the bathroom, smoking or simply contemplating the green lily of the bath. Generally, it didn't bother me. It is clear that he did not feel any special affection for the woman, but as it was she who was concerned about preparing the food and restocking the water, Fido hypocritically washed her hands once a day, in order not to disturb such vital services. His favorite was, of course, the man, and when he, after breakfast, licked the nuzzle or the waist or the legs of the woman, the dog wriggled, giddy and receptive, in the darkest corner of the dining room. The great moments of the day were, of course, the two meals, the diuretic walk in the garden, and especially, this alone after dinner, when the man and the woman were chatting, distracted, and he felt, next to the hippo, the affluent ripple of the linen trousers. But this night Fido was strangely restless. The snarl of the paw was not, as in other over-stimulations, a signal of mew and recognition, a habitual twitch of the old dog. On this night the past immediately weighed on him. A series of images, quite recent, had accumulated in his wet and experienced eyes. First term: the other. Yes, one afternoon when I was alone in the apartment, reclining in front of the bathtub, the woman came along with the Other. Fido had bowed without timidity, he had behaved like a prophet. The guy had called him repeatedly in a fawning way, but he didn't like those saggy black pants or the man's anti-social smell. Two or three times he could dominate and he came close, but at last he had withdrawn to his corner of the dining room, where the smell of the snuffer was stronger than that of the intruder. That time the woman had only spoken to the Other, though she had laughed as never before. But one day when she was alone with Fido and the guy came along, they had taken their hands and were wrapping themselves in each other. Then that round face, with black hair and slanted eyes, appeared more and more often. They never went into the bedroom, but on the sofa there were things that brought Fido violent nostalgias of the paw prints of a certain chacra in which his dog had run. One day — who knows why — they noticed his presence again. From the beginning, Fido had understood that he should not approach, that the profane liars of the first day could not repeat themselves. For their own good, for the continuity of vital services, for the eager walk in the summer. He did not shake anyone's hand, but he did not bother anyone either. And yet they had noticed his presence. In fact, it was the woman, and it was natural, because with the type she had nothing in common. Perhaps she had a special awareness that the dog existed, that it was present, that it was a witness, the only witness. Fido had nothing to reproach her, or rather, he didn't know he had anything to reproach her, but he was there, in the bathroom or in the dining room, looking. And under that gloomy, gloomy gaze, the woman had just begun to feel anxious and was soon snared in a violent, unsupportable rage. Of course, little of this had come to Fido. But one thing had reached him, and that was the fury with which he was treated, the scornful rage with which he admitted his obligated neighbour. And now that it was receiving the daily quota of affection, now that it was feeling near the hippopotamus the preferred rock and smell, it knew it was protected and safe. But what about after? His problem was a memory, the closest one. A day, two, three -a dog doesn't count the past- the guy had to go with a sour taste (why? and had forgotten the cigar, a beautiful, red, hard thing on the living room table. The woman had also kept it, with apprehension (why?). under a cut of the expense. And there, not alone, he was smelling her Fido. This had the unpleasant smell of the kind, but it was hard, metallic, brilliant, something easy to hammer, to push, to make a sound against the floorboards. The man's leg was no longer moving. Fido understood that the party was over for the day. He shakily shook his legs and stood up. He still had a piece of twill that was exposed between the sleeve and the pant. Then he went without grunting or groaning, with slow and resounding step, to his quiet corner. But something unexpected happened then. The woman entered the bedroom and returned afterwards. She and the man talked, at first relatively calmly, after the cries. Soon the woman jumped up, pulled the sling from the dog’s mouth, threw it on the ground and — without the man doing anything to prevent it — rushed out into the street, slamming the dog so hard that it had no choice but to run. The man became nervous, concentrated. Fido felt that this was the moment. Nothing of revenge; in fact, I didn't know what it was. But the instinct told him that this was the moment. The man was so engrossed, that he did not notice when the dog pulled his pants up. Fido had to resort to three short cuts. His intention was clear, and the man, after he had vacillated, followed him with a firm determination. It wasn't too far. Until the end. When the dog pulled the collar, the man only shook his head, then he shook his head and picked up the cigar. In fact, Fido had no expectations. For him, his discovery was not of too much importance. So when the man hit the barbarian against the wall and cried and cried like a child on the second floor, he could not but also, himself, back away in horror at the convulsion it caused. He stood silently, clinging to the frame of the door, and from there watched the man, with his teeth apposed, gritting and grinding. Then he decided to approach him and touch him tenderly, as was his duty. The man lifted his head and saw that moving rat, that tiger that came to comfort him, that witness. Still Fido was satisfied, showing the heaviest and darkest language. Then it was over. He was old, he was faithful, he was trusted. Three poor reasons that kept you from being amazed when the puntaie threw the hoop. *FIN* Montevideanos, 1959", "title": "Se acabó la rabia", "author": "Mario Benedetti"}