{"metadata": {"length": 3042, "words": 567, "reading_time_min": 2.835}, "text": "The migala is free to move around the house, but my ability to fear does not diminish. The day that Beatrice and I walked into that filthy street fair booth, I realized that the repulsive German was the most horrible thing that fate could ever encounter me. Worse than contempt and pity suddenly shining in a clear glance. A few days later I returned to buy the migala, and the surprised salimbanki gave me some reports about his strange habits and eating. Then I realized that I had in my hands, once and for all, the total threat, the maximum dose of terror that my spirit could bear. I remember my trembling, wavering step, when I came home feeling the light and dense weight of the spider, the weight of which I could certainly discount the weight of the wooden box I was carrying it in, as if it were two completely different weights: that of the innocent wood and that of the impure and puny animal that was throwing at me like a definitive ballast. Inside that box was the personal hell I would install in my house to destroy, to nullify the other, the vast hell of men. The memorable night I let go of the migala in my apartment and saw it running like a crab and hiding under a piece of furniture, was the beginning of an indescribable life. Since then, every single moment I have has been traveled by the footsteps of the spider, who fills the house with his invisible presence. Every night I tremble waiting for the deadly bite. I often wake up with my body frozen, tense, motionless, because sleep has created for me, precisely, the tickling passage of aralia over my skin, its indefinable weight, its consistency of guts. However, it always dawns. I am alive and my soul is uselessly preparing and perfecting. There are days when I think the migala has disappeared, got lost or died. But I'm not doing anything to check it out. I always let chance get me in front of her again, when I come out of the bathroom, or while I take off my clothes to get in bed. Sometimes the silence of the night brings me the echo of his steps, which I have learned to hear, though I know they are imperceptible. Many days I find the food I left the night before intact. When he disappears, I don't know if he's been eaten by the migala or some other innocent guest in the house. I have also come to think that I may be the victim of a hoax and that I am at the mercy of a false myga. Maybe the salimbanki has deceived me, making me pay a high price for a harmless, disgusting beetle. But this really doesn't matter, because I have consecrated the migala with the certainty of my postponed death. In the most acute hours of insomnia, when I get lost in guesses and nothing reassures me, the migala usually visits me. He wanders around the room wrapped up and tries to clumsily climb the walls. He stops, raises his head and moves his palms. He seems to be whispering, agitated, an invisible companion. Then, trembling in my solitude, surrounded by the little monster, I remember that at one time I dreamed of Beatrice and her impossible company. FIN", "title": "La migala", "author": "Juan José Arreola"}