{"metadata": {"length": 9719, "words": 1845, "reading_time_min": 9.225}, "text": "Usually, when my wife wakes up, she goes to the bathroom to brush her teeth. Then she comes back, still stunned, and only then does she issue her first judgments about the situation or about life in general. Or, dig something up. And that's what happened today, except today it came out with this extraordinary phrase: \"Our car was being pulled by a spider, right? Now, let's face it, I'm used to his occasional extravagance, but the fact is that my beloved wife had never gotten to that point. So I agree to assume that silly air that husbands have in the farces of the good old days and exclaim, \"Eh? What the hell are you saying? I ask you, he answered without blinking, I just ask you, was our car being pulled by a spider. What's wrong with you? Do you not hear or are you a well-thought-out person? A well-thought-out man? What's that got to do with it? I don't understand what you're saying. Your question may have seemed strange. Why is it strange? Because, because... where have you seen a car thrown by a spider? In dreams, of course. Ah, yeah, in dreams. And what can I know or how was I going to tell you the circumstances of your personal dream? You don't love me. What do you say? I love you. Absolutely not, and this adjective would suffice to give me the bitter certainty of that. If you really love me, all our dreams should be common, everything should be common and common. Oh, how easy! I dream I'm walking with you in a car pulled by a spider and you don't know anything and you wash your hands. I know what you mean... Less bad. But what can I do if...? Very well, wonderful. I would have bet you would come out with the hateful phrase, \"What can I do?\" In parentheses, couldn't you express yourself in a less vulgar and more correct way? Anyway, in what language do I have to repeat to you that if you really loved me you would have my dreams without any effort? - Hey, wait, we're on opposite sides. To each other. What trick is this? Tell me, handsome, do you think I'm gonna like your tough terms? No, listen to me. Do you love me? - Of course, unfortunately. Then why don't you have my dreams, or, at least, don't you have any (as happened to me that night)? What a foolish thing! You yourself admit you've never dreamed anything, and you think I should wear nothing? Enough of the arguments. Besides, you know what I'm saying? We were actually running in the car pulled by a young man's spider who was courting me. And find out, he was a beautiful young man; and find out also that his courtship did not leave me completely indifferent. Seeing him with his melancholy yet fiery eyes, his mute yet imperious demand for love, I felt my heart melt... so you know. Oh, yeah? A beautiful young man? - Blush or brown? A raiment or a velvet dress? And you felt...? Are you taking it lightly, my lord? But don't you know that even dreams, rather, only dreams are dangerous? Well, I want a proof from you. What do you mean? Describe me and eventually explain to me, all this dream. That I haven't had. You have not had but you should have had the elementary duty to have and in any case you have an obligation to know point by point. Or if you don't, that means you don't love me. Everything is clear. Finally! Go ahead, get started. Well, for starters, we've discussed. Exactly, but why? Let's see if you know. For my remarks on the house expenses. Yes, yes, it is true. You want me to do miracles. But if everything goes up, if prices go up day by day while your income stays the same... And so, after we'd wrestled, we went out together at sunset, not, for a moment, at dawn. At dawn, yes. All the objects had a strange brightness; the sky was clear and empty. Yes, at dawn. What a joy to hear you say it! We're moving on. Each of us, still furious, was looking the other way and suddenly the young man appeared before us. The young man. That he started staring at you greedily in successive jumps. How about successive jumps? At times it seemed like he was throwing himself at you with his eyes open and only at those moments did he gain real consistency, and then he was throwing himself back. Oh, my God! That's perfect! I like you now. You know I understand some things. Well, like I was telling you, I was looking at you that way and I was really uncomfortable, even though I realized I had little to do with such an unpredictable guy. When... when? My wife incited me with spasmodic attention. But I didn't really know how to go on or what to invent before the spider-drawn car arrived. That he would come without further incident seemed too simple, too elementary for my wife's genius. So I tried to sneak in: \"A moment of rest, what the hell! For example, you're going to call that car that's gonna show up pompously car, and that's fine. However, on second thought, it seems to me rather a vulgar sausage... a rental sausage. - What? In fact, he was also trying to penetrate the nature of his fantasies until he could support them. But she, ruthless: \"Let's admit it. Keep going and don't get lost in the details. And now what? And here, unforgivably, I cling to an external circumstance. It was raining outside. I risked: \"Well, meanwhile, it had rained... but here, damn it, she was suddenly angry and, coldly, pointing at me with the index: \"No, really. Save yourself more imaginative effort. No, it wasn't raining at all. You're good at cheating on a poor woman. Lucky for me, I have my head on my shoulders. It was not raining, my dear flatterer, my dear evil seducer, and I will tell you immediately why you had so far done everything right. You must possess some secret, diabolical power to read the mind. Since I was thinking intensely in my dream, let's say you caught something from it. But at the right point, when it really was time to explain everything and pinpoint the value of the different figures, you've betrayed yourself... you need more than mysterious and dilating powers, more than a benevolent willingness to please the weak sex. It takes affection, deep affection, love! You took me for a girl? Was it raining in a dream? When has the greatest nonsense ever been heard? It's raining in your goddamn world, it's raining now, not in your dreams! And from all that I must draw the conclusion, I am forced to draw the conclusion, however much it may cost, that you do not love me, that your words have no meaning... Ah, miserable! What a terrible adventure I find myself involved in and engaged in! (Is that right, no, how do you speak and write the writingsuelos?) All right, calm down. Maybe it wasn't raining, I was wrong. Maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, maybe, all, all the time, maybe, all the time, maybe, all the time, all the time, all the time, all the time, all the way to the way to the way to the way to the way to the way to the way to the way to the way to the way to the way to the way to the way to the world to the world to the world to the world to the world to the world to the world to the world to the world to the world to the world to to the world to to to the world to to the world to to the world to to to to the world to to to to to to the world to to to to to the world to to to to to to to to to to to to the world to to to to to to to to the world to to to to to But the point is precisely this. How could you be wrong if...? You shouldn't have been able to make mistakes or you shouldn't have been able to make mistakes if... doesn't it seem complicated to you and, after all, doesn't it seem irrational to you to pretend...? I waited for you here, I waited for you here standing. The irrationality! You think you can solve everything, not with reason (it would be obvious), but with rational classifications: this is reasonable, this is not... What kind of arrogant are you? Look, dear... nothing dear and I have nothing to look at. I repeat, you know. If you keep this up, I'll be back with him the next night. - He? Who, you fool? He, the young man: give it up. With what he cried out. He put his arms around my neck and he was crying and moaning. I looked out the window and whispered, \"It's raining, it's raining without remission. The sky is all closed. It's raining... but not here, not there, by God\". Bad, you shouldn't have done this to me.... A little hysterical, of course. With two little kids...! But nobody takes it out of my head that, deep down, she may be right. For if two love one another, how is it that they do not dream the same things at the same moment? Or, in less absurd terms, what is the reason for the perennial disagreement about our moods and even our feelings? I'm going to the beach. Fifty-eight, 1978", "title": "Lluvia", "author": "Tommaso Landolfi"}