{"metadata": {"length": 4870, "words": 904, "reading_time_min": 4.52}, "text": "In Denver, numerous passengers boarded the B express cars. &amp; M., which was heading east. In one of the cars sat a very beautiful young woman, dressed elegantly and surrounded by all the comforts that people who are used to traveling usually seek. Among the passengers who boarded the carriage of the young woman in question were two men, one very handsome, candid-looking and well-mannered; the other was a moody, carelessly dressed shoulder-to-shoulder. The two of them were handcuffed together. They moved down the hallway, looking one way or the other: the only empty seats were in front of the attractive young woman and were occupied by the couple of married men. The young woman gave them a superficial look, without the slightest interest; suddenly a smile flashed on their red lips, as their cheeks rose to pink. With one of her hands held against the youngest of the newcomers, she spoke to him in a sweet and conscious voice that revealed her habit of being heard. Well, Mr Easton, since you force me to take the lead, I will. Don't you recognize your friends in the West? The young man seemed to be vividly shocked to hear that voice. He recovered immediately, though he could not hide his obvious discomfort. He rubbed the girl's fingers with his left hand and whispered, with a smile: \"I'm sorry, Miss Fairchild. And I'm sorry I don't offer you my other hand. As you can see, I'm busy right now. He raised his right hand slightly, tied by the wrist to his partner's left wrist with a shiny bracelet. The cheerful expression of the girl's eyes slowly changed into a staggering horror. From his cheeks all traces of color disappeared. His lips were scornfully frowned. Easton laughed, as if the thing was amusing him, and was about to speak again when his partner anticipated him. The man with a moody face had been covertly watching the girl with his sharp eyes. Forgive me for speaking to you, Miss, but I see you know the sheriff... if you asked him to recommend me when we got to prison, he would do it to please you and I would be treated much better. We're going to Leavenworth Prison. Seven years for forgery. Oh, my God! \"She exclaimed, sighing deeply and regaining color\". So that's what I was doing here. A sheriff! \"My dear Miss Fairchild\", Easton said, calmly, \"I had to do something. Money flies that gives you pleasure, and you know that the life train you were on in Washington costs a lot of money. I was offered this opportunity in the West, and... well, after all, being a sheriff isn't as important as being an ambassador, but... You know the difference between an ambassador and a sheriff. And you know it from experience. Now you've become one of those fierce Western heroes, riding day and night, shooting their revolvers and running all kinds of dangers. A very different life from Washington, recognize it. The young woman's eyes bowed, as if fascinated, until they stopped at the brilliant wives. Don't worry, miss, said the man with the bad temper. All sheriffs tie their prisoners to keep them from running. And Mr. Easton knows his craft well. Will we see him soon in Washington? She asked the girl. I'm very afraid Easton didn't answer. I love the West! \"Suddenly the girl exclaimed, with unexpected vehemence. With bright eyes, he looked at the landscape sliding out the window and began to speak with simplicity, without the affect he had shown up to then. Mom and I spent the summer in Denver. Mom had to leave a week ago because Dad's a little sick. I could live and be happy in the West. I think the air here feels good to me. And money doesn't mean everything. But people don't seem to understand things more than halfway. Listen, Sheriff, the man with the bad-tempered face interrupted, I need to get a drink and smoke a pipe. Have you guys talked enough? So, take me to the smoking car, will you? I'm dying to smoke. The two men stood up. Easton smiled: apparently, he was still having fun. I can't deny a man the pleasure of smoking, he said, in a cheerful tone. Tobacco is the only friend of the miserable. Bye, Miss Fairchild. Duty demands of me. He reached out his hand to the girl as a farewell sign. \"I'm sorry you didn't come east\", she said, suddenly recovering from her previous affectation. You have to go to Leavenworth, right? Yes, Easton replied, I have to go to Leavenworth. The two men walked away down the hallway toward the smoking car. The two passengers sitting in the next seat had heard most of the conversation. One of them said, \"That sheriff is a great guy. There are many guys like him in the West. Too young for a job like this, don't you think? He asked for the other passenger. Young? \"I'm the first one to speak\". Oh, my God! I see you haven't noticed. Tell me... when have you ever seen a sheriff carry a handcuffed prisoner to his right hand? FIN Hearts and Hands, Waifs and Strays, 1917", "title": "Con alma y vida", "author": "O. Henry"}