{"metadata": {"length": 2058, "words": 375, "reading_time_min": 1.875}, "text": "A genealogist proves that a prince is directly descended from a count whose parents had made a family pact, 300 or 400 years ago, with a house whose memory does not even subsist. This house had vague claims to a province, whose last owner died of a stroke. The prince and his council conclude that this province belongs to him by divine right. This province, which has several hundred languages, protests that it does not know it, that it has no desire to be ruled by it; that to dictate laws to some people you must have at least their consent. These speeches are not even heard by the prince, whose right is irrefutable. He finds, at the point, a large number of men who have nothing to do or lose. He dresses them in a thick blue cloth, puts a ribbon on their hats with a thick white thread, makes them turn right and left, and walks toward glory. The other princes, when they hear of these men in arms, take part in the enterprise, each according to his ability. People from far away hear that there will be a struggle, and that you earn five to six coins a day if you take part in it. And they're going to sell their services to anyone who wants to buy them. These crowds incarnate against each other, not only without any interest in the process, but even without knowing what it is about. There are five or six belligerent powers at once: three against three, as soon as two against four or one against five, hating each other equally, killing and attacking each other again and again, all agreeing on one point: to do the greatest possible harm. Each chief of assassins makes his flags be blessed and invokes God solemnly before he goes to exterminate his neighbor. When there has been an extermination of about ten thousand, with iron and fire, and a city of any kind has been destroyed from its foundations, then a rather long song is sung, divided into four parts, composed in a language unknown to all who have fought and, furthermore, full of barbarism. The same song is for marriages, births and murders. Finished Philosophical Dictionary, 1764", "title": "Guerra", "author": "nan Voltaire"}