{"metadata": {"length": 2920, "words": 546, "reading_time_min": 2.73}, "text": "On the Akasaka Road near Tokyo, there is a hill called Kii-No-Kuni-Zaka, or The Hill of Kii Province. It is bordered by an ancient, deep moat, whose slopes rise, forming steps, to a splendid garden, and by the high walls of an imperial palace. Long before the age of lanterns and jinrishkas, that place was completely deserted as night fell. Backward walkers preferred to take a long roundabout before venturing up the Kii-No-Kuni-Zaka alone after sunset. And that's because of a Mujima who was walking around! The last man to see Mujima was an old merchant from the Kyôbashi neighborhood, who died thirty years ago. Here is his adventure, as he told me: One day, as it was getting dark, he was hurrying up the hill in Kii province, when he saw a woman crouching near the pit. The merchant feared that he intended to kill himself and stopped to lend him help if necessary. And he saw the little woman, that she was fair-looking, and small, and was well dressed; and her hair was shaved as a young woman of good family. \"Distinguished young lady\", he said as he approached. Tell me about your grief, I'll be happy to help you. He spoke truthfully, for he was a man of heart. The young woman continued to cry with her head hidden between her wide sleeves. - Your honor! - He repeated it gently. Listen, I beg you... this is by no means a suitable place at night for a single person. Stop crying and tell me the cause of your grief. Can I help you with something? The young woman got up slowly... she was turned back and her face was hidden... gemmy and alternately crying. The old merchant put his hand on her back and said for the third time, \"Distinguished Miss, listen to me for a moment... the honourable Miss turned abruptly. He dropped his sleeve and stroked his face with his hand. The old man saw that he had no eyes, nose or mouth! He ran away, screaming in terror! He ran to the edge of the hill, dark and deserted, which lay before him... running without stopping or daring to look back... finally he saw, in the distance, the light of a flashlight... it was a light so small that he could have been mistaken for a luminous fly. It was the spark of a traveling merchant, a soup seller who had raised his tender at the roadside. After the experience the old man had just had, the most humble of the companies seemed desirable to him. He fell at the foot of the soup vendor, groaning, \"Ah! Ah! Ah! Ah! - Kore... Kore... - replied the traveling vendor abruptly. What's wrong with you? Has anyone hurt you? \"No, no one has hurt me\", the other muttered. But... ah! ah! at least they scared him a little bit! \"the merchant said, showing little sympathy. Have you met with any thieves? But near the pit I saw a woman I'll never describe how I saw her. Have you seen her, perhaps, like this? - exclaimed the merchant. He caressed his face, which suddenly became like an egg. In that very instant the light went out! FIN", "title": "Mujima", "author": "Lafcadio Hearn"}