{"metadata": {"length": 3073, "words": 575, "reading_time_min": 2.875}, "text": "I was on the side outside the balcony. Inside, the two leaves of the window were open and matched very opposite each other. Marisa was standing with her back almost touching one of the leaves. But she was short-lived in this position because she was called from the inside. As Marisa walked out, I didn't feel the emptiness of her in the window. On the contrary. I felt like the leaves had been looking at each other and that she had been over it. She had interrupted that symmetrical space filled with a fixed thing that resulted from looking at the two leaves. I soon discovered the most important and almost the only thing in the sense of the two leaves: the positions, the pleasure of the positions determined and the pain of violating them. The pleasure positions were only two: when the leaves were symmetrically facing and looking fixed, and when they were completely closed and together. Sometimes Marisa would throw the leaves back and they would cross the line of confrontation, and I couldn't help but have my muscles strained. At that moment I thought I could contribute my strength to making them close enough to one of the pleasurable positions: one in front of the other. Otherwise, it seemed to me that in time a silent, fixed hatred would be added to them, the result of which our conscience did not suspect. The most terrible and violent moments of one of the pleasure positions, occurred some nights when we said goodbye. She hid to close the windows and never finished closing them. I ignored that violent physical need that windows had to be together now, soon, as soon as possible. In the dark space still left between the leaves, Marisa's head was just sticking. There was a naive, unconscious thing on his face that smiled at the delay in saying goodbye. And that didn't know anything about that other hard and threateningly inaccurate thing that was in the delay of closing. IV One night I was so happy because I came to visit Marisa. She invited me to the balcony. But we had to go through the space between those window drums. And I didn't know what to think of that insisting squid label. It seemed they'd think something before we passed and something after we passed. We're through. As I was talking and the window thing had distracted me, I felt them touching my back very slowly and as if they were trying to hypnotize me. And when I turned around I found the windows in my face. I felt like we were buried between the balcony and them. I thought I'd jump the bacon and get Marisa out of there. One morning, I was so happy we were married. But when Marisa went to open a two-leaf clothing I felt the same problem with the windows, the opening that was left. One night Marisa was out of the house. I went to get something out of the dressing room and the moment I opened it I felt awfully acted on the leaf thing. But I opened it. I didn't want to. I just sat there for a while. My head also stayed still just like the things they had on the dressing room, and that a white dress of Marisa that looked like Marisa without head, arms, or legs.", "title": "El vestido blanco", "author": "Felisberto Hernández"}