{"metadata": {"length": 6319, "words": 1227, "reading_time_min": 6.135}, "text": "Five spies were confined in a vain, and since they were green and the vain was green, they thought the whole world was green, and they were right. The stalls grew and the stall-keepers grew; to make the most of the space, they were arranged in a line. Outside the sun shone and warmed the pond, while the rain washed it clean and made it transparent. The interior was cosy and comfortable, there was daylight and darkness, as it should be; and the guides, in the vain, grew in size and surrendered to their reflections, for they had something to do. -Will we spend all our lives here? - they said. So that we do not endure to the power of imprisonment! It gives me the impression that there are more things out there; it's like a feeling. And the weeks were fulfilled; the scabs became red, and the thorns, too. -The whole world has gone yellow! They exclaimed, and they could affirm it without reservation. One day a thread was found in the sack; it had been ripped by someone's hands, and along with others, it came to be found in the pocket of a jacket. -They will soon open up to us - the guides, anxious for the long-awaited moment. -I would like to know who will arrive the furthest - said the youngest of the five-. We will not be late to learn it. -It will be what it has to be - the elder said. \"Zas!\" the tin whistle blew, and the five guides came out riding in the light of the sun. They were in a child's hand; a little boy was fastening them firmly, and said they were made to measure for his supper. And putting one in it, it sounded. -Hey, I'm flying around the vast world! Alcanze me, if you can! - and he disappeared. -I shall go directly to the Sun - said the second. It is a swine as God commands, and it will do me good. And there he went. \"When we reach our destination we can rest a while - the two following said - but there is still a good deal to do,\" and indeed they walked on the ground before going to the tavern, but finally they sat down. We will go further than everyone! - It will be what it has to be! - said the last, feeling himself projected into the heights. He was playing against the old board, under the window of the tavern, just in a smoky stench of musk and mown grass, and the musk was affecting him. And there was the guise hidden, but not forgotten by God. - It will be what it has to be! -Repitio. There lived in the hut a poor woman who stayed away during the day to clean the huts, saw wood and do other heavy work, for she had no lack of strength or will, despite her poverty. In the small room, only his one daughter, a beautiful, spoiled little girl who had been bedridden for a year, fought between life and death. -You'll go with your sister! -The woman shivered-. I had two daughters, and it was very hard for me to care for them both, until the good God wanted to share the work with me and gave me one. I would now like to leave what is left, but surely He does not like it when they are separated, and He will carry him up to heaven with his sister. But the little girl did not die; she spent the whole holy day resigned and quiet, while her mother was out, winning the bread of the two. The spring came; one morning, early, when the mother was ready to go to the window, the sun came in a ray of light through the window and spread itself over the floor, and the sick girl turned her gaze to the bottom of the glass. -What is that green thing that floats next to the glass and moves the wind? The mother approached the window and bowed. - Look! -I said-, it is a guiding plant that has blown here with its green hoops. How would you get to this rate? Because you will have a garden to recreate the eyes. He brought the sick child's bed to the window, so that the girl could contemplate the beautiful flower, and the mother went to work. -Mother, I think I answered you! - the chiquita exclaimed at sunset - The sun has warmed me up so well today! The guide grows to a thousand wonders, and I will also leap forward and respond to the heat of the sun. - God wants it! -said the mother, who had very few hopes. However, he placed a little tarp beside the pretty plant he had so enthusiastically infused with his daughter’s spirit, to prevent the wind from drying it out. He placed a brace on the lower board and nailed it to the top of the window frame, so that the plant would have a support point to anchor its twigs as it grew. And indeed, it was growing day after day. - God, let it bloom! -exclaimed the mother one morning and then came the hope and the belief that her sick daughter would respond. He remembered that in those last moments the little girl had spoken with greater vivacity; that for several mornings she had sat alone in bed, and in that position had spent hours gazing with radiant eyes at the garden shaped by a single guiding plant. The next week the sick woman arose for the first time in a week, and was sitting, happy, in the sun, with the window open; and out of the window was also a white and red lily. The chubby girl, lowering her head, shook her head with a loving touch. It was a day of celebration for her. -Misericordiously God planted and grew it to give you hope and joy, little one! – The mother, radiant, glistening like a good angel sent by God, said to the flower as if it were a good angel sent by God. But what about the other guides? Because you will see: that one who went out flying about the wide world, saying, “Hang me if you can!”, fell into the canal of the thigh and came to a stop at the breast of a stork, where he was found as John in the wind of the whale. The two pigs had the same luck; they were also past their prime, with which they were unable to give a certain positive return. As for the fourth, he who was pretending to fly to the sun, fell into the pit, and there he stayed for days and weeks in the filthy water, where he was horribly stung. -How big! - he exclaimed satisfied. I will end by re-venting, which is all a guide can do. I am the most notable of the five that grew up in the same village. And the steward gave his blessing to that opinion. Meanwhile, there in the window of the broom-shed, the little girl, with radiant eyes and the glow of health in her cheeks, put her beautiful hands on the broom-stick flower and gave thanks to God. – The best guide is me – the guide continued.", "title": "Cinco en una vaina", "author": "Hans Christian Andersen"}