{"metadata": {"length": 6017, "words": 1034, "reading_time_min": 5.17}, "text": "The thirty-seven-year-old master Arturo Saracino, already at the height of his fame, was conducting in the Argentine theater Brahms' Eighth Symphony in E major, op. 137, and he had just attacked last time, the glorious cheerful passionate. He was immersed, then, in the initial exposition of the subject, in that kind of flat, stubborn and, truth be told, a little long monologue, in which, however, the powerful load of inspiration that will explode towards the end is gradually concentrated, and those who listen don't know it, but he, Saracino, and everyone in the orchestra knew it and therefore, stirred by the wave of violins, were enjoying that cheerful but deceptive vigil, the prodigious that soon after would drag the performers and the whole theater into a wonderful whirlwind of joy. Suddenly he realized the audience was abandoning him. There's no more distressing experience for an orchestra conductor. The interest of those who are listening, for reasons that cannot be explained, is declining. Mysteriously, he notices it right away. Then it seems that even the air is emptied, that those thousand, two thousand, three thousand secret threads, stretched between the viewer and him, through which life, strength, food come to him, loosen or fade away. Then the master is left alone and naked in an icy desert, dragging painfully an army that no longer believes him. But it had been at least ten years since I had experienced that terrible experience. He wasn't even waking up, and that's why the blow was harder now. Moreover, this time the public betrayal had been so sudden and cutting that it left him breathless. \"Impossible\", he thought. It can't be my fault. Tonight I feel completely fit and the orchestra looks like a 20-year-old. There has to be another explanation. For he had his ear sharpened as much as he could, and he thought he could perceive a sinuous and silent murmur in the crowd behind him, around and above. From a stage, just to his right, he heard a faint tingling. With a twinkle in his eye he saw two or three shadows in the courtyard of armchairs that slid toward a side exit. In the chicken coop someone sizzled impoverishly, imposing silence. But the truce was short. As if by an uncontrollable agitation, the runrun resumed, accompanied by crunching, cuchchie, stealthy steps, clandestine footsteps, running stools, open and closed doors. What was going on? Suddenly, as if he had read it on a printed page, Master Saracino knew about it. Probably broadcast on the radio shortly before and brought to the theater by some backward, a news had arrived. Something terrible must have happened somewhere on earth, and now it was falling upon Rome. A war? What, an invasion? The announcement of an atomic attack? In those days, the most disastrous conjectures were permissible. Filtering through Brahms' notes, he was assaulted by endless anguished and calamitous thoughts. If a war broke out, where would you send your people? Running abroad? But what about his newly built house, where all his savings had been spent? Of course, he, Saracino, with his profession, was lucky. Anywhere in the world with his celebrity, he'd certainly not starve to death. Besides, it's known that Russians have a weakness for artists. But then he remembered with horror that two years earlier he had made quite a mark by signing an anti-Soviet manifesto with many other intellectuals. Your colleagues would be instructed to tell the occupation authorities. No, no, the best thing was to run. What about your old mother? What about your younger sister? What about the dogs? He was sinking into a pit of desolation. At that time there was no doubt that information about a flashing catastrophe had arrived. With the least decency imposed by the theater tradition, the audience was leaving scandalously. Saracino, as he looked up at the stages, he saw them more and more empty. One by one, they were leaving. The skin, the money, the supplies, the evacuation, there was not a minute to lose. To hell with Brahms. \"They'll be cowards\", thought Saracino, who still had ten minutes of long symphony before he could move. \"I'll be a coward\", he said, however, just after realizing he had been led into a heinous panic. Everything was falling apart, inside and in front of him. The baton's indications, purely mechanical, no longer conveyed anything to the orchestra, which in turn, inevitably, had noticed the general disintegration. It was only a matter of time before the symphony's decisive point, the liberation, the great shaking, came to pass. \"I'll be a coward\", repeated Saracino, disgusted. So people were leaving? So people were getting into trouble with him, with the music, with Brahms, and running to save their miserable lives? What's the matter? At that moment he understood that the only salvation, the only way out, the only useful and dignified escape, for him and for everyone else, was to stay still, not be dragged, keep on with his work to the end. He got angry thinking about what was happening in the twilight behind his back, and it was about to happen to him too. He recovered, raised the baton, and directed a cheerful, arrogant look at the orchestra, and in a moment he restored the flow of life. A typical descending clarinet arpeggio warned him that they were already coming: the rift was about to begin, the wild steeple with which the Eighth Symphony jumps from the plain of mediocrity and, with the typical Brahms headings, in powerful blasts, rises vertically to unwind, victorious, in a supreme light, like a cloud. He jumped with rage-ridden impetus. The trembling orchestra also nodded, swinging horribly for a fraction of a second, and then went out into the galop, irresistible. Then the noise, the quarrels, the beatings, the footsteps, the steps and the coming and going stopped, no one moved or waved, everyone was paralyzed, not more of fear but of shame, while on the silver trumpet bells, up there, the flags waved. *FIN* The news, Corriere della Sera, 1956", "title": "La noticia", "author": "Dino Buzzati"}