{"metadata": {"length": 7085, "words": 1314, "reading_time_min": 6.57}, "text": "He kept looking at the tomb, because he was determined not to move until the sisters of poor Emilia were away and because the moment he turned, to leave the cemetery, he would enter the world where he could no longer find her. He did not resign himself to embarking on his return by discussing pious trivia with those women, nor would he be deceived by the hopes, so deplorably futile, of looking for in them any traits that his friend would endure. The women finally left; he was about to leave, when he discovered, a distance he sarcastically described as respectful, the man from the funeral homes, with the contrite, servile, implacable air he already knew. Since the night of the accident, he's seen him wander around Emilia's house in a black car. Now he would probably intend to sell him an album of photographs and cuts or some grave ornament; but he was terrified that the individual, in an eagerness to ponder the work of the company, would communicate macabre details to him. What was down there was not Emilia and to get close to her there was no place on earth more incongruous than that marble rectangle, with the name and the cross. As long as he lived, though, he would bring flowers. Someone should have done it and the person indicated was him. The right person, he reflected proudly, and the only one, for in Emilia's life and death he was alone. With pain in his heart, he recalled that he had once longed for security like the one he now had: the security that nothing could happen. Together they had read the verses of a French poet: \"As soon as you move, you awaken my anguish\", and he had exclaimed: \"It is true\". How can you ask a living being like Emilia to stay still by your side, not be unstable? He asked for nothing, but the miracle of fidelity happened. Perhaps that is why he was now in the midst of such extreme loneliness, with no one to share his grief. The tiredness of the last days led him to think of images; little less than dreaming awake, he saw himself as a tomb gardener. Every Friday I'll put a bouquet of roses here, he murmured, to make up for the caves that these women will bring. When he noticed that the individual had left, he slowly began the way back. He crossed open and desolate places, went down to the square and to the shade of the trees on Artigas Street, in the heat of the air and in a smell of leaves he presaged the still distant spring. A piano, in one of the houses nearby, played a march, a circus and trivial, which I hadn't heard in a long time. Did you remember Argüello, or Araujo, what was the name of his predecessor? This was a blurry character, never bothered him. From what he had learned, he met Emilia when she was under twenty, and he probably took advantage of the situation. Emilia had said nothing concrete against that first love, but she was unable to do so, but she undoubtedly made her understand that she had counted little in her life. The episode had no other meaning than to prove how blind and raw youth was. He stopped to cross the street. He looked at his house: the stone-imitated front, the narrow, dark wooden door, the two side balconies, the ones above (in anticipation of a high floor); he wondered that once all that would have seemed cheerful to him. He opened the door and went in like a tomb. That afternoon, he couldn't give up an absurd conviction. When they knocked on the door, I came trembling in hope. Although he had led a retired life, he found that he had numerous friends, and despite the peculiarities of his grief, visits followed visits. He remembered others, from a day yesterday that had been very close and very far away: he did not close his eyes, he believed to see Emilia, arriving a little late, agitated by having run, and he believed to feel on his face the freshness of his skin; but nothing out of the ordinary happened until Friday morning, when he went to the cemetery, with a bouquet of white roses. Just as soon as he was there, as if he had been there since the evening before, he found a bouquet of red roses over the tomb. He was surprised by the fact for two reasons: because the sisters had been given the gift in advance, and because they had chosen colorful flowers in defiance of conventions. He thought chance was capable of anything. Seven days passed and he forgot about it. On Friday, she went to the grave, with her white roses. There he found, by the way, a new twig of red roses. Although he decided not to think any more, he dug quite a bit for those days, until Thursday morning, when he had an inspiration. He hurried to a post, where he bought flowers. In Rivadavia, he got on a meter. He had very soon deposited his offering and was a little perplexed, not knowing what to do. While he wandered through the cemetery, the minutes passed with marked slowness. Discouraged, he crossed the porch and in the sunny stairway stopped for a moment; he turned, to give another chance to the destination, and at the bottom of the oblique windmill he saw with astonishment the scene that had been foreseen and expected all morning: the man placing in the grave the red roses. His disgust with things of death, somewhat neurotic and obsessive, had led him to take as a funeral pomp worker the man who was riding around in a black car, in Emilia's house, in the days of the accident. Now I remembered a photograph of Araujo, which he had looked distractedly at years ago. The man was Araujo. If you didn't want to be caught there, you had to get away as soon as possible. It took a while. He left then, walking slowly. All day long he waited; he waited without rest, as one who is sure. At ten o'clock at night, the door was knocked. Before I opened, I knew who I was going to meet. Araujo said to him, \"Walking is better than talking. Especially walking at night. Don't you want to go for a ride? By Bacacay and Avellaneda they went down to Donato Alvarez; they surrounded the square of Ireland; they returned west by Neuquén. For hours they walked and talked quietly about the woman they had loved. Araujo explained: \"I don't bring you dead flowers, because they look like an affront to Emilia. In her life was evident! After a pause, he added: \"I had something supernatural, though. He thought, 'I didn't warn you, but it's true.' Although apparently contradictory to some of the above claims, he found that Araujo's other observation was no less true: \"Because it was supernatural, we must now conform. Maybe he never belonged in this world. At some point it bothered him that someone else knew her better than he did and he wasn't far from jealous. Araujo must have guessed the feeling, for he declared: \"We cannot judge her like other women. Emilia was on a different plane. It was light and air. They said goodbye. He saw Araujo leaving in the black car: he entered the house, lit the heater, prepared some mates. I wanted to meditate on the discovery of that night: because someone else had wanted her, he was not alone, Emilia's memory was expanding and beyond the grave the miracle of life was continuing. *FIN* Guirnalda with love, 1959", "title": "Reverdecer", "author": "Adolfo Bioy Casares"}