{"metadata": {"length": 4370, "words": 777, "reading_time_min": 3.885}, "text": "In the shadowy and squalid district of Judea lived two Hebrew brothers, one a skilled thief, and the other a sagacious Rabbi and great interpreter of the Scriptures and of the doctrines of Judas-Ben-Simon, who is the father of the Talmud. At night, when the official's work and the theologian's readings and prayers were over, they gathered to conserve intimately, confided their hatred of Christians and their perpetual aversion to inflict any affliction on them, to hurt them in what they most loved and adored. Nehemiah, the baker, proposed to draw the first Christian child to the shop and to eat his blood to have with which to bake the sourdough breads of Easter. But Hillel, the Rabbi, said that this was a partial satisfaction, and that Christians should not be straitened by a stumbling block, but by their God, their living God, the same Rabbi Jesus, present in the Temple. I fear the fatality that one day, when the Corpus was already near, the magnificent silver chalice, the best ornament of the procession, was emptied, and as only Nehemias could fill it in the village, the hebrew tithe came to halt the wonderful work of some disciple of Arfe. The sight of the solemn temple, with its three bodies supported on elegant columns and adorned with precious statues, with its abundance of rich carvings and ornamental carvings, enlivened Nehemiah and Hillel more and more. They clenched their teeth, thinking that while the Lord of Abraham and Isaac is tearing down his temple, the humble crucified one on the top of Golgotha has palaces of marble and arches of silver, gold, and tin. An infernal idea passed through Hillel the Rabbi's mind; he suggested it to his brother, and it was easily realized. Nehemiah ascended to a throne equal to the three that opened the sacrificial altar and held in their power three privileges of the Council. He delivered the well-packed, clean, resplendent case on time, and awaited the proper occasion to use his key. The time has come. Hillel, who waits with a palpitating heart of hope and anxiety, opens the door to his brother, who stumbles hesitantly, hiding something under the folds of his slackened robe. A chuckle of pleasure from the rabbit answers the stern words of the plater, who murmurs: - I'll bring him here. And approaching the table, he pours out a cup which Hillel has poured out, and within it, oh, salving joy!, seven transparent and delirious Hostias. - Hillel's eyes are bright. A sprightly laugh shook his larynx, and with devilish fury he cried twice over the sacred forms. His face, lit by the hard, yellow light of the three-metre-high candle, recalls the sculptures of swaying Sayonara statues that, in passing, pull the cord or strike Christ... -That is their God, their Messiah! - the Talmudist exclaimed in infinite delight. - What do you think, brother? How can we better serve him? We will slap him on the Marrano? Will we turn it into a sludge factory? -Hillel, -testifies Nehemiah, who has remained in the house - I do not know what to say to you; I am afraid and confused. If that bread is not more than bread, when we eat it we act like the child who does not know how to direct his acts and gives in to the naysayers. If that bread is really the Messiah of Christians, oh!, then we lived in darkness that we did not want to recognize him as the Son of God. Hillel looked at his brother with astonishment and deep scorn; but the slayer, roaring and wailing, exclaimed: -You must know that those hosts weighed as if they were made of iron. Hillel, do what you want with them. I have brought them to you, but I am stooping down; do not let iniquity come upon me. The Rabbi shook his head to laugh with immense irony, concealing the bitterness that caused Nehemiah's weakness, and soon, throwing the Forms to the ground, he threw them and danced on them with a frenzy, to reduce them to impalpable particles, which mingled and merged with the dirt of the ground. After ten minutes, when the Jew, sweating and with his eyes strained, paused and looked to see if any fragment of the Hosts remained, he saw that all seven were complete, in line, white as snow, bare, unclean. Nehemiah became a man and was baptized. The miraculous hosts are not kept as relics, for in a certain severe disease a queen of Spain wanted to drink with them, and to this communion was attributed their restoration.", "title": "Corpus", "author": "Emilia Pardo Bazán"}