{"metadata": {"length": 4942, "words": 896, "reading_time_min": 4.48}, "text": "In the Marylebone neighborhood there was once a house inhabited by a very special ghost. The spectrum only appeared intermittently and in times very distant. In reality, only the ground floor of the house was occupied, since the apartments were rented out as offices, whose staff retired at seven or eight in the afternoon. One day, a certain Mr. L., a overworked insurance agent, decided to stay late at night in his office and begged his employee M. B. to stay with him. At about one o'clock in the morning they were amazed to hear someone knocking on the door. The employee opened, but there was no one. After a few minutes the knocks were heard again, but this time by the window, much more surprising, since the office was on the third floor and the window was at a high altitude above a narrow, deep courtyard. Mr. L... went to see what was going on, but he didn't get to see anyone. Soon after, the beats were heard again, but this time inside the room. They were heard inside a window whose windows were covered with a green chandelier; there the records were kept. Mr. L... and his employee didn't have to bother opening the window, as it opened on its own and all the files were scattered around the room. At the same time the two terrified men saw a horrible creature running fast along the walls. Barely two feet high, of a criptogam-like sickly whiteness, it had arms and legs covered with smallpox, skeletal, and culminated in huge hands and feet; the head, very large and furry, had no face, apart from something like a snout that sprang from the center of what the face should be. The white monster went six or seven times around the room at extraordinary speed, without colliding with any furniture. Then he jumped out the window and disappeared. Mr. L... and his employee decided to keep watch over the next few nights, but the horrific creature never showed up again. Six months later, toward dusk, the employee was about to leave when he heard the doorbell, then the window, and almost at the same time in the closet. This time the closet remained closed, but the little ghost came up abruptly from the desk and began to run along the walls. Mr. B... though frightened, tried to catch the little man. On the second or third attempt, he put his hand on it, but he touched nothing but air, or rather, he swallowed his hands in very cold, minimal consistency air. The third appearance took place a few weeks later, also at the time of the closing of the office, but this time Mr. L., employee B... and a client, M. W. The ghost monster had not been announced by the usual series of blows, had even changed tactics and remained motionless in the corner of the chimney. Only his snout moved in a disgusting way. Mr. L... threw a book at him, and the monster made an extraordinary leap and literally disappeared into the air. One investigation established that, about thirty years earlier, a woman had died giving birth, in that same house, to a horribly deformed child who only lived a few minutes. To these turbulent facts in themselves, we shall add another with some reservation, as to this point it puzzles us. But to the formal statements of L and B, the no less formal statements of two credible witnesses are added: the well-known applicant F and the river police inspector M, Mr L, had not hidden these events from the other tenants of the house and began to spread. As a result, he received a visit from a Mrs. M. who lived in Bow, a member of a reputable physical research society. Mrs. M... claimed she could end the sinister activity of the white monster and added that she did not want any reward. He agreed, even requiring the presence of trustworthy witnesses. They were, as we have just explained, in addition to Mr. L... and Mr. B... the applicant F... and Inspector M... on the day set, Mrs. M... came with a huge cage, from which she brought out a white cat with red eyes. He stated that he was an albino animal and that he provided important services for certain occult experiences. The cat immediately began to turn around the room, smelling the door, the window and finally the closet, which he was keenly interested in. Mrs M... pleaded with the men mentioned not to make the slightest move, to remain calm; after this warning she opened the closet. At the same time the cat began to run along the walls at an unimaginable speed. Then, suddenly, he was seen jumping over something invisible and starting a fierce fight. All this lasted two or three minutes, which seemed to those present to be centuries. Suddenly, witnesses heard a furious growl, then a shout so horrific that they almost lost their minds. The cat immediately calmed down, calmly licked his legs and went back into the manger. The ghost seriously explained Mrs. M... she's back where she never should have left. I can guarantee you he'll never come back. He told the truth, neither Mr. L... nor Mr. B... saw the white monster again. FIN", "title": "El pequeño monstruo blanco", "author": "Catherine Crowe"}