{"metadata": {"length": 6699, "words": 1341, "reading_time_min": 6.705}, "text": "And the first thing they did was separate me. I was separated from the only person I had ever spoken to in there, a girl I met down the hall and I asked, \"Are you as scared as I am?\" And when I said yes, she asked, \"I'm in the lingerie, and you?\" Then she left and was separated and never saw her again. They kept repeating my name and I kept going to the trout where they told me (ellas were all the time young women of amazing beauty who wore sober suits and had short hair): Company Miss Cooper. She'll tell you what to do. Every woman I met on the first day was called Miss Cooper. And Miss Cooper would ask me, \"Where are you?\" and by then I had learned to say, \"In books\", and she would say, \"Oh, well\". Then he accompanies Miss Cooper, and he adds, \"Miss Cooper\", and another of those young women comes up and the first one says, \"Here, the 13-3138, it's yours\", and Miss Cooper says, \"In books\", and the other one takes me and separates me again. Then I was instructed. Eventually, they separated me and took me to a classroom, where I sat for a long time in complete solitude (so segregated I was), and then a few more girls came in, all in jacket suits (I was wearing a red velvet evening gown), and we sat down and were taught. Each of us received a large book with the cover inscribed with R. H. Macy, and inside were notebooks with the words (from left to right): Compr. for ref. I'm not going to lie. The following is the list of the categories of products: c.p. or no. c.c. the number of the header. I'm going to buy. sales number. The Commission has not yet adopted a proposal for a regulation. The Commission is not responsible for the The Commission Behind the S there was a long blank line to put Mr. or Mrs. And the name, and then it started again: Num. The Commission shall adopt implementing acts. class, unit price. The total. And at the bottom of the sheet was written ORIGINAL, and then again: Guarde compr. For reference:  and Pick up a yellow coupon. Here you go. I read all this very carefully. It wasn't long before Miss Cooper came forward and told us about the advantages of working at Macys, and about the sales heels, which apparently were separated on some kind of road map and coal paper and I don't know what else. I listened to her for a while, and when Miss Cooper asked us to write on the sheets, I copied what the girl next door put on. That was the training. Finally, someone announced that we were going to the plant and we went down from the 16th floor to the ground floor. By then we were six groups and all of us were following Miss Cooper blindly with a book card. I never knew what that meant. Miss Cooper told me that she had to work at the special sales desk and showed me a booklet titled The Seal I Wanted to Be an Actress, which I was supposed to be selling. I was already halfway through the book when Miss Cooper came to tell me that I should continue with my group. I loved watching the dial clock and I spent a really fun half hour marking several ticks placed around the clock, until someone came and told me not to dial with the hat on, so I had to leave, after making a shy bow to the dial clock and its prophet, and I went to find out my dial number, which was 1773, and the dial number, which was 712, and the number of my dial, which was 1336, and the number of my dial, which was 253, and the one of the dial, which was the letter K, and the one of the key of my dial, which was the 872, and the one of my apartment, which was the 13. I took note of all those numbers. And so it was my first day. The second day was better. I was officially on the floor, in a corner of a counter, with a hand on the seal that wanted to be an actress in possession gesture, waiting for clients. The desk clerk was 13-2246 and she was very kind to me. He sent me to lunch three times, because he confused me with 13-6454 and 13-3141. After lunch, a customer came. She came up and grabbed one of my aspiring actress seals and said, \"How much does it cost?\" And I want you to send this to my aunt in Ohio. Part of the C.P. I'll pay you with a 32-cent coupon and the rest, of course, I'll charge to my account. Does the book have a fixed price? This is almost all I can remember of what you told me. I pointed a soothing smile at him and replied, \"Of course, can you wait a moment?\" I found a piece of paper in a drawer under the counter. It was written in large letters in diagonal, and read: Duplicated Triple. I wrote down the client's name and address, along with his aunt's name and address, and carefully wrote on the top of the triple-double: 1 Sgt. Strc. Yes. Then I smiled again at the client and said carefreely: It will be seventy-five cents. She replied, \"But if I have a C.P!\" I told her that all the C.P.'s were cancelled for Christmas sales and the client gave me the seventy-five cents, which I proceeded to save. Then I pressed a \"No Sales\" in the cash register and I tore the triple duplicate into pieces because I didn't know what to do with it. Later, another client came up and asked me, \"Where can I find a copy of Ann Rutherford Gwynn's \"Drop Like Thunder?\" and I pointed it out, \"In Medicine Books, right across the street\", but he went to 13-2246 and said, \"That's philosophy, right?\" and the client nodded and the 13-2246 pointed it out, \"At the bottom of the hall, in Dictionaries\". The client walked away and I told 13-2246 that, anyway, his indication was as valid as mine, but she looked at me and explained that philosophy, social sciences and Bertrand Russell were in dictionaries. I haven't been back to Macys for my third day because that night, as I was getting ready to leave the store, I fell down the stairs and broke my stockings and the janitor told me that if I talked to my department head, Macys would give me another pair, so I came back and found Miss Cooper and she said, \"Go to the seventh floor liquidator and give me this\", and she handed me a pink paper steering wheel with the bottom printed: \"Buy it\". for ref. I'm not going to lie. The following is the list of the categories of products: c.p. or no. c.c. the number of the header. I'm going to buy. sales number. the seller/a number. The Commission is not responsible for the The Commission And behind the S, instead of a name, it was written 13-3138. I took the pink sheet and I threw it and I went up to the fourth floor and I bought myself a pair of 69-cent stockings and then I came down and I went out the door of the customers. I wrote Macys a lengthy letter and signed it with all my numbers added up and divided by 11,700, which is the number of Macys employees. I wonder if they'll miss me. *FIN* My Life with R. H. Macy, The New Republic, 1941", "title": "Mi vida con R. H. Macy", "author": "Shirley Jackson"}