{"metadata": {"length": 3968, "words": 747, "reading_time_min": 3.735}, "text": "In a small town in Lower Egypt lived a twenty-year-old girl whose beauty was likened to that of a goddess. His name was Nitocris. He liked to help his father, who worked as a cattle scribe, counting cattle heads and avoiding quarrels among the ranchers. Nitocris could read, write and count, and when his father retired, he would replace him. All the boys in the village and the surrounding area wanted to marry Nitocris, but she would only share her life with a man she loved with all her heart. The young men kept insisting but she rejected them vehemently. Her father was surprised, even proposed to her for the handsome son of the mayor, but she couldn't bear it. Her parents only wished for the happiness of the beautiful young woman: \"Nitocris, only you can choose the man you will love as a husband. It was sunny in the afternoon and Nitocris went out to take a bath in the canal thinking that at that time no one would bother her. He took off his sandals, undressed himself, and stepped into the deliciously warm water. He's been swimming for a long time. Around there, the boys were hunting or playing ball. When the young woman turned to the shore, a boy gestured to her hand offering to help her out of the water. It was the mayor's son, who was very proud, armed with a bow and arrows, and gave him a hare he had hunted. - I don't want your presents. Get away from me! Get away from me! Nitocris said. - Don't even talk to me! I want to talk to you. \"You know I'll be your husband\", the young man replied. - Never did! I'll never marry you! Nitocris was looking for his sandals when he heard the sound of a flutter. A hawk descended to the ground at great speed, grabbing one of his sandals with his claws, and again ascended into the sky. When the mayor's son strained his bow pointing at the hawk, Nitocris shouted, \"Don't shoot! The falcon is the sacred animal of the god Horus, the protector of the pharaoh. No one can kill him. The young man was very embarrassed by his actions. A little later the council of ministers presided over by the pharaoh was held in the garden of the palace. The king remained single and this situation was not to be prolonged any longer. The Rule required a great royal wife to reign beside him, but none of them interested him. He was thoughtful and didn't pay attention to the minister, when suddenly the falcon jumped towards the king and dropped something on his knees. It was a sandal, the most beautiful I'd ever seen. He called the captain of the guard and said to him, \"Send men to every town and village and tell them to dress their sandals for every girl. Find your owner! The mayor's son was on his way to Nitocris' house when he saw two guards carrying out Pharaoh's commission. He did not hesitate to ask what was going on, to which he was kindly answered. All they had to do was visit the last house in the village that was at the end of the street. The boy, recognizing Nitocris' sandal, tried to keep her from being found. But at that moment the girl came out of her house carrying a bouquet of lotus flowers. The guard saw her and was impressed with her beauty. When he tasted her sandal, he realized that it was his. Nitocris went through the immense gardens of tamaris, sycomores and palm trees, reaching a huge hall in the palace. The floor was decorated with lotus-shaped tiles and the walls were decorated with beautiful paintings depicting hunting scenes. There, on his throne, was sitting the Pharaoh of Egypt. The young woman knelt before Pharaoh as a sign of admiration and respect. The king, carrying his royal insignia, took her by the hand and helped her up. Admired by her beauty, Pharaoh put on the sandal that the hawk had brought to him. Nitocris was the chosen wife of the gods, and she had fallen in love with the pharaoh. - You will reign in Egypt with me as the Great Royal Wife. I will build you a pyramid that will immortalize our love and make your name shine forever. The Cinderella", "title": "La sandalia de Nitocris", "author": "nan Anónimo"}