{"metadata": {"length": 5933, "words": 1152, "reading_time_min": 5.76}, "text": "The table next door was empty. But it was empty for a short time. Because a young, elegant woman walked into the cafe, looked around, took a few steps, hesitated, stopped, hesitated, and finally came to sit at the table next door. The lady was wearing a black coat, and under the coat was eighteen grams of green dress. The green of the dress was jade green. The black of the coat was Flemming black. She was saying goodbye to an intense atmosphere of Laissemoi-mon-vieux perfume; she seemed very proud of the frenzied blonde of her hair, and she had - resolutely - the air of a person who never loses his aplomb. He looked at me as I passed. He looked at me like I was looking at an umbrella that someone had left behind in the seat. He also looked at the little pieces that, halfway through writing, lay scattered across the table, and in their clear eyes there was a fleeting whisper in which I discovered their ideas. The lady was undoubtedly thinking, 'Who will this idiot be and what kind of stuff will he be writing?' For the same unknown woman who, upon reading your stuff, will suddenly be overwhelmed and trying to imagine your life, if she sees you writing these same things, she will think you are fools. The whole coffee, for its part, looked at her, and all eyes dilated with wonder and desire. As for me, I merely gave her a slight glance, and I dedicated this paragraph to her: \"Fing, deceiving others, adopting despicable and interesting attitudes of false empress in exile. I assure you, you're working in the open. I know that inside you must be as stupid, as vain and as boring as any other vulgar woman. For my part, you can keep pretending.... And I stayed so wide, and I went back to my quarters. The gentleman with whom the lady was quoted soon entered the café. He was a common man: not old enough to think of the Cro-Magnon man, not young enough to deserve a tricycle; elegant too. And he provided a mustache that he would shrink from time to time, to convince people that it was his. The gentleman sat next to the lady. Sweet smiles. A long handshake. And they began to speak in a faint tone, but not so faint as to reach my ears, preventing me from continuing to work and forcing me to attend to their dialogue. You heard the kind of things they said to each other: What did you do last night? She's the one. I went to bed early. He is. Did you think of me? She's the one. Until I fall asleep. He is. My love! She's the one. What about you? What did you do last night? He is. I went to bed right after eating. She-- she's an ambush! I swear. She-- Yeah, and you thought of me? I fell asleep with your portrait under my pillow. She-- she-- she-- In this instant I yaw for the first time. I know you went to the movies the night before. With my brother. - Did you really go with your brother? She-- How jealous you are! Who was she going with? You know, if it's not with you, I'm not happy with anyone. He-- chick! My second yawn and first contained nausea. - How beautiful you are! ELLA. Do you like me more today than yesterday? He-- infinitely more. ELLA. How do you like this hat? - That's amazing. - What about the dress? - It's wonderful. And I also think that... some phrases from the gentleman to the lady's ear. She. - Taking on a life of her own with a scandal. Shut up, you fool! If anyone heard you, I got nervous in my seat. - What about the shoes? Do you like them? They're divine. - What about the coat? - That's lovely. - This brooch? It's a watermark. - What about the stockings? - They're lovely. I sighed deeply and began to make efforts not to hear such simplicity. But new simplicities kept hammering my brain. EL - Do you still love me a little bit? She-- I love you. But not as much as I do to you... her. He-- more? More is impossible. She-- you flatterer! I got nervous and started to make a couple. She-- How many of you have told the same thing? - He's-- just you. - I don't like you lying. He's... hanging out on the couch. Tell me, my dear, will you always love me as you do now? She-- always. - He-- - Forever? She-- for ever. Second and third nausea on my part. If I were to die one day, my love, would you love again? She never. He-- never, did he? She-- never. EL - What would you do? She'd go to the cemetery every day, bring you flowers and cry... Kissing her in the hands. My glory! My queen! That's when I got up and called the waiter, who was a young man in his twenties. The young man came, I put one hand on his shoulder, and with the other hand I pointed to the couple. And I said, \"Dear waiter and friend, there you have love... look at it well, burn it in your memory, never forget... that stupid show is what poets have been singing for centuries. He and she looked up at me in surprise. I continued as if such a thing: \"That which you have before your noses, dear waiter, is love, and, in the opinion of many, the only reason for existence. Observe it, study it thoroughly. Love is to tell lies and to fool one's hands under a table... Love is to ask what time one has gone to bed... Love is to swear that, apart from the loved one, nothing else exists... Love is to call one another jealous... Love is to praise the dresses and hats of the chosen one... Love is to argue, in an irresistible dialogue, who loves the other more... Love is to affirm that one has eternity in one's hand... Love is to say that one will go to the cemetery every day to bring flowers... Love is to believe all that!! I raised my arms to the ceiling in a Greek heroic attitude, and shouted: \"And such a slope has lived Mankind since the planet began to rotate through space! Isn't it to react violently? Yes, you are! It is! Look at that! And holding up a chair, I dropped it on the lady's head and then on the gentleman's skull. And only when I saw them fading and lying on the couch I left the coffee room satisfied with myself and with the philosopher's air in the blunt school. FIN", "title": "El amor tomado del natural", "author": "Enrique Jardiel Poncela"}