{"metadata": {"length": 2932, "words": 524, "reading_time_min": 2.62}, "text": "He had bought the tapestry, at a special price, from a talking Arab on a torrid street in Cairo during his only trip to the Middle East. The cloth showed a fat, moffat caliph sitting in the shade of a flowering almond tree and surrounded by numerous, solicitous huras. The distant resemblance he thought he found between his own features and those of the central character of the scene was perhaps the determining factor that drove him to acquire that craft piece of doubtful good taste. Back home he proudly hung the tapestry on the dining room wall and set out to resume the usual course of his routine existence as a stock trader. That routine, however, was interrupted on the third day of his return by the sudden illness of his youngest daughter, aggravated by the doctors' inability to diagnose the cause of his illness. The following week, his wife was involved in a near-fatal car accident and, before the month was over, his grocery store was completely destroyed by a mysterious fire whose origin was impossible to determine. Convinced that the tapestry was the cause of the chain of misfortunes that plagued him, he resolved to get rid of it as soon as possible and placed a classified advertisement in the newspapers offering it for sale. But since the story of the curse had already circulated widely, no one accepted the offer. He then decided to destroy the tapestry by setting it on fire after deliberately soaking it in gasoline. The flames consumed the flammable liquid but strictly respected the material, which remained intact after the attack. He tried to cut the evil cloth into pieces and in his efforts he blunted all the cutting tools at his disposal. Desperate, he threw the tapestry into the dry well in the yard of his house, but that one bounced at the bottom of it like a rubber ball and returned to his hands immediately. That same night, with the tapestry rolled up under his arm and a shovel in his hand, he walked to the outskirts of the village and dug a hole in a lonely place in order to bury him as deeply as possible. When the excavation was completed, he threw the tapestry to the bottom of the hole, which began to fill with earth. But as it fell into the hole, the tapestry floated on its surface - as if water were what was fading - so that when the filling was finished the diabolical object had reached the ground level and remained innocently spread at its feet, while the moffed caliph seemed to look mockingly at it from the center of the cloth. At that very moment, defeated by fate, he surrendered to the inevitable: he threw himself on the tapestry, moved from a thrust to the caliph and took his place under the almond tree and next to the smiling Hurians, willing to wait, with oriental patience, for some innocent passerby to take care of the magical object abandoned and, repeating his story, free him from the curse that had trapped him among his nets. Beyond the Mirror, 1975", "title": "El maleficio", "author": "Virgilio Díaz Grullón"}