{"metadata": {"length": 6828, "words": 1303, "reading_time_min": 6.515}, "text": "The pilgrimage to Rolandseck or the ruins of Roldán is a necessity for tender souls who dwell not only on the two banks of the Rhine, from Schaffouse to Rotterdam, but even fifty leagues inland. If tradition is to be believed, it was there that, going up the Rhine to answer the call of his uncle, ready to set out to fight the Saracens of Spain, Roldán was received by the elderly Count Raymond. After learning the name of the illustrious paladin who had the honor of being received into his home, he wanted his daughter, beautiful Alda, to serve him at the table. Roldán didn't care who served him, provided the food was rich and the wine good. He held his glass: then a door opened and a beautiful young woman with a velicoman in her hand entered and went towards the gentleman. But in the middle of the journey, Alda and Roldán's eyes met and - strange thing! - they both began to tremble so much that half the wine fell to the floor, both from the guest and from the excavator. Roldán was to leave the next day, but the old count insisted that he spend eight days in the castle. Roldán knew well that his duty awaited him in Ingelheim, but Alda directed her beautiful eyes at him, and he stayed. After those eight days, the two lovers had not yet spoken of love, but on the night of the eighth day, Roldán took Alda by the hand and led her to the chapel. When they reached the altar, they both knelt at the same time. Roldán said, \"I will never have another wife but Alda\". Alda added: \"My God! Take my oath to you that I will be yours if I am not his. It's been a year. Roldán did wonders, and the echo of his exploits reached from the Pyrenees to the banks of the Rhine; then, suddenly, he was heard vaguely talking about a great defeat, and the name of Roncesvalles was mentioned. One night a gentleman came to ask for hospitality at the castle of Count Raymond; he was returning from Spain where he had accompanied the emperor. Alda dared to pronounce Roldán's name and then the knight told how in the throat of Roncesvalles, surrounded by Saracens, seeing only against a hundred, he had sounded his oliphant to call the emperor in his help and that with such force that, although he was more than half a leg, the emperor had wanted to return; but Ganelón had prevented him, and the noise of the oliphant had been weakening, because it was the hero's last effort. Then he had seen it, lest his good Durandarte sword should fall into the hands of the infidels, trying to break it into the rocks; but, accustomed to handle the steel, Durandarte had broken the granite; and it had been necessary for Roldán to insert the blade into a crack in the rock, and break it by leaning on it. Then, covered with wounds, he had fallen to the side of the pieces of his sword, uttering the name of a woman named Alda. The daughter of Count Raymond neither shed a tear nor shouted a word; she stood up, pale as a dead woman, and, going to the Count, said, \"Father, you know what Roldán had promised me and what I, for my part, had promised him. Tomorrow, with your permission, I will enter the Nonenwerth convent. And the father looked at the young woman, and trembled his head sadly, and said in his heart, Is it Roldán? and I am nothing. Then I recalled that before I was a Christian, \"May the will of God be done in all things\". -He answered. And the next day, Alda entered the convent. Then, in a hurry to take the veil, since she thought that the further away from the world she was, the closer she would find herself to Roldán, she obtained from the diocesan bishop, who was her uncle, that the trial time be reduced to three months for her; and, after those three months, she pronounced her vows. It had not been eight days since a gentleman requested hospitality at the castle of Count Raymond. The Count goes out to meet him; the gentleman stops and looks at him surprised because, during the three months he was apart from his daughter, the Count had aged more than ten years. Then the ruler lifted up his helmet and said, 'Father, I have kept my word. Did Alda fulfill yours? The old man shouted in pain. That gentleman was Roldan. The wounds he had received had been deep, but not fatal. After a long convalescence, he had set out to meet his fiancée. The old man leaned on Roldán's shoulder; then, making a heap of courage, he led him without answering a word to the chapel and there, making a gesture to him to kneel while he himself kneeled: \"Let us pray\", he said. - Is she dead? - whispered Roldán. - She's dead to you and the world! Didn't I promise it would be yours or God's? He's kept his oath. The next morning Roldán, leaving his horse and his weapons in the old count's castle, went out on foot, headed to the mountain and in the afternoon reached the summit of one of the peaks that dominate the river; and saw at his feet, at the end of his raging island, the convent of Nonenwerth. At that moment, the nuns were singing the evening service, and in the midst of all those voices that rose to heaven, there was a voice that reached right into her heart. Roldán spent the night lying on the rock; the next morning, at dawn, the nuns sang maitins, and he heard again the voice that made all the fibers of his soul vibrate. So he decided to build himself a hermitage on the top of that mountain, so as not to drift away from at least the one he loved. And he got his hands on the job. About the eleventh hour the sisters went out and scattered around the island. One of them went to sit by a log on the water. She was covered in a veil; she wore the same habit as the other nuns, but Roldán did not doubt that she was Alda. For two years, morning and afternoon, Roldán heard among the voices of the other nuns the voice that was so dear to him; for two years, every day, at the same time, the same lonely nun went to sit in the same place, although each day came more slowly. Finally, one night, the voice was gone. The next morning, he was gone too. It was eleven o'clock and Roldán waited in vain. The nuns scattered as usual around the garden, but none of them went to sit under the sauce by the water's edge. At about four, four nuns, rising up, dug a pit at the foot of the sauce; when the pit was ready, Roldán heard the songs again in which the sweetest and most beautiful voice was still missing, and the whole community came out escorting the casket in which lay a virgin with a crowned forehead of flowers and a pale and uncovered face. It was the first time in two years that Alda had lifted her veil. Three days later, a shepherd who had lost a goat climbed to the top of the mountain and found Roldán sitting there, with his back leaning against the wall of his hermitage, and his head tilted over his chest. He was dead. FIN Excursions sur les bords du Rhin, 1841 Spanish translation by Cobos Castro", "title": "Roldán después de Roncesvalles", "author": "Alexandre (padre) Dumas"}