{"metadata": {"length": 4249, "words": 826, "reading_time_min": 4.13}, "text": "There he is, the sea, the most unintelligible of nonhuman existences. And here is the woman, standing on the beach, the most unintelligible of living things. How the human being once asked a question about himself, becoming the most unintelligible of living things. She and the sea. There could only be one encounter of their mysteries if one gave himself up to the other: the handing over of two unknown worlds made with the confidence that two understandings are given. She looks at the sea, that's what she can do. And their gaze is limited by the line of the horizon, that is, by their human inability to see the curvature of the Earth. It's six in the morning. Only a loose dog wanders the beach, a black dog. Why is a dog so free? Because he is the living mystery that is not investigated. The woman hesitates because she's going in. Its body is comforted by its own exigencies in relation to the vastness of the sea because it is the exigencies of the body that allow it to stay warm and it is that exigencies that make it poor and free, with its share of dog freedom in the sands. That body will enter the unlimited cold that rages without rage in the silence of six o'clock. The woman doesn't know it, but she's doing a feat. With the beach empty at that hour of the morning, she has no example of other humans turning the entrance to the sea into a simple light game of life. She's all alone. The salt sea is not just because it's salty and big, and that's a realization. At that hour she knows even less than the sea does. His feat is, unknown, meanwhile, to continue. It's fatal not to know yourself, and not knowing yourself takes courage. He's coming in. The salt water is so cold that it ritually erises her legs. But a fatal joy, and joy is a fatal one, he already has it, even if he still doesn't think about smiling. On the contrary, it's very serious. The smell is of a stunning tidal wave that awakens her from her most sleepy secular dreams. And now she's alert, even without thinking. The woman is now compact and light and sharp; she opens her way in the frost that, liquid, opposes her, while letting her in, as in love, in which opposition can be a petition. The slow path increases its secret value. And suddenly she's being covered by the first wave. The salt, iodine, all the liquid, they leave it for a moment blind, running out (scary, standing, fertilized). Now the cold turns to ice. Moving forward, she opens the sea in the middle. It no longer needs value, it's old in ritual. He lowered his head into the sea's glow, and pulled a haircut out running over his salty burning eyes. Playing with her hand in the water, slow, her hair in the sun, almost immediately hardened by salt. With the shell of his hands he does what he always does at sea, and with the arrogance of those who never give explanations to themselves: with the shell of his hands full of water, he drinks in big, good sips. That's what he lacked: the sea inside like a man's thick liquid. Now she's all the same to herself. The nourished throat shrinks with salt, the eyes red with the sun, the gentle waves hit and back, for it is a compact wall. She dives again, drinks again, more water, now no anxiety, because she doesn't need more. She's the lover who knows she'll have it all again. The sun opens more and the hedgehog, as it dries, it sinks again; it is less anxious and less acute. Now you know what you want. He wants to stand, standing in the sea. So that's what it looks like. Like against the sides of a ship, the water beats, turns, beats. The woman doesn't get any transmissions. He doesn't need communication. Then he walks into the water, back to the beach. He's not walking on water, he'd never do that after thousands of years someone had walked on water, but no one can take that away from him: walking in water. Sometimes the sea resists her, pushing her back hard, but then the woman's bow advances a little harder and rougher. And now step on the sand. You know it's glowing with water, and salt, and sunshine. Even if I forget it in a few minutes, you'll never be able to lose all that. And he somehow knows darkly that his hair is from a shipwreck. Because he knows he's taken a risk. A risk as ancient as human beings. FIN", "title": "Las aguas del mar", "author": "Clarice Lispector"}