{"metadata": {"length": 6553, "words": 1244, "reading_time_min": 6.22}, "text": "Two children were sitting on the dock playing dice. A man was reading a newspaper on the steps of a monument, in the shadow of the hero, who was milking a sword. A girl at the fountain was filling a bucket of water. A fruit merchant stood by his merchandise and looked out to sea. Through the windows and door of a tavern two men could be seen drinking wine. The tavern attendant was sitting in front of a table. A boat was silently sailing the sea, as if carried over the water, and headed for the small harbor. A man in a blue shirt jumped ashore and tied the boat. Two other men in dark jackets, fitted with silver buttons, were carrying a mattress behind the pilot, in which a man appeared to lie under a large silk cloth with stripes and floral motifs. At the dock, no one paid attention to the newcomer, no one even came up when they came down the stretcher and waited for the counter-master, still busy with the strap; no one asked them any questions, no one wanted to notice. The chief stopped a little because of a woman, who showed up on the deck with her hair loose and a child in her chest. Then he came up, pointed to a two-story yellow house that stood up straight to the left, near the shore. The carriers lifted their cargo and carried it through a low door formed by two thin columns. A boy opened a window, but as soon as he noticed the group disappearing into the house he quickly closed it. The door was also closed, carefully assembled oak wood. A flock of pigeons that had been flying over the bell tower up until that time now lay in the square, in front of the house. As if that house were where their food was stored, the pigeons gathered at the door. One of them flew up to the first floor and pierced the window glass. They were brightly colored, well-groomed, lively animals. The woman hurriedly threw a handful of grains at them from the boat, and the pigeons flew toward her. An old man, played with a plaster adorned with a mourning ribbon, was descending one of the narrow, steep alleys leading to the harbor. He looked around, he was worried about everything, the sight of garbage in a corner made his face contract, on the steps of the monument there were fruit shells, he threw them down with his stick as he passed. He called the door of the columns and, at the same time, held the candle in his black-washed hand. They opened at once, about fifty boys lined up along the hallway and bowed down. The contramaestre went down the stairs, greeted the gentleman, led him upstairs; on the first floor they passed through a courtyard surrounded by simple galleries and, finally, both entered, while the boys followed them at a respectful distance, in a large and cold room at the back of the house, in front of which no other house was seen, but only a bare, grayish-black rock wall. The bearers were busy setting and lighting some candles on the head of the camel, and as the fire burned, the still shadows came out and burned over the walls. They had taken the cloth off the mattress. In it lay a man with thick hair and beard, completely careless, tan skin, with the appearance of a hunter. He remained motionless, apparently breathless, with his eyes closed; yet, everything around him indicated that he may have been dead. The Lord went to the table, put his hand on the forehead of the well, knelt down and prayed. The pilot made a gesture to the carrier to leave the room; they went out, threw the boys, who had gathered there, and closed the door. However, the gentleman did not seem to be able to keep quiet enough, so he looked at the pilot, he understood and retreated through a side door to the next room. The man in the couch immediately opened his eyes, turned his face with a painful smile toward the lord and said: \"Who are you?\" The gentleman abandoned his prayerful posture without showing astonishment and replied: The mayor of Riva. The man in the couch nodded, pointed to a chair with his arm weakly stretched out and said, after the mayor had accepted his invitation: \"I already knew that, Mr. Mayor, but at first I always forget everything, everything turns around and it's better to ask even if I know everything. He'll probably know I'm the Gracchus hunter, too. \"Yes\", said the mayor, \"I was told he was coming tonight. We were asleep for a while, when my wife, about midnight, cried out, \"Salvatore! Look at the pigeon in the window. It was actually a pigeon, but it was as big as a rooster. He flew to my ear and said, \"Tomorrow comes the dead hunter Gracchus, receive him in the name of the city!\" The hunter nodded and pulled the tip of his tongue between his lips. Yes, the pigeons are ahead of me. But do you think, Mr. Mayor, that I should stay in Riva? \"I can't tell you yet\", the mayor replied. Are you dead? Yes, said the hunter, as you can see. Many years ago, it must be a huge number of years, I got naked in the Black Forest, that's in Germany, when I was chasing a chick. I've been dead since that incident. But you live too, the mayor said. \"In a way\", said the hunter, \"I'm still alive in a way. My death boat went wrong, a wrong maneuver with the rudder, an instant of carelessness by the pilot, a distraction caused by my beautiful homeland, I don't know what happened, I just know that I stayed on land and that my boat, from that moment, is surfing the earthly waters. So I, who only wanted to live in his mountains, now travel to every country in the world. And you have no contact with the afterlife? \"I'm not sure\". \"I always stay on the big staircase leading up there\", replied the hunter. On that infinite ladder I never cease to look, whether up or down, to the right or to the left, always in motion. But if I take a big push and I light up my door up there, awake in my boat, in any steady-water swamp. The fundamental error of my death echoes sarcastically on my boat; Julia, the pilot's wife, knocks on the door and brings to my bedside the morning drink of the country we're paying for. \"A cruel fate\", the mayor said, raising a defensive hand. And you're not at fault for that? \"None\", said Gracchus. I was a hunter, is that being guilty of something? He was employed as a hunter in the Black Forest, where wolves still lived. I was stalking, shooting, shooting, shooting, shooting, is there any guilt in that? My work was blessed. I was the great hunter of the Black Forest. Is there any guilt? It's not my job to decide, the mayor said, but I don't think there's any guilt either. But who's not to blame? The pilot said the hunter. *FIN* Der Jäger Gracchus, 1917", "title": "El cazador Gracchus", "author": "Franz Kafka"}