{"metadata": {"length": 3552, "words": 726, "reading_time_min": 3.63}, "text": "One fall I was surprised to find my daughter Maria on the sidewalk in front of the watch factory; she was thinner, but I didn't have to recognize her. I don't remember why I was on the street anymore, but it had to be something important, because it was after the stairway railing had broken, so I had actually stopped going out. But then I met her, and I thought, \"What a strange coincidence that I came out just today\". He seemed happy to see me, because he said \"father\" and he shake my hand. She was the one I liked the most about my children; when I was little I often said that I was the best father in the world. And she used to sing for me, by the way, pretty bad, but it wasn't her fault, she had it from her mother. - Maria, I said, you really are you, you look good. \"Yes, I drink urine and I'm a vegetarian\", she said. I laughed, I hadn't laughed in a long time; imagine, I had a daughter with a sense of humor, even a little bit of a bold humor, who would say. It was a beautiful moment. But I was wrong, what a pity that you can never get rid of your illusions. My daughter was left with a blind eye. \"You're making fun of me\", he said, \"but if I told you... - Orina, yes, and I've become someone else. I didn't hesitate for a moment, it was logical, it must prove impossible to remain the same person before and after you started drinking urine. \"Well, well\", I said in a conciliatory tone, and eager to talk about something else, perhaps something nice, you never know. Then I noticed that he was wearing a wedding ring and I said, \"I see you're married. She looked at the ring. - Oh, I only wear it to keep the heavy ones at bay. That would have to be a joke, I quickly calculated that she would be at least about fifty-five, and she wasn't that pretty either. So I laughed again for the second time in a long time, and in the middle of the sidewalk. - What are you laughing at? - he asked. \"I think I'm getting older\", I said, when I realized I was wrong once more, \"but that's how it is today. She didn't answer, so I don't know, I guess and I hope my daughter isn't very representative of the new times. But why have I had children like her, why? We were silent for a moment, I thought it was time to say goodbye, an unexpected encounter shouldn't last long, but just then my daughter asked me if I was okay. I don't know what he was asking, but I answered the truth, that the only thing bothering me were my legs. - They don't obey me anymore, my steps are getting shorter, and soon I won't be able to move. I don't know why I talked to him so much about my legs, and it certainly turned out I shouldn't have. - It'll be the age\", she said. \"Of course it's the age\", I said, \"what else would it be?\" - But I guess you don't need to use them so much anymore, do you? \"If you say it\", I replied, \"if you say it\". At least she caught the irony, I'll say that in her favor, and she got angry, but she couldn't help herself, because she said, \"Everything I say is wrong. I didn't know what to answer to that, what could I have answered? I just shake my head inexpressively, there are already too many words in circulation around the world, and the one who speaks too much cannot keep what he has said. \"Well, I have to go on my way\", my daughter said after a short but long enough pause, \"I have to go to the herbal garden before they close\". I'll see you guys later. And he shake my hand. - Bye, Maria - I said. And he left. That was my daughter. I know everything has its inherent logic, but it's not always easy to figure it out. FIN", "title": "María", "author": "Kjell Askildsen"}