{"metadata": {"length": 3851, "words": 761, "reading_time_min": 3.805}, "text": "For a long time there was a land where at night there was always darkness, and the sky was spread out like a black sheet, for the moon never came forth, nor the stars shone in the firmament. And four young men went out of that country one day, and ran round about the world; and they came to a land where at dusk, as soon as the sun was hidden behind the mountains, a bright sphere appeared upon an oak, which scattered a clear and soft light from a great distance; and though it was not as bright as the sun, it was very clear to see and to discern the objects. The strangers stopped to look at her and asked a farmer, who was passing by in his carriage, what kind of light that was. It's the moon, 'the man replied. Our mayor bought it for three shields and held it in the oak cup. You have to put oil on it every day and keep it clean so it burns clearly. We pay him a shield a week for that. And it came to pass when the man of the field had gone, that one of the servants said, This lamp shall be of great service to us; for we have a oak tree in our land as high as this; we may hang it from it. What an advantage, not having to walk around in the dark! You know what? - Said the second. We'll go get a carriage and a horse, and we'll take the moon. You can buy another one here. I know how to climb trees. I got the third one. I'll go upstairs and take her off. The fourth went to get the chariot and the horse, and the third climbed the oak tree, drilled a hole in the moon, passed a rope through it and dropped it. When the shining ball was in the cart, they covered it with a blanket so that no one would notice the theft, and thus transported it, without any delay, to their land, where they hung it from a high oak tree. Old and young alike were greatly rejoiced to see the new lighting spread out over the fields and fill their rooms and rooms. The dwarves came out of their caves, and the lizards, in their red jackets, danced in the meadows. The four were responsible for putting oil on the moon and keeping the temple clean, and for this they were paid a weekly shield. But they became old, and when one of them became ill and foresaw the nearness of death, he ordered that a quarter of the moon, of which he was the owner, should be deposited in his grave. When he was dead, the mayor went up to the oak tree and, with the scissors of a gardener, cut a quadrant, which was placed in the coffin. The star's light was dimmed, though not much. But at the death of the second, another room had to be cut, with the resulting dimming of the light. The third man died, and the darkness was darker. At the last hour of the fourth hour, darkness reigned over the land. People who went out at night without a flashlight, nodded, and it was all bumps and tricks. But as the four quadrants of the moon joined together in the underworld and illuminated the kingdom of eternal darkness, the dead began to tremble and to awaken from their last sleep. And they were astonished that they could see again; and the moon was enough for them; for their eyes were so dim that they could not stand the sun's light. They got up from their graves and began their old ways with joy. Some went out to games and dances, others to the tables, where they got drunk, riled and quarrelled, and took off their stakes and mocked each other. The noise was getting louder and louder, and it ended up being heard in the sky. St. Peter, the gatekeeper of Paradise, believed that the world below had risen up, and ran to concentrate the heavenly hosts to reject the enemy, in case the devil, at the head of his own, tried to invade the mansion of the righteous. But seeing that they were not coming, he rode his horse and headed for the underworld. There he made the dead quiet and brought them back to their graves. Then he took the moon and hung it on the sky. ♪ Finish ♪", "title": "La luna", "author": "Hermanos Grimm"}