{"metadata": {"length": 7312, "words": 1339, "reading_time_min": 6.695}, "text": "A man of colorful body, with a colorful face, wears dirty white threaded pants, a blue jacket with a pink scarf on it, and a too small, backward-facing canotier hat. Play the guitar. A small individual in white gym shoes, with his face hidden by a felt hat that looks like a broken wing, blows the flute; and a tall, thin subject with sparkling boots, makes filigree - complicated laceration - with a violin. They stand in full sun, without smiling, but neither seriously, in front of the orchard; the pink spider of one hand scratches the guitar, the hand clenches, with a copper ring embedded in a turquoise, forces the lazy flute, and the violinist's arm tries to sew the violin in two. It forms a small group, people who eat oranges and bananas, tearing out the skins, cutting them, distributing them. A girl even carries a basket of strawberries, but she doesn't eat them. How beautiful they are! Look at the tiny, pointy fruits as if you were afraid of them. The Australian soldier laughs. Come on, come on, if you're gonna run out of them for a while. But he doesn't want to eat them either. She likes to gaze at her scared face, her confused eyes looking for hers. With how expensive they are! The soldier pulls out his chest and sketches a smile. Older women, with velvety bodies old and dusty, bitter; old, slender, umbrella-like, old-fashioned women with a flickering hat on their heads; young women dressed in muslin, with hats that seem to have grown up in a hedge and high-heeled shoes; men dressed in caqui, sailors, dirty office workers, young Jewish men in fine cloth suits, shoulders and wide pants; hospician men dressed in blue the sun is discovering them all, and the chilling and strident music holds them all together for an instant, forming a great knot. The younger ones are rocking, pushing up and down the sidewalk, trampling, bowing tails; the older ones are taking advantage of the conversation: \"So I said to him, if you want to go to the scholar, you will go to him, I say. And when I finished cooking it, there was a little boy's ass. The only ones who stay silent are the rag-painted little ones. They stay as close as possible to the musicians, with their hands behind their backs and their eyes wide open. Every once in a while, they move a leg, they wave an arm. A frequent spectator, who can no longer stand, takes a couple of turns, sits down solemnly, and gets up again. It's fantastic, huh? She pretends a girl hiding behind her palm. And the music breaks down to form glittering pieces, and it reunites, and breaks up, and dissolves, and the crowd disperses, walking slowly up the hill. When the road turns, the stations start. - You are a plumbers! You little pricks! Two pennies! Who wants one? Come on, boys, to tickle the ladies. They're soft brushes with a wire handle. Soldiers buy them with pleasure. The cute little monogot! Two pennies one! The burrito that jumps! What a mess! Extra sugar, your period! Buy it, boys, buy it! Roses! Who wants roses? Buy a rose for the young lady, boy. Roses, ma'am? Feathers, feathers! They're hard to resist. Beautiful, dazzling feathers, emerald green, scarlet, bright blue, canary yellow. Even children carry feathers nailed to their caps. An old woman with a paper triangle shouts as if it were her last will, the only way to salvation or to regain your senses: Buy a triangle and put it on right away! It's been a whimsical, half sunny, half windy day. When the sun is gone, a shadow is spread; when it reappears, it shines brightly again. Men and women notice it warming up their backs, chest, arms, and they feel the body expand, come to life... and that's why they give themselves big hugs, lift their arms for nothing, run after a girl, or laugh laughing. What a lemonade! A huge bowl of lemonade is installed on a table covered with a cloth; and in the yellowish water, lemon trees float that look like swollen fish. In glasses of thick glass it looks thick, almost like jam. Why can't they drink without spilling it? Everyone spills it, and before the glass passes to the next, the last drops are thrown into a circle. Around the ice cream cart, with the striped cloth and the metal-browned lids, the children are crawling. The little tongues lick, lick the Christmas cucumbers, the cut ice cream. A lid is lifted, the wooden spoon sinks into the ice; and one closes his eyes, to swell his teeth silently. Let the birds give you good luck! \"An indefinite-age Italian woman stands by a cage, opening and closing her black nails. His face is a masterpiece, delicately carved, and he wears a green and gold scarlet tied. And, inside their prison, the love birds are flipping by taking the paperwork deposited in the eater. He has a strong character. She'll marry a redhead and have three children. Be careful with a blonde woman. - Watch your step! Be very careful! A car, driven by a fat driver, is hurrying down the hill. And inside comes a blonde woman, a blonde who frunches her lips and leans forward, leaving a scar in her life. You go carefully! Very careful! Ladies and gentlemen! I'm a professional auctioneer, and you can be sure of that, because if it wasn't true, I would be exposed to being stripped of my license and thrown in jail. He's got the permission hanging from his chest; the sweat that falls on his face soaks his paper neck; his eyes are glass. When you take off your hat, you discover a deep red sign on your forehead. But no one buys him a watch. Be careful again! A great milord descends the hill making those with two old, reviewed creatures inside. She wears a lace umbrella; he sucks the handle of his cane, and the two bodies, old and fat, roll in unison as the cradle shakes, and the gasping horse leaves a trail of manure as he treks the hill down. Under a tree, Professor Leonard, with a turban and a toga, stands beside his sign. He's just come for one day, from the London, Paris and Brussels exhibitions, to read the future in the face. And he stays still, smiling to lure parishioners, like a clumsy dentist. When the strong-willed men who, even a moment ago, were masquerading and swearing, hand him their six-pence coins, and stop in front of him, they take an unusual seriousness, become lazy, shy, and almost blush when the teacher's quick hand marks the printed cards. They are like children whom the master, hidden behind a tree, has discovered playing in a forbidden garden. And finally, you get to the top of the hill. Wow, what a heat! What a beautiful day! The tavern is open and the crowd is crashing into the entrance. The mother sits on the side of the road with the child and the father brings him a glass of something dark, dark, and then he violently reopens his way in, tail-stepping. The tavern is full of beer and the noise and the noise of the voices. The wind has cooled, and the sun is setting more strongly than ever. Outside, next to the two doorways, there are a bunch of kids coming like flies to the candy jar. And up the hill, people keep climbing, with feathers and monigots, and roses and feathers. Up, always up, under the light and sun, screaming, laughing, screaming, as if something pushed them from below, and from above, from the sun, something took them to the full, glowing, dazzling splendor of... of what? *FIN* Bank Holiday, Athenaeum, 1920", "title": "Día festivo", "author": "Katherine Mansfield"}