{"metadata": {"length": 4734, "words": 836, "reading_time_min": 4.18}, "text": "Mr. Palomar walks down a lonely beach. Find a few bathers. A young woman lying in the sand takes the sun with her chest uncovered. Palomar, discreet man, turns his gaze to the sea horizon. He knows that in similar circumstances, when a stranger approaches, women rush to cover themselves, and that doesn't seem right to him: because it's annoying for the swimmer who was taking the quiet sun; because the man who passed by feels untimely; because the taboo of nudity is implicitly confirmed; because half-respected conventions spread insecurity and inconsistency in behavior, instead of freedom and candor. As soon as he sees the pink-brown cloud of a naked female torso emerge from afar, he hurries his head so that the path of the gaze is suspended in the void and guarantees his courtesy respect for the invisible boundary that surrounds people. But - think as you continue to walk and as soon as the horizon clears, regaining the free movement of the eyeball - I, in doing so, manifest a refusal to see, that is, I also end up reinforcing the convention that considers the sight of the breasts illicit, that is, I institute a kind of mental body suspended between my eyes and that chest that, by the glimpse of it that has reached me from the limits of my visual field, seems fresh and pleasant to me to see. In a word, my not looking presupposes that I am thinking about that nakedness that worries me; this is still deep down an indiscrete and retrograde attitude. Back, Palomar again passed in front of the swimmer, and this time he kept his gaze fixed forward, so as to rub equally uniformly the foam of the receding waves, the hulls of the stranded boats, the towel stretched out in the sand, the lighter skin henchida moon with the brown halo of the nipple, the profile of the coastline on the slope, gray against the sky. Yes, I have made my breasts completely absorbed by the landscape, and my gaze weighs no more than that of a gull or a watermelon. But is it fair to do so? - Keep your head down. Is it not to crush the human person at the level of things, to consider him an object, and what is worse, to consider object that which is in the person specific to the female sex? Am I not perhaps perpetuating the old custom of male supremacy, challenged by years of routine insolence? Turn around and go back on your steps. Now, as he slides his gaze across the beach with unbiased objectivity, he makes it so that as soon as the woman's chest enters her visual field, a discontinuity, a deviation, almost a jump is noticed. The gaze advances to rubbing the tense skin, retreats, as if appreciating with a slight glimpse the diverse consistency of the vision and the special value it acquires, and for a moment it stays in the middle of the air, describing a curve that accompanies the relief of the breasts from a certain distance, elusive, but also protective, to resume its course afterwards as if nothing had happened. I think that my position is quite clear - Palomar thinks - without any possible misunderstandings. But could not this overflying of the gaze be understood as an attitude of superiority, a depreciation of what the breasts are and mean, a sort of setting them apart, on the sidelines or in parentheses? It turns out that I now relegate the breasts back to the darkness where they have been held for centuries of sexomaniac pudibundance and lust as sin... Such an interpretation goes against Palomar's best intentions who, despite belonging to the mature generation for which the nakedness of the female chest was associated with the idea of loving intimacy, nevertheless welcomes this change in customs, whether for what it means as a reflection of a more open mentality of society, or because that particular view is pleasing to him. This selfless stimulus is what I wish I could express with his gaze. Turn around. With a determined step he moves once more toward the sun-drenched woman. Now his gaze, rolling down the landscape, will stop at his breasts with special care, but he will hurry to integrate them into a drive of benevolence and gratitude for everything, for the sun and sky, for the curved pines and the dune and the sand and the cliffs and the clouds and the algae, for the cosmos that revolves around those nimbadous peaks. This would have to be enough to permanently calm the lone swimmer and clear the ground for deviant inferences. But as soon as she comes closer, she suddenly joins in, covers herself, breathes, runs away shrinking from her shoulders with disgust as if fleeing the annoying insistence of a satirist. The dead weight of a tradition of prejudice prevents the most enlightened intentions from being appreciated in their fair merit, Palomar concludes bitterly. FIN", "title": "El pecho desnudo", "author": "Italo Calvino"}