{"metadata": {"length": 7001, "words": 1281, "reading_time_min": 6.405}, "text": "He is rather low than tall; he has a very cold blue eye, which, by the pungent, a rattling, seems dark (for blue does not pinch, as the American snobs will say, that everyone sees blue); when Gonzalez Bribón looks without hatred (without love always looks) his clear eyes seem like a lake, i.e., two... frozen, frozen. One night we came out of an Echegaray performance, of those who raised real storms; it was at a time when the Burgundian of the inverosimilitudes was still not critical. We went out laughing, as always; excited ourselves, indignant the enemies; among the noise, next to the guardrail, I threw myself at Bribon. I went to him. - And you? What do you think?... Are you one of us, or are you one of the indignados?... - I am one of the indignados, because... I have lost my hat. -But what do you think? - I think so, you give me the sack. The leather bag of González Bribón was seen, and was placed as a good literary talisman. González Bribón is of his time, is of his pandilla, is of his tertulia, is of his newspaper, is of his daltonism, that is, that only believes in the color he has chosen to see everything as his crystal is painted. It is like the River Stone; the adversities that flow through the soul of Bribón are smuggled out as the slander in the abscess of the \"Milk of the Alcarria\". After, with the marble, or «terra-cuota», of its rencores, Bribón makes artistic “bibelots”, many times correct. It is one of those egoists that don't look it because they are nervous. It moves a lot, but it is always around itself. In Bribón, “misoneism” (high-pitched) is a form of autolatricism. She still admires Eguilaz, because at that time, he was still Bribón, young, fashion-conscious. Those elegants of the sixteenth century and so many, who, as he raised a monument to the memory of his conquests, continue to be seen, as far as possible, by the cut they used then, González Bribón has remained a zealot, a zealot in literary taste, not because he is incapable of understanding and feeling the new, but because of the nostalgia of his verdors; for love of his time. It is of those who still speak of the jokes of Inza, and of those who call Florentino Sanz genious, and admire him for the “Quevedo”, and because he stayed until very late in the Casino. González Bribón was not born bad. It has been done. The first was romantic. He knew a drama in which he talked a lot about the moon. But as the glare of the critic made the stars visible, the whole moonlight became a gloom. It can wait twenty years to redress a grievance. He frequents offices where he knows he has an item that interests a critic of those who have burst his romantic bubble, and uses his relationships with the top officials to get the item not to move or to move badly. It is not comfortable to go to the Congress, or to the Athens, or to any place where there is a tribune. But when he knows that he is talking about his literary enemy, he goes. If the other speaks well, he will be quiet. But with great patience he persuades the enemy to give up the habit of bad-mouthing, or of being aphonic, or of not gratifying the lords... Bribes come from \"the stamp\" in his newspaper, yelling, \"If I could do less! If we had only foreseen it!’ He has to follow his opponents with the patience of that Englishman who followed a famous balloon around the world “until he saw it fall off the string and die.” Bribe does not lose sight of “his renown”, and when he sees them fall he makes it seem that he “was there” by chance, and... here that does not count! It seems the most unfortunate of all. He brings the newspapers he owns as an investor, his friends and protectors... Why do they defy him? No; to attack their enemies. Frequents the main libraries. Do you know why? To sell the used books. He asks to stay alone with the bookshop, and then, full of emotion, he asks, he pleads, that he be told “if Fulano sells a lot.” (Fulano, some enemy of Bribon). He gets a real delirium of satisfaction when the bookshop tells him that it is not “as good as it sounds”. The “crack” of the “long novel” makes you crazy happy. Their main old enemies are \"long novelists\". (He writes stories). He also seeks to be well acquainted with foreign editors, and with editors of magazines in Paris, London, Rome, New York, etc., etc. Why? To send you \"informs\" from our writers. Of course, putting their few friends in the clouds, and omitting or discrediting their enemies. Bribón is the author of those reviews of contemporary Spanish literature that appear from afternoon to afternoon, as well as, by way of contrast, some English, French and Italian papers. It also takes great pleasure in sending data to literary encyclopedias, biographical dictionaries and other works of the style. Why? To “omit” enemies or to put them insignificantly that gives lascivity. “Until the guide of forasterers” seeks to influence. How? It's all a novel. He became friends with the test-taker; one day he invited him to eat, he ate, and as the other told him that he had to go and correct the last \"year\" of the guide, he asked the powers-that-be to go in his place, to do his quota. And he was... and his mortal enemy, X. Y. Z. who appeared in the official book in a list that was a sort of a ladder... he lost two or three places and lost the Excellency. He has recently discovered that the television agencies have become critical and send telegrams to the provinces pointing out the stars and judging, in a very harsh way, the stars’ works. Because Bribón has become friends with two or three Menchetas (I use the word not in its patronymic sense, but as a common appellation) and whenever there is an opening... enemy, you know, the Abichuelas, or the Fiebre, or the Maleta agencies tell their “provincials”: “Teatro de drama... author persecudo por el juez de guardia... Symbolic potatoes. All right.” It may be a lie and it may be a great success, but who will take away from Bribon the pleasure of having discredited an enemy for twenty-four hours? But he is not content with discrediting the writers he abhors. He follows the enemies of those he abhors and is content to give them a bomb. Bribón writes articles in which, according to his program, he talks “at least about literary criticism.” This is a pretext to not have to talk about the good books of your enemies. But... sometimes he asks the reader to “make an exception” for Mr. Fulano... and writes a scandalous bomb to praise the book of anyone. And that one always is some snob who has shattered the pantorrillas of a literate of those who hate Bribon. Bribes don't write books. But these days have been crowned with a great “biography” on paper, “in several colors”, with a portrait of the biographer... a volume of the highest quality. It is the panegyric of Insignificant Donation of Tal. A good boy, who lives amontonated with the infidel wife of Z. X. Y.... the worst critic was the romantic drama in which Gonzalez Bribón said those things about the moon. *FIN*", "title": "González Bribón", "author": "Leopoldo Alas \"Clarín\""}