{"metadata": {"length": 2392, "words": 451, "reading_time_min": 2.255}, "text": "She and I worked for a publishing house in European capitals, and it was widely believed that they had published the first Bible used by the Jesuits in Mexico. By lunchtime, she and I were alone. The other proofreaders, the cartographer (was there one? ), the typewriters, the fast-fingered women in the collection office, the managers' secretaries, would go out to take their tables in the crowded slaughterhouses around the company and, sitting down, order light salads and Coca-Cola. She was, at that time, drawing out of her purse magazines with names that probably punished more than my ignorance as a man of old age. She, at that time, spit in a cardboard box at the foot of her desk a gum she chewed all morning and supplanted the gum with a triple sandwich of crumb, cooked ham and cheese. He also crossed his legs and a shoe was swinging on the tip of the foot of the crossed leg over the other. That Friday, she was wearing a walkman. I did not look at his face at noon on that Friday of an orphaned July of joy: I looked at a fine thread of metal that shone a little higher up the light lid of his head, and then I looked at his head, and I looked at his long, lacy blonde hair. I stopped deleting the abhorrent gerund in the original of a novel that had sold 15,000 copies of its first edition, before the novel and the gerund that would survive the infectious purges of correction were published, and whose author, the highest-rated national story, is a man who loves wine and boxing, and appreciates clever jokes, and walked to her desk. And when I got to her desk, I looked, above her head, and from her walkman's short antenna, the sky at noon that Friday. I looked, through the wide windows of the empty and silent room, at the gray sky, and some desolate ceiling, and dry sheets that beat the cold and violent air. I bent down, and bent down, crawled under his desk, and there, in a dusty, swollen warmth, I stroked his foot, heel and toes, above the black silk of the middle. That softening of a tense, cold elasticity lasted as long as she wanted it to. I kicked her and then I stood up, and in front of her, I asked her, in a low voice, if I had bothered her. She looked at me. And his lips, stuffed with butter and machine cheese, promised me an endless winter. \"Do it again\", he said, and his teeth glittered, they too, still, with crumb, butter and machine cheese. FIN", "title": "El corrector", "author": "Andrés Rivera"}