{"metadata": {"length": 4179, "words": 800, "reading_time_min": 4.0}, "text": "There was once a man named Moyut. He lived in a village where he had obtained a position as a small official and it seemed very likely that he was going to end his days as inspector of weights and measures. One afternoon, as he was walking through the gardens of an old building near his home, the Jádir - the mysterious guide of the Sufi - appeared to him dressed in a bright green robe. Moyut met the Jadir and the Jadir said to him, \"Man of bright prospects, quit your job and meet me by the river bank in three days. And he disappeared. Moyut went to see his superior, moved by this encounter, and told him he had to leave. Everyone in the village soon learned of this decision, and they said, \"Poor Moyut, he's gone crazy\". But since there were many candidates for his post, they soon forgot about it. On the appointed day Moyut met the Jadir, who said to him, \"Take off your clothes and go to the river\". Maybe someone will save you. Moyut did it without hesitation, though he wondered if he had gone mad. He could swim, so he didn't sink, but he was dragged by the water long before a fisherman put him on his boat and said, \"You crazy man, the current is so strong, what are you trying to do?\" Moyut said, \"I really don't know. \"You're crazy\", said the fisherman, \"but I'll take you to my cottage by the river, and we'll see what I can do for you. When the fisherman discovered that Moyut spoke well, he learned from him to read and write. Instead, he gave him food and a place to live. Moyut helped the fisherman with his work. After a few months the Jadir appeared again, this time at the foot of Moyut's bed, and said to him: \"Get up and leave this fisherman. We'll see what happens to you. Moyut immediately left the cabin, dressed as a fisherman and wandered until he reached a road. When day came he saw a farmer on a donkey on his way to the market. - You looking for a job? \"The farmer asked him, 'cause I need a man to help me bring back some shopping I have to do. Moyut followed him. He worked for the farmer for almost two years, during which time he learned a lot about agriculture, but nothing else. One evening, while he was cleaning cotton, the Jadid came to him and said, \"Leave this job, go to the city of Mosul and use the savings to become a fur trader\". Moyut obeyed. In Mosul he became known as a fur trader and did not see the Jadir again for three years. He had saved up a considerable sum of money and was thinking of buying a house when the Jadir came to him again and said, 'Give me your money.' Get out of this town. He goes as far as Samarkand, and works there as a warehouse keeper. Moyut did it. He actually started showing quite certain signs of enlightenment. He healed the sick, served his fellow citizens, and during his free time noticed that the mysteries were deepening in him more and more sharply. Philosophers and businessmen came to visit him and asked, \"With whom did you study?\" \"It's hard to say\", Moyut answered. His disciples asked him, \"How did you get your start?\" He said, \"Like a little official. - And you left her to devote yourself to mortification? - No, I'm not. I just left her\", Moyut said. But his disciples did not understand. People would come to him to write the story of his life. - What have you been in your life? - they were asking him. -I jumped a river, became a fisherman; then I left a cabin in the middle of the night; after this I became a farmer, and while I was cleaning cotton I changed and went to Mosul, where I became a fur trader. I saved some money there, but I left it, and then I came to Samarkanda and worked as a warehouse keeper. And this is where I am now. But this inexplicable behavior does not illuminate your strange gifts and your wonderful examples at all, the biographers said. - That's right, Moyut said. So the biographers organized for Moyut a very exciting and wonderful story, because all saints must have their story, and the story must be according to the appetite of the listener, not the realities of life. And no one can talk about the Jadir directly. That's why that story isn't true. It's a representation of life. This is the real life of one of the greatest Sufis.", "title": "El hombre de vida inexplicable", "author": "nan Anónimo"}