{"metadata": {"length": 2539, "words": 500, "reading_time_min": 2.5}, "text": "They ate. My stomach felt a little well, my mouth yawned, my eyes closed for a sweet drowsiness. The husband started smoking a cigar, ran off and lay on the couch. The wife sat on her head and started to giggle... they were happy. Tell me something... the husband said. What am I going to tell you? Mmm... Ah, yeah! You know what? Sofia Okurkova has married that... With Von Tramb! What a scandal! What's the matter with you? Because Tramb is a loser. A wretched... a scoundrel. A guy with no principles. A mean beast! He was the count's manager and got rich, now he works in the railroad and steals... ruined his sister... come on, he's a crook and a thief. Look at you marrying a guy like that! And live with him? I miss you! Such a decent girl...! Oh, my God! I wouldn't marry that guy for a living! Even if he was a millionaire! Even if he was more handsome than I don't know who! I can't imagine a spouse being a bastard! The wife got up in indignation and, blushing, walked around the room. His eyes were burning with rage. She seemed sincere... What a creature that Tramb was! Women who marry gentlemen like that are fools of a million! So... you, of course, wouldn't get married... now... what if you found out that I too... am a bastard? What would you do? - I? I'd leave you! I wouldn't stay with you for a second! I can only love an honest man! If I know you've done a little of what Tramb did, I'll say goodbye! Oh, my God! How are you...! I didn't know...! The woman lies and doesn't blush! I never lie! Try to make a mess of me and you'll see! And why do I have to try it? You know yourself... that I'm more of a bitch than your Von Tramb... compared to me, Tramb is nothing. Are you surprised? It's weird... pause. What's my salary? Three thousand a year. And how much is the necklace I bought you last week? Two thousand... Isn't that right? And the dress from yesterday, five hundred... the dacha, two thousand... Yesterday your father asked me for a thousand... But, Pierre, it's extra income... Three days ago you lost a hundred roubles on the cards... the husband joined in, put his head on his fists and read the entire indictment. He went to the desk and showed his wife the evidence of the crime... Do you realize now that your Von Tramb is a little bit of a petty, a mailman compared to me...? - I'm going to see you. Go, and from now on do not reproach! I'm through with this. Perhaps the reader still wonders: 'And did she leave her husband? - He left? Yeah, she went... to another room. Finished, Fragments, 1883", "title": "Se fue", "author": "Anton Chejov"}