{"metadata": {"length": 6709, "words": 1119, "reading_time_min": 5.595}, "text": "Anyone interested in the camel passing through the eye of the needle should register their name on the Niklaus sponsorship list. Cut off from a group of deadly scientists, those who manipulate uranium, cobalt and hydrogen, Arpad Niklaus draws his current research to a charitable and radically humanitarian end: the salvation of the souls of the rich. He proposes a scientific plan to disintegrate a camel and make it pass in jet of electrons through the eye of a needle. A receiving apparatus (very similar in principle to a television screen) will organize electrons into atoms, atoms into molecules and molecules into cells, immediately reconstructing the camel according to its original scheme. Niklaus has already managed to change position, without touching her, a drop of heavy water. He has also been able to assess, to the extent permitted by the discretion of matter, the quantum energy fired by a camel's mane. We find it useless to overwhelm the reader here with that astronomical figure. The only serious difficulty that Professor Niklaus stumbles upon is the lack of an atomic plant of its own. Such facilities, as large as cities, are incredibly expensive. But a special committee is already working to solve the economic problem through a universal collection. The first contributions, still somewhat timid, are used to cover the cost of publishing thousands of brochures, bonds and explanatory prospects, as well as to ensure that Professor Niklaus has a modest salary that allows him to continue his calculations and theoretical research as the huge laboratories are built. At present, the committee has only the camel and the needle. As animal welfare societies approve the project, which is harmless and even healthy for any camel (Niklaus talks about a likely regeneration of all cells), the country's zoos have offered a real caravan. New York has not hesitated to expose its most famous white dromedary. As for the needle, Arpad Niklaus is very proud, and considers it the cornerstone of experience. It is not just a needle, but a marvelous object given birth to by his laborious talent. At first glance, it might be mistaken for a common needle. Mrs. Niklaus, showing fine humor, is pleased to suck her husband's clothes with her. But its value is infinite. It is made of a prominent metal that has not yet been classified, and its chemical symbol, just hinted at by Niklaus, seems to imply that it is a body composed exclusively of nickel isotopes. This mysterious substance has given scientists much to think about. There is no shortage of those who support the ridiculous hypothesis of a synthetic osmium or an aberrant molybdenum, or who dare to publicly proclaim the words of an envious professor who claimed to have recognized Niklaus' metal in the form of tiny crystal clusters encased in dense masses of siderite. What is known for certain is that the Niklaus needle can withstand the friction of an electron jet at ultra-cosmic speed. In one such explanation, so pleasing to abstract mathematicians, Professor Niklaus compares the camel in transit to a spider's web. It tells us that if we were to use that thread to weave a cloth, we would need all the outer space to stretch it, and that the visible and invisible stars would stay there lit up like dewbrushes. The beam in question is millions of light-years across, and Niklaus offers to wrap it in about three-fifths of a second. As you can see, the project is entirely viable and we would even say that it is a scientific sin. It already has the sympathy and moral support (not yet officially confirmed) of the Interplanetary League chaired in London by the eminent Olaf Stapledon. In view of the natural expectation and anxiety that Niklaus' offer has caused everywhere, the committee expresses a special interest in drawing the attention of all the powerful on earth, so that they are not surprised by the charlatans who are passing dead camels through subtle holes. These individuals, who do not hesitate to call themselves scientists, are mere con artists hunting hopelessly unwise ones. They proceed in an extremely vulgar manner, dissolving the camel in increasingly light solutions of sulfuric acid. Then they distil the liquid through the eye of the needle, using a steam clepsid, and they believe they have performed the miracle. As you can see, the experiment is useless and it's worthless to fund it. The camel must be alive before and after the impossible transfer. Instead of melting tons of cherries and spending money on unspeakable charities, people interested in eternal life who have a disruptive capital should sponsor the camel's disintegration, which is scientific, spectacular and ultimately lucrative. Speaking of generosity in such a case is quite unnecessary. You have to close your eyes and open the bag wide, knowing that all expenses will be covered in advance. The prize will be the same for all taxpayers: the urgent thing is to bring the delivery date as close as possible. The amount of capital needed cannot be known until the unpredictable end, and Professor Niklaus, in all honesty, refuses to work with a budget that is not fundamentally elastic. Subscribers must pay their investment dues patiently and for years. There is a need to hire thousands of technicians, managers and workers. Regional and national subcommittees should be set up. And the status of a college of successors to Professor Niklaus, not only must be foreseen, but budgeted in detail, as the attempt can be reasonably extended over several generations. In this regard, it is worth noting the useful age of the wise man Niklaus. Like all human purposes, the Niklaus experiment offers two probable outcomes: failure and success. Besides simplifying the problem of personal salvation, Niklaus' success will turn entrepreneurs with such mystical experience into shareholders in a fabulous transportation company. It will be very easy to develop the disintegration of human beings in a practical and economic way. The men of tomorrow will travel great distances, instantly and safely, dissolved in electronic bursts. But the possibility of failure is even more flattering. If Arpad Niklaus is a chimera maker and a whole line of impostors follows him to his death, his humanitarian work will only increase in size, like a geometric progression, or like the chicken tissue grown by Carrel. Nothing will prevent him from going down in history as the glorious founder of the universal disintegration of capitals. And the rich, who are being impoverished in series by exhausting investments, will easily enter the kingdom of heaven through the narrow gate (the eye of the needle), even if a camel does not pass through. FIN", "title": "En verdad os digo", "author": "Juan José Arreola"}