{"metadata": {"length": 6333, "words": 1212, "reading_time_min": 6.06}, "text": "A dry wind was making the white cloths of the sower wavy. The earth's lips of dying thirst were waiting imploring the help of tears from heaven. In the blue inclement, or a rain-shining cloud. Open grooves like a hope. You look as gloomy as a disappointment. Don Juancho told me, old and rough as the earth itself. In front of the old don Juancho's house lay the white tobacco plantation where the seeds were being sown. In those tender seeds was the whole future of this man made in tobacco. Above, the peeled, dry, roasted soil, where the newly transplanted seeds died burned by the relentless sun. The old man looked at them as the daughters of his soul and waited for the sparkling lightness of the horizon in search of a thick black cloud. With the moon dying comes the north, the callos tell me, a peasant has spoken. But the moon walked indifferently her wavering face over the misery of tobacco men. Only in the middle of the night did a hungry dog encourage in a long, whining howling a hope of cheese and honey. Look, you don't know what the life of a tobacco reaper is. Tobacco is like a bad child; you just have to put a mosquito in it, which we don't do with our own children. And be careful not to be killed by the changa and the fleas. I'm gonna pay him, I'm gonna throw him in, I'm gonna shake him up. Being dependent on the drought, from the north, which when the deep rivers collect strong winds drags the forests and crushes the gavels. In ranches, you cook it, grind it, spray it and a thousand other things. And you have to spend the nights on the watch, keeping the temperature in order not to get stuck. And what the ungrateful pays you! Here the ones who earn the most are the ones who work the least. Look, and after all this work, if you do it, you don't have a safe market. You have to tell me to give it away. Re-design companies are combining to set purchase prices, and I'm gonna take you by the neck. If not, you have to tell where the hoarder is, and you know nobody's hoarder to lose. And they are a harvest to him that reaps it, and a profit to him that receives it. You don't work to win. You work for a living, I said naively. \"How bad to live\", the old man explained. I answered nothing; that I knew much, much more than I did about the things of evil. Thirty years in this field, I reap after reap; these thorns I see, here they have gone out, and in payment I have only the mortgage estate. This is the last card I play. If I don't get a discount, I'll have to tell the people to live off charity. Dude, the worst thing about tobacco is the bowling alley, which is only for the smoke. Balls, tobacco that doesn't get to be a foot, a half or a crown. Boliche, that's the life of a tobacco man. And he walked off the trail until he got lost in the fog of the seeds. And I muttered in pain: \"Boliche, bad tobacco; boliche, tobacco that does not become a layer. A red flash of fire over the hills announced the death of a day. The tobacco harvester lives forever dreaming of a bust. Like the gambler who waits on a last card to recover everything he lost, and loses even what he gives. So the small tobacco shop, looking for a place to get a drink, which sometimes never comes, loses his farm and the bread of his children. Finally, he came north. The tears of heaven soak the dry lips of the earth that is all-parading. The rains fell on the open grooves and made the ve nets heavy. The rains fell wet the hope of the tobacco men. The word \"north\" was heard from hill to hill, the rudder encouraging the ox who shook his powerful flanks with joy. Enter the pit, ox Lucero! The pigs, behind the plow, were looking for the worms in the black turning. And the hills were filled with men, women, and children, who, lying upon the red-bushed, were sowing, and pouring, and weaving, and waving the earth. And the seeds grew and laid their note of feathers on the slopes of the hills. The rains brought laughter to the hungry faces. The ranch shake his shell. It's penetrated his life. It was growing tobacco: pie, medio and corona. Women, men, and children were given up to the task of defoliating. And the huge burdens went into the ranches on the peasants' shoulders. Poor women, poor men and poor children! Men of poor newspapers, sun-curved, slender, lean-bodied, eaten by anemia, starved by hunger. Almost green faces, like the bitter tobacco leaf. Women spent on motherhood and overwork. Premature old kids, who don't know about the Wizards and yes about the bad night, and about the power, when there is. And after all that hard work, I saw these poor farmers eating a long, rhaled soup. Mara village of the peasant dietitian. Long soup, philosophical soup, soup of the miserable. I heard this conversation that shocked me: \"Don't you know that Venancia's son was brought in a hammock?\" Tonight is the evening of the evening. That's the epilogue of those anonymous lives: a hammock and a velory. The fucks stabbed the silence, and the dogs barked the star-studded spell of mystery. I've always seen Don Juan move agile in the hard work. The last time I saw him, I collapsed in the blazing, the calm wind of the afternoon, playing with his crutches, white as the seeders' cloth. The harvest was great, but it came in a very strong north and it sank the gavels. In addition, came the price drop and the collection of the consequent deep rivers ruinous tobacco sales. And all the cuts for the harvestman and all the profits for the hoarder. I walked away from the neighborhood, and a few months later, as I was walking the streets of the village, someone stopped me. I wanted to get rid of the intruder, thinking he was a doorman or a gunman. But I recognized that face. Don't you remember Don Juancho? How could I not know him! The months had made her footprints years. I lost the estate I had on the mortgage. Do you remember? It was the squeeze! And in her eyes a tear of rebellion trembled. I tried to help him with money. But he refused with that hypocrisy of the born-again. And he walked away, not by the track anymore, but by a lonely alleyway, dragging his body as hard as a pity. And I remembered that phrase, \"Boolich, bad tobacco, good tobacco for smoking\". The Commission has already adopted a number of amendments to the directive. That's the life of a tobacco man. *FIN* Terrace, 1947", "title": "El boliche", "author": "Abelardo Díaz Alfaro"}