{"metadata": {"length": 2904, "words": 575, "reading_time_min": 2.875}, "text": "You probably know what a magnifying glass is, a circular lens that makes things ten times bigger than they are. When one takes and puts before the eyes, and looks through a drop of water from the balsa out there, more than a thousand wonderful animals are seen that otherwise would not have been seen; and yet they are there, there is no doubt. It would be almost a plate full of crabs that jump in revolt. They are very voracious, they run from one end of the room to the other, arms and legs, muscles and limbs, and yet they are happy and satisfied in their own way. Because I have here a man who lived in another time who everyone called Crible-Crable, for that was his name. He always wanted the best of everything, and if he didn't get it, he took it as magic. So, he dreaded what was at his reach. The old man was sitting one day with a magnifying glass in his hand, examining a drop of water he had extracted from a puddle in the cave. God, that sucks! A symphony of animals going from one side to another, and coming to leap and play, come to squabble and eat each other. -What a pig! - exclaimed the old Crible-Crable-. Will there be no way of requiring them to live in peace and quiet, and of making them each take care of their own affairs? And he thinks he thinks, but as he did not find the solution, he had to go to the witchcraft. -You must give them colour, so that we can see them better -he said, and poured over them a drop of a liquid like red wine, but which was in fact the best grade of hepatic blood, from the sixth lobe. And all the animals were dyed red; it seemed like a city full of naked savages. -What do you have there? -asked another old broomstick who had no name, and this was precisely the good of him. -If you know what it is - Crible-Crable-, he gave it to you; but it is not so easy to find out, if you know not. The innominate broom looked out of the window and saw something quite similar to a city where all the people were naked. It was horrible, but even worse was to see everyone pushing and shoving, slamming and shoving, stumbling and falling. The one who was up wanted to go down, and vice versa. -F**k, f**k! His leg is longer than mine. Paf! Go away with her! There is one who has a splinter behind his ear, a little splinter, but it hurts, and it hurts more. And they sat on him, and he ate, and they were filled with the swine's tidings. Another remained quiet, pacifist as a nun; he only asked for peace and quiet. But the dandelion could not stay in its ring: it had to come out, they caught it, and in a moment it was dispersed and ruined. -It's very fun! - said the wizard. - Yes, but what do you think it is? - asked Crible-Crable. Are you able to discern it? -Take it, it's very easy - said the other. It is Copenhagen or any other great city, all are equal. It is a great city, whatever city it is. - It's water from the well! -Crible-Crable. FIN", "title": "La gota de agua", "author": "Hans Christian Andersen"}