{"metadata": {"length": 6304, "words": 1155, "reading_time_min": 5.775}, "text": "Do you remember? It was like today. A whim, a rage of your vanity jealousy. It was every morning, perhaps beautiful and smiling, when I, looking at a ray of sunshine and gazing up at the sky, waited, after the sweet dreams of the night, for the windows of your room to be opened, showing me in the glory of your face the whirlwind of my soul. You lazy, I impatient, sometimes afraid to disturb your sleep, I would go in with punches to the bed. You were sleeping. I kissed you in the eye and trembled like a seizure, you turned your back without looking at me, without talking, rubbing your forehead in blue silk and laces. The anger! Talk to you? Kissing you more, on your neck, on your ear, on the golden knot of your hair? Every kiss was an electric shock to increase your anger. What did you have? Bah, any insignificant and unjust motive, which manifested itself to me at last dry apostrophe of contempt, with tenacity convinced of hysterical, rebellious to any explanation. I tried it, though I knew its ineffectiveness beforehand, and then wounded in the greatness of my affection by the smallness of your womanly spirit, I was away from you and your room, as proud as you, but more sad... eleven, twelve, one... the young lady had not been dignified to rise. In front of me, at the table, was your empty chair... I went to the country, far away, to wander... to the circle afterwards, until two in the morning... I would come back to lunch only the next day; and there at dinner time, late, very late, I used to find you in the dining room with an indifferent face. You didn't talk to me or talk to you. But even without looking at you, I could tell you were looking at me studying my face impressions. You were so careful to dress up more, only waiting for my first word of reconciliation, you used to fool yourself. Your pride appeared in a disgraceful farewell, and we each retreated to our own room. A mutual oath not to yield was on our lips... It was a party, visits, anything. Guests and other joys around; that is, your disgust being emphasized by the good humor of others, and my sorrow disguising itself as irony in rude conversation, in kindness to your friends, in some calculated compliment to some black eyes... you would get up, you couldn't take it anymore... you would have thrown everyone out of the house. No one but me, in the animation of the tertulia, warned you of your absence, and no one but me, smiling with infinite pleasure, listened to the scandal of the talk those soft, nervous notes that made your piano cry with rage with a low pedal... glass notes, which were breaking in the air. The ungrateful... Weber's notes, then... those that despaired of Margarita Gauthier, the explosive scale, with all the anger of your spirit... I smiled. The poor boy I dispense with the honor of not listening to paid my ineffable smile with another stupid smile. But he talked to me, he talked to me... and you always played, insulting me, biting me with your joys and your scales... pouring bitterness over my heart with those sublime notes of the walker you reserved for the supreme effort of your pompous and treacherous flirtation... I would come to you, to the dark, lonely living room, and hug your waist behind the piano counter, stamping a kiss on your mouth. You stood up surprised, running away from me with a sigh of repulsion that was from your flirting the desired revenge... then, on the contrary: you, with the others, to laugh, so that I could hear it; I, in any collapsed chair, on the crest of despair, seeing myself a miserable toy of your whims. •••• You were having dinner, and I wasn't going to have dinner. I kept hearing the arpeggios of your laughter, I kept sitting there, alone, in the dark, cursing the blessing of knowing you... and I owed the wine of making you compassionate, because at last, you yourself, once, two, three times, you bothered to invite me to dinner. Dryly the first, sweetly afterwards, forgiving, begging, asking for charity; all the transition in a short time made in the eternal paradox of your soul... but did I hear you?... A great cold made me tremble, a cold of terror, peered into the depths of your vigour and our love. Then yes, your hand was pulling from my hand. I followed you to the dining room and sat away from the table, on the couch, from where I saw you face to face, very serious, very sad, amid the dawn of the sherry on the faces of others, who took care of neither you nor me, by chance. Contacts of joy fell into my sorrow, and more drunk I of bitterness than came from those, I laughed afterwards too... A laugh of his laughter, a mockery of his derision, a sovereign contempt towards everything, and towards you, my queen, and towards me first... a cutting, higher, holler laughter, which dominated the others and ended up silencing them, turning to her the strangeness and confusing everyone... a laugh that choked me, which shook my whole body in nerve beatings, which gushed crazy and dreadful from my throat, which reached my eyes and made them shed tears, and which in cruel weeping and sadness sank into your heart, leaving sharp, bitter, bitter notes that still tear me apart in your heart and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and tears, and It was, as it is today, a whim, an anger of your vanity jealousy. Since I can't hear you, I don't know if you're crying by ripping the piano's flashing glass notes. You don't see me, you don't know if I'm laughing. The Naïve Tales, 1920", "title": "Tu llanto y mi risa", "author": "Felipe Trigo"}