{"metadata": {"length": 3326, "words": 594, "reading_time_min": 2.97}, "text": "In the real field. A touch of nature, enough to reveal God's wisdom and goodness. They're vulgar animals, but they're free. I'm free too. It's nap time; I drag my sick chair down the wide hallway, under the maternal beds; I lie down delightfully, and try not to think of anything, which is very healthy. A hundred hens peck and dig the ground without ceasing; the hens suffer the same uncoerced voracity; they forget their professional arrogance, and sink the peak. Those people don't raise their heads except when they drink; then they look up with religious expression. A hungry cloth fits my skin, I pat it with a patch, it falls to the ground, and, more agonizing, the ants take it to the dark place where they store food. The elastic lizards trust my immobility; dense, round, viscous, they advance in fast races, interrupted by long moments of petrified espionage. It seems at first glance that they take the sun; what they do is hunt flies. They stop them in flight with their tongue as fast as lightning, and the jaw-dropping box closes over them instantly. It is sad, in the middle of the 20th century, to dominate the air and perish among the faucets of a muddy, anachronistic reptile, a lost relative of the late saurians of the Jurassic era. Suddenly, a sharp buzzing catches my eye. On the wall, the removal of which has been torn apart, leaving the mud full of deep cracks in the air, a blue fly, captive of webs, is shaking with desperate convulsions. The finer grey threads, woven with a thin rubber, wrap it around little by little, thickening its hellish spike; and the poor prison wings vibrate in an ever smaller space, casting a whimpering, ever thinner and weaker. And they come out and they come and they go back to the cubby, stalking their prey, the black and furry legs of the monster, the arms of death. One more minute, and the catastrophe will be over. I can save the bug... but who am I to intervene in this drama, to perhaps disrupt the plans of Providence? Who knows what crimes the fly has on its spirit? Besides, if we were to save whole-headed flies, what good would we have to have webs, spiders, and maybe the flies themselves? Let us not alter the wonderful order of the universe. But the groaning of the wings stopped; the victim succumbed. Beautiful and happy evening... the bulls roar far away; they roar miserably; they surround the place where they slaughtered a fellow, and they lament without understanding why, sniffing blood. In search of mine I am being harassed by the advanced mosquitoes, those who nail the pipe and get killed heroically while they thirst. And the sun goes down, red-colored the world. The transparency of the atmosphere is what I love about my eyes. What beautiful curves describe the hawkes, chasing the bats! My soul is permeated with vague sentimentalism; the magnificence of twilight excites my literature; the star lies down, as Chateaubriand says, \"tired and burning\", and I entertain myself with elegance. And here they are, a few steps down the hall. It's Panta, the cook, with the corpse of a chicken in her hand. Wretched strangled neck, sinister feathers still eroded from supreme terror! The good woman looks at me tenderly, and asks for orders. Yes, with rice, it won't burn. I feel like I have an excellent appetite. Finish short stories, 1911", "title": "Mi zoo", "author": "Rafael Barrett"}