{"metadata": {"length": 4519, "words": 839, "reading_time_min": 4.195}, "text": "That night I had suffered a great humiliation, of those that are received in the midst of people without people realizing it. We kept smiling, my interlocutors and I, as if nothing had happened, and in reality nothing had happened for them: they had simply said a phrase that for everyone, including me, was a joke. But an instant later I was breathing with work and I was curving in my corner, stunned and absorbed like a stunned man. Luckily, no one noticed me and everyone was thinking about talking and getting heard. I even got to intervene shortly afterwards: I tried to bring the conversation back to the previous sentence; whether that was weakness, or a challenge to my anguish, I don't know. When they had all left, I, who was nevertheless sleepy and sluggish, accompanied my friend P. to his house. My friend was quiet, in a good mood, and since I was not speaking, he would look at me curiously. I wondered why I had gone with him, and I longed for the solitude of returning to abandon myself to the low and touch his bottom. There was something not said between us, and the caution of the unconscious friend added discomfort to my despair. Because that night I was really desperate. And tomorrow, what are you doing? My friend asked, as we were about to arrive. I don't know what I said to him, maybe just one of the usual impatience gestures between us. He must have believed my mood was caused by sleep, and he left on the resonant sidewalk. I listened to his footsteps, almost pretending to myself that his departure was the last voice in life that left me, and finding in this fantasy a sort of desperate relief. Then I turned around and started my own way, abandoned to myself. It was a June night, and the darkness was throbbing. I compared my anguish to the sweetness of my own size, and I dug and dug again at every step in my pain as if all the darkness were soaked in it and it was enough to move forward to feel its weight becoming more intolerable. I suddenly realized and stopped that the innocent phrase that started it all had disappeared from my mind. I was standing on the sidewalk of a square where a fountain was buzzing. That noise seemed futile, despite its charm. Nothing could ever abolish the miserable reality of my existence. Of the sweetness of the hour, only the silence, the perfume, the calm caught up. It was late at night and I had wandered more than usual to distract with the novelty of the thing my humiliation. I could not resign myself to the idea that I would wake up the next day and, in the brief twilight of dawn, find again in my heart, before I even opened my eyes, this family torment. I was so tired and hurt that I could only recover through an effort, a break-up. I decided then to wait for the day in the streets, to spend the night in the open, since the whole city was deserted and the rustling of some distant carriage was not a city thing but a country thing. The warmth of the sky no longer implied a night's hour. I kept walking as I looked around, directing my discouraged thoughts to the sound of a whirlwind of leaves, to the black transparency of the sky. Thus was born between me and the night a vague intimacy; vague because something very different weighed upon my soul, and the houses, the desert lanterns, the vault of heaven, passed around me in silence like a light breeze. In silence my great pain was almost silent, numbed instead of the body. I continued walking; I crossed streets, squares, avenues; I drew near to the end of that endless road, which would end only in the morning. Having a goal, I no longer feared time, and my own loneliness abolished my past self-awareness. The morning would not catch me in treachery as usual; the unusual hour I lived had already absorbed all the bitterness, and I went to meet him as if to something never seen and mine. I greeted her behind a suburban house. When it spread and flooded the streets, I started to loosen the passage. Now I could even stop and taste the tiredness, abandoning myself to the voices that called her, fresh. But by stopping, by stopping to evoke her and going to meet her, it would become a morning like so many others, as I had already feared during the night. So I kept moving forward, opposing the residual pain my tireless will to stay awake. I passed the last houses, I came to a bridge; across the bridge the field was beginning. I looked intently at the bottom of the plain, a tiny brown inn, and set out to reach it. *FIN* Risveglio, Il Messaggero of Rome, 1942", "title": "Despertar", "author": "Cesare Pavese"}