{"metadata": {"length": 5901, "words": 1100, "reading_time_min": 5.5}, "text": "He waited for that appointment, months and years. He moved recommendations, memorized the necessary words, waved doors with patience and discretion. For months and years. She was nauseous, too. He gave private lessons to boys who would never distinguish the g from the j, the s from the z; to boys who were bored at school, to some self-conscious prick who wanted to explore the inside of the bombshell with the same greedy air and shampoo he used to handle the-girl-all-service. He quickly packed a suitcase, and traveled for hours and hours to the destination assigned to him. The landscape has changed. The bus was filled with fruit skins, rancid smells, and women with low and wide hips, blurry eyes and sparse words. He climbed a rocky hill, covered with wild forests and chats. The school, on the top of the hill, had a brick and zinc roof. She had two bedrooms with a bed each, a small kitchen, and she had a room with benches and desks, and a whiteboard where she would probably write disjointed letters. There was no shortage of the portrait, on the top of a wall, of the immortal classroom father. He breathed fresh air. The kids learned to put together consonants and vowels, and they could use a word. And then, together with consonants and vowels, they named the landscape, the trees they knew, the goats and the dogs. They added up a number and a number until they avoided the mistake, so that, she told them, they would not be deceived when the time came to collect a salary. She learned, in turn, that the boys grew up amongst stones, plains, winds and resignation, and that they would forget the precarious traits they wrote on the board and on paper. She'd warm them up with some crazy, some noodles, some milk in a gas stove. She watched them eat, voracious and silent. She would kiss them off with a kiss on the cheek, and the boys would shrink, tense, as if they were going to punish them. She watched them go down the hill, on their way home, at dusk every day. She knew the fate of some misfits. One morning, an old woman appeared at the school door. I was holding a boy by the hand. He said the boy's name was Luciano. He said he must be about 15. And that he was her grandson. The old woman had white hair and black eyes, and the word was short. He said he had a sheepskin and a goatskin. And that it could be done without the boy. He said he wanted Luciano to learn the handwriting of God. She said that her grandson was obedient and meek, but that if she, the teacher, felt that she deserved some handshakes, she should give them to herself. He said his ranch was left over there, behind the horizon, far behind the horizon, and he had to leave. She sat Luciano on the last bench in the room. She opened a notebook on her desk, reached for a pencil, and asked her if she could write her name. Luciano, after a while, a long few seconds, looked at her with his grandmother's eyes, and moved his head to one side and to the other. So, in the evenings, when the boys came down the hill, and they came home, she made sure Luciano learned the alphabet. She kept telling him that that was a and that that was b. Sometimes Luciano advanced in knowledge of the letter of God. Sometimes standing in front of the slate, tall and lean, or with the notebook in her hands, she erased everything she had learned as if, she supposed, a mute stove burst into the boy's eyes, and sprayed what his memory had accumulated in nights and hours of patient and tiring teaching. She was breathing, barely, and she was traveling with him, maps, cities, ports, mountains, seas, islands of maps. Then she would leave herself in the shower. The hot shower provided her with a pleasure like no other thing she could remember. One night he told Luciano to take a bath, to take advantage, and quickly, of the hot water left in the tank. The boy didn't answer. She went up to him and untied his shirt. Luciano looked at her with grandma's eyes, and went into the bathroom. She told herself that Luciano was very clumsy, and asked him, through the door, if the water was hot, she heard the water falling from the shower, and waited. On weekends, Luciano would say goodbye, and take the road that led to Grandma's ranch, over there, behind the horizon. But one Saturday the snow exceeded the ambiguous forecast of the weather service, which she was listening to on a battery radio. The boy said, slowly, in a low voice, that he was leaving. She said it was a fool to go down the hill, and look for the route that led to Grandma's ranch, over there, behind the horizon. Was he crazy? Luciano looked out the window at the fierce wind and the falling snow, and mused that Grandma was waiting for him. She insisted: no one, not even a shark, would risk moving with that storm, which, in addition, grew for moments. Luciano asked if he'd let him go get wood, out there, under the school curtain. She said yes. And he reproached himself, later, that in the exchange of words with Luciano, his voice was clearly tinged with irritation. The school got bogged down. They were having dinner, and the boy picked up the table, and washed the dishes, and threw some wood to the home of the fireplace. She told him to go to bed. He went to her room, and she heard him undress. She lit a cigarette, and she thought she should write a letter. He thought, too, that he should ask who. He sat down at the table, and revised his corrections to the assignments he had given to the boys who were still climbing the hill, who had not yet been taken away from that unforgettable attendance that was school. He read leaves and leaves; he lit the lamp; he smoked another cigarette. She, her face wrapped in cigarette smoke, heard, perhaps without surprise, Luciano's slow voice coming to her from the silence and darkness. And Luciano's slow voice coming from the silence and darkness said that she, the teacher, would catch him. FIN", "title": "Lento", "author": "Andrés Rivera"}