{"metadata": {"length": 7362, "words": 1332, "reading_time_min": 6.66}, "text": "And it went to a colder climate. -Cowper Keats succumbed to a critic. Who died of an Andromeda? Noble souls! The Duke of Omelette was a thorn in the Duke of Omelette’s side. The history is short. Help me, spirit of Apicius! A golden chariot carried the little vagabond, enchanted, frightened, indolent, from his home in the far Peru to the Chaussée d’Antin; from his own realm, The Beautiful, to the duke of l’Omelette; and six pairs of the kingdom carried the said bird. That night the Duke had to dine alone. In the privacy of his room he leaned languidly on the Ottoman for which he had sacrificed his Loyalty by pleading more than his king in the auction... the famous Ottoman of Cadet. The Duke hides his face in the cushion. The clock strikes! Incapable of containing his feelings, his Grace takes a drink. At that moment the door opens to the sweet sounds of music and, oh, what a wonder!, the most delicate of birds appears before the most enchanted of men. But what inexpressible dread is there in the duke's faces? «Horror! - chien! - Baptiste! - the bird! Ah, God! thou s'est tuy en aiguilles de ses plumes, et tu s'est servi sans papier!» It would be superfluous to add anything: the duke expires in a paroxysm of the ass. - Yes, yes, yes! - said his Grace three days after his death. - Yes, yes, yes! -The devil, bending with an air of hauteur, stoops down. -Look, I suppose this is not serious - he observed of Omelette -. I have sinned, it is true, but, dear Lord, I suspect you will not intend to bring such a blatant threat to practice! -So what? - said His Majesty-. Let us go, Lord, let us go! -Will you expose yourself? Very beautiful indeed! No, Lord, I will not be naked! Who are you to make me, Duke of Omelette, Prince of Foie-Gras, only a little older, author of the Mazurka and member of the Academy, have to take off the best trousers ever cut by Bourdon, the most beautiful chamber dress ever made by Rombêrt, without mentioning the papillotes and without mentioning the inconvenience of taking off my hats? - Who am I? Oh, it is indeed! I am Baal-Zebub, Prince of the Mosque. I just pulled out a rosewood encrusted with marble. You were strangely perfumed and had a label as if you had been invoiced. I sent Belial, my cement inspector. As for those trousers you say cut by Bourdon, they are an excellent pair of linen trousers, and your bedroom dress is a mortadella of no small size. -Cavalier - the Duke replied - do not insult me without cause! I will take the first opportunity to retaliate from this encounter! Will you talk about me? Entertaining... see you later! And the Duke sat down, before he could separate himself from the satanic presence, when he was interrupted and returned to his seat by a guard. In view of this, his Grace bowed, shook his head, shook his head and reflected. After being satisfied with his identity, he looked at a bird flying around. The apostolate was sober to a point that the Omelette declared it well as it should be. Not so much for its length or its width, but for its height... oh, what a splendid height! There was no roof... certainly not... just a dense blanket of twilight-colored clouds. His Grace felt that his head was turning when he looked up. From the top a chain of an unknown red metal hung; its upper extremity was lost, like the city of Boston, among the clouds. In its lower extremity was a huge fanal. The Duke knew it was a ruby; but that ruby shone with such intense, fixed light as never was worshipped in Persia, or imagined by Gheber, or dreamed of by a Muslim when, intoxicated with opium, he tumbles into a trance of amapolas, his back against the flowers, and his face turned to Apollo. The Duke murmured a soft, approving vow. The aposento's angles curving into niches. Three of them were occupied by statues of gigantic proportions. His beauty was Greek, his deformity Egyptian, his whole ensemble French. In the fourth niche, the statue appeared veiled and was not colossal. It was emperor with a swollen foot, a foot with sandals. De l’Omelette brought his hand to his heart, closed his eyes, opened them again and was surprised by his satanic majesty... when he smiled. But those paintings! Kupris! Start! Astoreth! Mil and the same! And Rafael has contemplated them! Yes, Rafael was here: maybe he didn't paint the...? And he was not condemned because of it? Paintings, paintings! Oh luxury, oh love! Who, contemplating those forbidden beauties, would have eyes for the exquisite works that, in their gold frames, shine like stars against the walls of gilding and lustre? Emperor, the Duke's heart is broken. You do not feel, as you might suppose, marked by the magnificence, nor embriagge by the intense perfume of the innumerable incense burners. It is true that he thought much more about all these things! The Duke of Omelette is dead. Through the ring of vision that the only unbroken window offers, the most spectacular of the flames is divided! The poor Duc! It was not difficult to imagine that the admirable, voluptuous, immortal melodies that invaded that room, as they passed through and through the enchanted windows, were the gems and the arrows of the condemned without hope. And there, there, on the Ottoman! Who is there? Is he, the little-maid... no, the Deity, sitting as if he were enshrined in marble, and who, with his pale face, smiles, if only a little! But you have to act... a Frenchman never gives up from a fight. In addition, a scene is set before him in Gracia... De l’Omelette has collected all his dominion. He saw some flowers on the table and some leaves. The Duke has studied with B...; he had killed his six men. Therefore, he may escape. He measures two arms and, with inimitable grace, offers the choice to His Majesty. Horrible! Your Majesty does not know how to dance! But he plays! Happy idea! His Grace always had an excellent memory. Once today Le Devil, from the abbey of Gualtier. There it says that the Devil will not refuse a game of écarté. But the probabilities... the probabilities! They were remote, desolate, indeed; emperor, only more desolate than the duke himself. Besides, isn't it in the secret? Didn't you read Père Le Brun? Was he not a member of the Club Vingt-et-un? If I lose - he says - I will be twice lost... twice convicted... that's all! (And here his Grace was enfolded in his arms.) If I win, I will go back to my orthodontist... that the cards be prepared! His Grace was all care, all attention; his Majesty, all trust. A spectator would have thought of Francisco and Carlos. His Grace was thinking of his game. Su Majesty did not think: it shivered. The Duke cut off. The letters will be distributed. God is the first. The King! But no... she was the queen! Your Majesty is a thief of men's clothes. From Omelette he took the hand to his heart. They played. The Duke knew. He had finished his hand. His Majesty was slowly, sighing, drinking wine. The Duke wrote a letter. -It is up to you,' said His Majesty, cutting. His Grace bowed, folded the letters and stood up in presenting the King. His Majesty seemed astonished. If Alfonso had not been Alfonso, he would have desired to be Diogenes, and the Duke assured his opponent, while he was departing, that if he had been of Omelas he would have no objection to being the Devil. “The Duc de L’Omelette”, 1832 Translation by Julio Cortázar", "title": "El duque de l’Omelette", "author": "Edgar Allan Poe"}