{"metadata": {"length": 6999, "words": 1110, "reading_time_min": 5.55}, "text": "Between the houses of Naira and Braulio there was an apple tree; but this apple tree belonged truly to the house of Naira. Braulio and Naira were two small peasants who loved each other. They loved each other, but they were separated. Because Naira was meticulously watched over by your Miserere, who was also her mother and who had created her. Not even with timidity the summation of the sighs, she was surprised one afternoon, very arose and colored, at the foot of the sun-baked tree; so terrified in the tumult of her screams, that his legs became swollen and he could not move, feeling horribly frightened and dumb; she was frightened by such a tumultuous emotion, that she could only burn with rage as a burning brazier, and sink much lower in the head, and denounce herself more with the two clear and large spits that poured forth from her swollen lungs. And lastly, to the astonished “What are you doing here?” of your aunt, your confusion had forced you to answer: “I am looking for apples.” . . —Apples in February! When they are nothing more than green balls of unsupportable acrimony. All this was arouse even by the stout Braulio, who added the most visible falsehood to this world: —We were looking for apples... Your aunt loved Naira; but she had, according to decorum, trianchic inscriptions, and even to a certain unconscious extent spelled it out in solterona — though unconscious, of course, for she enjoyed an immense good — before the splendour of that spring. So, he could not help but, while he shook his arm to the girl in authority, defending her bogar, he could not help but turn to Braulio, saying with the ironic indignation that deserved his falsehood: —Mangoes, a traitor? They are green! The boys, to tell the truth, had not said a word, and had even forgotten the secret of their charm. The fourteen years of his life and the twelve of hers were too ignorant to define it; but, when Braulio was inevitably driven out of the house of Nuira, the pain spoke to him and he soon realized that he was in love. The ridiculous incident of the apple, however, had caused an abhorrence for the boy. Even if he had found Naira alone, he would never have dared to declare his love. So, after a good pleading, as it is right, he decided to use the language of symbols, dear to lovers, devising a stratagem. The parking was bad. The apple lost almost all its fruit before it could paint. Indeed, something unusual was apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensively apprehensive But he was too sick to rise, and Naira was afraid. So May came, too cold for worse. The poor Misericordia cried much, but, afflicted by the disease, she cried as never to Naira whose pardon was already complete. Naira had become utterly beautiful, which, of course, increased Braulio's pain, which he continued to suffer without being able to speak. His flimsy communication had to be limited to pointing out the apple two or three times. A siesta, the grandmother, who was sadly ill, was enjoying the winter sunshine on the treetops when Naira soon realized she had dozed off. Deep dream, certainly, in the tibia apprehension of the garden. Naira decided then to climb the tree. Besides hearing the cup from below, he could not discern Braulio's admonition at that time. A few trepidation-stricken hands drew her with a shaky, shivering tremor to her high heels. There, among the leaves, were only five apples. The same harvest, however, made her soul sweetly shiver; for on the chrysalis of four of them were lighted in a merry green so many hearts traversed by the immortal arrow. But when his hand reached the quince, he felt a sudden jerk. Over the horse-drawn carriage that the garland of the tree hung on, Braulio's head appeared. A glance revealed all; and heroic, red, delicious, and terrible to Naira's heart, the imprudent began to rise. Ineffective were the desperate admonitions the girl tried to contain her. The case is that, not being able to descend, it had to wait, change, in that delicious alarm that the woman enjoys as a supreme embriaguez under the yoke of intrigue and death. In private, a few brief words explained everything. Of those words whose sweetness is felt in the sighs that anticipate kisses, very close to her the very red-haired orphan. He climbed the tree at night, sought out the fruit, pinned the papers on them intended to prevent the point from bending, to declare his love, with pastoral glee, in the noble ripeness of the apples. Ah, and he had also been beaten! It could be seen in the only fruit not cut by Naira. They had, in fact, written on her, in a dozen letters, these words: “your”; and on the side, a calf with two thigh bones. How to resist the kiss that they certainly deserved, such a good lover and such a funny occurrence? Oh! but that kiss provoked a, catastrophe. Because, as you can see, when Naira shook her lips, the fruit fell out of her mouth. At the fourth blow she awoke; and taking the body of the offender (fortunately the vengeful apple was still in Braulio's power) she raised her head. It shattered the paint of the fruit to reveal everything; so it had to take on a great deal of color. But the attitude of the boys was so comical, they were really so naughty and so lovely, that the aunt laughed, saying, \"Go, Braulio, go.\" Take the other apple. The other apple! Here, all happiness was squandered. Naira was inspired. He threw the fruit at his companion, and the injured figure sprang up from a mordant. The mother, however, forgave everything, instead of the truth. And since then the boys, soon consumed by the sweet fruits, have only had to hurry up their adolescent years like a ripening apple, to go as soon as possible, under the sweet honesty of your Misereration —mystic police of that angelic embriaguez— to renew the harvest in Paradise. . . *FIN*", "title": "Las manzanas verdes", "author": "Leopoldo Lugones"}