{"metadata": {"length": 7670, "words": 1476, "reading_time_min": 7.38}, "text": "To Armand Silvestre my dear colleague and friend I have a little story for you, an anodyne tale. I hope you like it if I get to tell it right, as well as the person who told me. The task is not easy at all, since my friend is a woman of impermanent spirit and free speech. I've never had the same resources. I cannot, like her, give this crazy joy to the things I tell; and, reduced to the need not to use too special words, I declare myself incapable of finding, like you, the delicate synonyms. My friend, who is also a talented actress, has not authorized me to make her story public. So I feel compelled to reserve her copyrights if she wants to, one day or another, write this adventure herself. He'd do it better than me, I don't doubt it. Being a better acquaintance of the subject, I would also find a thousand funny details that I cannot invent. But you see how close I am. I'd need, from the first word, to find a similar vocabulary, and I'd want it to be great. Coughing's not my problem. To understand us, I need a comment or a paraphrase of Abbot Delille's style: - The cough we're dealing with never comes from the throat. My friend slept next to a man she loved. It was night, of course. This man she knew little, or rather from a very young age. These things happen sometimes, mostly in the theater world. Let the bourgeois be astonished. As for sleeping next to a man, it doesn't matter if you know him well or not, it hardly changes the way you act in bed. If I were a woman, I think I'd prefer new friends. They must be, in every way, kinder than attendants. There's, in that, what it takes to call the right people, a different way of looking at things that's not at all mine. I'm sorry about the women in that world, but I wonder if the way she sees changes the way she acts... so she slept next to a new friend. This is a delicate and overly difficult thing. With an old partner you take on too much confidence, you never get angry, you can go back to your old ways, kick, invade the three-quarters of the mattress, pull out the whole blanket and wrap yourself inside, snore, rumble, cough, I mean cough for lack of something better, or sneak (what do you think of sneaking as synonymous?) But getting this far takes at least six months of intimacy. And I'm talking about people who are of a family temperament. The other countries always have reservations, which I agree with. But perhaps we do not all feel the same way about this matter. When it comes to making a new acquaintance, a new date that we can assume is sentimental, you need to take some precautions not to disturb him in bed, and to keep a certain prestige, poetry and a certain authority. She was sleeping. But suddenly an inner, stinging, traveling pain passed through her. This one started in the stomach cavity and started moving towards... towards... towards the lower chest... with a subtle gut noise like thunder. The man, the new friend, lay quietly, with his back, his eyes closed. She was watching him by the twinkle of an eye, restless, indecisive. You're in a showroom, buddy, with a cataract in your chest. The whole room anxious, yearning in the midst of a complete silence; but you no longer hear anything, wait, mad, a moment of rumor to cough. There's, along his throat, some tickling, a horrible itching. Well, she can't take it anymore. Worse for the neighbors. You cough. The whole room screamed, \"To the street!\" She was in the same situation, obsessed, tortured by a crazy coughing craving. (When I say cough, I guess you understand me, translate.) He seemed to be sleeping; breathing quietly. I was really sleeping. She said to herself, \"I'll take my precautions. I'll just try to breathe, gently, so as not to wake him up. And he made himself like those who hide their mouths under their hands and strive to clear their throats, quietly, expecting the air carefully. Whether it was because he did it wrong or because the itch was too strong, he coughed. At some point, he lost his mind. What a shame if he found out! And what a risk! What if I just happened to be not asleep? How do you know? She stared at him, and in the light of the lamplight, she thought she saw a smile on his face that had her eyes closed. So if he laughed... well... he didn't sleep... and if he didn't sleep... he tried, with his mouth, to make a similar noise to... confuse his partner. This one didn't look like it at all. But... was he sleeping? She turned, she moved, she pushed him to get around. He didn't even move. Then she started chanting. The man was not moving. He went crazy and called him \"Ernesto\". He didn't make a move, but he quickly replied, \"What do you want? She was shaken. He wasn't sleeping. He never slept! \"So you're not sleeping?\" she asked. He muttered resignation: \"You see. She didn't know what to say anymore, she was crazy. Finally, he said, \"Have you heard nothing? He replied, always motionless: \"No. She felt like she was getting some crazy cravings to slap him, and sitting in bed: - What? - What? - Someone was walking around the house. He smiled. No doubt, this time she had seen him smile, and he said, \"Leave me alone, you've been bothering me for half an hour. She was shaken. - I... that's hard to believe. I just woke up. So you didn't hear anything? - I know. - Oh, my God! You heard something in the end! - What? - What? - They... they coughed! She jumped and exclaimed exasperatedly: \"They coughed! Where? Who coughed? But, are you crazy? Answer me! He started to get impatient. - Let's see, is this monstrosity over for once? You know perfectly well that it was you. This time she was indignant, shouting, \"Me? - I'm not? - I'm not? Did I cough? - I'm not? I coughed! Oh, my God! He insults me, he insults me, he despises me. So, goodbye! I don't stand by a man who treats me like that! And he made a strong move to get out of bed. - Let's see, just be quiet. I'm the one who coughed. But she had another outburst of anger. - How did you do that? You coughed in my bed... beside me... while I slept? And you confess? You are unnoble. And you'll think I'm with men who cough next to me... but who do you think I am? And he stood on the bed, trying to jump over it to leave. He took her by the feet and made her lean to his side, and laughed, mocking and content: - Let's see, Rose, be quiet. You coughed up. Because it was you. I don't complain, I don't get angry; I'm even happy. But get back in bed, sing. This time she escaped him with a leap and jumped into the room; and she was desperately looking for her clothes, repeating: - And you think I'm going to stand next to a man who allows a woman... to cough in her bed. You are unnoble, dear. Then he got up and, first of all, slapped her. Then, as she resisted, he tied her to the necks; and, afterwards, taking her in his arms, he threw her on the bed. And as she lay down, sluggish and crying against the wall, he went back to bed next to her, and then turning his back toward her, coughed up... coughed up with a coughing attack... with silences and resumes. Suddenly, she started laughing, but laughing like a crazy woman, screaming, \"How funny! How fun! And she took him abruptly in her arms, and she put her mouth upon his, and whispered with her lips, \"I love you, my little cat\". And they didn't sleep anymore... until the morning. This is my story, my dear Silvestre. Forgive me for this incursion into your domain. Put another improper word in here. It's not \"domain\" that should be said. You amuse me so often that I have not been able to resist the desire to risk a little following in your footsteps. But he will be proud to have opened us up, very much, this path. FIN", "title": "La tos", "author": "Guy de Maupassant"}