{"metadata": {"length": 7175, "words": 1378, "reading_time_min": 6.89}, "text": "It was winter, the air was cold, the wind was brisk, but in the house it was warm and pleasant, and the flower sat in its hut, ensconced in its bulb, under the earth and the snow. One day it rained, the flies passed over the snow cover and penetrated into the earth, touched the bulb and spoke of the luminous world up there; shortly afterwards, a ray of sun broke through the snow and came to call to the bulb's edge. - Forward! - said the flower. - I can't - the sun ray said. I don't have much force to open. Until summer, it will not be strong. - When will summer arrive? -asked the flower, and was repeating the same question every time a new ray of sun came. But there was still much to do for the summer. The ground was covered with a layer of snow, and the water froze at night. -How long, how long! - He lamented the flower. I am a shiver, I can't be quiet, I need to get up, open, go out, give the good days to summer. What a happier time! And the flower shook and trembled against the thin covering, which the water poured forth from outside, and the snow and the land grew hotter, that land which the sun had already penetrated. It was wilting under the snow, with a green and blazing yema at the end of the green stem, with narrow and slender leaves that seemed to want to protect it. The snow was cold, but it was drenched in light; so it was easy to pass through it, and the flower felt that the ray of sun had more force than before. - Welcome, welcome! -sing and speak all the rays, while the flower is lifted up above the snow, asoming to the world of light. The rays shivered and blasted her, causing her to open up, white as snow and adorned with green fronds. He bowed his head, happy and humble. - Magnificent flower! -singing the rays of the sun-. What pure and delirious delight! You are the first, the only. You are our love! You announce the summer, the glorious summer, that comes to the fields and to the cities. All the snow will melt, and the cold winds will be blown away. We will be the kings. Everyone will be redeemed! And you shall have companions: lilies, cypresses, and roses. But you are the first, pure and delirious. It was a great joy. It was as if the air was singing and vibrating, as if the light rays were penetrating into its leaves and its stalk. She rose thin and light, fragile and yet, in her young beauty, vigorous; dressed in white with green ribbons, she sang the summer larks. And yet there was much time; great clouds covered the sun, and roaring winds blew. -You're too early! - said the wind and the weather-. We still dominate ourselves. You will feel our power and submit to it. You should have stayed in your cottage, without arousing yourself to light your galas. It's not yet time! The cold was stinging. The days that followed brought no rays of sun. Often as the flower grew, it was in danger of falling; but it had strength, more than she herself thought. He was so strong in his joy and faith in the summer, that one day or another he had to come; he was anointed with a great deal of anxiety, and had been predicted by that first sun. So she sat, dressed in white in the middle of the white snow, hunched over her head as the heavy and heaving clouds fell upon her and the icy winds blew over her. -You will be broken! - they said - you will lose, you will die! What are you looking for here? Why did you yield to temptation? The sun has risen on you. You're gonna miss it, summer crazy! - Summer place! - she retorted under the morning chill. - Summer place! -exclaimed jubilantly some little chiquitas who had come to the garden-. Look at how beautiful, how beautiful; the first, the only! Those words did the flower good; they were like warm rays of sun. In her joy, she did not even realize that they had cut her. She was in a child's hand, they kissed her lips. Arrived in a hot room, she was greeted with sweet eyes and was placed in water, a soothing and reviving water. The flower thought they had transported her to the peak of summer. The daughter of the house, a charming girl, had just received the confirmation. He had a very friendly friend, recently confirmed as well, who was already at school. “It will be my summer fling!” said the little girl, and, taking the flower, she put it in a perfumed paper with a few lines written on it. They began with summer madness and ended with summer madness; and then he said, “My friend, I am a winter madman!” Everything was written in verse; they folded the paper into a letter, with the flower inside. It involved darkness, a darkness similar to that of the interior of the bulb. The flower went on a journey, in a postal bag, compressed and tied. It wasn't pleasant, but everything has its purpose. After the journey, the letter was opened and read by the friend, whose joy was such that he kissed the flower and then placed it, along with the paper, in a box that contained other beautiful letters, though without flowers. She was the first, the only, as the rays of the sun had called her; and it was a pleasure to remember it. It took me a long time to get to that memory, during the summer and then the long winter. When the new summer came, she was swept to the light. But the boy's mood had changed: he took the letters with a sneer and threw the words, so that the flower fell to the ground. It was clear that she was beaten and abused, but this was not reason to treat her as they did. But better to go and put out the fire, as it was with the verses and the letters. What had happened? The same as always. The flower had blown off him, it was a blunder; and the girl had blown off him, but that was not a blunder. By summer he had chosen another friend. At morning the sun shone on the swollen bell, which looked like a picture on the ground. The father took it to the gate and put it on one of the books on top of the table, thinking it would fall if he moved it. And again the flower was found among printed verses, more distinct still than the manuscripts; at least they are more expensive. Years passed, and the book followed in its wake. One day they took him, opened him up and read him. It was a good book: poems and songs by the Danish poet Ambrosio Stub, well worth knowing. And the man who read it, turning the page, said, - \"Tom, there is a flower! A summer's day. They certainly put it here. Poor Ambrosio Stub! He was also a summer maniac, a poet before his time. It was anticipated at its time, and had to withstand snow and cold winds, going from branch to branch through the lands of Fionia, as flower in flower, flower in tatters. Summer mad, winter mad, broma and bog, and yet, the first, the only, the Danish poet who breathes the most youthful air. It is, as the book says, a little white bell; they have placed you in it. And the bell was left in the book, and he felt honored and content, knowing that it was a sign in the beautiful volume of poems, and that the first one who had sung and written about it had been a summer madman, and even in winter had gone mad. The flower understood it in its own way, as we all understand things in our own way. And this is the story of the robin, the white bell, the summer lark.", "title": "Rompenieves", "author": "Hans Christian Andersen"}