{"metadata": {"length": 7632, "words": 1293, "reading_time_min": 6.465}, "text": "I would like to thank Mr Henry Ghys Eritis for his help. Old Testament A strange thing that can make a financial person smile: it's heaven! But let's understand: of the sky considered from an industrial and serious point of view. Certain historical events, today scientifically confirmed and explained (or something like it), for example: Constantine's Labarum, the crosses reflected in the clouds by snow-covered plains, the refractive phenomena of Mount Brocken and certain speculations in the northern regions, intrigued and, so to speak, stung the curiosity of a wise southern engineer, Mr. Grave, who conceived, some years ago, the luminous project of using the broad stretches of night, and raising, in a word, the sky to the height of the times. Indeed, why those blue vaults that serve only to unleash the sick imaginations of the last visionaries? Wouldn't a legitimate right to public recognition be obtained, and let's just say (why not? ), to the admiration of posterity, by turning those barren spaces into real and fruitfully instructive shows, by using the vast plains and finally obtaining a good performance from those indefinite and transparent Solognes? This is not about sentimentalism. Business is business. We must ask for cooperation, and also, if necessary, the energy of serious people about the value and financial results of the unexpected discovery we are talking about. At first, the very bottom of the matter seems practically impossible and almost crazy. To turn blue, to shake the star, to explode the two twilight, to organize the night, to enjoy the hitherto unproductive sky, what a dream! what a thorny application, full of difficulties! But in the spirit of progress, what problem will man not find a solution to? Imbued with this idea and convinced that if Franklin, Benjamin Franklin, the printer, had plucked the ray from the sky, it should be possible, a fortiori, to employ the latter for humanitarian purposes; Mr. Grave studied, traveled, compared, spent, forged, and, in the long run, having perfected the enormous lenses and gigantic reflectors of the American engineers, especially the Philadelphia and Quebec machines (which fell, for lack of tenacious talent, into the domain of Cant and Puff), Mr. Grave, we say, proposes (provided with the necessary patents) to offer, to our large manufacturing industries and even to small merchants, the help of absolute publicity. Any competition would be impossible in the face of the big publisher system. We can imagine one of our great shopping centres, with its bustling populations, such as Lyon, Bordeaux, etc., at dusk. From here we see that movement, that life, that extraordinary animation that only financial interests are able to give, today, to serious cities. Suddenly, powerful beams of magnesium or electric light, a hundred thousand times higher, rise from the top of some flowering hill, the charm of young couples - from a hill similar, for example, to our beloved Montmartre - those rays of light, sustained by immense multi-colored reflectors, send abruptly to the sky, between Sirius and Aldebaran, to the Eye of the Bull or right in the middle of the Fiadas, the funny image of that young teenager holding a scarf on which we read every day, with renewing pleasure, these beautiful words: \"Gold is returned from any object that has ceased to taste! Can you imagine the different expressions that would then have all the faces of the crowd, those lights, those braves, that joy? After the first surprise, very forgiving movement, the old enemies embrace each other, the bitterest domestic resentments are forgotten: they sit under the fence to better taste that spectacle at once magnificent and instructive, and the name of Mr. Grave, carried by the wings of the winds, flies towards immortality. Just think a little bit to understand the results of such an ingenious invention. Should the Great Bear not be surprised if, suddenly, a disturbing announcement arises between its legs: Are corsets necessary? Or better yet, would it not be a spectacle capable of alarming the gentle consciences and of drawing the attention of the clergy to see that, on the same disc of our satellite, on the cheerful face of the moon, that wonderful announcement which we have all admired on the boulevards and which has as its motto: For the Hirsuto? What a genius if in one of the segments drawn between the v of the Sculptor's Workshop, it read: Venus, Kaulla reduction! What an emotion if, in connection with those dessert liqueurs whose use is recommended for more than one reason, one could perceive, towards the south of Regulus, the capital of Leo, at the very tip of the Spige of the Virgin, an Angel, holding a jar in his hand, while a paper would come out of his mouth on which these words would be read: It would be idle to insist on the truly eminent services that such a discovery is called upon to render to Society and Progress. Can you imagine, for example, the glass photography and the Lampascope procedure being applied in this way - that is, increased by a hundred thousand times - either to catch the runaway bankers or to catch the famous criminals? In the following, the guilty, easy to follow, as the song says, could not peer out of his car window without seeing in the clouds his denouncing image. And in politics, for example, in elections! What a preponderance! What supremacy! What an incredible simplification in the propaganda media, always so costly! There would be no more blue, yellow, tricolor papers, filling the walls and repeating the same name, with the obsession of a dick! No more of these expensive (and often imperfect) photographs that do not achieve their objective, that is, that do not excite the sympathy of the electorate at all, either by the charm of the candidate's facial features or by the air of majesty of the whole! Because, after all, a man's courage is dangerous, harmful and more than secondary in politics; the essential thing is that he has an air of dignity in the eyes of his constituents. Suppose in the last election, for example, the portraits of Lords B and A would have appeared every night, in natural size, just under the star P of the Lira. You'll agree that that was their place, since those statesmen once rode on the backs of Pegasus, if we give credit to Fame. The two would have been exposed there, during the night preceding the scrutiny; both slightly smiling, their foreheads veiled by a convenient restlessness, and yet calm in appearance. The Lampascope procedure could even, with the help of a wheel, instantly change the expression of the two names. You could have made them smile at the future, weep at our disappointments, open their mouths, wrinkle their foreheads, swell their nostrils with rage, take a dignified breath, finally, everything that concerns the grandstand and gives so much value to the thought of a true speaker. Every voter would have made his choice, could have known in advance, could have got an idea of his deputy, and would not have been given, as they say, cat for hare. It can even be added that, without Mr Grave's discovery, universal suffrage is a kind of mockery. We therefore hope that one of these mornings, or rather one of these nights, Mr Grave, with the support and help of an enlightened Government, will begin his important experiments. Until then, the disbelievers will laugh. As when Lesseps spoke of the joining of the seas. Science will now have the final say and Mr. Excessively Grave will stop laughing. Thanks to him, Heaven will eventually serve for something and eventually acquire an intrinsic value. FIN", "title": "La cartelera celeste", "author": "nan Villiers de L'Isle Adam"}