{"metadata": {"length": 5332, "words": 1066, "reading_time_min": 5.33}, "text": "Lady: Yes, dear, there's plenty of room. It would be enough if the lady next to me would like to stand up and sit across from you... So my friend could sit next to me... thank you very much. Well, yes, dear; the two cars serving in the war. I'm used to buses. Sure, if we want to go to the theater, I'll call Cynthia. She still has a car. The driver was called in a line... a long time ago... I think they killed him already. I don't remember that well. I don't like the new one at all. And it's not that I care about facing danger when done with prudence, but he's so stubborn... he throws himself at everything that's put before him. Only God knows what's going to happen when you're banging on something you don't want to walk away from. But the poor man has a useless arm and it happens to him I don't know that on one foot too; I think he told me. That's probably why he's so reckless. I mean... well. You didn't know? The friend: Yes, he sold it. It was very small. I only had ten alcoves, you know? Only ten sheds in the whole house. It's extraordinary, right? No one would say that on the outside. And with the schoolteachers and the nannies and everything... all the male servitude had to sleep outside, and you understand what this means. The friend: The collector: Do me a favor. Go and pay. How much is it? Two pence, right? Two of two pence, do me a favor. Don't bother. I got a boiler here, I don't know where. The friend: No, you don't have to. If I have... the point is to find her. The collector: Pay, do me a favor. The friend: The lady: Really? Well, that's what it would be. I remember, yes, I paid when I left. - I'm going to be fine. I'll take this one for you only. We're at war, dear. The collector: How far are they going? The Boltons. The collector: Half a penny plus each. The lady: No, oh, no. If I only paid two pence a go. You must have made a mistake. The collector (seriously): Read it on the board. The lady: Okay, all right. Here's another penny. (To the friend.) Isn't it terrible how unattended these employees are? And after all, they charge for it. But they're all almost like that. I've heard that, in the long run, bus trajectory affects the spinal cord. That's what it must be. You heard about Teddie? - You're not? The friend: Well, what you got done to you, you got done to you... well, what, what have you been done to you? Oh, what a fool I am. The friend: The lady: No, no. It's been a long time since you were a commander. The friend: The lady: Colonel? No, no, my dear. It's something much more important than that. It's not a company; I've been running a company, not a battalion, for a long time. The friend: Yes, a regiment. I think it's a regiment. But what I was gonna say is that they did... What's above you, brigadier? Yeah, I think that's it. Chief of Staff. Mrs. Teddie is very happy. The friend: What do you want? Nowadays everyone is ascending, whatever their position. And Teddie is so funny. I really don't know how... oh, it's awesome. The friend: Lady: Didn't you know? He's in the war department and he's doing great. I think one of these days he's been promoted. It's something to do with reporting deaths and searching for missing persons. I don't know exactly. Anyway, she says it's something so depressing, there's no words to express it. He has to read heartbreaking letters from family and stuff. Fortunately, in his office there is a very cheerful group, all officers' wives, who make their own tea and buy stewart cakes in turns. You have a weekly afternoon off, and then you go shopping or wave. Last time you came with me, you went to see a spring show at Yvette's house. The friend: The truth. Those military Levites make me feel bad. Not to you? I mean, like I told her, it doesn't cost a lot of money to buy a Yvette when, after all, they're not that different from those cheap clothes. Of course you have the satisfaction of knowing that gender is good and everything else. But you can't see that. No, I advised him to make himself a good jacket and a skirt. Because, after all, a good jacket and a skirt always fit. The friend: Ma'am: Yes, I didn't tell her, but that's what I thought. He has too much flesh to carry those military Levites; his hips are too much. I was about to order one of those blue indefinite with gallons of that new red lobster... you know, I lost my good Kate. The friend: Madam: Yes, is that a nuisance? Just when I had it more or less taught. But he lost his mind, like all of us today, and he insisted he had to go make ammunition. When she told me, I told her she could leave, but keeping in mind that if she could find work (which is very unlikely), she should not come home to support the other servants. The collector (roughly): If you're going to follow, one penny each. Lady: Oh, where are we? What a remarkable thing. I didn't even realize it. The friend: The lady: Tuesday? A bridge on Tuesday? No, honey, it can't be Tuesday. That day I get the wounded out to stretch their legs, you know? Well, you know, I'll let the cook take them to the zoo or something. - Wednesday. Wednesday is completely free. The bus driver: As they pass, they will arrive on Wednesday and they have not yet gotten off the bus. That's enough, good man. The friend: *FIN* Two Tuppenny Ones, Please, Something Childish and Other Stories, 1924", "title": "Dos de dos peniques, haga el favor", "author": "Katherine Mansfield"}