{"metadata": {"length": 7485, "words": 1299, "reading_time_min": 6.495}, "text": "The great galleon lay half-buried under the sand, the yūyos and the waters of the northern bay where the ravages of war and weather had installed it. It had been three and a quarter centuries since he had sailed high seas as an important unit of a war squadron; precisely on which squadron was the point on which experts disagreed. The galleon had brought nothing into the world, but according to tradition and information, much had been taken from it. But how much? On this again the experts disagreed. Some were as generous in their calculations as a tax advisor, others applied a stronger criticism to the submerged treasury coffers, and others lowered their contents to a fictitious gold coin. The first class was Lulú, Duchess of Dulverton. The Duchess not only believed in the existence of a sunken treasure of tempting proportions; she also believed she knew a method by which such a treasure could be accurately located and unearthed without much expense. One of her maternal aunts had been a lady of honour at the court of Monaco and had a respectable interest in the deep-water investigations to which the throne of her country, impatient perhaps because of its territorial restrictions, used to devote itself. It was through the intervention of that relative that the duchess learned of an invention, perfected and almost patented by a wise Monegasque, through which the Mediterranean sardine's domestic life could be studied at a depth of many arms with a cold white light that shone brighter than the spider of a dance hall. Included in this invention (and in the eyes of the duchess the most affectionate part of it) was an electric suction dredge, specially designed to drag to the surface objects of interest and value that could be found at the most accessible levels of the ocean floor. The rights to the invention could be purchased for about one thousand eight hundred francs and the apparatus for a few thousand more. The Duchess of Dulverton, who was rich in terms of the world's calculations of wealth, housed the hope of one day being rich by her own calculations. Companies had been established and repeated efforts had been made over the course of three centuries to probe the alleged treasures of the interesting galleon: with the help of this invention he considered that he could investigate the shipwrecked ship privately and independently. After all, one of his maternal ancestors was a descendant of Medina Sidonia, so he considered himself as entitled to the treasure as anyone else. He acquired the rights to the invention and bought the device. Among other family relationships and burdens, Lulú had a nephew, Vasco Honiton, a young gentleman with a small income and a wide circle of relationships, who lived impartially and precariously of both. The name Vasco had been given to him in the hope that it would honor his adventure tradition, but he was strictly confined to the domestic adventure industry, preferring to exploit the known to explore the unknown. Lulú's relationship with him had been restricted in recent years to the negative process of being absent from the city when he visited it and cutting money when he wrote to him. Now, however, he was remembered in relation to his perfect suitability to lead the treasure-hunting experiment; if anyone could extract gold from a less promising situation he would certainly be Basque, of course with the necessary safeguard of good supervision. When it came to money, Vasco's conscience was prone to the pursuit of stubborn silence. Somewhere on the west coast of Ireland Dulverton's estate included a few acres of pebbles, rock and gravel, too barren to withstand even an agricultural failure, but surrounded a small and rather deep bay where locusts fishing was good in almost all seasons. There was a small and inhospitable house on the property, and for those who liked locusts and solitude and were able to accept the ideas of an Irish cook about what could be perpetrated under the name of mayonnaise, Innisgluther was a tolerable exile during the summer months. Lulú rarely went there, but he generously lent the house to friends and relatives. Now he put it at the disposal of Vasco. \"It will be the perfect place to do an experiment with the recovery apparatus\", he said, \"and you can test everything perfectly before you start the treasure hunt\". In less than three weeks Vasco appeared in the city to report on the progress. \"The device works splendidly\", he told his aunt, \"the deeper it got, the clearer it was. We also found something like the wreckage of a shipwreck to work on! - A shipwreck in Innisgluther Bay? - exclaimed Lulú. - A submerged motorboat, the Sub-Rose\", said Vasco. - No, I'm not! - You really? \"Lulu said, poor Billy Yuttley's boat. I remember it sank somewhere off that coast about three years ago. His body was recovered at the tip. People said at the time that the boat had intentionally zoomed - a suicide case, you know. People always say that kind of thing when something tragic happens. - In this case, they were right - said Vasco. - What do you mean, \"I'm not a man\"? - asked the Duchess in haste. - What makes you think that? -I know. -The Basque simply said. - Knowing that? How can you know that? How can anyone know? That was three years ago. - In a closet in the Sub-Rose I found a waterproof safe. It contained papers. Vasco paused dramatically and looked for a moment in the inner pocket of his jacket. He pulled out a folded sheet of paper. The Duchess snatched it with an almost indecent precipitation and approached very close to the chimney. - Was this in the safe of the Sub-Rose? - he asked. - Oh, no, you can't! - Vasco said distractedly - that's a list of well-known people who would be involved in a very unpleasant scandal if the Sub-Rosa roles were made public. He put you first; the others are in alphabetical order. The Duchess walked helplessly through the sequence of names, which seemed for the time to include everyone she knew. By the way, his own name at the top of the list had an almost crippling effect on his thinking ability. - You destroyed the papers, of course? - asked when he'd recovered something. He was aware that he was making the comment with a complete lack of conviction. Vasco shook his head. \"But you should have done it\", Lulú said furiously, \"if, as you say, they are highly compromising... \"of the last you can be sure\", the young man interjected. - Then you must hide them immediately to avoid any harm. Suppose something leaked, think of all these poor, unfortunate people who would be involved in the revelation - and Lulú hit the list with a stirring gesture. \"Unlucky, perhaps, but not poor\", Vasco corrected, \"if you read the list carefully you will notice that I have not bothered to include anyone whose financial situation is not questionable. Lulú stared fiercely at his nephew in silence for a few minutes. Then he asked snoringly, \"What are you going to do? \"Nothing for the rest of my life\", he answered intentionally. Some hunting, perhaps, he continued, and I'll have a house in Florence. The Sub-Rose House would sound rather strange and picturesque, wouldn't you say? And a lot of people could give a meaning to the name. And I guess I should have a hobby; probably collect Raeburns. Lulú's relative, who lived at the court in Monaco, received a rather abrupt response when she wrote to him recommending some new invention related to marine research. FIN Beasts and Super-Beasts, 1914", "title": "El barco del tesoro", "author": "nan Saki"}