{"metadata": {"length": 2272, "words": 433, "reading_time_min": 2.165}, "text": "There was a monarch in a thriving and prosperous northern Indian kingdom. He was rich and powerful. His father had taught him to be magnanimous and generous, and before he died he had said to him, \"Son, anyone can, by chance or fate, have much, but the important thing is not to have it, but to know how to give and share it. There is no worse quality than greed. Always be generous. You have a lot, so give a lot to the others. For some years, after his father's death, the king showed himself generous and splendid. But from one day onward, little by little, he became greedy and not only began to share nothing with others, but he even began to deny himself even the basic necessities. He was really acting like a pork chopper. His personal assistant, who had also been his father's, was so concerned that he called a rishi who lived in a cave in the high mountains of the Himalayas. \"It's amazing\", the assistant lamented to the rishi. He's one of the richest kings and he acts like a pork chop. We'd all be very grateful if you could figure out why. The attendant asked the king to receive the rishi. The monarch agreed: \"All right, as long as you don't go asking for anything, because I'm so poor! The rishi and the monarch were locked in one of the chambers of the palace. The king was dressed in rags, dirty and smelly, in contrast to the splendid palace in which he lived. He even walked barefoot and did not even wear any royal ornaments. -I'm ruined. -The king complained. \"But, sir, you are rich and powerful\", replied the rishi. \"Don't come to me with a few things\", said the monarch. You can't take anything away from me, because I have nothing. Even when these rags are finished ruining, what will I cover my body with? And the king began to weep, unable to stop it. Then the rishi rolled his eyes, concentrated his mind and, like a point of light, stuck itself into the monarch's brain. And he dreamed the king night after night, dreaming that he was a beggar, the most miserable of beggars. And so, although he was a rich and powerful king, he behaved like a pork chopper. In successive days he succeeded in teaching the king to master his thoughts and change his mind. The monarch was generous again, but he did not get the rishi to accept any gifts. FIN", "title": "Los sueños del rey", "author": "nan Anónimo"}