{"metadata": {"length": 7753, "words": 1348, "reading_time_min": 6.74}, "text": "Oinos.-Forgive, Agathos, the flaw of a spirit to which they have just shattered the wings of immortality. Agathos.-You have not said, my oino, that it is necessary to be persecuted. Even here the knowledge is something of intuition. As for wisdom, ask the angels without reserve that it be granted to you. Oinos. - But I imagined that in this existence everything would be given to me at the same time, and that I would thus attain the happiness of knowing everything. Agathos.-Oh, happiness is not in knowledge, but in its acquisition! The eternal bliss is to know more and more; but to know it all would be the curse of a demon. The Supreme, you know all about it. Agathos.-That (for it is the Most Blessed) must be the only thing unknown to Him. Oinos. -However, as our knowledge increases hour by hour, won't all things eventually become known? Agathos.-Consider the abismal distances! Try to get your eyes to the multiple perspective of the stars, while we slowly move between them... further, always further! Even the spiritual vision is not stopped by the continuous walls of gold of the universe, the walls made up of the glances of those resplendent bodies that the meridian number seems to amalgamate into a unity? I clearly perceive that the infinity of matter is not a dream. Agathos.-There are no dreams in the Aidenn, but it is rumoured here that the only purpose of this infinite amount of matter is to provide infinite sources where the soul can calm the sting of knowing that it will never become exhausted in it, for exhaustion would be to extinguish the soul itself. Interrupt, therefore, O my soul, freely and without fear. Let us leave to our left the intense harmony of the Pleiades, extending beyond the throne to the starry pastures of the Allende Orión, where, instead of violets, thoughts and trinities, we will find triple and tricolor sunspots. Oinos.-And now, Agathos, as we move forward, instruct me. Speak with the familiar sounds of the land! I have not understood what you have just said about the ways or the procedures of what we were used to calling Creation while we were mortals. Do you want to say that the Creator is not God? Agathos. - I want to say that God does not create. Oinos.-Explain! Agathos.-He created it at the beginning. The apparent creatures that now perpetually arise in the universe can only be considered as the result of the medium or indirect result of the divine power of Creator, not as the direct or immediate result of the divine power of Creator. Oinos. - Among men, my Agathos, this idea would be highly heretic. Agathos. - Among the angels, my brethren, you know that it is simply the truth. Oinos.-Alcanzo will understand you up to this point: that certain operations of what we call Nature or natural laws will give place, under certain conditions, to that which has all the appearances of creation. Very shortly before the final destruction of the earth I remember that fortunate experiments had been carried out, which some philosophers have erroneously called the creation of animals. Agathos.-The cases he spoke of were examples of secondary creation, the only kind of creation there has ever been since the first word gave existence to the first law. Oinos.-The dazzling worlds that arise hour by hour in the heavens, from the abisms of the not-being, are not, Agathos, the immediate work of the King's hand? Agathos-Let me, Oinos, try to bring you step by step to the conception to which I refer. As you know, as no thought is infinite, every act determines infinite results. We moved our hands, for example, when we were occupants of the earth, and when we did so we made the atmosphere around them vibrate. The vibration spread out indefinitely, pulsating every particle of air on the earth, which was then and forever energized by that one hand movement. The mathematicians of our world knew this well. They exacted the effects produced by the fluid by special impulses, until it was easy to determine at what precise period a pulse of a certain extension would surround the globe, affecting (as always) each atom of the surrounding atmosphere. Retrograding, they had no difficulty in determining the value of the original impulse as a function of a given effect under certain conditions. Now, the mathematicians who saw that the results of any given impulse were infinite, and that a part of those results could be measured by algebraic analysis, so that retrogradation was not a difficulty, saw at the same time that this analysis itself had the capacity of an indefinite advance; that there were no conceivable limits to its advance and application, except in the mind of the one who advanced it or applied it. But at this point our mathematicians got stuck. Oinos.-Why, Agathos, should they continue? Agathos. -Because there were considerations of the deepest interest. From what they knew it was possible to deduce that a being of infinite intelligence, for whom the perfection of algebraic analysis would not be a secret, could follow without difficulty every impulse given to air, and emitted through air, to its remote consequences in the most infinitely remote times. It may, indeed, be shown that each of these impulses emitted into the air influences every individual thing existing in the universe, and that infinitely intelligent being we have imagined, could follow the remote ripples of the impulse, follow it up and up in its influence upon all particles of all matter, up and up, always in its modifications of old forms; or, in other words, in its new creations, until it finds it, returning as a reflection, after having been struck - but this time without influence - on the throne of Divinity. And not only could it do that, but at any time, given a certain result (let us suppose that one of those innumerable comets is offered to your analysis), you would not have difficulty in determining, by analytical retrogradation, to which original impulse it was due. This retrogradation power in its fullness and absolute perfection, this ability to relate at any time, any effect to any cause, is, of course, the exclusive prerogative of the Divinity; but in its restless and multiple degrees, inferior to absolute perfection, that same power is exercised by all the rays of angelic intelligence. But you talk so much about air currents. Agathos.-Talking of air I was referring only to the earth, but my general statement is about the impulses in the ether, which, by penetrating, and being the only one that penetrates all space, is thus the great medium of creation. Oinos.-Then, all movement, of any nature, creates? Agathos.-That must be so; but true philosophy has taught for a long time that the source of all movement is thought, and that the source of all thought is... Oinos. - God. Agathos.-I have spoken to you, Oinos, as a creature of the beautiful earth that was a little while ago, of impulses on the atmosphere of that earth. Oinos. - Yes. Agathos.-And while he was speaking, did not any thought come to your mind about the physical power of words? Every word, isn't it a vibration in the air? Oinos. -But why do you cry, Agathos... and why do your wings spread as we look at that beautiful star, the greenest and yet the most terrible we have found on our flight? Its brilliant flowers seem a dream of fairies... but its fiery volcanoes resemble the passions of a turbulent heart. Agathos.-And so it is... so it is! This strange star... three centuries ago, with hands clasped and eyes wide, at the feet of my beloved, I gave birth to it with my passionate words. Its brilliant flowers are my most cherished unfulfilled dreams, and its fiery volcanoes are the passions of the most turbulent and fierce heart! FIN Translation by Julio Cortázar", "title": "El poder de las palabras", "author": "Edgar Allan Poe"}