{"metadata": {"length": 3697, "words": 678, "reading_time_min": 3.39}, "text": "Don Rafa was a disgusting guy, short, ventriloquist and headstrong. The ever-unshaven cheeks were barely intertwined with the blood-soaked, birds' ears; between the crushed, red nose and the sensual mouth, with thick lips stained with tobacco, the pelambra of the mustache was blown. He always wore kaki: a shirt and a riding pants, with boots. A long, narrowed-headed Cok never left his waist. A Panamanian with wide wings completed the garment. Petulant little man. In his erotic runs through those fields, Don Rafa had formed a lock of married jibaritas, almost all torn from the home with the luxury of violence. The father or brother who dared to protest would rise at dawn any day in the middle of an alley, shot by the satirical backs. If the victim had defended himself bravely, don Rafa would add humiliation to the crime and pay the funeral expenses. Such was the political head of the community. The chief. My grandfather was the local leader of the party opposite to Don Rafa's. He was an old man, an old man. Every four years, at the time of elections, our old and large family home became the community's centre of operations. Yuyo Morales was the old man's right hand man. He was a fat, tough, honorable mule. He had been raised in the house of his size. Married at the age of thirty to the young and taciturn laundress of the family, he became a widower without issue at forty and was never known as a woman again. When the election day came, when I had just turned fourteen, the house was filled with people. The pawnshop was waiting for the trucks to drive her to the polls. Yuyo moved amongst all, waving his arms (long as mill aspas, I thought, he was already able to evoke readings) over the heads of the zebras. Suddenly, a pawn from a nearby, religious farmhouse ran into the corral locker. He was coming in sweaty and late. He looked for Yuyo with his eyes and moved towards him. He explained it with short sentences, because of the gasping. Don Rafa had appeared at the farm at midnight, accompanied by his thugs, and had locked the peasants in the ranches so they could not vote. He didn't get his hands on it because he put his head in a pot tree on time. However, he heard some bullets buzzing like bumblebees between the reeds. Yuyo almost nodded, without blinking, a few questions. He listened to the answers with his gaze set on the other's feet and then went out on the road compensating for the lack of urgency with the length of his strides. The pawn - the short-haired - followed him with difficulty. When the boxes were opened, not a single voter from the neighboring farm was missing. A little later, two Jebusites returning to their ranches found Don Rafa on the edge of a piece of reed. With both hands he tried to contain the tripod that was coming out of him from a wound from the belly button to the birth of sex. I was breathing out groaning groans and I was already starting to turn my eyes. The men rushed to the nearest house, my grandfather's. I saw it when they brought it. Popular came from behind, licking the drops of blood that fell on the road. A sudden movement of the pawns, causing the wounded to lie down, emptied him like a bare sack. The intestine fell heavily to the ground, scaring the dog back a few steps. The corpse was immediately dismembered like a grotesque disjointed fur. My grandfather, drawn to the woman's screams, came running to the dead man. Yuyo also approached, dropped a hard look on the deceased, and lay down on the lock, silently. The old man approached him slowly. She looked him in the eye, with an anxious question in her eye. The mule lowered his eyes. My grandfather almost cried, \"Yuyo! End in the Shadow, 1943", "title": "El cacique", "author": "José Luis González"}