{"metadata": {"length": 5670, "words": 1063, "reading_time_min": 5.315}, "text": "In a village there lived two humpback people that everyone knew. One of them, of a lively temperament, loved to go out on summer nights, to get some cool in the first season because he could be alone and safe from occasional mockery and thinking about his stuff. There the man entertained himself with his thoughts without anyone disturbing him. One night he went to the ages, as usual, and there he lay watching the hours pass. They gave him ten o'clock at night, and they gave him eleven o'clock... and he, nothing, so quiet and so comfortable. Suddenly, seeing that it was almost noon, which was the witches' hour, he thought he might stay a little longer and see if it was true that at noon they were all together for their ceremonies. And between yes and no, and between curiosity and repulsion, time passed and they gave the twelve. And they did nothing but give up twelve when he started seeing strange things and listening to even stranger music. The visions I saw were witches jumping, singing, dancing and twisting to the sound of music. And these witches, when they were tired of so much dancing, they started singing, \"Monday, Tuesday and Wednesday, three; Monday, Tuesday and Wednesday, three\". That way over and over again. But when the hunter saw that they were not going out, he thought to himself, 'You poor people! I will pay them a full week.' And she sang, with the same voice of the witches, six on Thursday, six on Friday, six on Thursday, six on Friday, six on Saturday. And he was already about to continue, singing, \"And Sunday, six, seven years ago\", when he heard a witch say, \"Oh, that's good! We finally finished singing! and she started looking around, surrounded by the other witches, saying, \"Who has been, who? Where's the one that ended the singing? And the humpback said, Behold, I am sitting upon this rock. Then all the witches came to him and looked at him with their faces. \"Look at this poor man! \" they said. If it's a humpback, tell us what you want for having finished singing and we'll give you whatever you want. Then the humpback said, \"What do I want more?\" Because you took this hump off me! - Oh, yeah, yeah! -the witches said. Poor humpback, he deserves it. And the witch who spoke first passed her hand over the hump and the hump stayed straighter than a spindle. Then he thanked them, and they gave them to him. He went home to sleep, rejoicing, while the witches were playing trumpets and pyreets. The humpback was so excited and exhausted that he slept like a caterpillar, but the next morning, when he woke up and saw that he no longer had a hump, he was filled with joy and ran out into the street to look his new type. Everyone was greatly amazed that his hump had disappeared and wanted to know the cause; and the other humpback in the village was the most interested in knowing how it had happened. He told everyone, though many did not believe him. And the second said, I will go to the old days tonight, for they have forgotten thy word. And if ye have not forgotten, then will I sing unto you, saying, On the first day of the week, six times, seven times, let me see if they take away my yoke also; for they shall not take it away from me as soon as ye hear me. And he was refocusing thinking that, the next morning, he might also boast that he didn't have a hump. So he went around the town telling the people the news. Some encouraged him, but others laughed at him. But the poor wretch went to the ages already at that mid-afternoon, because he could not resist the wait, and there he stood without eating or drinking in case the witches would advance and he missed the opportunity. Total, who with such disquiet, spent the quarters, the half and the hours making him an eternity in which he prayed desperately and prayed trusted until finally he heard it was twelve and at that moment the witches appeared. He could hardly believe what he was seeing, that they were the same visions that the other hobo would tell; and as he had said, after the dances and the vowels, the witches came together and began to sing: -Monday, Tuesday and Wednesday, three; Monday, Tuesday and Wednesday, three; Thursday, Friday and Saturday, six; Thursday, Friday and Saturday, six. The humpback saw that they had learned well what the other had taught them and that they had not forgotten it, so he decided to end the week and sang, with the same sound as the witches: -And Sunday, with six, seven years ago. When the witches heard the song, they were furious and began to search for it. Where is the one who makes fun of us? And the poor humpback understood that they were asking, \"Who tells us the last, who?\" Where is he that saith unto us the last? And he called them, saying, Behold, I sit upon this stone. You guys take my hump off. And all the witches were angry with him, and they began to beat him with their lashes and their lashes, and said to one another, Behold! If it's a humpback! - A humpback! He's come to laugh at us! - Go with the humpback! Let's see what we do with it! And they all said in a voice, Let us put another weed on him. And nothing, they put another hump in the middle of his back, which made him two. The poor humpback went home in his head and thought about what had happened to him; and he was so thoughtful and self-absorbed that he could not keep an eye on him all night long, and the next morning he dared not go out into the street so that the two humps would not see him. And his grief grew so much that he stopped eating and sleeping. Until one day they found him sadly dead in his room. FIN Spanish Anonymous 1. It was: open, flat and sometimes rocky space where the mice are trill.", "title": "Los dos jorobados", "author": "nan Anónimo"}