{"metadata": {"length": 6805, "words": 1389, "reading_time_min": 6.945}, "text": "- It's all right, said the man. What'd you decide? - No, she said. I can't. I can't. - You mean you don't want to? - I can't. - I can't. That's what I'm saying. - You don't want to. -Well, she said. You can set things up as you please. - I don't make things right the way I want, but, by God, I'd like to! - You did it for a long time. It was early in the morning and there was no one in the café except the waiter and the two young men who were sitting at a corner table. Summer was over and the two of them were roasted in the sun, so they seemed out of place in Paris. The young woman wore a wool-colored Scottish dress; her skin was soft brown; her blonde, short hair grew to reveal a beautiful forehead. The man was looking at her. - I'm going to kill her! - he said. -Please don't do it\", she said. She had beautiful hands and the man was looking at them. They were thin, brown and very beautiful. - I will. I swear to God I will! - It's not gonna make you happy. - Couldn't you have fallen on something else? Couldn't you have gotten into a mess of a different nature? - It seems not\", said the young woman. What are you gonna do now? - I told you already. - No; I mean, what are you gonna do, really? - I don't know, he said. She looked at him and reached out a hand. Poor Phil! - he said. The man looked at her hands, but he didn't touch them. - No, thank you. - He declared. - Doesn't it do you any good to know I'm sorry? - No, I'm not. - Not even tell you how? - I'd rather not know. - I love you so much. - Yes, and this proves it. \"I'm sorry\", she said, \"if you don't understand... That's the bad part. I understand that. - You did? - she asked. And that makes it worse? - Of course. - He looked at her. I will always understand. Every day and every night. Especially at night. I'll understand that. You don't have to worry about that. - I'm sorry... if I was a man... It couldn't be a man. You know that. Don't you trust me? - Trusting you! It's funny, you know. Trust you! It's really funny. - I'm sorry about that. It seems that's all I could say. But when we get along, it's not worth pretending we do the opposite. - No, I guess not. - I'll be back, if you want. - No, I don't want to. After that, they didn't say anything for a long time. - You don't think I love you, do you? - asked the young woman. - Let's not talk about nonsense. - You really don't think I love you? - Why don't you try it? - You're wrong to talk like that. You never asked me to prove anything. You're not being polite. - You're a strange woman. - You don't. You're a magnificent man and it breaks my heart to leave and let you... - Yes, she said. I have to, and you know it. He didn't say anything. She looked at him and reached out her hand again. The waiter was at the opposite end of the coffee. He had a white face and his jacket was white too. I knew the two of them and thought they were a beautiful couple. I'd seen many couples break up and new couples form, which weren't as beautiful anymore. But I wasn't thinking about that, I was thinking about a horse. A quarter of an hour later I could send someone in front to see if the horse had won. - Can't you be nice to me and let me go? - asked the young woman. - What do you think I'm gonna do? Two people came in and went to the counter. \"Yes, sir\", said the waiter and served the customers. - Can you forgive me? When did you know that? - the girl asked. - No, I'm not. - Don't you think the things we had and did can influence our understanding? \"Viction is a monster with such a horrible face\", said the young man bitterly, \"that he could not remember the words\". I can't remember the phrase\", he said. - Let's not say vice. That's not very polite. - Perversion, he said. - James, what are you doing? - One of the customers went to the waiter. You look really good. \"You look good too, sir\", he replied to the waiter. - Old James! - What are you doing? - said the other client. You're a little fatter. \"It's terrible the way you get dressed\", replied the waiter. - Don't stop putting on the cognac, James - warned the first customer. - No, I'm not. You trust me. The two in the bar looked at the others at the table and then looked back at the waiter. Because of their position, they were more comfortable looking at the barman. \"I think it would be better if you didn't use words like that\", said the girl. There's no need to say them. - What do you want me to call it? - You don't have to name it. - That's what it's called. - No, she said. We're made of all kinds of things. You should know that. You used that phrase many times. - You don't have to say it now. - I'm saying it because that's how you're gonna explain it better. - It's all right, he said. It's all right! - You say that's very bad. I know; it's very bad. But I'll be back. I told you I'd be back. And I'll be right back. - No, you won't. - I'll be right back. - You won't. To me, at least. - You'll see. - Yes, he said. That's the hell you probably want to come back to. - Of course I will. - Go on then. - Are you serious? -I couldn't believe it, but her voice sounded happy. - Go on, get out of here! - said the man. Her voice sounded strange. I was looking at her. I looked at the shape of his mouth, the curve of his cheeks and cheeks, his eyes and the way the hair grew on his forehead. Then the edge of the ears, which were seen under the hair and neck. - You're not serious? Oh, my God! You're good! You're too good to me! - And when you come back you tell me everything - her voice sounded very strange. I didn't recognize her. She looked at him quickly. He had decided. - You want me to go? - she asked seriously. - Yes, he said hard. I'll be right there. - Her voice wasn't the same. He had a very dry mouth. Now, he said. She got up and ran out of the house. He didn't turn to look at it. He wasn't the same man he was before you told him to leave. He got up from the table, took the two consumption tickets and headed to the counter. \"I'm a different man, James\", he told the waiter. You see in me a completely different man. Yes, sir. \"Viction\", said the young roasted- is a very strange thing, James. - He looked out. He saw her walk off the street. Looking in the mirror, he saw that he was really a different man. The other two who were hiding in the bar counter stood aside to make room for him. -You are very right, sir. -Jame declared. The other two separated a little bit more from him, so he would feel comfortable. The young man saw himself in the mirror behind the counter. \"I said I'm a different man, James\", he said. And when he looked in the mirror he saw that it was completely true. \"You look very good, sir\", said James. Must have been a magnificent summer. FIN The Sea Change, The Quarter, Paris, 1931 Also published under the title The sea changes", "title": "Un cambio radical", "author": "Ernest Hemingway"}