{"metadata": {"length": 3043, "words": 545, "reading_time_min": 2.725}, "text": "Maritornes was driving around the sale, followed by the back-and-forth and the insolence of the soldiers. She's used to it, and while in comparison to her life the taurus are sweet and the dolphins tasty, not a complaint comes out of her lips. She's humble without resentment, hardworking without hatred, servant without ice. The night of December 24th is blue, cold, starry. Maritornes is setting the fire. The green branches are crushed and a white smoke rises quickly; then the flames swallow it up. Two or three little ones throw chestnuts and bellots at the coals. Baby-sitting and childish laughs. Maritornes laughs too. It's easy for him to laugh on Christmas Eve, because it's Christmas Eve and because he also has a concerted reflux, when the masters sleep and the guests calm down, with a young student and, clean, of fine limbs and twisted blonde hair. The student knows nothing, but Maritornes is sure he won't reject a warm body in the cold bed. Especially because in the dark you won't notice his mouth with a toothless syphilis, his hairy eyebrows, his pink nose, his eyebrows veiled by a watery mood that constantly distils. And Maritornes laughs, laughs at the insults of the butcher Juan Palomeque, at the palms of a ripe backs. Laughter is roaring when a newcomer, a young mule, begins to shout that, after receiving all the sacraments and abhorring with effective reasons the books of cavalry, has died don Alonso Quijano, who had been crazy for so long and was walking roads with the name of don Quijote, believing himself a walking knight. Maritornes remembers his squishy figure very well, and also the moffat face of his squadron Sancho. Remember the night the wounded gentleman came to the sale, mistaking it for a castle. She remembers that she was going to Sancho's bed, when she felt Don Quixote and he drew her to him, saying that his arpillera shirt was made of sandal, of oriental pearls the glass sheets he brought in the wrist, of gold strands from Arabia his coarse hair collected in a fustan albaneg. Remember he called her \"ma'am and maiden\". To her, to Maritornes! It's like laughing. But laughter turns to tears and Maritornes cries. Long after midnight, with tacit and attempted steps, Maritornes enters the room where the student is staying. She feels like Don Quixote thought of her: young, virgin and beautiful. Close the candle to the bed and gaze at the sleeping young man. It's very different from the manned hedgehog. He's a little bit of a boy. On the floor are the spade, the beet, the golilla, the scarps, the pants, the jacket and the shirt. Maritornes picks up and orders everything. Then she looses her hair. At that moment she feels more gracious than Oriana, more disturbing than the Unknown Urganda. Her feet are two white doves, her body the fountain of life, her eyes two black stars. And the tears that she still wept, as she slipped into the student's bed, are tears of gratitude to the Knight of the Sad Figure, who for the second time in his miserable life has given her beauty. FIN", "title": "La nochebuena de Maritornes", "author": "Eduardo Gudiño Kieffer"}