{"metadata": {"length": 5318, "words": 904, "reading_time_min": 4.52}, "text": "What did the whole family say? Listen first what Marujita said. It was her birthday, the most beautiful day of all, she said. They came to play with all their friends and friends. He wore his best dress, a gift from his grandmother, which was already worn out. Auntie had cut and sewed it herself before she went to heaven. The table in Mary's room was brimming with gifts; there was a beautiful toy kitchen, with everything a toy kitchen should have, and a doll that shut her eyes and said \"Aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa But more beautiful than all the stories was being able to celebrate many birthdays. - How beautiful it is to live! - Marujita said. And the father added that life was the most beautiful fairy tale. In the adjoining room were their two brothers, already older boys, one of nine years, the other of eleven. They also thought life was beautiful, but life their way, that is, not being children like Mary, but being adolescent students, carrying “sophomoric” in the notebook, being able to play and have fun with their friends, skating in the winter, riding bikes in the summer, reading stories about medieval castles, levadish bridges and mazmorrahs, hearing stories about the discoveries in the interior of Africa. One of the boys, however, felt a concern: that everything would be already known when he was older; he wanted to go out in search of adventures, as in the stories. Life is the most beautiful thing, he had said, and one can personally participate in it. The children lived on the lower floor, where they played and jumped. On the upper floor lived another branch of the family, also with children, but now older. One was 17; the other, 20, and the third was very old, said Marujita, for he had reached the age of 28 and was promised. They were all very well placed, had good parents, good clothes, good qualities and knew what they wanted: -Ahead! Below the old hills! Look to the wide world! It is the most beautiful thing we know. The father is right: life is the most beautiful fairy tale. The father and the mother, the two of us, already advanced in years - older than their children, of course - said, with a smile on their lips, in their eyes and in their hearts: \"What young people are the young people! In the world not everything marches as they think, but it marches. Life is an extraordinary and magnificent story. Above, a little closer to heaven, as it often is said of people living in the ghetto, the pagan lived. He was old, but had a young heart, was always in good humor and could tell many stories and very long ones. He had traveled the world, and kept interesting items from all the countries in his house. He had pictures that went from floor to ceiling, and many of the crystals were red and yellow. Looking through the window, everyone seemed to be bathing in the sun, even though the weather was grey outside. In a great glass were green plants growing, and gold fish swimming about; they looked to you as if they were supposing many things, but they did not want to tell them. She always looked at flowers there, even in winter, and in the fireplace she saw a great fire. There was the sea of good there, looking and listening to the chisel. -I read the old memories aloud - said the sage, and Marujita also gave the impression of seeing many pictures in the fire. But in the great armoire-library were the principal books; in one of them the Patriarch often read; he called it the Book of Books: it was the Bible. It contains, in images, the history of the whole world and of all humanity, the Creation, the Diluvium, the Kings and the King of Kings. \"All that has happened and is to happen is in this book,\" said the Patriarch. There is so much and so good here, in one single book! Think about it a bit. All that a man can ask is here summed up in a few words: the Holy Spirit. It is a drop of grace. A pearl of God's consolation. A gift in the child's cup, a gift placed in his heart. Son, guard it well, do not lose it for many years that you shall have, and you shall not feel abandoned in these uncertain paths. There will be light within you, and you cannot lose. And when he said these words, the Pharisee's eyes shone, shone with joy. One day, being young, it had rained, but that made him happy, added he; it was the time of trial, things had a grey appearance. Now the sun is shining inside me and around me. As one grows older, one sees better happiness and sorrow, sees that God never abandons us, that life is the most beautiful of fairy tales. Only He can give it to us, and it will last forever. - How beautiful it is to live! - Marujita said. The same say the boys, big and small, father and mother and the whole family, but especially the brother, who had experience and was the oldest of all. He knew all kinds of stories and legends, and said, from the depths of his heart: - Life is the most beautiful fairy tale!", "title": "Lo que dijo toda la familia", "author": "Hans Christian Andersen"}