{"metadata": {"length": 2388, "words": 472, "reading_time_min": 2.36}, "text": "Once a poor peasant boy heard the priest in the church say:  He who wants to get to heaven must always go straight. And he went on his way, and went about continually, not ceasing in a straight line, nor departing by mountains or valleys. Eventually his journey led him to a large city in the middle of the church, where the divine service was being held. When he saw all that magnificence, he thought he had reached heaven, and he sat down rejoicing. When the sacristan's service was completed, he was told to go out, but he said: \"No, I will not go up; I am happy to be in heaven\". Then the priest went to the priest and said there was a boy in the church who didn't want to go out because he thought he was in the kingdom of heaven. The priest said, \"If you think so, we'll let you in. Then he went looking for her and asked her if she'd like to work. \"Yes\", the boy replied, accustomed to his work, \"but he said he was not coming out of heaven anymore\". And he stood in the church, and saw the crowd coming to pray before the image of the Virgin, and the child Jesus, and said, God, behold, how skinny thou art. Sure people let you go hungry, but I'll give you half my food every day. From that moment on, he brought the image half his food every day and the image started to like the food. A few weeks later, people noticed that the image had grown fat and strong, and they were greatly amazed. The priest could not understand either, and he stayed in the church watching the child; then he saw how the boy gave bread to the Mother of God and how she accepted it. Soon afterward the child became ill and for eight days he could not get out of bed; when he could get up, the first thing he did was bring his food to the Mother of God. The priest followed him and heard the voice say, \"Dear God, do not grieve me that I have brought you nothing these days. I was sick and could not get up\". The young man said, 'I have seen your good will and that is enough for me. Next Sunday you will come to the wedding with me.' The boy was greatly delighted and told the priest. This one asked him to go ask the picture if he could go with them too. No, the picture answered, just you. The priest wanted to prepare him first and then give him Communion; the boy was happy about it and the next Sunday, just to receive Communion, he collapsed dead. I was celebrating the divine wedding. ♪ Finish ♪", "title": "La boda divina", "author": "Hermanos Grimm"}