{"metadata": {"length": 2917, "words": 501, "reading_time_min": 2.505}, "text": "Horatius, a Roman officer stationed in the newly conquered province of Averonia, searches in vain for his missing companion, Galbius, of whom there is apparently no sign or rumor among the natives. Horatius, desperate, finally asks for an oracle from the pagan druids: the fearsome and evil oracle of the terrifying god Sadoqua, who is believed to sleep forever underground in a cave in the middle of the deep forests of Averonia. He finds the place, accompanied by several soldiers, and is taken by the dark, repulsive druids who ((order)) him to enter the cave of the oracle ((solo)). In a cave that is split from top to bottom, where the light from outside descends gloomyly into the interior of half-night shadows, he finds a strange half-human, furry, gray, chained to a smoky, foul-smelling chimney from which hores and hideous vapours spring. The being (responde)), speaks in a semi-articulated Latin, and gives a cryptic answer to his questions regarding Galbius' fate. Horatius feels strangely unstable by something in his voice; and when the half-swept sunlight falls for a moment on the unusual oracle, he thinks he sees in this being a remote, distorted, impossible resemblance to the lost Galbius. The creature, however, denies being Galbius; and Horatius leaves with his men, more painfully perplexed and confused than before. As he leaves, he meets a beautiful pagan girl, who lives near the cave. An immediate attraction arises between the two; and Horatius returns later, alone, to continue to meet her. The love grows between them and the girl tells him, reluctantly, some of the true secrets of the oracle's cave, and confesses that the current oracle is effectively the lost Galbius, who was kidnapped by the druids and chained next to the sima. The fumes rising from it had made her quickly forget all her normal memories and had caused her degradation in a subhuman form. In this way, he had become a proper medium in order to be influenced by the sleeping god Sadok, who knows all things; and he could answer questions with the answers the god dictated to him. Many others had been the oracles of the god. It was said that the vapours emanating from the sima were their own breath; and their effect was so terrible that few mortals could resist them for long without dying or at least become so bruised that they could no longer speak and lose their courage as mediators. On learning this, ((Galbius)) Angry Horatius enters the secret cave again, and finds that Galbius has become an almost informal mass of black, velvety plasma, which profires of unarticulated sounds. Horrified, he tries to kill the thing. The Druids come in and grab him as he sinks his sword into the metamorphosed Galbius. He's knocked unconscious by a blow. Later regaining consciousness, he finds himself chained to the evil sima, inhaling the fumes that make him forget his human past in a mad, primitive delusion. FIN", "title": "El oráculo de Sadoqua", "author": "Clark Ashton Smith"}