{"metadata": {"length": 5014, "words": 972, "reading_time_min": 4.86}, "text": "My life is not exactly sedentary; I can even say that I have had unusual adventures, setbacks, recovery, storms, and that the trials are not over yet. But in the midst of all this, if I stop for a moment to think, I don't find myself in my past and I don't understand their agitation. It's like everything's touched someone else, and I'm now looking out of a hiding place, a hole where I've lived until today without knowing how. If it wasn't for the fact that I'm in a terrible state of shock and I don't even recognize myself, I'd say the hideout I'm coming out of is myself. Sometimes I live whole days, even very active, without taking part in my own gestures and decisions. But it's not that. I know perfectly well what I want, and even those who, like me, lead a life of responsibility and give their breasts, have clear ideas and turn completely to the issues. When I was younger, I was once in jail for several days. I had enemies, quite a few enemies (it's not all I can tell now, but hot blood has always been one of my qualities), and things had reached a point where I had to forcefully hide. I remember that in the first few days I looked like a caged tiger, walking around the room, talking alone; but then, as the end approached, I began to adapt and the night I could afford to go out, I wavered for a moment on the threshold. Then, of course, I went out and got back to my business. I remember that at that moment of doubt I felt exactly the way I said it: with a great stupor, a disgust like that of someone who is held back by a gesture, by a wake-up that was happening and would no longer happen. But it was not as if a habit were broken (the peace and silence of my room replaced by the uncertain vastness of the streets), nor then nor afterward did I feel that moment of discomfort, but the impression of having suddenly plunged into a very different air from the usual, an air that seems to have it inside rather than around you, a great abyss of air, of emptiness, of possible events and thoughts that would spring from deep within yourself, if that yourself had not suddenly disappeared to an incredible point. These are moments that can be called absolute availability. After living them, you can see that the whole past itself is visible and therefore also the present and, in short, the whole life, no matter what has been done, desired, suffered, obtained, and that it would be the same to stand in a corner like a portionist and, whispering something that passersby don't even understand, look with their eyes closed at that stupor, that abyss. There's a secret inside this that's more important than any responsibility you can give yourself. But even if this state is always identical to itself, there is not the slightest monotony in it: one always has the same face, the same eyes, the same voice, and yet never dreams of getting tired of those things. Some days I have to walk a lot in the streets (the only times I rest) or see the faces of old acquaintances again I know since I'll slowly let myself be assaulted by the familiar idea, and that idea starts to walk with me, makes me company in meetings and in the waiting, is about to say a decisive word to me, and just as I think I see something, I understand that it's just the reflection of a moment when I was a child and I didn't even know that I would become myself. With all that I've done, seen and understood in the world, it occurs to me that my most important things are a pile of stones where I sat then, a basement fence where I nailed my eyes, a closed room where I couldn't get in. And the good thing is that this impression of rubbing a free world like air, of feeling for a moment that I and this world are one thing, and if the impression continued for a while, I should believe who knows who and live very differently, this impression could already be experienced, without even understanding it, as a child. It's a fact I wouldn't want to admit to anyone, that when I think about it, the moments of greatest satisfaction are those farther away, that you didn't even know you had lived, when you started running away from home and you did it in fear. The only difference is that I was agreeing with myself then and, to know who I am, I didn't need to take the moment and stand in the street like a stunted or a scared animal. But then I think that one takes one's satisfactions where one finds them, and that it's not clear that because my days seem like someone else's, I'm less determined when it comes to working and breastfeeding. Moreover, having this method of discharge comes back to me in a certain sense; as if knowing that everything I have, everything I handle and everything I command will lift the flight tomorrow just by thinking about it gave me a guarantee that at least the flight will not lift it myself. It means that in that case I will always enjoy the company of that child, who was not, moreover, so childish if he always knew such a thing. *FIN* A certainty, Il Messaggero of Rome, 1942", "title": "Una certeza", "author": "Cesare Pavese"}