{"metadata": {"length": 7235, "words": 1334, "reading_time_min": 6.67}, "text": "Román climbed the stairs of his wife’s home with the usual cheerful glee. His agile legs of twenty-six years saved him on two of the steps, when shrill cries of pain, followed by others of a similar kind, which translated infinite annoyance, made him scream in a wild rage at the rest of the first floor. The picture that appeared to him left him a second time. On the floor, Irene shook, shook, shivered; her light dress glowed, her red hair glowed. Around the victim, a group: mother, sister, created -hypnotized, mute in horror - leaving her to die in that supplication. Instantly Roman understood; instantly he threw himself on the young girl, revolving himself with voluntary brutality, extinguishing by the weight of his body the living flames. Their hands -for whom those sacrificial forms were sacred- now shook without any consideration of false fright, putting out the fire as best they could, to the hilt, tearing at the charred skin and the swollen arteries. The mother and sister, for example, Román, stripped off their clothes and hats, stripped off their tiaras at the feast. Finally, they managed to collect her - but still breathing - and carry her to their hut, putting her on the bed, while the thief ran to the House of Help to seek a doctor. The sister, sighing, explained what had happened. Nothing, a lapse; the alcohol machine where the embers of the fire were sputtering, sputtered; the flaming liquid slickening the slackened thread of the muselin bat; the suffering and the terror, which inspire the opposite of what prudence advises, and launch an insensitive race towards the door and into the open air; the impatience of the spectators, which does not give them time to do the only thing indicated in such cases, that of Rome; and, at the end of the intercutting story, an embrace confused the boyfriend and the sister, whose tears shook Rome's limbs, his twitched and swollen eyes. The doctor came. Nobody had dared to touch Irene, who, on the return of the shiver, was wailing in a more vehement manner. Román helped; he became a practitioner, handling the tijeras himself. Among the villagers, no one was concerned about the strange case of that boyfriend before whom they had stripped off their last veils to the bride's dress. Fraternity and indifference came from the suffering. The body of Irene was shown as on the table of the anfiteatrist; but the beautiful young statue was a pure gloom. While they were going to the shop for calming agents, medicines, for cotton wool, for sales, Romero pushed the doctor at the counter and asked him anxiously: - Will he live? - We hope so. Is this your relative? -I am your future husband -Roman said simply. I am happy that he is not dead. Will it be much suffering? - Terrible tortures, and we cannot avoid them. Tell your trusted doctor. Maybe it will overcome fever and delirium. They have let it burn! If you don't manage to splash it, mechanically putting out the fire, it would now be carbonised. Your intervention has saved her. You will check the doctor’s vetoes point by point. Irene swung between life and death for a long time. The people around him, beginning with Romans, were only concerned with improvement. They did not pass through the mind of the boyfriend other thoughts. Always a matter of concern for the doctor, the tumult of love, its stifled riot of roses, had not existed since the time when he had snuffed out the callowness with his body. In fact, I did not think of changing anything about her way of feeling, and it was a great surprise to her that the same sick woman, one afternoon, at the time when he was going to visit her and read aloud to her the newspapers, said to him: -Roman, you know that I have become a hypocrite? The boyfriend looked at the bride's fiance, still en route to the wedding, and said honestly, \"What a snooze! As soon as you stop those gasps and those screams, my daughter will be just like she was: cute, cute! She insisted firmly: -I am deformed: my face, full of scars; my chest with every scar... my whole body is a sign... Romen, we cannot marry. Our... is over! He was impatient and annoyed: -What hand is entering you, Renita! Let's go, let's go, don't put me in a tin can; I don't want you to be like that. Rare Chilli! I am your lover; I am your beloved; I am your future, and we shall receive the blessings only if you are healthy and good. There was no other thing missing! The voice that came from behind the counters sounded hollow, sounded like a scream. - Thank you very much, Roman. I knew I knew you would disagree with me. It is natural in you. -What if it's natural to marry? I like it! It does not seem to be a matter of some phenomenon. Oh, girl!, the hand. She stretched out, swollen and still waiting for the heat to subside. Roman kissed her tenderly, as if he had kissed, being a devotee, a relic. - Listen, Roman... - the sick woman cried out in a low voice. You always bring me good; too much I know. It would be more expensive than you would carry. Instead of throwing me down to put out the fire, you should have waited a minute, long enough for me to stop shivering. So you would save me from a very bad luck..., without talking about the pleadings, which have not been few. - Oh, oh, enough, girl! \"Roman exclaimed. I do not encourage you to continue down that road. Where do you get such a bad luck, let's see? With me your fortune will be sweet; I will love you very much... Did you think you would conquer? To me you must look like the most beautiful woman in the world. - To you, no! - Irene energiously declared. -You know what? - I know. And I will prove it to you... until the evidence is there. Ah! If you were beautiful, what would the others matter to me? But you are neither blind nor deaf. You would detest me; you would aver me. The boyfriend stood up, between frightened and apologetic. - To call! -Ordered-. My daughter is a bit nervous today, and I don't want to make her worse with these substanceless conversations. To roar, to obey! -You assure me that you feel for me what you felt for yourself before... of shame? Irene asked. - Who doubts it? Exactly, boba! - Would you swear it to me? -I do, -he said without a trace of a smile. There was a moment of severe silence between the woman who had received such a proof of tenderness and the man who had just combed her comb. Román had swollen the hand of the sick man and was pressing it against his lips. And the first voice heard was the voice of Irene's mother, who came in and saw the scene, and approved it with a joyful voice. - No, don't move, Romeo... You're fine there, my son... I came just to see what was going on. Leave them in peace. Before, you will remember, I didn't like to leave you alone, eh? But now..., bah!, if you are like a brother of the poor... make her happy; entertain her. I have to attend to my sales agent, who is waiting for me in the office. After the mother had gone out, Irene sat on a stool and said to Román, who was lying down: - There you have the proof I offered you. My mother leaves us alone! And addressing new protests from Rome, he added: - Do not strain. I am resolved: so I can rise and walk, and I will irrevocably enter into the Novice of the Peoples.", "title": "Vocación", "author": "Emilia Pardo Bazán"}