{"metadata": {"length": 6853, "words": 1243, "reading_time_min": 6.215}, "text": "I don't know when, where or by whom the story titled \"The Doll Shop\" was written. I also do not know whether it is mere fantasy or whether it will be the account of real things and events, as the anonymous author claims; but, in short, it does not matter whether the little comic strip that unfolds in a tendon is uncertain or true. Chance puts these pages within my reach, and I hurry to seize them. Here's the thing: You don't have enough philosophy to get me back to the high speculations of thought. This explains my mundane affairs, and why I try to summarize the story - if you can call it that - of my grandfather's old doll shop which then passed to my godfather, and from him to mine. In my eyes this shop possesses the charm of defamily memories; and just as others keep portraits of their ancestors, I am free to remember mine, to look around the shelves where the old dolls are lined up, with which I never played. Ever since I was little, I've been used to looking at them seriously. My grandfather, and then my godfather, used to say, referring to them, \"We're living! It is not unreasonable for me, who loved them both dearly, to consider them lightly to whom I owed the precious gift of existence. My grandfather, my godfather, did not allow me to play with dolls, which remained on the store shelves, classified in strict order, subject to strict hierarchy, and never able to kneel for an instant with copies of different conditions; nor did the Andarine commoners who had enough memory to walk through the space of a meter and a half flat surface, with the luxurious and aristocratic chistera and elevated dolls, who could barely lift the tip of their elegantly shoe with great grace. To each and every one of them, my godfather gave them nothing more than the essential treatments to keep the shelves clean where they were being rented. No familiarity was taken, nor was the slightest chatter allowed with them. He had set up a regime in the small shop which would decay when I took possession of the establishment, because my soul would no longer have the same temples as yours and would be visibly resentful of the libertarian ideas and tendencies that flourished in the environment of the new days. He was particularly concerned with the principle of authority and superstitious respect for the order and customs established in the shop. He felt that it was appropriate to inspire fear and to treat them harshly in order to avoid confusion, disorder, anarchy, the bearers of ruin in the humble tendencies and great empires. I was imbued with those erroneous principles in which I had been educated and which he tried to inculcate in me by all means; and seeing in myself the heir who would succeed him in the government of the tent, he taught me the austere procedures of a commanding man. As for Heriberto, the young man who had been in business for some time, my godfather treated him like the worst rope dolls and treated him like the wooden marmots and the scallop clowns, very much so. In his view, Heriberto had no more brains than the dolls the constant trade had concluded had acquired frivolous and feminine customs, and at such a point his scruples were rising in this particular, he trusted those dolls that had ever left the shop, taken by Heriberto, without being sold in the end. These unfortunates were separated from the others, perhaps suspecting that they had acquired pernicious habits in Heriberto's hands. So many years passed, until I became a mature man and a father, an old man identical to the grandfather I met as a child. We still lived in the trastienda, where we could barely move between the dolls. I was born there, so that although the legitimate son of honest parents, I could consider myself the fruit of trastide loves, as the heroes of picaresque tales are usually. One day my stepfather felt bad. \"They're blinking their eyes\", he told me, \"and I confuse lawyers with rubber balls, queen actually are way above. \"My legs are weakening\", he continued, grabbing my hand affectionately, \"and I cannot run the short distance that separates you from the bandits without fatigue. I know I'm dying from stosynthesis, I don't promise myself many hours of life, and from now on you inherit the doll shop. My stepmother gave me extensive recommendations about the business. He then took a break during which I saw him walk around the store and his gaze almost extinguished. It thus encompassed, without doubt, the vast panorama of the present and the past, within the narrow walls of figurine tapestries which he made his usual gestures and showed in his usual postures. Suddenly he looked at the soldiers who were standing in a room and thought, 'We owe these men long hours of peace. They've given us good profits. Selling armies is a penguin business. I insisted on him so he would agree to call doctors to see him. But he just showed me a big box in a corner. -It's locked up a lot of wise men, teachers, doctors and other eminent people who have gone out of business and are in the dark. You do not therefore expect much from the usefulness of such a tool. However, porcelain dolls are desirable, and they always work well; pasta and celluloid dolls are also often sought, and even cloth dolls find a way out. And among the animals - don't forget - I especially recommend donkeys and bears, who have always been the breadwinners of our house. After these words my godfather felt even worse and had me bring every priest and two nuns to prison. Stretching my arm, I took them to the bedside table. \"It's been a while\", he said, touching them gently, \"and I've kept these dolls here for a long time, which hardly sell. You can offer them with a 10% discount, it'll be equal to tithes for priests. As for the nuns, take the charge that is one you give them. At this moment my godfather was interrupted by Heriberto's cry, which was in a corner of the trastienda, his head caught between his hands, and he could not hear without pity the last accents of the owner of the Doll Shop. \"I have nothing more to say than what I have told you so many times before: do not tip your voice or touch your wrists. Heriberto answered nothing, but his tears echoed again, ever higher and more untempered. This controversy has undoubtedly hastened the end of my godfather, who died shortly after he uttered those words. I closed his eyes and silently shed a tear. I was mortified, however, that Heriberto had shown greater signs of pain than I did. He was drowning in tears, he was laying his hair, running from one end of the trash to the other. Finally, he hugged me: \"We're alone! We're alone! - She screamed. He sat me down without violence, and pointing his finger at the priest, the ugly doctor, the white nurses, the cluttered dolls by the bedside, I made him sign that he would put them back in their places...", "title": "La tienda de muñecos", "author": "Julio Garmendia"}