{"metadata": {"length": 4499, "words": 822, "reading_time_min": 4.11}, "text": "Father Samame, of the Dominican order, in his thirty years as a conventman preached only once; but that was enough for his fame. The blessed one. What I'm about to tell you happened in the land where the devil became a cigarette smoker, and he didn't do very badly in the trade. Huacho was, in the previous century, a village of fishermen and labriegs, people of bold letters or little synthesis, but very keen to sell cat for hare. They, by birlibirloque or with the help of pyrlimpimpim powder, which we don't know is sold in the pharmacy, turned a robin into a raven and used the shell of the orange to make spell orange. Huachans of today are no use, in terms of skill and industry, nor to untie their grandparents. The races are definitely degenerating. The Huachans of today are not touched or touched by my story. I'm talking about people from the last century who are already raising evil beasts with their knuckles. And I'm making this exception so that I don't jump any and get in trouble, which of those things have been seen, and I'm already spoiled with human susceptibility and nonsense. It turned out that as the holy week approached, the local priest was unable to preach the three-hour sermon because of a bad rheumatism. In such a conflict, he wrote to a friend in Lima, instructing him to find him for Good Friday a preacher who even had two kisses, that is, good and cheap. The friend had been trotting around without finding a friar who decided to make a short trip of fifty leagues between way and back for a little money. With no hope left, the commissioner turned to Father Samame, whose life was so licentious that he was almost always imprisoned in the convent's prison and suspended in the exercise of his priestly duties. Father Samame had a reputation for being a molondro and, not embarrassed to be a preacher, had never been to the pulpit. But if he did not understand theology or sacred oratory, he was an exotic drunkard, and he went one after another. He took the commissioner with him, hired him between cups and cups, and without giving him time to retract he made him ride, and serving him himself as a guide and companion they both walked out of Chancay. Arriving in Huacho, the neighborhood was rocked by the news that there was going to be a three-hour sermon and preaching by a monk with many bells and brought to Lima. So Good Friday didn't stay in Laurima, Huara and other five-legged towns to the round living creature that didn't move to Huacho to hear that golden peak of the Dominican community. Father Samame went up to the sacred pulpit, invoked the Holy Spirit as he could, and hurried as if to God to help him. When he spoke these words of Christ, he said to him, \"Today you will be with me in paradise. \" He said to him, \"Demas, the good thief, was saved by his faith, and Gestas, the wicked thief, was destroyed by his lack of faith. I am afraid, dear Huachan and my listeners, that you will be judged as evil thieves. A deafening rumor of protests broke out in the Catholic auditorium. The Huachans were offended, and rightly so, to be called bad thieves. The thieves themselves were an insult, although they might have been a flowering of rhetoric, but that appendix, that bad-mouthed one, was to arouse anyone's self-love. The reverend, noticing the fatal impression his words had produced, hurried to rectify: \"But God is great, omnipotent and merciful, my children, and in him I hope that with his sovereign help and your happy arrangements you will come to have faith and all without exception be good, very good thieves\". If the audience had not been in the temple, it would have palmed; but it had to express its contentment only with a wave that seemed like a cheering. That honey toe was very much to the taste of all palates. Meanwhile, the priest was in the sacristy sparkling, waiting for the preacher to come down to reconcile him for the insolence with which he had treated his parishioners. - It's very shameful, Reverend Father, to say to your face what you have said. - And what did I tell them? - asked the monk without being silenced. - That they were bad thieves... - That's what I told them? Well, Father, I've had them! - Thanks to his fatherhood later having the strength to give them the pill. - And what did I tell them? - That in time, and God forbid, they'd be good thieves... Well, Father, I've been breastfeeding them again! And colorful, colorful, here the story is over. FIN Peruvian traditions  First series, 1870", "title": "Un predicador de lujo", "author": "Ricardo Palma"}