{"metadata": {"length": 7168, "words": 1302, "reading_time_min": 6.51}, "text": "An honest bourgeois of Picardy, descended perhaps from one of those illustrious troubadours on the banks of the Oise or the Somme, whose forgotten existence was just rescued from the darkness just ten or twelve years ago by a great writer of this century; a good and honorable bourgeois, I repeat, lived in the city of San Quintín, so famous for the great men he has given to literature, and lived there honorably he, his wife and a third-degree cousin, religious in a convent of the city. The third-grade cousin was a brown girl, with bright eyes, a shiny nose and a thin tail. Fastidded by her twenty-two years and by her four years of religious service, Sister Petronila, as her name was, had a beautiful voice and a much more temperamental temperament than religion. As for Esclaponville, who was our bourgeois name, he was a fat young man of about twenty-eight years of age, who above all liked his cousin and not so much, not much less, the lady of Esclaponville, for he had been sleeping with her for ten years and a ten-year habit is truly harmful to the fire of the hymnal. Mrs. Esclaponville - we must make her description, then, what would happen if we did not take care of the descriptions in a century in which there is only demand for pictures, in which even a tragedy may not be accepted if the curtain vendors do not see in it six changes of decoration, at least -; Mrs. Esclaponville, I repeat, was a somewhat tasteless blonde but white as snow, with pretty pretty pretty eyes, something in meat and with those brooches that are usually attributed to a good life. Until the moment we met, the lady of Esclaponville was unaware that there might be a way to avenge an unfaithful husband. Prudent as her mother, who had lived eighty-three years with the same man without ever being unfaithful to him, she was still so naive and so candid that she could not even suspect that terrible crime that the case historians have called adultery and that the sophisticated, who smooth everything, have called simply gallantry. But a betrayed woman soon receives advice for revenge on her resentment, and since no one wants to be left behind, as soon as the opportunity presents itself there is nothing to blame her for. Mrs. Esclaponville finally learned that her beloved husband was visiting her third-grade cousin too often; the jealous demon seizes her soul, stalks, reports and ends up discovering that there are very few things in San Quintín as proven as the loves of her husband and sister Petronila. Sure of its effect, Mrs. de Esclaponville finally declares to her husband that the behavior she observes tears the soul; that she has never earned such behavior, and begs him not to continue to do his own. - My own? - her husband answers her phlematically - Do you not know, my friend, that by sleeping with my cousin the nun earns my salvation? With such a holy plot the soul is cleansed; it's like identifying with the Supreme Being; it's like the Holy Spirit takes flesh within one's self. There can be no sin, woman, with consecrated persons to God; they purify everything done with them, and frequenting them often clears the way to heavenly bliss. Mrs. Esclaponville, not very satisfied with the success of her admonition, did not open her lips, but swore in her inner voice that she would already know how to find some form of more persuasive eloquence... The bad thing about this is that women always find what they are looking for: however unattractive they may be, they have nothing more to invoke and avengers rain down on them everywhere. In the city lived a certain vicar of the parish they called Father Bosquet, a good young man of about thirty years who walked behind all the women and who was making a forest with the fronts of all the husbands of San Quintín. The lady of Esclaponville ran to the vicar; as is inevitable, the vicar met the lady of Esclaponville in turn and the two became so thoroughly acquainted that they could both have painted a full-body portrait of the other without fear of the slightest mistake. After a month, they all came to congratulate the good man of Esclaponville, who boasted of being the only one who had escaped the vicar's dreadful gallantry and of owning the only front not yet stained by that cranny. \"That can't be\", Esclaponville replied to those who told him, \"my wife is as virtuous as a Lucrecia, I wouldn't believe it if they repeated it a thousand times. \"Then come\", one of his friends tells him, \"come and I will convince you with your own eyes and then we will see if you still doubt it\". Esclaponville is taken away and his friend leads him to a lonely place, a half-legged town, where the Somme, nestled between two fresh trees and covered with flowers, invites the townspeople to a delicious dance; but as the date was at an hour when usually no one is bathing yet, our unfortunate husband hurries the bitter sip to see his virtuous wife first appear and his rival act on without anyone coming to interrupt them. - What's the matter? - his friend asks Esclaponville, - is he starting to bite your forehead? \"Not yet\", replies the bourgeois scratching it, yet, without realizing it, \"perhaps he comes here to confess. - Then let's wait for the outcome - replies his friend. They didn't have to wait too long. Only to reach the delicious shadow of the stinking silk, Father Bosquet strips himself of everything that could constitute a hindrance to the loving embraces he machines and puts his hands to work in a holy way to raise, perhaps for the thirtieth time, the good and honorable of Esclaponville to the height of the remaining husbands of the city. - Well, now you think so? - asks his friend. \"Let us return\", replied Esclaponville bitterly, \"for if I believed so I might very well kill that damned priest and I would be paid more than he is worth; let us return, my friend, and keep my secret, I beg you. In the greatest turmoil, Esclaponville returns home and his blessed wife appears shortly after to eat in his caste company. - Hold on a second! - exclaims the bourgeois, furious. Woman, as a child I swore to my father that I would never sit at a table with prostitutes. - With prostitutes? - \"The lady of Esclaponville answers you with a blessing\". My friend, I marvel at your words. Have you anything to reproach me about? - But how, you bitch! What if I have something to reproach you? What did you go to the bathroom this afternoon with our vicar? - Oh, my God! - \"My sweet wife\". Is that all? Is that all you have to tell me? - How the hell is that all...? - But, my friend, I have followed your advice. Didn't you tell me there was nothing wrong with sleeping with church people, that the soul was purified with such a holy plot, that it was like identifying with the Supreme Being, making the Holy Spirit come into you and open up; in a word, the path to heavenly bliss...? Now, my son, I have done nothing but what you have told me, and I am a saint, not a harlot. Ah, and I add that if any of these chosen souls of God has the means to open, as you said, the way to heavenly bliss, it must certainly be that of the lord vicar, for I had never seen such a big key. FIN", "title": "La ley del talión", "author": "Marqués de Sade"}