{"metadata": {"length": 7399, "words": 1361, "reading_time_min": 6.805}, "text": "The painter Novalis had just married Maria, a Spanish woman with whom he fell in love because she reminded him of his favorite painting, Goya's Naked Maja. They went to live in Rome. Mary clapped her hands with childlike joy when she saw the bedroom, admired by the lavish Venetian furniture with beautiful pearl and ebony inlays. On the monumental bed built for the wife of a dux, Mary trembled with pleasure the first night, stretching the body before hiding it under the delicate sheets. The pink fingers of their tiny little ribs moved as if they were claiming Novalis. But she had never once shown herself completely naked to her husband. First of all, she was Spanish; secondly, she was Catholic; and, secondly, she was absolutely bourgeois. Before making love, you had to turn off the lights. Standing by the bed, Novalis looked at her with her eyes closed, dominated by a desire that she doubted whether to manifest; she wanted to see her, to admire her. I didn't know her completely despite those nights at the hotel, when they heard strange voices across the fine partitions. What I asked for was not a lover's whim, but the wish of a painter, of an artist. His eyes were hungry for the beauty of the woman. Mary resisted, warming herself, somewhat angry, offended in her deep prejudices. Don't be foolish, dear Novalis, he said. Come to bed. But he insisted. He told her he had to overcome her bourgeois prejudices. Art is mocked for such modesty, human beauty must be displayed in all its majesty and not remain hidden, despised. The man's hands, compelled by fear of hurting her, gently removed his sweet arms that were crossed over his chest. She laughed. You are a fool. You're tickling me. You're hurting me. But, little by little, flattered by the female pride of the cult to which her body was subjected, she surrendered, letting herself be treated like a child, with mild protests, as if suffering a pleasant torture. Free of veils, the body shone with the whiteness of the pearls. Mary closed her eyes as if she wanted to escape the shame of her nakedness. Over the tight sheets, the funny shapes drenched the artist's eyes. \"You are Goya's fascinating little girl\", he said. For the next few weeks, she never posed for him or allowed him to have models. He would unexpectedly enter the studio and talk while he was painting. One afternoon, he suddenly entered the studio, and he saw on the model platform a naked woman lying on her skins, showing the curves of her ivory back. Later, Mary made a scene. Novalis begged her to pose for him and she surrendered. Tired of the vehemence, she fell asleep. He worked for hours without a break. With frank disdain, he admired himself in the picture as he did in the large bathroom mirror. Dazzled by the beauty of her own body, she lost her shame for a moment. Besides, Novalis had put a different face on the body, so no one could recognize it. But then Mary returned to her old habits of thinking, refusing to pose. He made a scene every time Novalis hired a model, listening and spying behind doors, and arguing all the time. He almost became ill with anxiety and morbid fears, and began to suffer from insomnia. The doctor gave him some pills that made him sleep deeply. Novalis realized that when he took the pills, he didn't notice him getting up, moving around or knocking down the objects in the room. One morning when she woke up early in the mood to work and saw her asleep, so asleep that she barely moved, she had a strange occurrence. She removed the sheets that covered her and slowly lifted up the silk sweater. He could lift it above his chest without her giving the slightest sign of awakening. When the woman's entire body was discovered, she gazed at it as long as she wanted. And the arms were cut off from the body; and the breasts were spread out before his eyes as an offering. She was aroused with desire, but she didn't dare touch it. Instead, he brought paper and pencils, sat down by the head and was taking notes. While working, I had the feeling of being caressing every perfect line of a woman's body. He could go on for a couple of hours. When she noticed that the sleeping pills were giving way, she stretched out her sweater, covered her with a sheet, and left the bedroom. Later, Mary was surprised to notice her husband's new enthusiasm for work. He would locked himself in the studio for days, painting on his pencil notes in the morning. And he made him several pictures, always lying down, always sleeping, as he had been the first day that he posed. Mary was stunned by the obsession. I thought they were just repetitions of the first pose. Novalis always altered his face. Since the woman's present expression was sober and severe, no one who saw those pictures would ever imagine that the voluptuous body was Mary's. Novalis no longer desired his wife when she was awake and wore the puritan expression and the tight gaze. I desired her when she was asleep, abandoned, opulent and peaceful. I was painting it breathless. When he was alone in the studio with a new painting, he lay in front of the painting on the couch and a warm current ran through his whole body, while his eyes rested on the chest of the mare, in the valley of his belly or on the hair that was born between his legs. I was noticing an early erection. He was surprised by the violent effect of the painting. One morning he was in front of Mary while she was sleeping. I had managed to slightly separate his legs, to see in the middle. Watching the pose without limitations, her legs open, she touched the sex with her fingers, making the illusion that she was doing it. How many times had I led her hand toward her penis, with the purpose of snatching this affection from her, but she had always refused and withdrew her hand. Now he punched his penis with his own hand. Mary soon realized that she had lost the love of the painter and did not know how to regain it. He realized he was in love with his body, but only when he was painting it. He went to the country, spent a week with some friends. Within a few days she became ill and went home to see her doctor. When he arrived, the house looked deserted. It was a nod to Novalis's studio. There was not the slightest noise. Then he imagined he'd be making love to another woman. He came near the door. Slowly and quietly like a thief, he opened it. And this is what she saw: on the floor of the study was a picture of her; and above, stretching against the picture, was her husband naked, naked and with his hair uprooted, as she had never seen it before, and with his penis erect. He was restrained against paint, lascivious, kissing and caressing her between her legs. He was rolling like he'd never done before about Maria. She looked like a prey to the frenzy and all around her were the other pictures of her, naked, voluptuous and beautiful. He would point passionate glances at them and then continue the imaginary embrace. What I was experiencing was an orgy with the wife I hadn't actually met. Before this spectacle, Mary's own contained sensuality burned, free for the first time. When she took off her clothes, she revealed a new Mary, a Mary enlightened by passion, abandoned as in the paintings, who offered her body without modesty and without hesitation to all the hugs of the man, striving to snatch her emotions from the paintings, to overcome them. FIN", "title": "La maja", "author": "Anaïs Nin"}