{"metadata": {"length": 2905, "words": 540, "reading_time_min": 2.7}, "text": "During Holy Week, a Mujik went to see if the earth had already melted. He went to the garden and tasted the ground with a stick. The earth had already softened. The Mujik went to the forest. There, the buds of the mimbars had already swollen. And the mujik thought, \"I'll plant some beans around the garden and when they grow up they'll protect it from the wind\". He took an axe, cut down ten bushes, sharpened the thickest end and planted them in the ground. And all the grasshoppers sprouted up above the surface, and under the ground sprouted up, and gave roots; and some burned up, and others did not hold fast to their roots; and they were weak, and fell. When autumn came, the mujik looked at his blisters at dawn: six had been lit. The following spring the sheep ate the bark of four and only two remained. The following spring, the sheep also roared those two. One did not succeed, but the other resisted, took strong roots and became a tree. In spring the bees were buzzing on the beehive. In the cracks swarms used to form, which mujiks took advantage of. The peasants and mujiks often ate and slept under the tree; the children, on the other hand, climbed up to its trunk and plucked the branches. The mujik who planted the mimbrera had been dead for a long time, but it was still growing. The eldest son cut the branches twice to burn them in the stove. But the beetle kept growing. They cut off all the branches to make sticks, but each spring he produced new shoots, thinner than before, but twice as numerous, like the crests of a colt. The eldest son had already stopped working and the village had moved, but the mimbrera continued to grow in the open field. Foreign mujiks passed by and cut off many branches, but she kept growing. A lightning struck her, but again she came forward, thanks to the lateral branches, and continued to grow and flower. A mujik wanted to knock her down to make a water well, but he changed his mind because she was pretty rotten inside. The beehive was defeated on one side and only a part of it was still standing, but it continued to grow and every year the bees came to collect the pollen from its flowers. One early spring day, a group of children guarding the horses gathered under their cup. Suddenly they saw that it was cold and they set a fire; they gathered up cracks, thorns, and dried branches. One of them climbed up the tree and cut some branches. They put everything in the tree hollow and set it on fire. The wood of the pomegranate was sparkling, and its linen boiled; and there was smoke over it, and the fire spread through the log; and the inside of the pomegranate was black. The young shoots wrinkled, the flowers withered. The children took the horses home. The burnt-up-down-spouted-brick was left alone in the country. A black crow came flying, landed on it and cried, \"Well, old bouncer, you've come to your end! It was about time!", "title": "La mimbrera", "author": "León Tolstoi"}