{"metadata": {"length": 2165, "words": 400, "reading_time_min": 2.0}, "text": "During the harsh winter of 1799, a wolf was spotted in Adgate, Leadenhall and Cornhill, in the heart of London. At first it was thought to be a huge stray dog, strangely dangerous, but numerous witnesses found out that it was a wolf and also remarkably large! It attacked especially women who arrived late to their homes and also men who were not armed, as the animal seemed to sense from afar whether or not they carried a dangerous weapon. On St. Ambrose's night it was a hell of a time and the streets were deserted, when the health officer Br... crossed Fenchurch in his little car. When he reached the height of the main square, the wolf came up from a dead end and bounced over the horse's head. But the wolf got his own, for the horse, a young and robust animal, turned away and threw a violent cousin. The wolf, caught in the jaw, made a sinister hiss and tried to flee. But the doctor was not content with this, he followed the wolf to the dead end where he was sheltering and, from a distance, shot him. The monster fell, entered and disappeared through the hallway of a house, whose door was immediately closed behind him. Dr. Br... knocked on the door in vain, no one came to open it. The next morning he told the neighborhood police officer who, accompanied by two armed men, headed for the house. The house was occupied by a small tenant named Smigger, a man feared and hated by the whole neighborhood for his bad character and brutality. Failing to respond to the police officer's demands, they sank the door and, from the entrance, at an angle of the hallway, they saw Smigger on the ground, dead, in a sea of blood. She had a broken lower face and a gunshot wound to the kidneys. No wolfskin was found, but everywhere in the house there were footprints of huge claws, as well as a large supply of raw meat and even a completely crushed human head. Dr. Br... was curious to examine, assisted by several experts, the huge excrement found everywhere in the sinister dwelling, and they had to conclude in horror that they were facing the defections of a wolf. Smigger had never left London and it was impossible to explain this case of lycanthropy. FIN", "title": "El duende de Adgate", "author": "Catherine Crowe"}