{"metadata": {"length": 4856, "words": 861, "reading_time_min": 4.305}, "text": "The silhouette of the machinist in his blue drill suit stands out from dawn to night on top of the machine platform. Your shift is twelve hours straight. The workers who pull the coal wagons from the elevators look at him with unconditional envy. Envy, because while they are burned by the sun in the summer and roasted by the rains in the winter, they are continually cracking from the brook of the pike to the storage yard, pushing the heavy wagons, he, under the zinc roof, does not step or expend more energy than is indispensable to handle the reins of the machine. And when, empty of the mineral, the tumblers run and sigh in the vague hope of getting a few seconds of respite, envy is added to the enclosure, seeing how the elevator already awaits them with a new load of full wagons, while the driver, from the top of his post, seems to say to them with his stern gaze: - Hurry up, loose-laws, hurry up! This disappointment that repeats itself on each trip makes them think that if the task kills them, it is the fault of the one who needs to stretch and shrink his arm to overwhelm them with fatigue. You will never realize that this task, which seems so insignificant to you, is more burdensome than that of the galeot tied to his bench. The driver, grasping the steel handle of the machine's government with his right hand, instantly becomes part of the huge and complicated iron organism. Your thinking being becomes an automaton. His brain is paralyzed. In the sight of the white-painted quadrant, where the indicator needle moves, the present, past and future are replaced by the fixed idea. His nerves in tension, his thinking, all of it is refocused on the figures that in the quadrant represent the rotations of the giant coil that rolls 16 meters of cable in each revolution. Since the fourteen laps required for the elevator to go upright are made in less than twenty seconds, a second of distraction means another revolution, and another revolution, the driver knows all too well, is: the elevator crashing up against the pulleys; the coil, torn from its center, hurling like a noisy sound that nothing stops, while the crazy embols break the blades and make the cylinder caps jump. All of this can be the result of the slightest distraction on your part, a second of forgetting. That's why your pupils, your face, your thinking are still. Nothing he sees, nothing he hears about what's going on around him, except the spinning needle and the signal hammer that hits over his head. And that attention has no pause. As soon as one of the elevators strikes the brook of the pickaxe, a double bell rings to warn him that the other is waiting with full load. Stretch the arm, the steam pushes the embolts and whistles as it escapes through the packaging, the coil rolls the metal thread and the quadrant needle turns fast approaching the stopping arrow. Before the crankshaft crosses, it pulls the crank to itself and the machine stops silently, without shaking, like a soft horse's mouth. And when the last signal still vibrates on the metal plate, the hammer strikes it again with a dry, shrill blow at the same time. At his command the driver's arm stretches, the gears twitch, the wires oscillate and the coil turns at a dizzying speed. And the hours follow the hours, the sun rises to its zenith, it sets; the evening comes, it declines, and the twilight, rising on the horizon, rises and spreads ever more rapidly its immense gloom. Suddenly a deafening whistle fills the space. The drunks let loose the trucks and stand up straight. The day's work is over. From the various sections adjacent to the mine, the workers come out in confused swarms. In their haste to leave the workshops they collide and squeeze, but there is no voice of complaint or protest: the faces are radiant. Gradually the sound of his sounding steps fades away and fades into the shadowy sidewalk. The mine has been deserted. Only in the machine department is a confused human silhouette distinguished. He's the driver. Sitting on his high sitial, with his right hand resting on the crank, he remains motionless in the semi-darkness around him. When he finished the task, suddenly ceasing the tension of his nerves, he has collapsed on the bank like an inert mass. A slow process of reintegration to normal is operated in your blunted brain. He painsfully recovers his annulled faculties, atrophied by twelve hours of obsessive, fixed idea. The automaton is once again a flesh and blood creature that sees, hears, thinks, suffers. The enormous mechanism is paralyzed. Its powerful limbs, warmed by movement, cool themselves producing slight snaps. It's the soul of the machine that escapes through the pores of the metal, to light in the darkness that covers the high iron sieve, the tragic flares of a red dawn from the orchard to the zenith. FIN Subsole, 1907", "title": "El alma de la máquina", "author": "Baldomero Lillo"}