{"metadata": {"length": 5061, "words": 932, "reading_time_min": 4.66}, "text": "Her name was Carmencita and she would be 50 at most. He finished the third lap in bed, took the sheet off his face and knew he wasn't going to sleep. The noise of the Buenos Aires Sabbath night was still coming. She stroked her tired breasts and spent a while thinking about her last period, definitely her last. The boy who visited her almost every Saturday because it didn't cost her or threatened complications, knew nothing about that end. It was an end for her, exclusive, and no one could suspect it because she was still thin and could paint. Defeated, she lit the light and a cigarette. Then he held the curtain of the window and almost believed that his forehead was hitting the round yellow moon suspended in the darkness of the sky like the waist of a drum. He remembered: Autumn already yellowens his patch like an old drum of rum. He thought several, many times the words of the poem, lost as many things were. Also: I had, I had, I had and I don't have any more. The tongue moved within the mouth repeating the verses. Always in silence. He remembered the scare of thirteen years, the first time. Then, in short snapshots, the faces and bodies, the movements, the gestures and, almost, the voices of men, not all of them, who had mixed their skin with his. But only one remained, the most stupid, a good supplier, as you knew when you got married. Two and a half years the man reading with a smiling approval the poems, the stories she wrote. But that wasn't really serious, and every reading ended with a caress in my head, in my tangled hair. Two and a half years, sixty months, and she moved into a small, open-air apartment on Ayacucho Street, the same one where she was now smoking sad and angry and seeing other things in the past, the first book she paid for, her other books, praised by her friends, the awards she was paid for kindness. And she always knew that everything she had written could disappear without anyone knowing, knowing that everything was mediocre and pretentious. Knowing and hating the men she used and they were using her. So many years. He began to search, as if the encounter were possible, the moment, the line that separated youth from old age. In any case, it had been too long since the body's misfortune began. Because even though she could remember the wrinkle ring that marked her neck -- always covered in silk scarves, bright, raging colors and teenage ones -- she still felt young, healthy, and her brain, she was sure, had not accompanied the misfortune of her body, her fearful, willing, uncontrollable, undeniable inclination toward decay, shrinkage and death. He also achieved and from this source of revenge he lived that a hardly read newspaper allowed him to direct a quarter page to do literary criticism. And like all men, almost all men who had come and gone belonged to the intellectual wildlife and from time to time published books, he was able to unload there his bile and his laugh of mockery, so watered down now, so far from bells and whistles. He heard the siren of a police car driving away from the northern neighborhood and the knock of a car doorbell. Someone coming back from a bed, thought without pain. He recalled his conversation with Mario last summer on the sand of a hidden, almost private beach in Mar del Plata. It was she talking while Mario's hand was playing with the sand. She said how unfair God is or nature makes a 50-year-old woman ridiculous about being with a 20-year-old boy and if it's the other way around everyone thinks it's normal. When dawn came, he turned off the last cigarette and was looking through the drawers on the table until he found the birth control pills and the sleeping tube. He lifted the blind and threw away the morning light pills so unnecessary long ago. He brought the sleeping pills with the help of a sherry taken from the bottle. What was left of the night, the darkness surrounding it, trying to convince her of a need for descent, slow sinking and no stumbling. He rebelled powerlessly and managed to see himself in the center of a village kermesse, where the golden wine only gave joy and no one was drunk and the circle of dancers was turning into the songs, wrapping themselves with them, the one that had been his, with a rowed dress, moving tirelessly, happy without any feeling of wrinkles or mild pains in the joints, so clean, so tense the skin of his pink face now by the happy tiredness, and a nail in the hair, a nail in the chest, a nail in the mouth. So happy, so afraid to quit, she crawled in the shade to catch more sleepy people, more sherry; and then she didn't want to turn the joy of her non-stop dance back to the light of the lights, of the candles covered by wrinkled cylinders of colored paper, a blue, a green, a red; and the suction of the bed was wisely and without violence multiplied, and the owner and slave of blackness agreed to sink herself breathing for the last time the vague smell of lavender from the sheet that covered her chin. The Spanish government has been trying to overcome the crisis.", "title": "Luna llena", "author": "Juan Carlos Onetti"}