{"metadata": {"length": 7161, "words": 1374, "reading_time_min": 6.87}, "text": "Are you? Yes, running. And running, running, whipping the doors with their silk flights, from the dresser to the cabinet and from the closet to the mirror, always in last-minute touch; looking for the pin or fan who lost his crazy head, turning from the street to tie his necklace to his throat, making me still enter through the forgotten lace cloth over the chair, we would finally leave every night with an hour and a half of delay, even if with sunlight she would begin the arduous work of putting the delicacy of her adornment on the level of her face's beauty. Thank you had to be given if when the first lighthouse, she, standing, asked me: How am I?, I did not answer her: Well, very beautiful, with absolute conviction; because the girl was capable of finally becoming the Supreme Court of the mirror, and then, goodbye, theater!... we came to the exit. As it often happened. She was in a hurry, I was by her side, a little behind, not very close, with a mixture of the gentleman's gallant respect for the lady and the groom's grave respect for the duchess. When I was around the corner rubbing my arm with his tapes, I apologized. She looked at it unwittingly in the window light, and when a woman from the village stood there flowering it, I said to her, \"Look, do you hear?\" and she smiled triumphantly like a queen. We weren't talking. All the time I spent at home I was looking, unleashing, earning it on the way. He was coming to the theater breathless. And there, for the last time, on the empty porch, quickly analyzing myself in the big lobby moons, as I handed out the bills: \"Am I really okay? He asked me so I could answer him unfailingly and very proud of his kindness: \"Wonderful! Because, yes, she trusted my rigor. I would have told you the truth, to the smallest detail that artistically would not be considered worthy of your aristocratic figure, even if it would have cost us to give up the role. The twins were looking for her. Who is it? They were supposed to ask each other on the benches, on the stages. Some of my friends would come to greet her in the interviews, waiting in vain for the presentation. She didn't love her, I didn't like her, I don't know why. And those in the Circle in the afternoon who had asked me with reluctance or shamelessness who the young lady who accompanied me the night before was, got an evasive one unable to dispel their curiosity. My sister? Nothing looked like me. My wife? My dear... never, the purity of the virgin shone in that face of a shy and curious schoolgirl. And what did anyone care? The truth is, I don't know why she had a fondness for theater. I looked at the audience with disdain; I don't know if it was because of the cowardice of his seventeen years or because of the indigenous contempt in his soul. The only thing that interested him was the joke that made everyone laugh, which barely got a pleasant dilation from his mouth; and as he cried in the dramas, we were going to play little more than a little piece of orchestra. I barely crossed the line. Sitting next to me, without looking at me, I was the one who just for all the talking used to say from time to time, \"Look, there's someone looking at you, you know? Where? On a stage. On the third floor. Don't take your twins off. He would turn his eyes fleetingly to the right place, and smile, without recalling the whole night of the stubborn admirer. From the tenacious admirers. There were many of them. They didn't get a thankful look, the kind even the fewest flirtatious people give thanks. Only I, with the request of a slave who cuts flowers for his master, in throwing one by one those admirations at his feet pleased me. It was an intense delight, but unconscious and vague as the pleasure of a dream, as the joy of a spring. She always paid me with her soft smile. I bought him candy. And that's all there is to it. What's that? - I know. I think you do. That she was exceptionally beautiful, but I could not have defined her beauty then or now. I looked at her many times when she was in front of me. Then we parted and I couldn't remember her anymore. But we got back together and I looked at her again. A phosphorus glow of his half-closed eyes, like that of the crest of a wave in the bright seas, a transparency of his face that blindingly blinded me, made my analysis impossible. In the electric light of the theater, falling like a flood on that nagging face, I could only notice one thing: that on that face the red lips looked redder than all the lips on all the faces of women I have seen. That's how I know I must have liked her a lot. That I wouldn't be able to describe it. When a spectacle robs, awakens and makes you dream, that's ecstasy. ••••• The curtain was falling for the last time. Everyone in the theater was starting to move out. He wore the most elegant coat, which hid his neck and round beard in a curly, silky throat, and so it was a little clearer the step I took to find out if I had been happy and entertaining, because I needed to make sure that I was, and we went out through the door, the ranks of curious women, who among all the beautiful women who, through the hallways, through the wide stairs, were flowing into the hallway full of clarity and reflections, stared at me, preferably in the graceful and light cross-over hidden between the hat and neck like a feathered face. We were still on good terms with the procession of people; I still looked at her, in the light pictures that some coffeehouse threw out of its windows, and very soon, lost out of the center, in lonely streets where our footsteps resonated, I offered her my arm, which she accepted out of fear, for coming closer to me in the semi-darkness and the desert of midnight. I was calm, confident in myself; I, gently eager to take her to her taste, calculating the step so as not to tire her, holding him to his own, the same as the recruit must go on the day of his first march in rows. I'm sorry about that! I would always tell him that a hesitation made me even rub the fly off his skirt. And drunk with her perfume, the soft violet of her dresser, which seemed to breathe out of her more penetratingly with the cool of the night, like the perfume of the sour cream, the silence beside her angered me; and for talking anything to that divine schoolgirl who never knew what to say, the entertainment making her notice how capriciously our shadows went long each time we left behind a lantern. I fired her one day at the station, with her family. He was going far. I didn't feel his march. But if I had at any time in the past years been able to write to you, I would have written to you politely, as to a respected and dear friend. From month to month, perhaps more suddenly on suddenly, perhaps later on in the afternoon, I used to remember her in my sorrows and in my loneliness. - I'm not going to do anything! I woke up. She was so little! I still ask myself sometimes, \"Lord, why, with her, more chick than anyone, and being so close to me, could I never have the careless trust of friendship? I didn't know I loved her then. Now I don't know if I've loved her much since. The Naïve Tales, 1920", "title": "La niña mimosa", "author": "Felipe Trigo"}