{"metadata": {"length": 6454, "words": 1154, "reading_time_min": 5.77}, "text": "The following text is simply worth a notable adjective. Perhaps it is an overly emotional text; some doubt its historical truth, although the historical truth of camera aids has always been important. The adjective in question is opposite and an enemy of the Emperor's glory. I suspect, however, that inaccurate adjectives acquire all their justice in time, and that this may be one of them. In general, an adjective cannot be so credited, nor can its dominance over history be so great. But there are times when, because of circumstances in life, words become either conditioning or humanizing. It can be argued that the text is vague, contradictory, barely a draft of human destinies that were consecrated in St. Helena. Yet, it opens up the best possibilities for us to judge to what extent in a lifetime the despised elements are causing erroneous mutations in fate. It was not love that this act of separation refers to if that's what we can call everything that is limited in these pages, and above all, what they leave unspoken  one of the minor characters in the story. I think, on the contrary, that it was more determinative, not of the facts of a life, but of the very grief that consumed it. The author is not considerable; this is the only text from his military life that has gone down in history. But that same fact sets it apart from a series of historical tics of which the stories of those who, by playing a big role in fabricating the facts, have no capacity to tell about themselves but their own side are plagued. It's about Lieutenant Hervé de la Gorce, an officer who was starting his career in the Napoleonic army when the Hundred Days ended, and already one of the eagle's wings le left was dangling. In fact, in one of his writings he speaks of having a tin can chiselled by the great goldsmith Pinedo, in which, as in the time of the Hundred Days, the left wing of the eagle slices the imperial floor. But we must move on to the text, with its imponderable adjectivation. (It is dated 1820, and it should be noted that all of it is based on third-person references, since when the author saw the Emperor his visit was interrupted by a respectful inability to speak.) However, his detailed relationship of the Emperor's love affair with Countess Walewska has the merit of gathering in her all the gossip, all the intrigues of the Court. All this, from the Countess disguised as a village girl who went out to pick up the stela of the imperial chariot, to the dances of the Court, to the political pressure that presided over the delivery of Maria. No one has ever doubted the shadowy love of that adorable woman, the most adorable the Emperor ever knew, whose grace and love exceeded a thousand times the transitory Josephine, or the blurry Maria Louise. The naïve and truthful thesis that De la Gorce holds, states that Napoleon's fate would have been substantially altered if his relationship with Countess Walewska had been more permanent, not deeper, because our officer never doubts the Emperor's love for Mary, and in effect recalls not only the campaign of Poland, the return of the defeat of Russia in 1812, but the most decisive moments of Napoleonic life, such as, first, the island of Elba, when the sun begins to set in Austerlitz, and Mary, the separated wife, arrives in the shadows of night, as Queen of Elba. But the tiny court is full of secrecy on its journey, because it still naively awaits the arrival of Empress Maria Luisa, who has already sold her Emperor for a granite from the Austrian court. The Emperor rightly considered princesses to be political commodities that they should not love or be loved. Then comes the moment when the eagle's wings are burned, when the already crumbling Empire is broken into English hands. Mary comes back to the blooming gardens of the Malmaison. She is accompanied by Alexander, the son of the two. Common history says that she proposed to the Emperor to follow her into exile, and that he promised to call her if events allowed. The explanation given is that the Emperor must continue to fabricate his own legend of martyrdom, against which the bourgeois future of living with a mistress had an inevitable destructive force. But De la Gorce does not think so, as you can see from the text. To him, Mary would have been the honorable Empress of St. Helena, if she had wanted to. He cites unknown sources to prove that the one who did not want to travel, to maintain the legend of martyrdom, was Mary, torn and painful, but aware of the need for the world to see Napoleon die as a martyr, abandoned and heroic on the island that was like the scheme of his death. Mary, who loved him beyond his glory. Napoleon begged her, until at dawn, defeated, he let her go, after having her for the last time in his arms, when already the claws of the Holy Alliance were treading Paris. According to her unknown sources, Mary spent months on the brink of death, death of love and sorrow for her immense sacrifice, while the Emperor consumed himself in his own flame. As you'll see, the text has a very curious wording, and as I said before, an incredible adjectivation. Although, as they say, it is worth thinking that perhaps the lack of rhetoric is actually a different rhetoric. In any case, I cannot help but warn the reader, before beginning the transcription of the manuscript, against the most absurd and naive of the hypotheses, daughter of the hot imagination of the time, and according to which the Walewska visited two years later the Emperor, in Santa Elena, according to De la Gorce assumes, disguised, it is not known whether of grumete or wife of some merchant ship captain. This hypothesis, in my view, is so poorly grounded that it seems not worth even analyzing. The constant Mary never came back, surely to see him. What happens is that sometimes romantic people like De la Gorce don't give up, and they try to destroy what they love most. Indeed, Mary was wise in preserving the captive eagle legend. And in the case, improbable or unprobable, that Mary had visited Napoleon in Saint Helena, it is more convenient for the historical glory that the fact be hidden in the veiled part of the illustrious romance, as De la Gorce describes it within its eponymous adjectivation. After this vast and tiring exorcism, I proceed to transcribe this sample of the style of the time. It says this: \"When I think of the poor Emperor... \" The procession of the flames, 1973", "title": "El ala izquierda del águila", "author": "Pedro Gómez Valderrama"}