{"metadata": {"length": 2315, "words": 438, "reading_time_min": 2.19}, "text": "A man, his horse and his dog were walking down a street. After a long walk, the man realized that all three had died in an accident. Sometimes it takes a while for the dead to realize their new condition. The walk was very long, climbing up. The sun was strong and the three of them were soaked in sweat and very thirsty. They desperately needed water. On a bend of the road, they spotted a magnificent gate, all of marble, leading to a square of gold-blocked streets, in the center of which was a fountain from which crystal clear water gushed. The walker turned to the man who was guarding the entrance from a barrel. \"Good morning\", said the walker. \"Good morning\", the man answered. - What kind of place is this, so cute? - asked the walker. - This is heaven - was the answer. \"How good that we have reached heaven, we are very thirsty\", said the walker. \"You can come in and drink water at will\", said the guard, pointing to the source. - My horse and dog are thirsty too. \"I'm very sorry\", the guard told him. Animals are not allowed in here. The man was very disappointed because his thirst was great. But he wouldn't drink, leaving his friends thirsty. In this way, he continued on his way. After a long hike up the hill, with thirst and fatigue multiplied, they arrived at a site whose entrance was marked by an old half-open gate. The gate looked out to a dirt road, with trees on both sides shading it. In the shadow of one of the trees, a man lay, his head covered with a hat; he seemed to be sleeping... \"Good morning\", the man answered. - We're very thirsty, me, my horse and my dog. \"There's a fountain in those stones\", said the man pointing to the place. You can drink at will. The man, the horse and the dog went to the fountain and quenched their thirst. \"Thank you very much\", said the walker as he left. \"Come back when you want\", replied the man. \"By the way\", said the walker, \"what's the name of this place?\" \"Heaven\", the man answered. - The sky? But if the man on the guard next to the marble gate told me there was heaven! - That's not heaven, that's hell. The walker was perplexed. He said, \"That false information must cause a lot of confusion. \"Not at all\", replied the man. They're actually doing us a big favor. Because there are those who are able to abandon their best friends. FIN", "title": "Un hombre, su caballo, su perro y el cielo", "author": "nan Anónimo"}