{"metadata": {"length": 7675, "words": 1448, "reading_time_min": 7.24}, "text": "Horton Bay used to be a town of loggers and loggers. None of its inhabitants were free from the noise of the large sewing machines of a sawmill by the lake. But one year, we ran out of logs to sew. Then the loggers' logs anchored in the bay and loaded and carried all the wood piled up in the yard. They dismantled the saw mill for all the transportable machinery, which the same men who had worked there boarded in one of the golets. The boat drifted along the lake carrying the two large saws, the device that threw the logs against the rotating circular saws and all the wheels, straps, and tools that fit into that huge load of wood. The open cellar was covered with canvas and in a closed manner. Once the sails were set, the ship began sailing along the lake, taking away everything she had made of the sawmill, a sawmill, and Horton Bay, a village. One-story houses, the canteen, the company's warehouse, the sawmill's offices and the sawmill itself were left desolate amid the swampy, serrin-covered meadow that stretched along the lake shore. Ten years later nothing was left of the sawmill except the limestone foundations that Nick and Marjorie saw through the reborn forest as they rowed along the coast. They were fishing in a boat on the edge of a bank that suddenly set off from the sandy bays into the black waters of twelve feet deep. They went to the most appropriate place to place the night saddles that attracted rainbow trout. \"Here's our old ruin, Nick\", said Marjorie. As he was mowing, Nick looked at the white stones that were seen among the green trees. - There it is, he said. - Remember when the sawmill was there? - Marjorie asked. - Yes, I remember. - It looks more like a castle, thought the girl. Nick didn't say anything. They rowed until they lost sight of the remains of the sawmill, following the coast. Then Nick crossed the bay. - They're not biting\", he said. \"No\", replied Marjorie, drowning in the reed as they rowed. He wasn't even distracted by talking. He liked to fish. He loved fishing with Nick. Near the boat, a huge trout shook the surface of the water. Nick rowed hard with a single row, turning the boat so that the hook would pass through where the trout was. When he pulled out his spinach, the fish he used as bait jumped wildly. They were scattered across the surface like a handful of ammunition thrown into the water. On the other side of the boat, another trout jumped in search of precious food. - They're eating, Marjorie said. - But they're not gonna sting. - Nick said. He turned again with the boat passing among the hungry fish, and headed for the shore. Marjorie didn't pick up the saddle until they got to shore. They stopped the boat on the beach and Nick pulled out a bucket of live fish swimming in the water from the container. Then he grabbed three with his hands and cut off their heads and peeled them, while Marjorie put her hands in the bucket. He finally got a hit and started doing the same thing Nick did. Nick looked at Marjorie's fish. - You don't have to rip off his ventral fin, he said. It's the same as bait, but it's better if you have it. He hooked the tails of the furry goats to the two hooks of the saddle of each cane. There were two hooks placed in a guide for each reed. Marjorie, for her part, rowed toward the sandy bank. I held the thread between my teeth and looked at Nick, who was standing with the reed on the beach, as the saddle unfolded. - It's all right. - She screamed. - Let him go? - said Marjorie, with the saddle in her hand. - Of course you are. Let him go. Marjorie dropped the thread and watched the seeds penetrate the water. Then he came back with the boat and took the second saddle the same way. At each opportunity, Nick placed a heavy board making a cross with the end of the cane so that it would not move, and a smaller piece of wood to form the angle. Then he wrapped the saddle slowly until he left it dragging and established a straight line from where the hook rested on the sandy bottom, and finally secured the regulatory reel. Thus, when a trout approached to eat, the thread pulled and the sound of the fixed trench indicated its presence. At first, Marjorie moved slowly to keep her saddle from moving, but once out of the area, she rowed quickly to the beach, accompanied by small waves. The girl got off the boat and Nick dragged him down the sand. - What's wrong with you, Nick? - Marjorie asked. \"I don't know\", he replied as he gathered firewood. They lit the fire with the wood that the water had brought to the shore. Marjorie went to the boat for a blanket. The night breeze pushed the smoke towards the place, so it spread the blanket between the fire and the lake. Then he sat on the blanket, his back to the fire, and waited for Nick. This one came back right away and sat down beside him. Behind them was the reborn forest, on the promontory, and opposite, the bay with the mouth of the Hortons Creek. The darkness wasn't complete. The light from the fire lit the water. Both could see the two steel fishing rods, tilted over the lake. The fire caused flashes on the wheels. Marjorie opened the dinner basket. - I don't feel like eating\", Nick said. - Let's go, Nick. - What? Eat it. - I'll see you later. They ate without saying anything, watching the two reeds and the fire reflected in the water. \"Tonight there's going to be a moon\", said Nick, looking across the bay. The hills were already cutting against the sky. He realized the moon was about to rise, beyond the hills. \"I know\", said Marjorie cheerfully. - You know everything. - Oh, my God! Shut up, Nick! I beg you, please. Don't be like this, please! - I can't help it. It's your fault. You know everything. That's the problem, and you know it. Marjorie didn't say anything. - I taught you everything, Nick continued. Don't deny it. What don't you know, then? - Oh, my God! Shut up! Shut up! There comes the moon. They sat on the blanket, untouched, watching the moon appear. - You don't have to say anything stupid. - Marjorie protested. What's really going on with you? - I don't know. - What? - Of course you know. I don't know. I'm not sure. - Come on, you know. Say it. Nick looked at the moon, which was pushing up the hills. - I don't like this anymore. He was afraid to look at the girl, but he looked at her. Marjorie turned her back. He kept looking at her. - I'm not having fun anymore. - I'm not doing anything. I'm not. She didn't say anything. Nick continued, \"I feel like everything in my soul has gone to hell. I don't know, Marge. I don't know what to say. I was still looking at the woman's back. - You're not having fun with love anymore? - Marjorie asked. - No, I'm not. Marjorie stood up. Nick stayed seated, his head in his hands. \"I'm going to use the boat\", Marjorie told her. You can walk back down the promontory. -Well, Nick said. Wait, I'll go undock the boat. When she said this, Marjorie was already inside the boat, in the water, under the moonlight. Nick came back and lay face down on the blanket by the fire. He heard the rhythmic movement of the oars, as Marjorie walked away. He stayed there a long time. I was lying there when Bill showed up in the clear after crossing the woods. He sensed the newcomer approaching the fire. But Bill didn't touch it. - Did everything go well with her? - he asked Bill. \"Yes\", replied Nick without leaving his position, his face glued to the blanket. - Was there a scene? - No, there was no scene. - How are you feeling? - Good. - Oh, my God! Get out of here, Bill! Go away for a while. Bill picked a sandwich from the basket and went to look at the reeds. FIN The End of Something, In Our Time, 1925", "title": "El fin de algo", "author": "Ernest Hemingway"}