{"metadata": {"length": 7785, "words": 1356, "reading_time_min": 6.78}, "text": "I'll give you another memory of Algeria, and I'll go right back to the mill... the night I arrived at that Sahel farm, I couldn't sleep. The novelty of the country, the hassle of travel, the howling of the jackals and above all an overwhelming, overwhelming heat, a complete choking, as if the mosquito nets did not allow a breath of air to pass through... When the window opened, at dawn, a thick, slowly moving mist of winter, strewn with black and pink on the edges, floated in the air like a cloud of gunpowder smoke over a battlefield. A leaf did not move, and in those leafy gardens before my eyes, the vineyards spaced on the slopes under the splendid sunshine that sweetened the wines, the little oranges, the mandarin trees in endless microscopic rows, all kept the same moist appearance, that immobility of leaves waiting for the storm. The same bananas, those broad, light green cane trees, always agitated by some breeze that entangles their thin hair so light, stand up quietly and straight, like well-placed feathers. I spent a moment contemplating that wonderful vegetation, where all the trees of the world were gathered, each producing in its season exotic flowers and fruits. Between the fields of wheat and the masses of corn, there was a stream of fresh water, which was pleasant to behold in that suffocating morning, and admiring at once the luxury and order of these things, that beautiful farmhouse with its moriscal arches, its completely white, spiny-flowered terraces, the squares and sheds grouped around it, I remembered that twenty years earlier, when those fearless people had settled in that valley of the Sahel, they had found nothing but a box of walking peons and an uncultivated land, eroded with pine and lentic palms. It was necessary to create it and build everything. Every moment, an Arab uprising. You had to leave the plow to shoot. Then, illness, ophthalmia, fever, crop shortages, the scores of inexperience, the struggle with a blind and always floating administration. How much effort! What a fatigue! What a most persistent watch! Now, still, despite having passed the bad times and the fortune with so much effort acquired, both man and woman, were the first to get up on the farm. At that early morning hour, I heard them coming and going through the large downstairs kitchens, watching the workers' coffee. Soon a bell rang, and a moment later the workers marched down the road. Burgundy's winemakers; Kabyle farmers with red fez; Mahonist peasants, with their legs uncovered; Maltese and Luquesese; a whole heterogeneous people, difficult to manage. The farmer, at the door, distributed to each of them his daily task, with a short and somewhat harsh voice. When the good man finished, he lifted his head and looked up at the sky with a great care. Then, seeing me in the window, he said to me, \"It's bad weather for cultivation... the sycamore is going to blow\". Indeed, as the sun rose, they came from the South to us with a breath of warm, suffocating air, as if they came from the door of an open furnace and then closed again. He didn't know where to hide, or how to avoid distress. That's how it went all morning. We drank coffee on the gallery mat, without the courage to talk or move. The dogs, stretching and looking for the freshness of the slabs, lay tired. The lunch brought us a little freshness, a rich and strange lunch, made up of tents, trout, wild boar, herring, Stanelli butter, Crescia wines, guavas, bananas, exotic dishes, all of which resembled the complex nature that surrounded us... We were about to get up from the table, when suddenly, through the door-window, closed to protect us from the heat of the garden made a fire escape, loud cries were heard: -The locusts! The lobster! My host pale like a man being told of a disaster, and we rush out. For ten minutes there was in that house, so quiet a little before, a noise of double steps and indefinite voices, which were lost as in the agitation of a wake-up. And the servants came out of the shadows of the halls, where they slept, and they made all the metal objects that they found in their hands, brass boilers, and brass-horses, and pots, sound with sticks, and forks, and cymbals. The shepherds sounded the shepherd's horn. Others were wearing sea snails, hunting hooks. That was a terrible, discordant noise, dominating with overwhelming notes the yu, yu, yu! of Arab women from a neighboring customs who came running. It seems that at times a loud noise, a sounding tremor from the air, pushes the lobster away and prevents it from descending. But where were those terrible insects? In the sky, vibrating with heat, nothing was seen but a cloud appear on the horizon, covered, dense, like a cloud of hail, with the sound of a hurricane among the thousand and thousand branches of a forest. That cloud was the lobster. Clinging to each other by their stretched dry wings, these insects flew in heaps, and despite our screams and our efforts, the cloud kept moving forward, casting an immense shadow over the plain. Soon it was over our heads; on the edges I saw for a second a tear, a break. Like the first thunderstorm of a rock-turbine, some of them were visible, red; at the point the whole cloud was dissolved, the thunderstorm of insects falling vertically and noisy. The fields were covered with huge jumping-mounts, fat like a finger, over an immense area. Then I started the killing. Horrible murmur of crushing ground straw. With scales, plowshares, and plowshares, the moving soil swirled, and the more insects were killed, the more there were. They were rolling over in layers, with their high legs entangled; those above jumped swiftly to save themselves, grabbing the belves of the horses hooked for that strange task. The farm dogs and the customs dogs, drawn into the mischievous field, rushed over them and crushed them furiously. At that time two Turkish companies arrived, with the horn band at the head, to help the unhappy settlers, and the killing varied in appearance. Soldiers did not crush the insects, but burned them by spreading long springs of gunpowder. Tired of fatigue, my stomach turned upside down, I walked into the house. Inside the farm, there were almost as many insects as outside. They came in through the openings of the doors and windows, through the pipes of the chimneys. At the edge of the boards and on the curtains, already rusted, they crawled, fell, flew, climbed the white walls, with a gigantic shadow that made them uglier. And always that foul smell. The food had to go without water. The cisterns, the fountains, the wells, the fishing grounds, everything was infested. At night, in my bedroom, where, however, huge quantities had been killed, I could still hear the tumult beneath the furniture, and that crunch of elits resembling the petrification of garlic teeth bursting with the strong heat. I couldn't sleep that night either. Besides, everyone was awake around the farm. They were burning flames from one end of the plain to the other. The Turks continued the killing. The next day, when I opened the window like the night before, the lobster had migrated. But what ruin they left behind! Not a flower, not a bush of grass, they all left it black, rusted, burnt. Bananas, apricots, openers, and mandarin oranges were distinguished only by the appearance of their bare branches, without the charm and rolling of leaves that constitute the life of trees. The cleaning of the waterways, the algae, was beginning. Wherever the pawns dug the ground to destroy the eggs laid by the insects. Every earthquake was torn apart, carefully crushed. And seeing the thousand white roots, full of sap, that appeared in those wrecks of fertile soil, the heart was crushed and the soul was distressed...", "title": "La langosta", "author": "Alphonse Daudet"}