{"metadata": {"length": 4190, "words": 743, "reading_time_min": 3.715}, "text": "After falling asleep, Father Le Coëdic, about 1749 in a thick forest, was swept away by a violent wind that carried him to a dark abyss of the icy kingdoms of Lapland. There he found a huge rock where Father Marsenne, the faithful Cartesian, and many other disciples of the master, also himself retired underground, lived. And there Father Le Coëdic learned everything he desired and the origin of all things: With what force the magnet attracts iron, where earthquakes come from, what the tail of comets is made of, why the thunder groans in the luminous breast of the ether, what is the nature of the sun. Just a few years before him, Nicholaus Klimius, or commonly Niel Klim, was visiting a cave in his native Norway from which sounded like weeping. He wanted to go down to the bottom, the rope broke and he rushed. In the end, he found himself in a clear air like ours and set foot on the planet Nazar. Nazar is located in the center of the earth and is inhabited only by trees. But not only Nazar, many other stars carry out their revolutions here, like La Martinia, Mezendor, inhabited by musical instruments, monkeys and monsters and portents of all kinds; people of strange customs, sometimes singularly more reasonable than ours... In the glacial regions of Mezendor lies the empire of the Universal Beings. Every animal, every plant, is endowed with reason; an elephant senate, a chameleon court, trees presided over and formed courts, a magpies forum are some of the meritorious institutions of this Empire. And foxes are ambassadors, testaments executing ravens, lambs or goats grammar and consular horses. But unfortunately I cannot extend myself here to the various adventures and the various findings of the Norwegian and, moreover, it did not, at the moment, enter my intentions. Instead, it will be convenient to note in passing that the wisdom of Niel Klim (who was a bachelor's degree-granting ex-military) does not seem to have been much appreciated down there. Nazar's trees, which nature had just granted the walking ability and speed of common turtles, used it, mostly, as court mail (in fact, the prince uttered the words spik autri flok skak mak tabu mihalatti, which sanction such a name; see the infamous tabú.) The monkeys of La Martinia, who spend all their time tying their tails, considered him so slow and obsolete that they named him Kakidoran, that is, the Fool. Only the inhabitants of the land of Quama, true savages with no idea of anything, elevated him to royal dignity with the title of Pikil-fu, or Envoy of the Sun. The above-mentioned things give us enough material to consider how small it is, reader, everything that is and happens on the earth's crust compared to what is and happens in the depths, where trees and animals speak, human wisdom is not appreciated and many things are made clearer, and many (if not all, as Father Le Coëdic claims) are discovered to have originated. The earth's bosom, we have seen, is weeping; the stars are turning on it. For, like the other stars in space, the whole earth is a great living body (moreover, it is our real body and we ourselves its wandering stag) and certainly charming and beautiful, or on the contrary terrible and threatening, are its thousand aspects. But more violent and abundant life is stirred up in their bowels, and before this inner life, what is the outer life? In proof of this I shall quote here the opinion of the divine Restif (from the Bretonne, of whom I shall speak as he deserves; Restif, of course, above all vulgar prejudice), who said it as no better could be said:  Beyond the animation of the Earth, of all the other planets and of the sun, in which I firmly believe, I still think that its interior is populated by large animals whose size is much greater than that of those generated by garbage, by the humours and by the hot parts of its epidermis (sic). Moreover, the same divine Restif calculated at 9000 leagues the length of the lone tapeworm on Earth. In whose name, precisely (not in the lone tapeworm's name, but in the divine Restif's) I want this series of annotations to begin. The sword: preceded by a reprint of Il mar delle blatte, e altro storie, 1942", "title": "La tenia mística", "author": "Tommaso Landolfi"}