{"metadata": {"length": 2859, "words": 515, "reading_time_min": 2.575}, "text": "The lady was always dressed in black and smilingly dragged the rheumatism from the bedroom to the living room. There were no other rooms, but there was a window overlooking a small purple garden. She looked at the clock that hung from her chest and thought the children were over an hour away. They weren't his. Sometimes two, sometimes three who came from the ruined houses, beyond the placita, crossing the wooden bridge over the now dry trench, raging with water in the winter storms. Even if the children started going to school, they always managed to escape their homes or classrooms at the lazy and calm hour of the nap. All of them, two or three, they were dirty, hungry and physically very different. But the old woman always managed to recognize in them some traits of the lost grandson; sometimes John corresponded to the eyes or the frankness of eyes and smile; others; she discovered them in Emilio or Guido. But not an afternoon went by without a gesture, a grandson's gesture. He hurried to the kitchen to prepare the three cups of milk and the panes that wrapped the candy. That afternoon the boys didn't ring the fence bell but knocked with their claws on the glass of the front door, the old woman delayed in hearing them but the blows continued insistently and without increasing their force. Finally, as she had passed into the room to accommodate the table, the old woman perceived the noise and saw the three silhouettes that had climbed the steps. Sitting around the table, with the carts swollen by the sweetness of the candy, the children repeated the usual nonsense, accusing each other of failure and betrayal. The old woman did not understand them but watched them eat with a still smile; by that afternoon, after observing long enough not to make a mistake, she decided that Emilio was remembering her grandson much more than the other two. Especially with the movements of the hands. While washing the loose in the kitchen, he heard the laughing chorus, the silent voices of secrecy and then the silence. Someone walked stealthily and she couldn't hear the deafening noise of the iron in her head. He didn't hear anything else, he trampled the body and then he just stood still on the kitchen floor. They shot through all the furniture in the bedroom, searched under the mattress. They handed out notes and coins and Juan proposed to Emilio: -Give him another blow. In case you doubt it. They walked slowly in the sun and when they reached the trench board, they each went back to the miserable neighborhood. Each man to his hut and Guido, when he was in his own, empty as usual in the afternoon, picked up clothes, scrap and waste from the drawer he had next to the cat and extracted the white and stained cork to save his money; a cork cork in the shape of a piglet with a slot in the back. FIN Fine Arts magazine, Mexico, 1982", "title": "El cerdito", "author": "Juan Carlos Onetti"}