{"metadata": {"length": 4121, "words": 794, "reading_time_min": 3.97}, "text": "Speaking again to Count Lucanor with Patronio, his adviser, he said: \"Patronio, a man who calls himself my friend began to praise me a lot, giving me the impression that I had a lot of merit and a lot of power. When he had thus flattered me to the best of his ability, he proposed something that I think would suit me. Then the count told Patronius what his friend had proposed, which, although at first glance it was profitable, was concealing a deception, of which Patronius became aware. And she said to the count, My lord count Lucanor, thou knowest that this man is trying to deceive thee, to make thee know that thy merits and thy power are greater than the truth. So that you can guard against the deception he's trying to do to you, I'd like you to know what happened to the crow and the fox. The Count asked him what had happened to him. \"Sir\", said the patron, \"the raven once found a very large piece of cheese and climbed a tree to eat the cheese more comfortably and without anyone bothering him. The raven passed the fox and, seeing the cheese, began to think of a way to remove it. To this object he said: \"Don Crow, I have long heard of your perfections and your beauty. Although I sought you out with great eagerness, by God's will or through my own misery, I did not find you until now. So that you may know that I am not flattering myself, I will tell you, along with the things that people in your midst praise, the flaws that they attribute to you. Everyone says that because the color of your feathers, eyes, beaks, legs and claws is black, and this color is not as beautiful as other colors, being all black makes you very ugly, without realizing that you are wrong, because although it is true that your feathers are black, their blackness is so bright that it has blue reflections, like the feathers of a peacock, which is the most beautiful bird in the world, and although your eyes are black, the color black is for the eyes much more beautiful than any other, the property of the eyes is to see, and like black because it makes the eye see better, the black ones are the best, so the eyes of the gazel, which are darker than those of other animals, are very praised. Besides, your beak and claws are much stronger than those of any other bird of your size. You also have, when flying, such great lightness, that you can go against the wind, no matter what the odds, which no one else can do as easily as you. Besides, I am convinced that since you are fully competent and have no imperfection, you have the gift of singing more beautifully than any other bird. But now that I have had the grace of God to see you and to see you more perfectly than I have heard, I will be happy to hear you sing all my life. Notice well, sir, that although the fox's intention was to deceive the raven, what she said was always true. Beware of the deceptive truth, which is the mother of the worst deception and harm that can come to us. When the raven saw the way the fox praised him and how she told him the truth, he believed that in all things she would tell him and took her as his friend, not suspecting that this was because she took away the cheese she had in her beak. Then moved by their praise and their pleas for her to sing, he opened the peak, with which the cheese fell to the ground. He grabbed the bitch and ran off with it. In this way he deceived the raven, making him believe that he was very beautiful and had more perfection than he was true. You, Count Lucanor, see that, although God has been gracious to you in all things, this man wants to persuade you that you have much more merit and power, convince us that he is doing so to deceive you. Beware of him, and you will act wisely. The Count was very pleased with what Patronius said and made it so, and thus avoided many damages. As don Juan understood that this tale was good, he made it into this book and wrote a few verses in which he briefly expounds his morality and which say this way: Whoever praises you for what you do not have, be careful not to take away what you have. See the fable The fox and the raven scream of Aesop", "title": "Cuento V – El conde Lucanor – La zorra y el cuervo", "author": "nan Juan Manuel"}