{"metadata": {"length": 3893, "words": 719, "reading_time_min": 3.595}, "text": "According to the orders, the execution was to take place in the garden of the yashiki. So they led the man to the garden and made him kneel in a large sandy space traversed by a row of tobiishi, or passages, like those still commonly seen in Japanese gardens. He had his arms tied behind his back. And the servants brought buckets of water and sacks of rice full of stones; and the sacks were stacked around the man in beds, so that he could not move. The gentleman came and watched the preparations. He found them satisfactory and made no observations. Suddenly the condemned man shouted: \"Honourable sir, I have done nothing wrong in the matter of which you have sentenced me. It was just because of my great stupidity. Because I was born stupid, because of my karma, I couldn't always avoid certain mistakes. But killing a man for being stupid is an injustice... and that injustice will be rectified. As sure as my death is, my vengeance shall be, which shall arise from the resentment which ye provoke, and evil shall be returned with evil... If a person is killed when he suffers great resentment, his ghost may avenge himself on him who caused that death. The samurai didn't ignore it. He replied softly, almost sweetly, \"We'll let you scare us as much as you like... after you're dead. But it's hard to believe your words are sincere. Could you offer us some evidence of your great resentment once he decapitated you? \"Of course I do\", the man replied. \"All right\", said the samurai, unwrapping his sword, \"I'm going to cut off your head now. There's a passageway in front of you. Once he decapitates you, try to bite the stone. If your angry ghost can help you perform that act, which we'll be scared of, by the way... will you try to bite the stone? - I'm going to bite her! - the man cried out in anger. I'm going to bite her! He bit her! There was a flash, a whistle, and a deafening noise: the body leaned toward the rice sacks, as two streams of blood gushed from the mutilated neck... and the head rolled through the sand. He rolled hard toward the stone, then, with an unforeseen jump, grabbed the edge of the stone between his teeth, bit it desperately, and fell into a coma. No one spoke; but the servants looked on their master in horror. This one didn't seem to lose his temper. He merely reached for the sword to the nearest servant, who, with a wood-hunting, poured water from one end to the other of the blade and then cooled the steel carefully, with fine paper sheets... and thus culminated the ceremonial part of this incident. For several months, all the samurai's servants lived in ceaseless fear of the eventual appearance of the spectrum. No one doubted that the promised vengeance was to come; and the constant terror that afflicted them made them see and hear many things that did not exist. The sound of the wind among the bamboo trees, the shadows shaking in the garden, anything was enough to scare them away. They finally reached an agreement and decided to ask the master to hold a Ségaki ceremony in honor of the vengeful spirit. \"It is absolutely unnecessary\", said the samurai, when the chief of his servants had expressed such a desire. I understand that the will of a dying man can be a cause for fear. But there's nothing to be afraid of in this case. The servant looked at the master with imploring eyes, but he hesitated to inquire about the reason for this amazing confidentiality. \"Oh, the reason is very simple\", said the samurai, who guessed the doubt he had raised. Only that man's last intention could be dangerous; and when I challenged him to offer me evidence, I distracted his mind from the desire for revenge. He died concentrating on the purpose of biting the stone; and he was able to carry out that purpose, indeed, but no other. Forget the rest... there's no reason to worry. And, in fact, the dead man never came to disturb them. FIN", "title": "Diplomacia", "author": "Lafcadio Hearn"}