{"metadata": {"length": 6333, "words": 1158, "reading_time_min": 5.79}, "text": "Trevio limits: to the north, with asphalt, ice and zeta; to the south, with summer, the shattered arrows of the eagles and the obscenity songs; to the east, with the blue rumble of the eagles and a sun tinged with cords; to the west, with the first bitter apple and the first sapphire of San Juan. Between these four limits of small story, lived La Brgida. He lived by mending potatoes, weeding the field and shivering under the guillotine. Brgida, as a mortal flesh, lasted as the pigeons, with no pause and no succession. He was always poor and never honored, so he had to walk, now, with his soul in shame. She was fea's without consolation and sour her speech like the green arrows. He laughed at his shadow; he ignored his birth; he bragged about the law of so pleading the Judge, and was given the title for the same reason. At a young age he was with the Gitanos and then he was a guinea pig of a Guasón maese, who was a prankster telling him the cardinals. By the County, he had walked since spring, the ghost of The Brighid who had died buried in a pit, short of a tail and slender of bottom. The ghost of Brgida walked along the road, supported by a wooden barrel, with a slender, black, mysterious and dirty horn on his shoulder. He was walking slowly, stumbling over his steps. The road was paved with no tree. A gull flew high. In the distance, the long and geometrical line of the cliffs gave a sense of the river. The ghost stopped, circling the people, pure radiance. Then, third step, he walks, with something of a hawk, with something, at the same time, of a burned stump of a tree. At the entrance of the village a dog jumped up, a crow squawked, squawked and squawked, showed his fear, and disappeared rattling between the paws of the first carrier, a frightened and frightened pig. First, the neighborhood, in a few moments, terriers that terriers, and in the course of a few dangerous minutes, surrounded the ghost, with the intention more than to eat him up like a rape bird or a ferocious hawk, to eat him up to groans and screams. He rebuffed from his seat in the prison-house a guard, bald and shaven, who looked like a man about to be shot. The way was opened to authority, and the authority that knew the renowned Brgida stood before the multitude with his ghost. The numerous contestant snatched the first gesture of the civil and, as always, came out defrauded, because it neither escaped, nor was deprived of terrors, nor gave the spectacle that was expected. The Benemérita was called as interrogator. - Oh, here? But, if they said you were dead! A peasant followed him by foot. -Enterráronte has not been in Ascarza for two months, they said. And another peasant, certainly a descendant of some of those who went on the Americas campaign with Cortés: - I saw you with my own eyes, dead in the furnace. The ghost screamed. The neighbors began to trust each other; and this was quite reasonable, for a frightened ghost and a scorpion on a table urged more play than fear; more, too, to useless cruelty than to a harsh execution. The neighbors were rejoicing in asking him, although they did not receive any answer. - Have you sinned to walk that way? And someone more incisive said to him: -Tell me the truth: did you see the zancajo or did you take distance and you were confused? -I saw you with my own eyes, dead in the mud -repeated the peasant, witness and tax collector. -Anda, Brigida, let us explain this nonsense - the authority interrupted. A shrill crow sounded; the crow's wing slammed against him and, as if it were a sledge-hammer, swung back and forth in the air to the tree where it had broken. The peasants opened their eyes to a great deal of responsibility. A mossy tree swayed, between the boinas and the paunolons, its thorns slender. The sharp sting of a saxophone cut through the tumult of the crowd, bringing those people back to a calm and contemplative awaited. The peasant who saw her death carried her with his phrase to enter. The guard, with the twitching of his right eye, accustomed to taking aim, saw the parishioner approaching quickly from the church. He shook his head: - Well, we've heard once, if you know what I mean, that we're not going fishing. Nothing could disturb the immovable calm the ghost had acquired in the interim. The parish entered the group quickly; the villagers sat respectfully. He approached the guard, questioning him with his eyes. The guard explained: -It is La Brigida, Mr. Cure, who you know has died and been buried in Ascension... -Hum, hum... -There is one who saw her death in the cave, and another who is buried from when they buried her. The parishioner turned to the one they had pointed to. -Brigid died, and this poor woman does not know who will be, but it is not she. You would do better to go more into the church and to leave behind fantasies and stupidities. When something is put between your eyes, you resolve it all with a pat. The ghost lifted the head so they could see. - Are you from La Rioja? - asked the priest. The ghost shook his head and retchingly sounded a series of incoherent sounds. - Where from? New negative head. -Do you know Brgida? He sat and at the same time showed the two hands, joining and separating them, gesticulating and wringing them. In that oral language the sounds were to the words what in written language can be the letters to a correct caligraphy. - Did you have anything to do with her? New head feeling and new mysterious sounds and gestures. A car laden with goods was approaching exhausted; the little driver was ahead, his arm on his shoulder, his hat lowered, a sprig of grass in his mouth, and a ribbon tied to his lower lip; from time to time he repeated the ritual words of the march: help, help, pinning the hands of the couple. When the ghost saw him, it opened its mouth, pulling the stout man out of the wagon, and carried him up to the top of the car. He pointed the arrows, red the two, to the appearance of equals, showed his hands again, and made a sound which, not being in the air, was impossible to translate by sister. The Holy Spirit descended on the village. The priest, looking at her, said, \"Have you the same sister? The ghost moved its head and said in its shrill voice: -EEE MMEEE LLLAAA! It was five o'clock and the gander was going into the water. FIN 1950", "title": "El fantasma de Treviño", "author": "Ignacio Aldecoa"}