{"metadata": {"length": 6283, "words": 1174, "reading_time_min": 5.87}, "text": "Mrs. Ada Tormenti, Lulli's widow, went to the countryside for a few days, invited by her Premoli cousins. A lot of people came and went through the village. Since it was summer, the evening dessert was made in the garden, chatting until one or two. One night the conversation was about the town houses. There was this Imbastaro guy, smart guy, but unpleasant. I used to say, \"Every time I leave my house in Naples, something happens, I, je! - continued laughing like this for no reason; or was the reason, instead, to hurt the neighbor? - I go out, so to speak, I don't even walk two kilometers, and the water comes out of the sink or the library burns because I forgot a lit cage, or rats come in from the boats and devour the stones. Je, je, or at the gate, the only person who can stand the summer there, gets a dry blow and in the morning she is found ready for burial, with ciryos, the priest and the coffin. Isn't that what life is like? - Not always, said Tormenti, with seriousness, fortunately. - Not always, it's true. But you, ma'am, for example, could you swear you left your house in perfect order, you didn't forget anything? Think about it, think about it. In exactly the right order? At these words Ada became the color of the dead; suddenly she had a terrible thought. To go to the Premoli's house, he had taken his four-year-old daughter to an aunt. Or rather, he had decided to take her. Because now, thinking about it all over again and being sure I did, I couldn't remember how and when I had taken Luisela to her aunt's house. How strange! She couldn't remember when they had left the house together, or the road they had traveled, or the goodbyes at her aunt's house. As if a hole had been drilled in his memory. In short, the doubt was this: that she, Ada, had forgotten to take the child to her aunt's house and had unknowingly, when she left, locked her in the house, it was an absurd suspicion; but the imagination sometimes makes very strange things. Foolish, crazy, but it was enough, nevertheless, to bleed into his veins. Surprised, they saw her suddenly stand up and leave everyone's company. One asked Imbastaro, \"Excuse me, but have you said anything unpleasant to him?\" - I did? Nothing special, I, I! I don't know what you're saying. Ada entered the house and, without telling anyone anything, went to the phone. He called Milan urgently, giving the number of the house. He waited, twisting his hands. They were given the communication almost immediately. Right now. - You're the one who called Milan, 40079277? - Yes, I did. - Talk to them. - Talk to him? With whom? When I called, I hoped no one would answer. Wasn't the house locked and empty? If anyone went to the apparatus it meant, therefore, that her first suspicion was well founded, that Luisella had been locked inside. (Although he was only four years old, he could answer the phone.) Ten days had passed, and it was very hot, and Ada had not left a bite of food at home. The heat! In the days of the cannibals, the furniture in the abandoned houses is cooked, and the living creatures are left without breath, if they remain in them. Ada felt like she was dying. Trembling, he said, \"Look! \"Say\", said a man's voice from Milan. And with the speed of lightning, Ada imagined what had happened: Luisa, locked and alone at home, unable to open the door, her screams, the first alarm in the neighborhood, the police, the forced door, the scared crazy girl. - Say it. Who is it? - asked the man. - It's me, the mom. But who are you? - What mom? I don't have a mom! You've got the wrong number. And he hung up. Ada immediately called Milan again (but the anguish had already passed). He gave the exact number, he heard the line signal and this time no one answered him. She breathed a little bit. It's not bad. What kind of stupidity did he imagine? He put a few dusting in front of a mirror and went out into the garden. They looked at her, but no one said anything. However, when he went to bed and the huge country house was quiet and quiet at night and only through the rounded window were the voices of the crickets coming in, he felt fear again. At that hour he imagined the girl, dead of heat and hunger, kneeling, clinging to the door knob and with her eyes raised, throwing her last lamentations. He thought that, in the worst case, someone must have heard their screams. Another voice, a trusting one, objected: If anyone had heard her, they would have come to her aid; ten days have passed and by now they would have warned you. It could also be that the adjoining floors were unoccupied during this holiday period. The doorman, five floors down, what could he hear? He looked at the clock, it was four o'clock. At six a train was leaving. Ada jumped out of bed, got dressed, packed. Maybe that's how the madness starts, he thought. But I couldn't help myself. He left a note apologizing, cautiously walked out, opened the garden door and headed to the station. There were four kilometers of road. The further the train went, the greater his anguish. He arrived in Milan around three o'clock in the afternoon. The city was burning in a halo of dry, wet dust. Whispering, he gave the taxi the address. Finally, your home! There was nothing abnormal. The floor blinds were all down, like I had left them days before. He ran past the gate. The doorkeeper gave him the usual greeting. Blessed be God, thought Ana. It's been a nightmare, nothing more. Quiet and quiet on the fifth floor. But why did his hand tremble so much as he put the key in the lock? The key was unlocked. When the door opened, a warm, dense owl came out. Suddenly, when she opened the inner door, Ada felt a painful knot in her chest; for, a little above her head, it floated, anxious to flee, a tiny and incomprehensible smoke, a tiny, oblong and pale mist, which did not give off a smell. He ran to the front window, opened the posts, and turned around. On the ground, two meters from it, something looked like a long, cut-off spot, but of remarkable thickness. He came up, he touched her with his foot. Ashes. They were evenly scattered as if they were a kind of drawing. That knot in his chest became a fire, hell. The ashes were exactly the shape of Luisella. The child forgotten, Corriere della Sera, 1950", "title": "La niña olvidada", "author": "Dino Buzzati"}