{"metadata": {"length": 2534, "words": 483, "reading_time_min": 2.415}, "text": "One day a beggar passed a village asking for alms; he knocked on the door of a house where a man named Brimboriau and his wife, Jeanne, lived. Jeanne, who was alone at home, went to open the door and asked, \"What do you want?\" - A piece of bread, please. - Where are you going? - To heaven. \"Oh, very well\", said the woman. Could you bring bread and provisions to my sister who has been in Paradise for a long time? It must be lacking everything. If I could send you clothes, I'd be very happy. \"I would do you that favor with all my heart\", replied the beggar, \"but I cannot carry so many things. I'd need at least a horse. - Oh, my God! That's why I don't stay! - said the woman. He takes our Finette, and then he gives it back to us. How long will that trip take you? - I'll be back in three days. The beggar took the mare and left with clothes and provisions. Soon after, her husband returned. - Where is Finette? - he asked. \"Don't worry\", his wife replied. A moment ago a good man came by on his way to Paradise. I borrowed Finette to take my sister clothes and supplies that she must be in desperate need of. I've been sending you both for quite some time. The good man will be back in three days. Brimboriau was not very happy; however, he waited for the three days. After that time, seeing that the mare was not returning, he asked his wife to accompany him to look for the animal. There they go, the two of them, walking around the countryside. As Jeanne passed a place where a horse had been buried, she saw one of her legs coming out of the ground. \"Come quickly\", she shouted at her husband. Finette is starting to get out of Paradise. Brimboriau ran up to him and, when he saw what was going on, he became angry. Meanwhile, thieves arrived and arrested Brimboriau and his wife. They found a way to escape, however, and they took a door that the robbers had stolen from a house. As it was late, the two climbed a tree to spend the night; Brimboriau carried the door with him. Soon after, the chance meant that the thieves would come and stand right at the foot of that tree, to count the money they had stolen. While they were sitting quietly, Brimboriau dropped the door on them. The thieves were afraid, and they cried out, saying, God is good, and he punishes us; and they left the money behind, and fled in terror. Brimboriau hurried to pick him up, and said to his wife, \"Let's not tire of looking for Finette anymore, we have something to replace her with. FIN Anonymous French translation by Esperanza Cobos Castro", "title": "Jeanne et Brimboriau", "author": "nan Anónimo"}