{"metadata": {"length": 3615, "words": 715, "reading_time_min": 3.575}, "text": "To calm my conscience, I put my medical degree in the back of the drawer and sought another kind of work to live on. People no longer knew that I had such a terrible official license; but one night they asked for my services. It was Sunday. Melchor, the tavernman, was waiting for me by the door. She gave me good night and began to cry, and between the tears came the words so loudly that she only managed to tell me that she had a dying son. The poor father would throw me away, and I would let myself be carried away, captivated by his pain. Actually, I was a licensed physician and I couldn't refuse! And I had such a strong desire to please him, that I felt a great science sprout in me... when we arrived at Melchor's house, I managed to get rid of his hands, and with hidden pity I confessed to him that I knew little about the career... And then Melchor, making an effort, said to me slowly, \"My son doesn't need doctors anymore. I know the poor guy won't leave tonight. And I'm leaving, sir; I'm leaving and I don't have any portraits of you! Alas, I had not been called as a doctor, I had been called as a portraitist, and at once I felt a bitter desire to laugh. And because I was so awful out of work, I told him that a photograph was better than a drawing, and I assured him that photographs can be taken at night, and by working through many arguments I managed to get Melchor to walk away from me and look for a photographer. The thing was settled, and I went to bed with a thousand ideas entangled in my head. When I was sleeping, they knocked on my door. It was Melchor. - The photographers say they don't have magnesium! And she told me trembling in anguish. His face very pale and eyes like two red meat nipples of so crying. I've never seen a man so unharmed by pain. I begged, I begged, and he took my hands, and threw me away, and the miserable said things that opened my bowels: \"Have consider, my lord\". Two traces of you on a piece of paper and I'll always be able to look at my kid's face. Don't leave me in the dark, sir! Who would have the heart to refuse! I took a pencil and paper and went there with Melchor willing to take a portrait of the dying boy. Everything was calm and everything was quiet. A dying light shone, in yellow, on two trembling faces smelling of death. The child was the center of that poverty of matter. Without saying anything, I sat down to draw what my earthly eyes beheld, and only after a while did I get used to the drama I was witnessing and even forget it a little, so that I could work, enthusiastically, as an artist. And when the drawing was at its point, Melchor's voice, magnified by such silence, hurt me with these words: \"By the soul of his deceased, do not portray him to me like this\". Don't put that dead face on him! I confess that when I returned to reality I didn't know what to do and I started to review the lines already drawn from the portrait. The silence was broken again by Melchor: \"You know well what my child was like. Remember, sir, and laugh at it. Suddenly, I had a great idea. I broke the job, focused my eyes on a new white paper and drew an imaginary child. I invented a very pretty, very pretty boy: a smiling Baroque altarpiece angel. I handed over the drawing and ran out, and, as I set foot on the street, I heard them crying inside the house. Death had arrived. Now Melchor is comforted by seeing my work, which is hung over the comforter, and always says with the best faith in the world: \"I have had many children, but the most beautiful of all was the one who died to me\". There's the portrait, which doesn't lie. FIN", "title": "El retrato", "author": "Alfonso Rodríguez Castelao"}