{"metadata": {"length": 3153, "words": 589, "reading_time_min": 2.945}, "text": "The brick walls of endless ships and a small, neat Jewish cemetery were all over Paris that allowed them the mischievousness of the window. A restless sun around noon and then the cold, the faint evening rain and the wind tearing in the eyes. Norberto Coriani, the Canary of the Peoples, was pressing his guitar on the narrow bed. The Ametralladora Pibe, nickname free, was walked, back and forth, door and window, by the corridor that formed the other side. So we're leaving? Starved, repatriated to the cellar of a nutshell. Who started it? He asked or said to the guitar Norberto, now hooked on the brass, never satisfied with the humming vibration he repeated, rectified, never totally satisfied, like any artist. The Pibe, too wounded for a barren front-to-front fight, continued to move and repeated the blunt arguments of the last few days. When I convinced you I was right and sure. Gardel at the Olympics, Arolas filling up with guita. I got you two gigs at the Garret and you failed me. He didn't give me the voice, brother. The cold, the nerves. You know, if I feel fit, goodbye, Gardel. I was sending you a letter apologizing. Then I'd pray for a disgrace in the nightmare. - I told you, little girls. I didn't fail you, my voice failed. Yeah, but I put up with it all because I'm the entrepreneur after all. It was the businessman, I mean. All right, finish it. We're all over it. The francs packages, the mines you dreamed of, or was it to pack me in? Gardel got the ones he wanted. They're all whores here and they know how to do it. But, of course, with Gardel. Not with anyone. Not with a grumpy stutter. I'm telling you to finish it. And I'm not gonna say it again. Norberto left the guitar on the bed and wrapped himself in the blanket like a poncho. Do you have any tobacco? Pibe stopped and offered him the Gauloise that stood out of the package. They smoked for a while in silence, making the smoke cotton on the failure, misery, relentless cruelty of Paris. Then, from the smoke, the Pibe got worried again. It can't be, I mean. Two months and no women. Now, we can't even pay for it. I, who had them with just a little finger-picking. \"Excuse me\", said Norbert with a smile. It's true, but it's different. I've always known you women of life. You were a good friend of Larsen's. I, on the other hand, was not satisfied with the admirers. The color of the window was rapidly passing from gray to black and Pibe could see, unobtainable, distant street lights or windows. Now the guitar, invisible, as embedded in the bed or the wall, repeated a sharp, so insistent, barely metallic, echoing when hitting the wood. The Pibe endured silently. Finally, without raising her voice: Two months in Paris and no female. You know, come back without a hitch. Even if it was just once. The guitar was still insistent, uncalled, stubborn and secure. There was no shameless word, no one faked a false glimpse of affection. The Pibe flew high in the air a five-franc silver coin that had enough strength to shine in the darkness and to arrange the order in which the humble but victorious, unique bacanal in Paris was to be developed. *FIN* 1994", "title": "Tu me dai la cosa me, io te do la cosa te", "author": "Juan Carlos Onetti"}