{"metadata": {"length": 7404, "words": 1341, "reading_time_min": 6.705}, "text": "Fourteen years of uninterrupted work could point the turban on his service sheet; fourteen years in which there was not a day without a sprinkling of ashes and without hunger. Hunger especially! What a martyr! Obtaining strength of flint for the thorny thorn, compelled by the stings of the acrid aguano; stumbling upon thorns and thorny mosses, swollen, fierce with the sun and dust, in the thorns of the recent kill; suffering thorns and seeing the thorny thorn or the thorny thorn, soft and flexible, cut through its skin, tearing it; trying the sting of the sting and the violent shock of the bite; receiving blows in the smooth hickory and in the eyes, in the sweet and large eyes whose gaze always expresses astonishment; doubling under the excessive load; tripping and stumbling over the finish of a walk three times more exhausting than what can be done within the limits of the aural strength; all this, with being so, seemed to the thorn like a misericord to the thorn, unable to stop a green pasture as the hope, wilted and soiled as a silken carpet, and not able to stop the thorny thorn, rounding the thorny thorns and swollen thorns and the thorny thorn as a tube of organ. It was such the impression that made the mule see the ripe, wilting, rotten grass, the golden eagles and the solitary larks; such the rage that he felt when he heard the murmur of the stream when he shivered with the desire of work and the rotten mud of the real path; such the violence of his ferocious appetite and the impetus of his colossal gullet, that more than once, he, the plowman, the resigning, the worker, the obedient, “thought” of making a very fat and sour: to set a rebuke of war and to bring to a halt and to death the vile tyrant, his sworn enemy, his comrade, his friend, his tyrant... What pleasure it was to throw the sacks of flour to the ground, that weigh any weight, to beat them, to turn them; to spread the flour on the road; to put the hickey in it, to eat it, to make it fly in the darkest clouds! And if the desire to eat was great, it was not less than the desire to revolve. Revolve! How much time, from his tender childhood, his era of a retort and a shiver, that did not revolve, with the four legs kicking the air and the gray thigh to the sun, the peludo! These rhapsodies of emancipation were shattered by the slain slave's scream, but they did not acquire consistency; they were fluttering phantoms that shook to the point the conviction of their eternal servitude and of the fact that she had been offered the chance, the fatum that preside over the existence of the jumento. Yes, the worst of it is that the pity had made him fatalistic; he had no expectation of Providence, and he was not willing to believe that Providence could ever shine a light on him for a moment of relative clarity. The same thing had to be done, and the same thing had to be done... Hunger and thirst, thirst and hunger... Carry the load; walk the path, and no protests or quimpering ensued... Reason led the patient, the bald-headed one, to despair of success and to predict greater failures; his aide, instead of showing him any sympathy, a tinge of consideration, as the bald-headed one lost strength, agility and vigour, was treating him with greater severity and entrusting him with the roughest and most arduous tasks, the most exhausting transports and the most arduous journeys, in every conceivable way. Therefore, the icy and rainy night of December 24th found the beaten Peludo suffering the intemperie with a stout stout, tied to an iron ring, at the door of the most famous Pellejón taberna, one of the several that dotted the margins of the road from Marineda to Brigos. Sometimes the wolf in that Bavarian temple had no need of the covering of a stall or a stall-cloth, or even of a cloak of a quail's feathers; but this was a night of roaring and screaming, of rejoicing and cries of wine and acridness, and when the wolf, on the thigh of his swollen feet, came to the tabernacle, there was no place nor room for him. From two points, the king hung it on the wall, hung it on the chain, and there the vine stood, with no roof but a naked twig of grass, whose branches drew drops of rainwater, forming a trough under the hats. He saw, through the window's glass, the lighted, cheerful, full-filled tabernacle room, full of men who were playing naughty games, disputing, slapping abacus guisotes, and swilling glasses of wine and beer. While the rationales celebrated Christmas in this way, the slumbering, suffocating, suffocating, exhausted, and famished, had no energy or will to exhale a suffocating, painful sigh, begging for sustenance and warmth. A cloud hid their pupils; their hearts sank. He was falling on the liquid fire, when he heard a soft voice, very different from the shrill of the candle flames in the tabernacle, and saw to his left, with a deep surprise, another blazing: a balding man, with a luminous hair, lively, cheerful. What a grateful company! “Hi-ho!” he cried, squeezing the sleeve and squeezing the jumento. The newly arrived rooster shook the string that the tiger was fastened to, and soon let him go. The argent blond walked, and behind him, without a trace of awe, the bald, resolute and strong. As they advanced, the night became transparent, starry, tibia; the way, easy, dry, bright, beautiful. On the right and left, a smattering of greenish-blue mud, smeared with violets and thorns, they invited the wolf to slake his appetite; crystal streams offered him something to quench his thirst. And the wolf, entering into the cave, unguarded, free, surrendered himself to the jugosa; from afar he could hear the grinding noise of his old teeth as they masticated. He was born in the manholes; he was snatched up by a ball and a weed, and as he ate, his pantyhose grew round like a balloon, until the cords that bound the sash drew up, and he was in the ring, happy as a king. Now I know that the tiger didn’t feel fatalistic! Such an adventure made him the greatest providentialist in the universe. In the distance the red-haired and laughing mule began to spout and roar; the violets of the park looked in glory; everything was a merry ruck; and, oh!, the mule let himself down and went to swim in that green pond, soaked in floral fragrance, picking up branches of apple in his basket. The sand felt victorious, enveloped in a glow of glory. And up in the air, far, high, mysterious voices repeated the climactic phrase: “There is born to us a son, and his name is Emmanuel.” The silver-haired savior of the flint, the Saviour of the Flock, looked at him with a kindly and friendly eye, and rebuked him kindly: “Hi-ho! You don't know me? I am the one who smote Jesus in the street, and the one who brought Mary the Nazarene to Egypt.'\" At the door of the tabernacle, the friend of the Peddler, coming out at dawn, with the smoky haze of the embriaguez still heavy, saw his robe dripping in the mud, his eyes bright, his feet shaky. -The cord sagged - the taberner observed-. He does not give him bread - he added - which is little use; he has a cold mouth; he is sick. But the avenger, with the characteristic tergiversation of bees, continued to swat at the animal, swearing, blaspheming and cursing. At last, convinced of the futility of his efforts, he uttered an opaque laugh. - For what it was worth... - grumbled - I can't even be with you...", "title": "La Navidad de «Peludo»", "author": "Emilia Pardo Bazán"}