{"metadata": {"length": 1913, "words": 361, "reading_time_min": 1.805}, "text": "They say that Jupiter, the ancient god of the Romans, summoned all the animals of the earth one day. When they came forward, he asked them one by one if they thought they had any defect. If so, he promised to improve them until they were satisfied. - What do you say, Mona? - he asked. - Is that me? - the coin jumped. Me, defects? I looked in the mirror and I looked splendid. But the bear, did he notice? She doesn't have a waist! - Let the bear speak, Jupiter asked. \"Here I am\", said the bear, \"with this perfect body that nature gave me. Lucky you're not as soft as the elephant! - Let the elephant come... - Frankly, sir, - said the one, - I have nothing to complain about, although not everyone can say the same. There's the ostrich with those ridiculous ears... \"Don't bother for me\", said the bird. I'm so proportionate! But the giraffe, with that neck... Jupiter made the giraffe pass by who, in turn, said the gods had been generous with her. - Thanks to my height I see the landscapes of the earth and the sky, not like the turtle that only sees the helmets. The turtle, for its part, said she had an exceptional physique. - My shell is an ideal refuge. When I think of the snake, which must live in the open air, let the snake pass by, said Jupiter somewhat tired. And he came and crawled, and spoke in a serpentine tongue, saying, I am glad that I am smooth, and not like the frog that is full of warts. - That's enough! - exclaimed Jupiter. All it takes is a blind animal like the mole to criticize the eagle's eyes. \"Precise\", began the mole, \"I meant two words: the eagle has good eyesight, but isn't its hairy neck awful? - This is the hill! - said Jupiter, ending the meeting. Everyone thinks they're perfect and they think the only ones who need to change are the others. It happens all the time. We only have eyes for other people's faults and we carry our own hidden goods in a backpack. FIN", "title": "La mochila", "author": "Jean de La Fontaine"}