{"metadata": {"length": 4862, "words": 948, "reading_time_min": 4.74}, "text": "When you see José Dolores, you get the impression that he lived walking: there is everything in him like road dust. Her eyes seem to bring back landscapes. José Dolores speaks and one recalls Grandma, when she recorded trunks. This was my first long suit. I let the old lady hear it. And so did he. He's got memories in his brain. Now he enjoys cutting the stump; he takes out very fine stripes that he then unravels between his hands. In my day there was no road. That's why I'm not used to it. Since I stretched my bay I swore to walk only with this and point to my feet. - You smile. He has a joy of a healthy man, accustomed to good and loaded with conformity. From the door you see things like wires: rain is down, sound. Two little ones are crushing the corn. In the shadow of a corner, you can guess the riding chair. \"With God in front of me, project your guest between your fingers. I planted all that clean cloth I saw before I came here. Corn is de-allowing. Jose Dolores thinks Eufemius will be preparing the planting too. You'll have a conuco for the house's food. He remembers leaving him good ground freshly prepared for beans. The harvest he's made in so long! He rejoices at the thought of the son; his contentment is such that it leaps from his eyes. At this moment, for example, he feels able to continue on his way, despite the rain and the night that comes upon him. Euphemius must be in a coma. Maybe I have a child. Who knows! The rubbing of the mazorcas makes the rain a duo: rass rass... José Dolores smells like cooking. It's Cunda explains the guest; he doesn't like people going hungry. He starts smiling. Thank you for this life! Suddenly a little, jumping water and purple cold comes in. That damned calf doesn't show up. The most chickish one looks at him and smiles. Jose Dolores is sponging. The pale is hidden in the rain. The mazorcas continue their duo: rass rass... he was sleeping during the day when madness entered his body. That's it; madness. He ran, he ran. The house, the garden, the mangoes behind; he saw everything collapse. She was drowning. He didn't know when the lock was broken. That berming dog that started barking... madness, that is, madness. The Uphemy! The Uphemian! What joy, what joy! He was here! And so many years! So many! The Uphemy! The Uphemian! She screamed again. It was a woman who answered. He showed up at the boy's door, drying his hands with a rag. The voice was slow: \"What do you want?\" Does not Ufemio live here, do you? To serve you. Just a little more screaming. How happy, God; how happy! I'm his little girl, he said. Jose Dolores? She asked in amazement. He barely heard her because his head was going off. He would have wanted to get in the boy, running, running, seeing everything with those eyes that jumped from joy; hugging the woman, and the house and the dog. God bless you, daughter, she managed to say. And he ended: \"Because you are his wife. I'm sure he's in. The berming dog was thrown out the door. He had his head between his legs and started groaning. When he saw that little one appear by the yard door he felt a twist in his heart. If I had the same face! He ran and held him up. What's your name, pretty? The boy wouldn't answer; he was beating that man. It's your needle, Lolito, the woman's gone. Did they put him like me? Tears were pouring down on him. I didn't want to hold them because I was happy crying. The woman looked at him, looked at him and preferred to leave. He came back in time: the old man was caressing the child and smiling. I'm gonna wait for a chin, babe, so I'll prepare something for you. José Dolores put the grandson on his feet: \"Agüelo is going to buy you a little potty, and if you behave well, he'll take you to the village\". The woman came back slowly with smoking bananas. He wanted to share his meal with Lolito and only had eyes to look at him. It was after a while when he asked for Euphemius. Her soul was stuck in a thread when she saw the daughter-in-law dry a tear. - What? He asked in anguish. The answer took time; perhaps not as long as José Dolores thought. - Arrested. Arrested? On his knee, his hand became a muzzle. Why? Lolito looked at them as if he was trying not to hear. The bermuda dog was throwing laced chickens hunting flies. She finally said she stole. The sun went through the slits and found him ready. The only thing that made him miss was the glow of his eyes. He went to the yard and called the woman. I want you to spare me, lady Rogog. I was hungry and sleepy, so I lied. She didn't open her mouth, but the question was read in her eyes. I'm not the Uphemian's nanny, he explained. He didn't wait. He looked, as he passed, at Lolito. He wanted to stop; however, he had the strength to jump the lock with agility. He didn't even turn his face before the reed swallowed him. *FIN* The Royal Road, 1933", "title": "La negación", "author": "Juan Bosch"}