{"metadata": {"length": 7215, "words": 1376, "reading_time_min": 6.88}, "text": "In the rain, in the rats, they lit matches up there. Then they had a big cart run. The wheels could be heard crashing against the stone of the sky. Telo began to move away from the sound of the rain hitting the yachts deafly. I felt it fade into itself until it became soft. He could think, in his sigh, that he was a cotton man and something else. That's another thing that goes away when we sleep. Telo went from his idea to the heavy sleep of someone who works twelve hours a day. He was no longer bothered by the matches that God would surely use to light a pipe as large as the earth. Suddenly, the spitting of the horses and the furious barking of the dog. Telo joined in in amazement and threw his wife out of his arm. He felt his heart beating so fast that it almost looked like a single diastole. There were rushing voices, as if the people coming in were drunk. Besides, Telo understood that there were many who were approaching. He hoped it was Minguito's troop. Alliance was furious. His barks were dry, fast and short as shots. Telo heard a hoarse voice say, \"High up! Get down on the ground! \"Turn off\"... he said in a low voice to his wife. When they knocked on the door, Telo had his knife in his hand. He couldn't remember how he had gotten it in such darkness. The voice that sent first commanded, \"Open! Telo answered, with the words strangled by wonder: \"Who is calling?\" The army responded sharply. I'm going now, Telo said. But I really didn't mean to go. He went to his room, put on his blue shirt and pants. Even then, I didn't know what to do. He opened the door, yes, but without stopping to think how he would act. He proceeded so fast that he didn't think of lighting. When he opened it, he saw horses and men blurred; rather, he guessed. He was in the hollow of the door, with eyes of an idiot, as if thrown into a pool of mud, unable to penetrate the mystery of cavalry between those loins. What do you want? Let there be light! Teelo slapped himself in the forehead. He knew then that he had his hands like ice. He said, \"Fuck you... When he turned on the jumier, he saw the woman in a corner of the room, curled up, wrapped in a dress, with her eyes wide open and her hands tightly against her breast. What's the matter, Telo? She asked. Her voice was so faint that Telo could not hear the words, though he guessed them. Time was short and he whispered, \"Stay there. Under the jumier, he could see the lieutenant's face: burned claw; he wore a small mustache and had a dark abyss in his eye. Telo was so impressed by the lieutenant's look. Not like the eyes of 20 soldiers stuck in it. When he entered, he noticed that the light reflected off a gun like a mirror. Who's in that room? The officer asked. My wife just said Telo. The other, as if he hadn't heard, ordered, \"Write that down, Corporal!\" He supported his right elbow on his respective leg, sharpened his gaze and studied Telo extensively. Leather had regained its cold blood. The juicer looked like an eye that closed and opened intermittently. The barks of the Alliance were desperate. Call me that damn dog. Isn't that yours? Yes, my lieutenant. He walked to the door, slowly, and whistled. The light made the eyes of Alliance stand out. They gave the impression of two coals suspended in the air: the dog was darker than night. \"This is the only thing, Lieutenant\", said the Corporal, pointing to the woman. They both turned their faces. The female still kept her eyes too open. He was at the door of his room producing the effect of something that would soon be unmade. The boss clapped his lips and stopped the attention on the woman. Then he accentuated the head movement to see the Alliance, whose groans disturbed. The dog, surely, was looking deep into those strangers. All right, Corporal, the lieutenant heard. Telo couldn't take his eyes off his interlocutor's shoes. The military's words were slow, measured: No, Lieutenant, I didn't even know there was a revolution. But I have news that they have passed by here, the other insisted. Some Minguito is sending them... Maybe they've been through the night. I can't tell you. Suddenly the military changed tactics. He asked, as one who doesn't care what he says: \"Is this road leading to Basima?\" Telo was waiting for that question. I've been rolling a little piece of ice in her chest for a while. If they were going down the road... but she made no effort to find the answer: she came up as a deep push: I have a trill, almost made by myself, but it doesn't fit the cavalry. It's the way you came, nothing but I'm going through the break, I'm going through the pottery and I'm half an hour early. The lieutenant was playing with the tip of his tie. He crossed his legs calmly. He rubbed his hands, one on another, like a cold person. He asked, \"Why do you live here, so far from people?\" Well, since these are common land, they don't cost a dime. Yes, I understand. The lieutenant finished. The ice in the chest again. That man was asking a lot of questions. Telo didn't understand how he could have been saved. Alliance returned to its furious barking when the stranger joined. He was teaching the only white thing he had: teeth. The eyes persisted in their determination to be two coals suspended in the air. The leather had on his pupils this image: twenty men riding horses, with equal movements, under the cover of their jumier. But his lamp was nothing more than a slight hope strangled at night. The military got lost. The helmets broke some broken mirrors that had formed rain and light. Alliance barked while the owner didn't order her to shut up. When he entered the boy, his partner's restlessness came through. Are they gone, Telo? He asked, looking out. He sat on the cat. He began to scratch his head and, like the consultant, said in a loud voice: I don't think they know. That you don't know? Look, I bet... If I'm not mistaken, he's in a solo show. Minguito is in great danger, Fiquin. But don't go, Telo. You don't have to tell me, shell! He voiced Telo instead abruptly and deafly. Fiquin was stunned. She couldn't find a way but to cry. Leather lightened up with the jumier, removed the napkin from the door to the kitchen and stuck his ear to the half-open leaf. Alliance barked again. Telo heard his wife's last plea, but he praised the idea of his friend surrounded by the army very strongly. He knew where he was, how many people he had, what weapons: it would have been unworthy to leave him to his own fate. He turned off the jumier. By the trillite his shadow began to melt into the great shadow of the night. I was praying. The shot may not have been, because Telo was only amazed at the trees suddenly lit up by their reddish glow. Everything turned black again. He put his right hand on his chest and felt the moisture on the ground, falling. Fiquin understood the truth, but he didn't lose consciousness until he heard the lieutenant's hoarse voice behind the boy: The woman's eyes sold it. And then, like someone else is talking to you, look for the boys. They're in Las Cruces. I was crying. Even the barks of the Alliance seemed made of shadows. She was also strangled at night, like the little lamp... *FIN* Royal Road, 1933", "title": "Sombras", "author": "Juan Bosch"}