{"metadata": {"length": 6546, "words": 1195, "reading_time_min": 5.975}, "text": "The towering Jiva winds were crashing into the black mountains of Dagestan; once rejected, they were rushing into the cold waters of the Caspian Sea, raising a cramped wave near the shore. Thousands of white ridges rose above the surface, spinning and dancing, like molten glass boiling in a huge boiler. Fishermen speak of \"sea picada\" to refer to that game of wind and water. A white dust, forming steamy clouds, was flying over the sea, enveloping an old two-masted schooner; it came from Persia, from the Sephid-Rud river, and was heading to Astracán, carrying a load of nuts: raisins, peaches, peaches. On board were a hundred fishermen, people whose luck is in God's hands, all from the forests of the upper Volga; healthy, cool men, roasted by the scorching wind, curled by the salty waters of the sea, with grown beards: noble beasts. They had earned their good money, were delighted to return home and roared like bears on deck. Under the white casing of the waves, she beat and breathed the green body of the sea; the golet penetrated it with its sharp bow, like a plough ploughing the fields, and sank to the edge in the snow of its curved foam, soaking the seals with the icy autumn waters. In the candles, blown like balloons, the bowls crushed; the verges roared; the sharks, very rolling, melodiously buzzed. Everything was tense, launched in a ferocious flight. And there were clouds in the heavens, and a silver sun was bathed in them; and the sea and the sky were a strange likeness; and the heavens were like boiling. The wind, whistling with fury, dragged the voices of men, their deep laughter, the cuts of their song, to the sea; they had been singing for a long time, but they had not been able to harmonize their voices: the wind was throwing a fine salty dust into the singers' faces, and only at certain moments could one hear a tearing female voice, which rose with tears and laughter: Like a serpent of fire... A thick, sweet scent sprang from the beautiful ears, not even the intense smell of the sea was able to hide it. They had already left Uch-Kosa, soon passing by the island of Chechen; they are places known to the Russians from ancient times: from there the Kiev warriors used to set off on their expeditions against Tabaristan. Nearby, in the clear autumn blue, they fleeted to disappear after seeing the dark mountains of the Caucasus. Sitting at the foot of the staff, with his broad back resting on it, a young man of colossal size was traveling; he was wearing a white canvas shirt and blue Persian pants; he had no beard or mustache; his lips were thick and rolling, his childish eyes, charcoal, very radiant, drunk with youthful joy. His legs were spread out on the deck, and on his knees lay a young fishcutter, tall and as big as he was. The sinful girl, with her skin irritated by wind and sun, had black eyebrows, thick and big like swallow wings, and her eyes twisted by sleep. The boy's head hung languidly from his legs, and between the folds of his red, unbroken blouse, stood firm breasts, like ivory carvings, with virginal nipples around which the veins drew a blue arabesque. The boy's long, knotted arm rested on the girl's left chest, and with its broad, black-colored neck, it gravely caressed its bright body; in the other hand it held a thick glass of wine: a few purple drops fell on the white chest of his shirt. And the men were envious of her, and they were looking on the girl lying down, and they held their hats, lest the winds should carry them, and they wrung themselves in their garments. Beyond the ship, at the whim of the sea, they watched the green waves; as the clouds slid through the open sky, the unsaturated gulls screamed, the autumn sun seemed to dance in the foaming water: as soon as it covered her with its blue shadows as it lit its precious stones on it. On board everyone was screaming, singing, laughing. On a pile of sacks lay a large bottle of Kajetia wine, surrounded by long-bearded bullocks. The scene had an ancient, legendary air: it reminded me of Stephan Razin's return from his expedition to Persia. The Persian sailors, dressed in blue, and bony as camels, and cordially showing their pearly teeth, looked on the joy of the Russians: in the dreamy eyes of those men of the East, enigmatic smiles gleamed faintly. A taciturn old man, with a curved nose, with a witch's wrinkled face, torn by the wind, stopped as he passed by the young man and the woman, raised his head with an energy inappropriate for his age, and shouted: \"By all the devils! What are you doing lying there? Shame on you! But if you're half naked! The woman did not move, did not even open her eyes, only her lips trembled slightly; while the boy stretched out, left the jar on the cover, placed the other hand on the woman's chest and said with determination: Does it make you jealous? Worse for you! I'm out of here! Honey was not made for the ass' mouth... He raised the mules and, putting them back on the woman's chest, added triumphantly: Let's breastfeed all Russia! At that moment the woman smiled slowly and all the golet, the men seemed to sigh around her, rising up like a chest; then a wave hit the edge with a bang, and the salted drops splashed all over the world, including the woman. Then she, opening her dark eyes, directed the old man, the young man, everyone, a friendly look and, very calmly, covered herself. - You don't have to! \"The young man said, taking his hand away. Let them look! Don't worry... At the back, men and women played a dancing tone; a drunken youthful voice sang vividly but intelligibly: I don't need your riches, more precious than they are my beloved... A few heels resonated on the deck; someone wailed like a huge owl; a triangle whistled delicately; a calm zhaleika was heard and, in a crescendo, a female voice became provocative: The wolves are wailing in the fields: will the hunger squeeze them; they could jump at my father-in-law: sure it's a good bite! People were laughing, and someone shouted deafeningly, \"What do the in-laws say?\" The wind sowed the festive laughter into the sea. The moceton covered the woman indolently with the skirt of his armiak and, unleashing his round childish eyes, said, looking forward: \"As soon as we get home, everything will be wonderful! Oh, Maria, you'll see how well we do! The sun flew with fire-winged wings toward the west; the clouds pursued him, but they did not reach him, and they settled on the snowy peaks over the black edges of the mountains. *FIN* Едут, Russian word, 1913", "title": "Vuelven", "author": "Máximo Gorki"}