{"metadata": {"length": 3274, "words": 657, "reading_time_min": 3.285}, "text": "And the lion was sick, and lay down in a cave, and said to the fox, whom he loved very much, and with whom he was very good friends, If thou wilt help me to heal me, and let me live, seduce the deer with thy cunning, and bring him here; for I am full of his flesh. The fox went out to do her duty, and found the deer jumping happily in the jungle. And he went near, and greeted him kindly, and said, Behold, I bring thee good tidings. As you know, the lion, our king, is my neighbor, but it turns out he's sick and very bad. I wondered what animal could replace him as king after his death. And he said unto me, The wild boar is not, for he is not very intelligent; the bear is very clumsy; the panther very temperamental; the tiger is a boastful man; I think the deer is the most worthy to reign, for he is slender, long-lived, and feared of serpents by his horns. But what more can I tell you, he's determined you'll be the king. And what will you give me for announcing it first? Tell me I'm in a hurry and I'm afraid you'll call me, because I'm your counselor. But if you want to hear from an experienced man, I advise you to follow me and faithfully accompany the lion to his death. When the fox had finished speaking, the deer, full of vanity with those words, walked determinedly to the cave, unsuspecting what would happen. Seeing it, the lion jumped at him, but he only managed to scratch his ears. The deer, frightened, quickly fled into the forest. The fox would beat her legs to see her game lost. And the lion shouted loudly, stimulated by his hunger and grief. He begged the whore to try it again. And the fox said, \"It's a painful and difficult thing, but I'll try. He came out of the cave and followed the deer's footsteps until he found it regaining his strength. And the deer saw her, and was angry, and was ready to go against her, and said to her, Woe to thee, poor woman! deceive me not. If you take another step, count yourself dead! Look for others who don't know about you, talk nice and blow the smoke promising them the throne, but no longer me. But the wise fox said to him, \"But, sir deer, do not be so lazy and cowardly. Don't be suspicious of us being your friends. The lion, taking your ear, just wanted to tell you secretly his advice and instructions on how to govern, and you don't even have the patience for a simple scratch from a sick old man. Now he's angry with you and he's thinking about making the fearless wolf king. Poor thing! All the suffering he suffers for being the master! Come with me, you have nothing to fear, but that's it, be humble like a lamb. I swear to you by this whole jungle you must not fear the lion. And as for me, I'm just trying to serve you. And again deceived, the deer went out into the cave. He had only entered, when the lion had already seen his appetite fully satisfied, trying not to leave a memory of the deer. But his heart fell to the ground, and the fox took it away in secret, as payment for his efforts. And the lion, looking for the missing heart, asked the fox for it. And the fox said to him, The foolish deer had no heart; seek him not. What kind of heart could a deer have that came twice to the house and to the claw of a lion? Never let the craving for honor disrupt your good judgment.", "title": "El león, la zorra y el ciervo", "author": "nan Esopo"}