{"metadata": {"length": 2701, "words": 493, "reading_time_min": 2.465}, "text": "They were born in rainy season, in the orchards. Hidden between leaves, attached to stems, or between wet grass. From there they were pulled up to sell, and they sold them very expensive. Three cents to five cents regularly and, when there were many, fifteen cents to the dozen. In my home, two pesos were bought each week, for it was the obligatory dish of Sundays and, more often, if there were guests to eat. With this stew my family would indulge distinguished or highly prized visitors. \"You can't eat better prepared anywhere else\", my proud mother used to say when they praised the dish. I remember the grim kitchen and the pot where they were cooked, prepared and cured by an old French cook; the wooden spoon very dark for use and the cook, fat, ruthless, ruthless in the face of pain. Those tearful cries didn't move her, she kept on setting the stove, blowing the coals as if nothing had happened. From my loft room, I could hear them screaming. It was always raining. Their cries came mixed with the sound of rain. They didn't die soon. His agony was endless. I spent all that time locked in my room with my pillow over my head, but I still could hear them. When I woke up at midnight, I could hear them again. I never knew if they were still alive, or if their screams had stuck inside me, in my head, in my ears, outside and inside, hammering, tearing apart my whole being. Sometimes I could see hundreds of little eyes glued to the dripping glass of the windows. Hundreds of round, black eyes. Bright, moist eyes, crying out for mercy. But there was no mercy in that house. No one was moved by that cruelty. Her eyes and her screams followed me and they still follow me everywhere. Sometimes I was sent to buy them; I always returned without them, assuring myself that I had found nothing. One day they suspected me and I was never sent back. I was the cook then. She came back with the bucket full, I looked at her with the contempt with which one can look at the cruelest executioner, she frowned and blew contemptuously. Its preparation turned out to be a very complicated and time-consuming thing. First, he placed them in a grass drawer and gave them a rare herb that they ate, apparently with great pleasure, and served as a purgative. They were there for a day. The next day, they bathed them carefully to avoid harming them, dried them, and put them in a pot full of cold water, scented herbs, spices, vinegar, and salt. As the water got warmer they started screaming, screaming, screaming... sometimes screaming like newborn babies, like crushed mice, like bats, like strangled cats, like hysterical women... that last time I was in my house, the banquet was long and pale. FIN", "title": "Alta cocina", "author": "Amparo Dávila"}