{"metadata": {"length": 4183, "words": 775, "reading_time_min": 3.875}, "text": "In the village of Rhungsdof, on the banks of the Rhine, we found numerous boats waiting for the travelers; within minutes we were transferred to Koenigswinter, a beautiful village on the other bank. We reported the time of the steam and were told it was past noon. That gave us a margin of almost five hours; it was more than enough time to visit the ruins of the Drachenfelds. After about three-quarters of an hour of climbing along a beautiful path around the mountain, we reached the first summit, where a hostel and a pyramid are located. From this first platform, a beautiful curved, sandy path like that of an English garden leads to the top of the Drachenfelds. First, a square tower is reached, which is quite difficult to access through a crack; then a round tower, completely blown up by time, offers easier access. This tower is situated on the very rock of the dragon. The Drachenfelds takes its name from an ancient tradition that dates back to the time of Julian the Apostate. In a cave that still shows, in the middle of the hillside, a huge dragon had retreated, so perfectly punctual at his meals that when they forgot to take a prisoner or a prisoner every day to the place where he used to find him, he would go down to the plain and devour the first person he met. Of course, the dragon was invulnerable. It was, as we have already said, in the days when Julian the Apostate came with his legions to encamp on the banks of the Rhine. And it happened that the Roman soldiers, who did not want to be devoured more than the natives of the area, took advantage of the fact that they were at war with some surrounding villages to feed the monster at no cost to them. Among the prisoners was a young woman so beautiful that two centurions fought her off. Neither of them wanted to give her to the other. They were about to slaughter each other. So the general decided to put the young woman on the table and offer her to the monster. The result of this trial was greatly admired, and some compared it to Solomon's, and they were ready to enjoy the spectacle. On the day set, the young woman was led, dressed in white and crowned with flowers, to the top of the Drachenfelds: they tied her to a tree, like Andromeda to the rock; she asked to be left hands free and they did not think they should deny her such a small favor. The monster, as we have already said, led a rather methodical life and ate lunch, as is still the case in Germany, between two and two and a half. So, at the moment he was expected, he came out of his cave and climbed, half crawling, half flying, to the place where he knew he would find his food. That day he looked fiercer and hungrier than usual. The night before, by chance or by refinement of cruelty, he had been served by an old barbarian prisoner, very hard and who had nothing but skin on his bones; so that everyone promised himself a double pleasure for that increased appetite. The monster himself, seeing the delicate victim they had offered him, roared with pleasure, whipped up his tail of scales and hurled toward her. But as she was about to reach her, the young woman took out a crucifix from her chest and presented it to the monster. She was a Christian. Seeing the Savior, the monster was stunned; then, seeing that he had nothing to do there, he went into his cave whistling. It was the first time the inhabitants of the area had seen the dragon flee. So some ran to the girl and unleashed her. The others chased the dragon and, bravely filled with fear, brought in a large number of logs into the cave, pouring sulfur and resin on them, and then set them on fire. For three days the mountain burned like a volcano; for three days the dragon was heard whistling within its hood; finally the whistles ceased, the monster was burned to death. Even today, traces of the flames are visible and the stone vault, heated by heat, is dusted as soon as it is touched. Understandably, such a miracle helped greatly in spreading the Christian faith. From the end of the fourth century onward, there were many followers of Christ on the banks of the Rhine. FIN Excursions sur les bords du Rhin, 1841 Spanish translation by Cobos Castro", "title": "La peña del dragón", "author": "Alexandre (padre) Dumas"}