{"metadata": {"length": 6459, "words": 1305, "reading_time_min": 6.525}, "text": "The pale young man sat carefully in the chair and moved his head to the side so that the fresh tapestry would soften his cheek and cheek. - Oh, my love, he said. Oh, my love. Oh, my God. The bright-eyed girl, sitting on the couch upright and calm, smiled sharply at him. - Don't you feel as good as yesterday? - she said. - What's up, I'm fine\", he said. I'm floating around. Do you know what time I got up? Four o'clock in the afternoon on time. I tried to get up, but every time I took my head off the pillow, it would roll down my bed. The head I'm wearing is not mine. I think this was Walt Whitman's. Oh, my love. Oh, my love. - Do you think a drink would make you feel better? - she said. - A little bit of what knocked me out last night? - he said. No, thank you. Please, never mention that to me again. I'm dead now. I'm dead, completely dead. Look at my hand: still as a hummingbird. And I didn't look very well last night? \"Oh, no inventions\", she said, \"all were the same. You did a great job. - Of course, he said. I was amazing. Everyone must be angry with me. - Please, of course not\", she said. Everybody had fun with what you were doing. Of course Jim Pierson got a little angry at dinner time. But people put him back in his chair and calmed him down. The other tables didn't even notice. No one noticed. - Was he gonna hit me? - he said. Oh, my God. What did I do? -Nothing, you didn't do anything\", she said. You were perfectly fine. But you know how Jim gets sometimes when he thinks someone's messing with Elinor. - Did I flirt with Elinor? - he said. Did I do that? - Of course not, she said. You were just making fun of him, that's all. You seemed so nice to her. She was so funny. Only once did he get a little confused: when you threw the clam broth over his back. - No, don't tell me, he said. Cinnamon broth on the back. Each vertebra is like a shell. Oh, my God. What am I gonna do? - Don't worry, she won't tell you anything, she said. Just order him some flowers or something. That's why you don't have to worry. It's not a big deal. \"No, if I'm not worried\", he said, \"and I have nothing to rush about\". I'm really good. Oh, my love, oh. And what other little number did I do at dinner? - None of them. You did great, she said. Don't get so upset about it. Everybody was fascinated by you. The maître d'hôtel was a little rushed because you kept singing, but he didn't really care. He just said he was afraid that with all the noise, the place would close again. But he didn't care. Well, you've been singing for about an hour. But after all, it wasn't that loud. - Then I started singing, he said. A success without a doubt. I started singing. - Don't you remember? - she said. You've been singing one after another. Everybody was listening to you. They loved it. The only thing was, you insisted on singing a song about I don't know what shooters or what, and everyone started to shut up, but you were starting over. You were wonderful. There was a time when we all tried to get you to stop singing, and eat something, but you didn't want to know anything about it. Seriously, you were fun. - What, I didn't try dinner? - he said. - No, nothing, she said. Every time the waiter came to offer you something, you would return it because you said he was your lost brother, that a gypsy had traded him for another in the crib, and that everything you owned was his. The waiter was bent over by laughter. - Sure, he said. I'm sure I was funny. I must have been the clown of the Society. And then what happened, after my overwhelming success with the waiter? - Not much, not much, she said. You got some kind of a kick out of an old man who was sitting across the hall because you didn't like his moustache tie and you wanted to tell him. But we'll get you out before the other guy gets mad. - Oh, we're out, he said. Was he able to walk? - Go for a walk! Of course you walked\", she said. You were absolutely fine. Well, the sidewalk had a layer of ice and you slipped. You fell sitting with a big bang. But please, that can happen to anyone. - Yes, of course, he said. Mrs. Hoover or anyone. So I fell down the sidewalk. That's why it hurts me... I got it. And then what? I mean, if you mind. - Let's go, Peter! - What are you doing? - she said. You can't just sit there and say you don't remember what happened after that. I think you just dressed a little badly at the table, but everything else was perfectly fine, I knew you were feeling great. But ever since you fell down and got so serious, I didn't know you were like this. Don't you remember when you told me I'd never seen your real me before? I can't afford it, I couldn't bear you forgetting that beautiful taxi ride. You do remember that, don't you? Please, I'll die if you don't remember. - Oh, yeah, he said. The taxi ride. Oh, yeah, that's right. It was a long walk, wasn't it? \"Return and turn and turn around the park\", she said. The trees looked so beautiful in the moonlight. And you said you'd never realized before that you really had a soul. - Yes, he said. I said that. I did. \"You said such beautiful things\", she said. I never realized how much you felt for me and I never dared to show you how I feel for you. But last night, Peter, I think the taxi ride is the most important thing that ever happened to us in our lives. - Yes, he said. I think you do. - And we're going to be so happy\", she said. I'd like to tell everyone. But I don't know. I think it would be sweeter if we kept it a secret between us. -I think so. -He said. - Isn't that beautiful? - she said. - Yes, he said. That's great. - That's lovely! - she said. \"Hey\", he said, \"wouldn't you mind if I had a drink? I mean, medically, you know. I'm dead; help me, please. I think I'm going to collapse. - Yeah, you'll like a drink\", she said. Poor thing, it's too bad you feel so bad. I'm gonna get you a drink. \"I, the truth\", he said, \"I still don't know how you keep talking to me after the ridiculous thing I did last night. I think my only way out is to get into a monastery in Tibet. - You are crazy! - she said. I'm not letting you go now. Stop thinking about that. You were perfectly fine. She jumped up from the couch, kissed him quickly on the forehead and ran out of the room. The pale young man saw her move away, moved her head slowly and then dropped her on his wet, trembling hands. - Oh, my love, he said. Oh, my God. You Were Perfectly Fine, The New Yorker, February 23, 1929", "title": "Estuviste perfectamente bien", "author": "Dorothy Parker"}