{"metadata": {"length": 1974, "words": 328, "reading_time_min": 1.64}, "text": "Lazy and indifferent, easily shaking the space of her wings, knowing her way, she passes the gauntlet over the church, under the sky. White and indifferent, self-absorbed, the sky covers and discovers without ceasing, goes and stays. A lake? Get the shores off him! A mountain? Yeah, perfect, with the sunshine on the slopes. It falls from above. White feathers or feathers, always, always... Desiring the truth, waiting for it, laboriously distilling a few words, always desiring (a scream starts to the left, another to the right; wheels hit divergent; omnibuses congregate in conflict), always desiring (the clock asserts with twelve clear bells that it is noon; the light pours gold scales; children swirl), always desiring truth. Red is the dome; coins hang from the trees; smoke comes out of the chimneys slowly; barking, barking, screaming. I buy metal... and the truth? Like lightning pointing towards a point, male feet, female feet, black or gold-inlaid (That fog... Sugar? No, thanks... the Commonwealth of the future), the firelight leaps and leaves the room red, except for the black figures and their shiny eyes, while they unload a pickup truck outside, Miss Thingummy sips tea on her desk table, and the showcases protect leather coats. Cacareed, light as a leaf, curled at the edges, past the wheels, silvered, at home or away, gathered, scattered, squandered on different plates of the scale, swept, submerged, torn, sunk, assembled... And the truth? Remember now by the fire of the home the white marble square. From the depths of ivory rise words that pour their blackness, flower and penetrate. The fallen book; in the flame, in the smoke, in the perishable sparks; or already traveling, the flag in the marble square, minarets underneath and seas of India, as the blue spaces run and the stars shine... the truth? Or, satisfaction with its proximity? Lazy and indifferent the reed returns; the sky covers with a veil its stars; it then erases them. FIN", "title": "Lunes o martes", "author": "Virginia Woolf"}