{"metadata": {"length": 6467, "words": 1277, "reading_time_min": 6.385}, "text": "- Why are they going so slow? - asked Feliciano Ruelas to the front. That way we'll end up sleeping. Don't you think you should be here soon? \"We'll arrive at dawn tomorrow\", they replied. That was the last thing you heard them say. His last words. But that would be remembered later, the next day. There they were, all three, looking down at the ground, trying to take advantage of the faint nightlight. It's better if it's dark. They said that too, a little earlier, or maybe the night before. She wasn't waking up. The dream clouded his thoughts. Now, on the climb, she saw him coming again. He felt it as he approached, surrounding him as if looking for his most tired part. Until he had it on his back, where he was carrying the rifles in a trident. While the terrain was flat, he walked fast. As he began to climb, he retreated; his head began to move slowly, more slowly as his steps were shortened. The others passed by him, now they were going far ahead and he kept swinging his sleeping head. He was running back. He had the road in front of him, almost to the eye. And the weight of the rifles. And sleep climbed up where his back was curving. He heard as he walked away from his steps, those hollow heels that had come to hear who knows from when, during who knows how many nights: \"From Magdalene there, the first night, then there, the second, and this is the third. \"There would be not many\", he thought, \"if we had slept by day\". But they said, \"They can catch us sleeping\". And that would be the worst. - Worst for whom? Now the dream made him talk. I told you to wait: let's leave this day to rest. Tomorrow we'll walk on edge and with more enthusiasm and more strength, in case we have to run. It could happen. He stopped with his eyes closed. \"It's a lot\", he said. What's in it for us to hurry? A day off. After all we've lost, it's not worth it. And he cried out, and said, Where are they? And he said, In secret, Go away. He lay down on the trunk of a tree. There was the cold ground and the sweat turned into cold water. This must be the saw you were told about. There was warm weather down there, and now up here this cold that was coming down under the blanket: As if my shirt were lifted and my skin handled with cold hands. He sat on the moss. He opened his arms as if to measure the size of the night and found a hedge of trees. He breathed a 30-ounce of foul air. Then he slipped in his sleep, on the cochala, feeling his body numb. He woke up in the early morning cold. The moisture of the dew. He opened his eyes. He saw transparent stars in a clear sky, above the dark branches. It's getting dark, he thought. And he went back to sleep. He stood up to hear screams and the tight punching of peas on the dry tepetate of the road. A yellow light was out on the horizon. The rearmen passed by him, looking at him. They greeted him: \"Good morning\", they said. But he didn't answer. He remembered what he had to do. It was already daylight. And he must have crossed the mountain at night to avoid the guards. This step was the most guarded. They'd told him. He took a third of the rifles and threw them back. He stood by the side of the road and cut through the mountain, where the sun was rising. He went up and down, crossing earthly slopes. He seemed to hear the backpackers saying, \"We saw him up there\". It's like this and roasted, and it brings a lot of guns. He threw the rifles. Then he got rid of the tracks. Then he felt livified and started running like he wanted to win the rearmen the downhill. You had to gather, surround the plateau and then come down. That's what I was doing. God works. He was doing what he was told to do, though not at the same time. He got to the edge of the ravine. He looked away at the great gray plain. They must be there. Resting in the sun, no longer with any inclines, he thought. And he dropped down a cliff, rolling and running and rolling again. \"Oh my God\", he said. And he was shooting more and more in his career. He seemed to be hearing the others say, \"Good morning\". He realized that their eyes were deceiving. And they shall come to the first watchman, and say, We saw him in this place and in this place. It won't take long to get around. \"Jesus! \" he said. And they were about to shout, \"Long live the Christ the King!\" but they stopped. He pulled the gun from the side and put it inside, under the shirt, to feel it close to his flesh. That gave him courage. He walked to the Agua Zarca ranches a few steps away, watching the buzz of the soldiers warming up next to large fires. He reached the barbed wire of the barn and could see them better; he recognized their faces: they were them, his uncle Tanis and his uncle Librado. As the soldiers turned around the lumbar, they moved, hanging from a mosque, in the middle of the corral. They no longer seemed to notice the smoke from the fires, clouding their glass eyes and blacking their faces. He didn't want to see them anymore. He crawled along the barbed and cornered himself in a corner, resting his body, though he felt a worm twisting in his stomach. Above him he heard someone say, \"Why are you waiting to untie these men? - We're waiting for the other one to arrive. They say there were three, so there have to be three. They say the missing is a boy, but the boy and everything, he's the one who ambushed my Lieutenant Parra and killed his people. It's got to fall down here, like those other ones that were older and more hippie. My major says if he doesn't come by tomorrow, we'll finish the first one who passes and then the orders will be carried out. - Why don't we go out and find him? That would even take away a little bit of boredom. - No need to. He has to come. They're all renting for the Sierra de Comanja to join the Catorze's crystals. These are the last ones. The good thing would be to let them pass so they could wage war on the comrades of Los Altos. - That would be the good thing. Let us see if that is the result of the same. Feliciano Ruelas waited a while longer for the buzz he felt to soften his stomach. Then he took in a little air as if he were going to dive into the water and, crouching to the ground, walked away, pushing the body with his hands. When he reached the creek's head, he straightened his head and ran, making his way through the hedges. He didn't look back or stop his race until he felt the stream dissolve in the plain. Then he stopped. He breathed hard and trembling. Fin 1953", "title": "La noche que lo dejaron solo", "author": "Juan Rulfo"}