{"metadata": {"length": 2826, "words": 516, "reading_time_min": 2.58}, "text": "Telesforo Altamira was a torrent-sonet in its classic perfection. He had a little Corbière's physique, but the genius had starved him to death in his head. I saw him recently, walking up Corrientes Street at about 12:30 p.m., among the bourgeois mob left by filmmakers and theaters. Telesphorus walked comfortably between the pushes and the tails, because his filth made a void of respect around him. The mound is a halo. Telesforo stopped to let a thick family, pure charol, razor, pechera, scut and jewels, and violated to disappear in the illuminated bag without changing expression, that is, with his soft mouth slightly loosened in or over the toothless gums. You can't believe he was thinking; he's healed a lot of that misery, and he just looked ineffectively at the light, the fancy costumes, the cramped faces. He didn't remember his life or his past either. How old was Telesphorus? Telesphorus was sixty years old at thirty, but his present stupidity simplified him to the rank of a newborn. Did Telphos remember he had a house? - No, sir, I'm not going to. Did Telphos miss his old loose ends? Neither did I, sir. Did Telphos argue that money piled up in some hands comes out of others? I'm sure you will, sir. Telesphorus only kept the void of his self between his lips with careful effort, as if it were a coin, and not a shadow of an idea tickled in his dead brain of injustice. However, I could have thought of many things in my luckier state in front of that car parked in front of the wagon. Telesforo Altamira had a pass that he lost by extremeising his tendency to read Shakespeare, Plato, Cervantes and Dante, which are useless. Then he married that lovely Elvira, whom he called his dear mortgage, and to whom he had three children before his friend Lucio made his room. Then he drank. Then he got drunk. Then he lost his dignity, as anti-alcoholic posters say, in the police rooms he met as a result of that unable to cope with the carrot of his friend Lucio. Then he became intimate with the prison, and finally, with the crumbling wanderer of the tormentor, who no longer needs alcohol because he possesses his incurable idiocy. But I'm talking about a dead body. Telesforo Altamira died that famous night of snowfall in Buenos Aires, and do you know where? On the thresholds of the house our familiar fat family entered. The lady was deeply moved by that strange event: a man who lies down in a swamp and wakes up dead. For my part, having been Altamira's fellow student at Salvador's school, the fact caused me tearful sadness, perhaps as a brotherhood. But a friend of mine, very knowledgeable in psychology, says it's not worth it, and that the whole story of Telesforo Altamira is only due to his lack of will, being therefore the only one to blame for his uninteresting tragedy. I will. Fin 1919", "title": "Telesforo Altamira", "author": "Ricardo Güiraldes"}