{"metadata": {"length": 6884, "words": 1181, "reading_time_min": 5.905}, "text": "There were a lot of people in the big casino gambling room. Known in the holidays, fashionable guys, bac professionals, season queens, stockbrokers, bookmakers, sablists, traces, English hat and smoking, North American frack and panama, department farmers who came to play harvest, bank account waitresses or baggage locked in the hotel, but dressed in the same luxury; ladies who, at the theater's exit, spent a moment playing baccarat, to have a sorbet while their friends carved them, always with happy success, a handful of luises. A very subtle mist, a kind of bright perfume floated in the living room. Spread like islands, the green tables, where serious things were happening, were surrounded by a lean, attentive audience, under the flashes of light shining in the electric atmosphere. Along the white walls, sitting lightly, some people were fast dining. There was no scream, just a vast murmur. That multitude, made up of so many different races, spoke French, a discrete language in which the vocabulary of vice is softer. Between the sound of the conversations, accentuated by touches of silver and glass, or cut by silences in which the slight rubbing of the letters was guessed, persisted, concealed and continuous, like the whisper of a rattlesnake, the clicking of the nacker chips under the nerve fingers of the dots. It was hot. The wide windows were open over the sea, and two or three birds, attracted by the lights, were flipping madly, beating their wings against the very high ceiling. In the early hours of the morning, the courteous with morals and hygiene, those who had a charitable ration contracted, and the bored, and the poor, and the cuckoos who defend their gain, and also those who get up early for sporting demands withdrew. All that worked was the central table, the monster bench. A row of points with numbers and two rows of standing points surrounded her. Behind, in errant chairs, those who resigned themselves to not seeing, painstakingly delivered the sets to their mysterious destiny. He was cutting a Russian. In front of him, supported by a porcelain block, lay the flexible prism of the cards, impenetrable like death. Indifferent croupiers moved their thin shovels, placing the chips, gold, blue notes, the albos bank notes. Play, gentlemen...play... no more... no more...  Women, squeezing their breasts against the backs of men, slid a naked arm towards the table; no one trembled at the touch of the beautiful flesh; they were neither women nor men, they were dots. No more... The banker was walking his sad gray eyes through the carpet, to realize the importance of the blow; he was looking for a moment at the piles of round chips of one hundred francs, elliptical 25 luises, squares of fifty, the terrible cards where it says a 5,000, a 10,000 and then, with his monotonous voice, he was saying: all goes. He would put a pale long finger on the card pack, and he would slowly distribute it. Eight... letter... no... six... good... and the croupiers paid, or, with their sharp paddles like hooves, they sliced the cloths, taking everything away. The Russian, if he was well, would hurry the cards to the last nail: if he was wrong, he would suddenly nail a card in the middle of the package, and pull a new bench, with the same elegant and desolate gesture. The insatiable slot of the table swallowed its fill, and it began again: play, gentlemen... play... no more... no more... I give... nine... no... five... seven... A Galician courtesan, cosmopolitan glory, drank from afternoon to afternoon. His hand, hidden by rubies and emeralds, was a sign; as the cards were rolling, the black of his iris acquired a fierce fixation; on his dark eyelids were read thirty years of orgy, but his teeth gleamed between his painted goddess lips, and his torso, of a steel that tempered the dances, stood up in full youth, holding the imperial head, crowned with dark loops... and the banker, who never collected it, contented himself with smiling imperceptibly under his clear mustache... they all said. The Russian, the dancer and most of the points had left. It was cool. The servants closed the windows. With a sigh of satisfaction, true baccarat devotees settled in comfortably. Now they could taste the passes, follow all the Arabesques of chance at ease, get lost delightfully in all the meanders of the unknown. The gentlemen ordered coffee or whiskey, they drank a mint straw mixed with ice. He carved a provincial with the physiognomy of a prosecutor, then a boulevard chronicler, and others afterwards... With a fraternity of sick people in a sanatorium, the points were clutching the eternal phrases... Two weeks of guigne... I haven't been able to double yet... it's been six times... I've been in the wrong shot at five... I'm on the other side... I don't, it depends on the temperament of the banker... finally a pass... I'm only playing with my hand... He used a large bag of gold mesh, with a pearl-encrusted closure, where he kept the injection case, the money, a rice powder drill and two makeup pens. With impassioned speed he was thrilled, his mouth red and his eyes black, and he resuscitated for fifteen minutes. Next to her, a young man with a little spark, pointing at the minimum of five francs, looked at the pearls; and the lady, with a indulgence that there was something maternal and something infamous in it, lent him ten luises. The unceasing crackling of the chips sounded in the living room almost deserted. Those who won would trade the girls for the big ones; those who lost, they would trade the big ones for the girls, and always, between the tireless fingers, there were chips arranged and rearranged in small piles of ten, five, two, or confused, separated and stacked endlessly. Little by little, the players were silenced. They gave me four. They were just saying the ritual words... No more... I give... letter... I don't want... good... seven... baccarat... Everything was still except the fingers, pale spiders, cards and chips. A disgusting clarity infiltrated the atmosphere, smearing pus on those dead faces, trapping the wood, and the night was captive under the glowing lamps. It's over... letter... letter... nine... good... good... and on the table was the game of chance, rolling the chips, dumping the gold from one pocket to another. Chance was the only one who played there, cheerful and cruel like a child in a cemetery. They gave me five, six, six and a half... after all, the bodies went to bed. The drivers snored in their fishermen. The morphomaniac and the young man preferred to return to the hotel by the beach. The sun filled the universe with an unbearable glow. The blue sea shone, precipitating its parallel waves. The breeze beat the shears against the masts, and an old, slaughtered, earth-colored fisherman, walked laboriously, with the rags of his net on his shoulder...", "title": "Baccarat", "author": "Rafael Barrett"}