{"metadata": {"length": 4955, "words": 926, "reading_time_min": 4.63}, "text": "The spies came to their meeting. He had gone out only to make purchases that morning. Miss Hilton smiled easily; she had a transparent skin of paper-thin paper, like the packages in which everything comes wrapped up; but within those transparent layers were thin layers of mystery, behind the ramifications of veins that grew like an arbor on her front. She was not old and one could see in her a gesture of childhood, just at the moment when the deeper wrinkles of the face and the whiteness of the tits were accentuated. Sometimes one thought to be surprised by a smirk of a young girl and a very red hair, just at the moment when the intermittent gestures of age were intensified. He had traveled the world in a cargo boat, engulfed in sailors and black smoke. He knew America and almost all of the Middle East. I always dreamed of going back to Ceiln. He had known an Indian who lived in a garden surrounded by snakes. Miss Hilton was bathing in a bathing-gown long and wide as a globe in the moonlight, in a tide-pool where one could look for water indefinitely, without finding it, because it was the same temperature as the air. He had bought a wide straw hat with a real pig painted on it, which blew its wings in a whirling breeze on his thoughtful face. They had given him stones and bracelets, they had given him stuffed frogs and snakes, stuffed birds that he kept in a bathtub in his penthouse. All her life was confined to that bath, all her life was accustomed to gathering modest curiosities along her travels, to then, in a supreme gesture of privacy that came suddenly to the beings, open the bath and show one by one her memories. Then she went back to bathing in the Tiananmen Bay beaches of China, back to travelling in China, where a Chinese man threatened to kill her if she did not marry him. He returned to travelling through Spain, where he drank in bullfights, under the real brim of the hat that shook, announcing him, like a thermometer, his drankness. I went back to travelling through Italy. In Venice she was a lady of the company of an Argentine. He had slept in a room under a painted sky where a pink-dressed shepherdess lay on a piece of bread with a horn in her hand. I had visited all the museums. They liked more than the canals the narrow, cemetery streets of Venice, where their feet ran and did not sleep as in the gondolas. He was found in the market El Ancla, buying acorns and horns to support his thin and long strands twisted around his head. The mercers liked the air of a certain edible air that had the strands of buttonholes mingled, the lace-makers in the shape of balloons and the paper pins. The horns had to be painted. His last disciple, who had the inclination to be a shaven man, had asked him to be shaven one day when, recovering from a cold, they would not let him go out. Miss Hilton had entered because there was no one in the house; she had left the hair-dressing to the hands of her fourteen-year-old disciple, and since that day had adopted that tangled wig which gave him, looking forward and with his own eyes, a grey head; but, looking backward and with the eyes of others, a roar of shorn hairs rustling on the wrinkled brow. Since that day, several painters had been insistently looking at her, and one of them had asked permission to paint her portrait, for her extraordinary resemblance to Miss Edith Cavell. On the day she was to marry the painter, Miss Hilton wore a green silk tweed dress, which was as wide as the lining of an old recliner. The painter's studio was a smoky smoky, but Miss Hilton's straw hat took her to infinite regions of the sun, near the outskirts of Bombay. She liked pictures of naked women, but she liked landscapes with sunsets, and one afternoon she took her disciple to show her a picture of a flock of sheep under a golden oak at sunset. Miss Hilton was looking desperately for the landscape, while the two alone waited for the painter. There was no scenery: all the pictures had been turned into naked women, and the handsome haired man had a naked woman in a picture recently made on a horse. Behind her disciple, Miss Hilton sat that day, more tidily than ever, against the window, wrapped in her thirties dress. On the next morning, when she went to the house of her disciple, there was no one there; on the table of the fourth-class room, she waited for a cup with the half-month’s money she owed, with a card that said in large letters of indignation, written by the housekeeper: “We do not want teachers to have such little money.” Miss Hilton did not understand the meaning of the phrase; the word puddled in her green acetate hat. She felt a fatal woman growing in her, and she walked out of the house with her face abrasive, as if she had just played tennis. When he opened the envelope to pay the bills, he found the insulting card lying among the papers, and looked at it with a furtive glance as if it were a pornographic photograph. FIN", "title": "El vestido verde aceituna", "author": "Silvina Ocampo"}