{"metadata": {"length": 6874, "words": 1401, "reading_time_min": 7.005}, "text": "It was not long ago that a poor man in Naples took as his wife a beautiful and attractive young woman named Peronella; and he with his trade, who was a carpenter, and she weaving, earning very little, his life ruled as best they could. It happened that a young galant, seeing this Peronella one day and liking her very much, fell in love with her, and both in one way and another requested her that he came to be intimate with her. And to be together they took the agreement that, as her husband rose early every morning to go to work or to look for work, that the young man should be in a place where he could see him go out; and being the neighborhood where he was, that Avorio is called, very lonely, that, when he went out, he came into the house; and so they did many times. But it happened one morning that, having the good man gone out, and Giannello Scrignario, who was the young man's name, entered his house and was with Peronella, after a while (when all day he did not return) he turned home, and finding the door closed inside, he called and after calling began to say to himself: See how she immediately closed the door from the inside when I left so no one could come in here to bother her. Peronella, hearing her husband, whom she knew in the way of calling, said, \"Woe, Giannelo, my dead, that here is my husband, who God confuses, who has returned, and I do not know what this means, who has never returned at this hour. Perhaps he saw you when you entered\". But for God's sake, either way, get in that bin you see there and I'll go open it, and let's see what it means to come home this morning so early. Giannello soon entered the stall, and Peronella, going to the door, opened it to her husband and said with a bad gesture, \"What is this news that you come home so soon this morning? I don't think you want to hit today, I see you coming back with the tools in your hand, and if you do, what will we live on? Where are we gonna get bread? Do you think I'll suffer you to burn my dress and my other clothes, that I do not do day and night but laugh, so much so that I have the flesh cut off from my nails, so that I can at least have oil to light our candle? Husband, there is no neighbor here who does not marvel and mock at me with so many jobs and the ones I endure; and you come home with your hands hanging when you should be at your work. When he had said this, he began to weep again and to cry out, \"Alas! Sad for me, miserable for me! What a bad time I was born! What a bad time I came here, that I could have had a young man in position and I didn't want to, to come and get this one who doesn't think about who brought him home. The rest are amused with their lovers; and there is not one woman that hath not two, and three, and they are amused, and teach their husband the moon by the sun; and I, woe unto me, for I am good, and I do not take [them] in, I am evil and miserable. I don't know why I don't take those lovers like the others do. You understand, my husband, that if I wanted to do wrong, I would find someone, that there are well-off people who love me and require me and have sent me proposals for a lot of money, or if I want clothes or jewelry, and my heart never hurt me, because I am my mother's daughter; and you go home when you had to be working! And he said to her, Be not troubled, woman; for God hath made thee to believe that I know thee, and that I know thee, and that I have known it this morning. It is true that I went to work, but it seems that you do not know, as I did not know; today is the day of San Caleone and no work is done, and that is why I have returned at this hour home; but I have not stopped looking and finding the way that today we have bread for a month, which I have sold to this one who you see here with me the tin, who you know has been disturbing us at home for a long time: and he gives me five lire! And then said Peronella, And all this is occasion of my sorrow: thou that art a man and goest about and should know the things of the world, hast sold a basket in five lire, which I, poor woman, had not barely left the house when, seeing what hindered it, I have sold it in seven to a good man who, when thou didst return, went in to see if it was well-solid. And he was exceeding glad, and said to him that had come with him to do it: Go, my man, with God; for thou hast heard that my wife is sold seven times, and thou hast given me five times. The good man said, \"Be on time! And he left. And Peronella said to her husband, Come hither, and be thou here, and keep watch with him our affairs. Giannello, who was with his ears closed to see if he had anything to fear or protect himself from, hearing Peronella's explanations, soon came out of the barn; and as if he had heard nothing of his husband's turn, he began to say, \"Where are you, good woman? And the husband came and said to her, Here am I; what do you want? Giannello said, \"Who are you? I want to talk to the woman I made the deal with on this dumpster. And the good man said, Speak to me frankly, for I am her husband. Giannello said, \"The tub looks good to me, but I think you've got stool inside, it's all stained with I don't know what kind of dry stuff I can't get it off with my nails, and I don't take it if I don't see it clean first. And Peronella said, No, for that reason the deal shall not be left; my husband shall cleanse her. And the husband said, \"Yeah, by the way. He left his tools and went on his way. He lit a lamp and started scraping. And Peronella, as if to see what she was doing, put her head in the mouth of the tray, which was not very high, and besides this one of her arms with all her shoulder, began to say to her husband: \"Rash here, and here and also there... Look, here is a little bit left. And while he was so and teaching and correcting his husband, Giannello, that there was not that morning his desire yet satisfied when the husband came, seeing that as he wanted he could not, he managed to satisfy him as he could; and approaching her that he had all covered the mouth of the tin, in the manner in which in the wide fields the unbridled horses lit by love assault the mares of Partia, in effect carried the youthful desire; which almost at the same point was completed and finished scratching the tin, and he turned aside and Peronella untied the head of the tin, and the husband went out. So Peronella said to Giannello, \"Take this light, good man, and see if it's as clean as you want it to be. Giannello, looking inside, said she was fine and happy and giving him seven lirioas made her take her home. The second narrative, The Decameron, 1353 1. Tinja: a large bowl of cooked, and sometimes glazed, clay, much wider in the middle than by the bottom and mouth, and which, fitted to a foot or ring, or embedded in the ground, is normally used to store water, oil or other liquids", "title": "La tinaja", "author": "Giovanni Boccaccio"}