{"metadata": {"length": 7169, "words": 1412, "reading_time_min": 7.06}, "text": "Dick Boulton came from the Indian camp to cut logs for Nick's father. He brought his son Eddy and another Indian named Billy Tabeshaw. After crossing the mountain, they entered through the back door. Eddy came with a long saw, which fluttered over the boy's shoulder and made musical sounds as he walked. Billy Tabeshaw brought two big hooked levers and Dick had three axes under his arm. Dick turned to close the door. The others continued to the lake shore. There were the logs stuck in the sand. They were the logs that were cut off from the large timber that the Magic ship was towing down the lake, heading for the sawmill. The current dragged them to the beach, and there, sooner or later, the crew of the Magic saw them as they sailed the coast in a boat. Then they nailed an iron bolt with a wedge at the end of each trunk and then dragged them into the lake to form a new shaft. Although sometimes the loggers would not pick them up, for a few logs was not worth sending the crew. If no one took them out, they would drown and rot on the beach. Nick's father knew about the situation, so he hired camp Indians to cut the logs with a saw and break them with a wedge. That's how I got firewood. Dick Boulton passed by the cottage, on the way to the shore. There were four large buckthorn logs almost buried in the sand. Eddy picked up the saw from one of the mangroves and placed it on a tree cross. Dick left the three axes at the landing site. Boulton was a half-breed, but many of the farmers around the lake took him for a target. Usually, though very lazy, he was extremely effective once he was ready to work. Picking out a piece of tobacco from his pocket, Dick began chewing and spoke in ojibwa to Eddy and Billy Tabeshaw. These buried the tips of their hooks in one of the logs and leaned on the lever to loosen it. They turned all the weight of their bodies back, until the trunk separated from the sand. Dick Boulton turned to Nick's father. \"Well, doc\", he said, \"rejoice, for you have stolen a beautiful piece of wood\". Don't say that, Dick, the doctor said. After all, it's just wood brought in by water. Eddy and Billy Tabeshaw lifted the log and made it roll down to the water. Put it right! \"Bulton shouted. What are you doing that for? The doctor asked. To wash it, remove sand and work better with the saw. I want to see who that log belongs to, Dick explained. The log floated in the water. Eddy and Billy Tabeshaw leaned on their tools. They were both sweating. The sun was very strong. Dick knelt in the sand and looked at the mark of the scraper's hammer, at one end of the log. \"It's White and McNally's\", he said, standing up and shaking his pants. The doctor showed some dislike. \"Then it's better not to cut it off\", Dick said at once. You can be calm, doc, Dick said. Don't get mad at me. I don't care who steals it from. You know I don't deal with that. If you think those logs are stolen, leave them there and go back to camp with your tools. Don't make a fool of yourself, Doc, Dick said, and he threw a saliva mixed with tobacco that slipped over the wood and disappeared into the water. You and I both know they're stolen. It's the same thing to me. Very well. If you think the logs are stolen, pick up your tools and move them. Listen, doc... If you call me doc again, I'll knock your teeth out. Oh, my God! No, Doc, you can't! - No, I'm not! Watch what you do! I warn you! Dick Boulton looked at the doctor. Dick was a tall, fat man, and he knew his own strength well. He liked fights, because there he was in his environment and he was happy. Eddy and Billy Tabeshaw, leaning on their levers, watched the doctor, who bit his lower lip, and nailed his gaze to Dick Boulton. Then he turned around and went to the cottage on the hill. Even though they didn't see his face, they realized he was angry. Everyone followed him with their eyes until he arrived and entered the villa. Dick said a few words in ojibwa. Eddy laughed, but Billy Tabeshaw was very serious. I didn't understand any English, but he sweated throughout the discussion. He looked like a Chinese, fat and a big mustache. Then he picked up the two levers, without saying a word. Dick took the axes and Eddy pulled the saw out of the tree. The three of them set out back, passing in front of the cottage, and leaving where they had entered. Dick left the door open, and Billy Tabeshaw came back to close it carefully. Then they got lost in the mountain. In the cottage, the doctor, sitting on the bed, saw a pile of medical bulletins on the floor, next to the desk. And it made him even more irritable to see that the ribbons were still intact. Are you going back to work, honey? His wife, who was lying in the next room, with her blinds closed, asked him. - No, not at all! Is something wrong? I had a fight with Dick Boulton. Oh, my God! \"She exclaimed. I guess you haven't lost your temper, huh, Henry? Her husband replied no. Don't forget that he who controls his spirit is worth more than he who takes a citysaid his wife, who was a sectarian of eddysm. His Bible, his copy of Science and Health, and his Quarterly were on the table, beside the bed. He didn't answer anything. He was sitting in bed, cleaning the shotgun. He squeezed the chamber, which was filled with heavy yellow capsules, and pulled it out again. Then they scattered over the bed. Henry called his wife. And, after waiting a moment, he repeated, \"Henry! Yes, I hear you. You didn't say anything that bothered Boulton, did you? He replied, \"No\". And why did the argument come, dear? For some stupidity. Tell me, Henry. What is it? Don't try to hide anything from me. Why did you fight? Well, Dick owes me a lot of money since I cured his Indian's lung, and I think he created a conflict so I'd have to fire him. That way you won't have to pay me the bill for your work. The woman was silent. The doctor cleaned the rifle by rubbing it with a cloth. Then she squeezed the capsules inward, against the spring of the chamber. He sat with the gun on his knees. She was his favorite. Then he heard his wife's voice from the other room, \"Dear; I believe, frankly, that he has not done this so as not to have to pay you. - No, you didn't. - No, I'm not. I can't believe someone would do something like this on purpose. The doctor stood up and put the shotgun in the corner behind the drill. Are you going out, honey? I think I'm going for a walk. If you see Nick, dear, would you tell him that his mom wants to see him? The doctor went to the gallery. The barbed-room door closed after him and he heard his wife shout in amazement. \"Sorry\", he said by the window with the blinds running. It's nothing, honey. Then he went out and walked down the path, among the fir-woods. It was cool there, even though it was a terribly hot day. He found Nick reading at the foot of a tree. Your mother wants you to go see her, the doctor said. I want to go with you, Nick said. His father looked at him. Very well. - Let's go, then. Give me the book. I'll take it in my pocket. I know where there are black squirrels, Dad. Very well. Then take me to see them. The Doctor and the Doctor's Wife, In Our Time, 1925", "title": "El médico y su mujer", "author": "Ernest Hemingway"}