{"metadata": {"length": 7394, "words": 1311, "reading_time_min": 6.555}, "text": "When, from the height of his brow, opening his swollen eyes, Christ exhaled the most agonizing of the Seven Last Words, Mary Magdalene, who was like an idiot in pain, tightly grasped the thorn of the cross, trembled and, regaining energy and activity, on impulses of a compassion that penetrated her whole being, sprang forth in search of water to pacify the dying Master. Not far from the Calvary, Magdalena knew that she was carrying, between her fingers, a pure and transparent mantle. He gave a cup of water to a man of the people of Jerusalem, of those who were circling the cross, and he turned to the hidden spring. He found her soon, feeling a deep reluctance at the thought that that cold lily would even temporarily ease the sufferings of the winter. The crow, clearer than glass, sounded from a tinkling tin of musk and flint, and the rumble of its current shook the ears and the heart. When she collected the water from the bucket of mud, Magdalena noticed that it was cold, almost frozen, and again rejoiced, thinking of how refreshing the ice-cream would be for Jesus. With his rebuking cup he ran to the place of the supplication, and by the power of his feet he made the stones to roll down and swell until they came to the lips of the crucifixion. And when I expected to see him drink the soothing water, here Jesus rejects it, lowering his head and repeating in an imperceptible whisper: “I have.” With the penetration of love - for I truly tell you there is nothing that illuminates the understanding of the woman as a lover of much and of truth - Magdalene discovered that Christ desired another drink more exquisite and rare than natural water, and that it was necessary to bring it at any price. As he hurried towards Jerusalem, he was remembering that Herodes, the tetrarchy's governor and king, had enshrouded her the night before with a thick, smoky, flaming stench, a stench of fire and honey, of which a single drop is capable of reviving a dead corpse. Supplication and pleading, she called her old galant, and as she sat on her knees, she turned to the radiant Calvary, hiding under her hand the anguish of inestimable value, and supported the cross in Jesus’ mouth. A more pronounced repulsion and a weak sigh where the dreadful “I am” almost sounded unarticulated, revealed to Magdalene that she too did not possess the means to calm the sufferings of the holy victim. In his despair and in his shame at not having succeeded, he increasingly recalled to Magdalene the memory of his scandalous youth. There was a Roman patrician, a fastidious poet, a reader of Horace, and a little poet, who, by the beautiful hierosolimitane, made a thousand fancies, was able to speak of the banquets of the pagan Olympic Games and of the mysterious virtutue and incomparable essence of the nectar of the gods, which infuses happiness and injects life into oily veins and the expiring body. And as if some hidden evil power - perhaps Satan's, who had been tempted to the last hour to prove his divinity - had been complicit in the sinner's insensible lust, here it was, swept up and carried at incredible speed in the breezes, that it gently deposited on the summit of a delicious mountain, populated with olives, laurel, oranges strewn with sage, alternated with groves of cypresses and roses in bloom, of a sweet-smelling perfume. By a sudden shivering of an elegant white marble templet, he came to meet Magdalene, a beautiful, cheerful man, with a rosy cheek and bright eyes, and presented her with a magnificently gilded golden chalice, where a transparent, pink, emollient liquor, dripping with fragrance, was poured out, and which twisted the senses. Full of joy, Magdalene pressed the holy ambrosia against her tummy and only thought of offering it to Jesus, for it was impossible that that glorious wine, sipped by Ganymede, should not cleanse the soul of the martyr, making him forget his pains. Only with the cup of ambrosia in her hands did Magdalene feel seized with sweet fever and delirium, and Nature seemed more beautiful to her, the sun more clear and the air more light, elastic and luminous. Cruelty is cruel! So he could touch a full cup of mingled ambrosia to Jesus' lips, whose veins were bursting and whose face was a wretched slough, and the dying man made a violent gesture of repulse, and the cup and the cup fell to the ground, spilling the drink of the gods on the dry ground. Then Magdalene, the victim of temptation, felt her sorrow rekindle. The remnants of the years of iniquity resurrected, for sin leaves a residue in the soul and only the passion can raise it to the surface, and although the doctrine of Christ had inflamed the spirit of that woman, it still remained for penance to purify and destroy the old leaven. It was, therefore, that Magdalene, overcome by the pain of seeing that she did not know how to hold the sacrificial hand of Christ, imagined that the tortured Cordero, if he rejected the sour wine that sour the palate and the sweetness that transports the imagination, might accept the wine of revenge and wrath; perhaps he would ease his sufferings by tasting the blood of the enemy that he had pierced on the cross before him. And with this thought Magdalene approached one of the soldiers, the same one who had placed the shattered Inri plate on Christ’s head, and, misleading him, took him away from the Cross to a deserted place, and, taking advantage of his lapse, pierced him in the shoulder with his own sword, drained the hot blood into a sponge, and was again certain that Jesus would drink. And this time, on the contrary, it was when Christ, with an over-human impulse, stumbled over the trembling feet, and exclaimed with a shrill yell: “Behold I have.” Mary Magdalene fell to the ground at the foot of the cross, shattered, tearing her hands and flinging her hair and clothes to the ground. His inability to relieve Christ’s wrath enraged him, and he began to accuse himself internally of his impure existence, feeling on the humbled front the sting and shame of such dissipation, from the dry air of his consciousness, where there was no refuge for the truth. Many nights, while she poured gold on her opulent table and sat on embroidered tapestries and Persian rugs, the poor, at her door, waited as dogs for the merriment of the feast, and the well-bred women, seeing her face, rushed the door to avoid the risqué laughter and impious songs. That is why, no doubt, he could not enjoy the consolation of releasing the sting of Christ, sting which he had to satisfy with the wine of wrath, the honey of pleasure, or the blood of revenge. And when he had redeemed her, he ascended into her heart, and dripping water of repentance and humility flowed from her lips, dripping slowly down her chin. It was so much that Magdalene was crying, that it seemed to liquidate her spirit, and the tears covered her clothes and her beautiful wavy hair. And as she looked at Jesus, she saw in him a cry, an anguish so lively and so tender that, inspired, she gathered her hands and gathered in the hollow of them that sincere cry of consolation, and, rising up to Jesus, she brought it to his mouth. For the first time, instead of the astonished “I am with you”, Jesus responded to Magdalene by opening his mouth and briskly kissing her, the expression on her face transforming it into an expression of ineffable words. FIN", "title": "La sed de Cristo", "author": "Emilia Pardo Bazán"}