{"metadata": {"length": 3757, "words": 698, "reading_time_min": 3.49}, "text": "Since they started cutting off the legs of everything in the house, we haven't had as much work as before. It is not that we had asked for it, nor that we had complained about the seemingly unattainable height of all the furniture. After so many years we can say that we have found a way to get up to the dining room table or to reach our beds or to reach the huge album that is on the Father's bedroom desk and in which the family story is graphically and jealously stored. It was always the easiest thing to get up to the desk: open the first drawer in its full length, then mount it on its edges, open the second one a little less and then the third and fourth and fifth and sixth, and so on until we formed a ladder to reach the final table from which we jumped, without much effort, to the immense and bright surface occupied by the large green dry paper sheet, ledgers, carved tinter and the pen with its liner of threads that said on one side Ciénaga. Colombia and the other Don J. García Correa. And under the name, 1938. At one end, as if it wasn't part of the desk stuff, was the album full of family portraits. The vast majority piled up between the black and thick pages, separated from each other by finely flattened leaves that when viewed in a counter-light filled with ovals inside which the word Bremen was read, as if they had not had time to frame them within the silver-colored triangles. Although there they were perpetuated, sometimes in more ridiculous than solemn attitudes, all the members of the family, however much we searched among the piles of portraits, we could never find any that resembled us remotely. So, always hoping to find ourselves in one of the countless groups with which the family seemed to commemorate weddings, parties, velvet parties and first communion, we made board trips a daily task. We have learned from this experience the necessary practice to make all the other necessary ascent easy and safe. We climbed up to the dining room table through a complicated maneuver that took us over half an hour because if the first stage was relatively easy, because to get to the seat we only had to climb through the cross-legged legs of the armchairs, the back climb was almost pulsed between the vertical carved boilers. Although this may seem dangerous at first glance, it was not, for if we slipped, which rarely happened, we would gently bounce against the soft straw of the bottom without getting hurt. The hardest part was always getting to our beds, although it was the most fun, because we never took the job of coming down from the table at night, which was the route we decided to take after trying other possibilities, but from there we ventured like from a trampoline and fell on the padded edges with great springs and long trembling. Although now that all the furniture in the house has been cut off, and the desk has been left with nothing but the floor extension table when the drawers are removed, it is true that we have less work, it is also true that we have less fun. It's Juana's fault, of course. After all these years of doing it every day, we can't explain how he could have misplaced the distance between the night table and his bed. The night table separates her bed from mine, just as Rebecca's separates hers from Isidore's, and Quique's from Gabriel's, and so those of us all, symmetrically arranged around the large living room where we sleep. We all jump and fall perfectly on our beds. Something happened to Juana because I, sleeping next to her, first heard the deaf and hollow sound of her body as she crashed against the green tiles of the floor. So, because of Juana, they realized and ordered the legs of all the furniture in the house to be cut off. The Tales of Juana, 1972", "title": "Desde que comenzaron a recortarle", "author": "Álvaro Cepeda Samudio"}