{"metadata": {"length": 5338, "words": 945, "reading_time_min": 4.725}, "text": "Master Chuang had a disciple called Tseyü, who, without abandoning his philosophical studies, worked as a bookkeeper in a porcelain factory. Once Tseyü said to Chuang: -Mr. Chuang, you must know that my master has just reproached me, not without acclaim, the hours I lose, according to him, in philosophical abstractions. And he said a sentence that twisted my understanding. - What sentence? Chuang asked. -That “first is to live and then to think” - Tseyü argued with a devout air -. What do you think, master? Without saying a word, Master Chuang gave Tseyü in the right hand a vigorous and at the same time despondent blow; after which he took a sling and went to fetch his sling that was full of spring flowers. The disciple Tseyü, far from resenting, understood that that boof was of tremendous educational value. In the days that followed, he devoted himself to recollecting other opinions about the aforism that so concerned him. He resolved then to leave the merchants and manufacturers (people of a pragmatism as visible as it is suspect) and to come to the officials of the Public Administration, men dressed in prudence and shod with sense. And all of them, from the first secretary to the third officials, agreed that first it was to live and then to think. Already quite certain, Tseyü turned to Chuang and said: -Maestro, for a month I have consulted our matter with men of great experience. And all are in agreement with the aforism of my pattern. What do you tell me now? Meditative and just, Chuang gave him a boon in the left side; and he went to study his yam, which was already full of green leaves and fruit in abundance. The afflicted Tseyü then understood that the Public Administration was a very deceitful battalion. Advise, resolved to raise the point of its consultations and appeal to the science of the judges, the surgeons, the astrologers, the active generals and the most eminent representatives of the court. And they all said, under the honorable name of honor, that first he had to live, and then he had to think, if there was time. With great enthusiasm, Tseyü visited Chuang and said to him: - Master, I have just exhausted the jerarqua of human minds; and all swear that the sentence of my pattern is as exact as it is useful. What do I do? Sweet and meticulous, Chuang turned his disciple so that the back region was presented to him. And then, with geometrical accuracy, he placed a dodecahedron between the two nalgas. Having done so, and approaching the daffodil, it was put to removing its fruits from the excessive leaves that did not let the rays of the sun pass. Tseyü, who had fallen ill, thought, with his face in the grass, that that mathematical punt was nothing but a call to pure reason. He then merged with Chuang, dedicated himself to Chuang with reverence, and arose with a fixed thought on the task he had to perform. In fact, Tseyü had no time to waste: his master had dismissed him three days earlier for repeated indifference, and Tseyü was finally acquainted with the true taste of freedom. As a raciocinian athlete, he swam three days and three nights; he carefully cleaned his bowel tube; and not letting the white gleam, he turned to the outside, with hot feet and a cold head, as required by the precepts of meditation. Tseyü established his general headquarters in the cabin of a venerable eremite who had been distinguished by his knowledge of Tao: in front of the cabin, in a natural plaza surrounded by pillars and pillars, Tseyü drew a circle of eight varas in diameter and was well seated in the center, well seated on the Chinese. Defended against possible earthly disturbances, he did not hesitate, at this point, to fear interferences of the heavenly order, so hostile to a true concentration. He also, in the arc of his thought, drew a rigid circle within which only the sentence “First live, then think” hung. For a week Tseyü remained confined to his double circle. At the end of the last day, he was incorporated into the end: he made ten thoracic flexions to de-tense and ten brain flexions to de-concentrate. Tranquil, under a ray of sun, Tseyü went to Chuang's house, and after a reverent bow said: - Master, I have reflected. - What have you reflected on? Chuang asked. -In that sentence of my expatriot. I was in the middle of the circle and I asked: “From its beginning to its end, isn’t human life a constant action?” And I replied: “In fact, life is a constant action.” I asked again: “All man’s actions must not respond to an intelligent, necessary and good end?” And I answered to myself: “Tseyü, you say it very well.” And I asked again: “When do we have to meditate on that end, before or after the action?” And my answer was: “before the action; for an action free from all intelligent law that precedes it will be without governance and only a stumbling block in stupidity or madness.” Master, at this point in my theory I said to myself: “Then, first philosophy and then live.” Tseyü did not venture any other sound. Before long, with eyes on the ground, he awaited Chuang's reply, ignoring even whether it would take the form of a punch or a blow. But Chuang, whose pale face could not translate anything, turned to his tiger, seized the most beautiful tiger and deposited it in the trembling hand of his disciple. FIN Navigation notebook, 1966", "title": "Primer apólogo chino", "author": "Leopoldo Marechal"}