{"metadata": {"length": 6418, "words": 1273, "reading_time_min": 6.365}, "text": "Once upon a time, there was a master wizard who took the form of a poor man and went to the doors of houses begging, and he pressed the beautiful young women. No one knew where he was taking them, for they never again appeared in public. He once showed up at the door of a man who had three beautiful daughters. He looked like a poor, weak pork chopper and had a shovel on his back as if he wanted it to keep the money there. She asked for some food and, as the oldest girl came out and wanted to give her a piece of bread, she only rubbed it when she was forced to jump into the shell. After this he went away from there a long step and took her to his house, which was in the middle of a dark forest. In the house everything was luxurious, she gave him everything she wanted and said, \"My dear, you will be comfortable here in my house, you have everything your heart can desire. This lasted a few days, and then the wizard said, \"I must go on a journey and leave you alone for a while; you can walk around all the places in the house and see everything except the room that opens this little key: I forbid you to live or die\". And he brought him an egg, and said, Keep the egg well, and carry it with thee; for if it be lost, it shall be a great misfortune. She took the key and the egg and promised to fulfill all the orders. When he had left, he went through the house from top to bottom and scoured every corner. The rooms glittered like silver and gold and she thought she had never seen so much luxury. She finally reached the forbidden door, wanted to pass by, but curiosity did not leave her alone. He looked and he took the key, it was like any other, he put it in the lock and he turned it a little bit and the door opened suddenly. But what did you contemplate when you entered? A great bloody sword, and in it dead people cut up; beside it was a block of wood, and above it a shining axe. She was so scared, the egg she was holding fell inside. He took it out and cleaned the blood, but all in vain: at every moment it appeared again. As much as I cleaned it and scratched it, I couldn't make it go away. Soon after, the man returned from his trip and the first thing he demanded was the key and the egg. She gave them to him, trembling, and he saw by the red spots that she had been in the blood chamber. Since you've acted against my will, he said, now you'll go back in there, against your will. Your life is over. He threw her to the ground, dragged her through her hair up there, cut her head off over the piece of wood and cut her up until her blood flowed to the ground. Then he threw her and the rest of them in the trash. \"Now I'll bring the second one\", said the sorcerer, \"and under the figure of a poor man he went to the house and asked for alms\". And the second woman brought a piece of bread, and took it with a simple touch, as the first woman, and took it. He was no better than his sister; he was overcome by his curiosity, opened the bloody chamber, looked at what was inside, and in turn had to pay with his life. Then he brought back the third, who was, however, clever and cunning. When the wizard gave her the egg and the key and broke off, she kept the egg carefully, inspected the house and finally went to the blood chamber. But what did he see before his eyes? Her two dear sisters were in the carriage, wretchedly murdered and dismembered: then she proceeded to gather the limbs and place them as it was due, head, body, arms and legs and. when nothing was missing, the limbs began to move and weld and both girls opened their eyes, returning to life. Then they rejoiced, kissing and hugging. The man, on arriving, immediately demanded the key and the egg, and when he found no blood left in them, he said, \"You have passed the test, you will be my fiancé\". He had no power over her anymore and had to do whatever the girl wanted. Well  she said , now you have to bring a basket full of gold to my parents and carry it on your back; in the meantime I will prepare the wedding. And he ran to the place where his sisters were, and hid them in a little manger, and said, The hour of your deliverance is come. The villain will take you home himself, but as soon as you're in it, send me help. And he put them both in a basket, and covered them with gold, so that none of them was seen. Then he called the magician in and said, 'Take your basket, but do not stand by on the way. I will watch you from my window. The master wizard threw the basket behind him and left, but it weighed so heavily that sweat ran down his forehead. As a result of this she sat down to rest a little, and immediately one from the basket said, \"I'm looking out at my window and I see you resting\". Go ahead and get it! He believed the bride was addressing him and he joined again. Again he wanted to sit down, but immediately he heard, \"I'm looking out my window and I see you resting. You want to move on? and every time he stopped to rest, he heard these voices and had to go on until, sighing and breathless, he arrived with the gold basket and the two girls at their parents' house. In the house, the bride was preparing the wedding and had the wizard's friends invited. Then he took a dead man's head with teeth as big as a rabbit's, put a wreath on it and a wreath of flowers, carried it to the barn and made it look out. When everything was ready, she put it in a honeycomb, stripped off her feathered plumage, and rolled around so that she looked like a strange bird and no one could recognize her. When he left the house, some of the guests met him on the way. They asked him, \"Where did you come from, you feathered bird?\" I'm from Don Alón Alado's house. What does the young bride do? He's cleaned the mansion and stalked from the balcony. She finally met her fiance, who was slowly coming back. He asked like the others, \"Where did you come from, feathered bird?\" I'm from Don Alón Alado's house. What's my young girlfriend doing? He's cleaned the mansion and stalked from the balcony. The groom looked up and saw the head of the dead man adorned. He thought she was his girlfriend and made gestures to greet her affectionately. When he and the guests arrived at the house, the bride's brothers and relatives arrived, who had been sent to save her. They shut all the doors, so no one could escape, and they set him on fire, so the master wizard burned alongside his friends' thugs. ♪ Finish ♪", "title": "El pájaro emplumado", "author": "Hermanos Grimm"}