{"metadata": {"length": 5869, "words": 1078, "reading_time_min": 5.39}, "text": "Ivan Krasnukin, a journalist of little importance, returns home very late, disagreeable, disoriented and totally absorbed. He looks like someone who's expected to do some research or contemplate suicide. He takes a few walks around his office, stops, takes off a handkerchief and says in a Laertes tone, preparing to avenge his sister: \"You are mournful, morally exhausted, you give yourself to melancholy, and, despite everything, lock yourself in your office and write! And this is called life? Why has no one described the painful dissonance that occurs in the soul of a writer who is sad and must make people laugh or who is happy and must shed tears of duty? I must be festive, kill them quietly, and ingenious, but imagine I give myself to melancholy or, a guess, that I am sick, that my child has died, that my wife is in labor! He says all this waving his arms and moving his eyes desperately... Then he goes into the bedroom and wakes his wife. \"Nadia\", he says, \"I'm going to write... please don't bother me, I can't write if the kids scream, if the cookers snore... get me some tea and... a steak, huh? Nothing here is the result of chance, of habit, but everything, even the most insignificant thing, denotes mature reflection and a strict program. A small bust and portrait of great writers, a mountain of sketches, a volume of Belinski with a folded page, a newspaper page, folded negligently, but so that you see a passage framed in blue pencil, and on the margin, with large letters, the word: Vil! There are also a dozen pencils with the tip just removed and a few pencils with new feathers, so that external causes and accidents of the kind of a broken pen can not interrupt, not even a second, the creative free impulse... Krasnukin stands against the back of the chair and, closing his eyes, immerses himself in the meditation of the subject. Listen to your wife dragging her shoes and breaking some splinters to warm up the samovar. She's not quite awake yet, you can tell by the sound of the samovar's lid and the knife falling from her hands. It is not long before the sound of boiling water and the roaring of the meat is heard. The woman never ceases to break the splinters and ring the round lids and the small doors of the stove. Suddenly, Krasnukin shakes, opens his eyes frightened and sniffs the air. - Oh, my God, the carbon dioxide! - I'm going to cry with a martyr's smile. The carbon dioxide! This unbearable woman is determined to poison me! Tell me, in God's name, if I can write under such conditions! He runs into the kitchen and spreads out in home-grown lamentations. When, moments later, his wife takes him, walking cautiously on his toes, a cup of tea, he finds himself, as before, sitting in his chair, with his eyes closed, immersed in his subject. He's still, drums down slightly on his forehead with two fingers and pretends not to notice his wife's presence... his face has the outrageous expression of innocence of a moment ago. Just like a young girl who is offered a beautiful fan, before writing the title flirtes a long time in front of herself, pawns, makes cartoons... she squeezes her arms or crawls and puts her feet under the chair, as if she feels bad or closes her eyes with tearful air, like a cat lying on a sofa... Finally, and not without hesitation, she advances her hand towards the tinter and, as one who signs a death sentence, writes the title... -Mom, water! - the voice of your son. -Chist! - says the mother. Dad writes. Chist... dad writes at full speed, no heels, no pauses, no time to turn the leaves. The bust and portraits of famous writers contemplate the running of their pen, motionless, and seem to think: \"Well, my friend! - What a walk! - scratch the pen. -Chist! - writers say when a knee comes out, at the same time as the table. Suddenly, Krasnukin straightened up, dropped the pen and sharpened his ear... listen to a monotonous cuckoo... it's the tenant in the next room, Tomás Nicolaievich, who is praying his prayers. - Hey, you! - Krasnukin shouts. Can't you pray lower? He won't let me write. \"Excuse me\", replies Nicolaievich timidly. -Chist! When he has written five pages, Krasnukin stretches out his arms and legs, yawns and looks at the clock. - Oh, my God, it's already three! - I'm going to go. People sleep and I... only I am forced to work! Broken, exhausted, with his head down to the side, he goes to the bedroom, wakes his wife and says in a tongue-in-cheek voice, \"Nadia, give me more tea. I'm out of strength... write till four and I'd gladly write till six, if the matter hadn't run out. To flirt, to make a spell of illusion before himself, before inanimate objects, under the shelter of any indiscrete gaze that glances at him, to exercise his despotism and tyranny over the little ant that fate has put by chance under his authority, that is the salt and honey of his existence. How this domestic tyrant looks a bit like the insignificant, dark, dumb, untalented man we often see in newsrooms! I'm so exhausted, it's gonna take me a lot of work to sleep. Our work, a cursed, ungrateful, forced labor, exhausted the body less than the soul... I should take bromide... Oh, God be witness that if it were not for my family I would quit this job! This is horrible! Sleeping until twelve or one o'clock, with a deep and quiet sleep... Oh, how much more sleep I would have, what beautiful dreams I would have, how I would flourish if I were a writer or a famous editor or at least a well-known editor!... -He has written all night! - he hugs his wife with a rushed gesture. - I'm not going to. No one dares to speak or walk or make the slightest noise. Your dream is a sacred thing that would cost dearly to desecrate. -Chist! -l can hear it through the house. - I'm not going to. The following is a list of the most important publications in the field of education.", "title": "¡Chist!", "author": "Anton Chejov"}