{"metadata": {"length": 6012, "words": 1162, "reading_time_min": 5.81}, "text": "That actor, Octavio Robleda, was astonished by the audience. I couldn't learn it. In each new role, he was expecting a surprise from his part. \"The stage is full,\" wrote a critic. And yet he seems to be absent from her, that he is out of the theatre.” He was -in fact- deeply absorbed in the characters he represented and he knew, however, that there was another, which he, Octavio Robleda, represents among other things another deeper tragedy. When Calderón wrote Life is a Dream, it felt like he was creating it and that Octavio Robleda was dreaming of Segismundo. The authors liked Octavius little. They said, and they were right, that without deleting a single word of what they, the authors, had written, Octavio had changed the character and made him something other than what they had conceived. And that after creating such a subject on stage, for Octavio, there was no other actor willing to represent him. Because Octavio used to cry with characters that the author thought were comical and used to laugh with characters that the author thought were tragic. There was almost nothing known about his private life. He lived alone and alone, without friends, and when he was not in the theatre it was almost impossible to see him. During his summer vacations, he lived in a cottage in a mountain village and spent almost all day in a forest far from human society, studying the habits of insects. And when they asked him why he didn’t study men, he said, “And for what? It is not we, the actors, who imitate and represent their gestures, their actions and their words, but they are the ones who imitate us. It is the theatre that makes life. And I am tired of theatre!\" - And what about life? - I told him once that he heard it. -And of life, yes! Octavio replied. I don't know how, but we got intimate, and that solitary, solitary man, a thorn in his side, came to confide in me part of his secret. Not the essence of him, but the formality of that secret. -Live tortured - he said - by the horror of the exhibition. I hate being the white of so many people's eyes and I want to be invisible, buried under the earth. My greatest concern when I come on stage is that the audience sees me, Octavio Robleda, that they know I am there myself and that is why I take so much care in defining myself that my own personality is lost. And so - I said - because of that effort you will always be seen. Now I will explain what happens to the audience with you and that indefinable sense of disassociation and disconcert you cause him. And it is that we feel under the tragedy that you represent the other tragedy... -which I also represent... -meets with sadness. - The tragedy of a personality that wants to disappear, anull itself, and does not. -No - he exclaimed - it is not that I want to cancel me; it is that I do not want to put me on stage; it is that I do not want to be seen; it is that I do not want to be known as Octavio Robleda; it is that I want for me and nothing more than for me. And when I walk down the street I sweat, I sweat the indefinable. I want it to be unintentional, that they don't know I am here. Every time I am looked at, when they look at Octavio, my favorite actor, I cry. Since I was a child, I was a great disturber of others, a great disturbance of peace. I would have wanted to be invisible. -And yet you chose that profession, the profession of exhibition! - First, I didn't choose it. It was the luck of the draw. I am the son of actors; I can say that I was born in the theatre and I was born in it. And then if I accepted it was precisely looking to disappear, disappear in the characters that it represented and that no one would see or look at me but at them. I would have wished not to have a name or civil status and that the public would not guess who was playing the role... Now I understand the air of supreme anguish with which you greet the public when they clap! - Yes; I am bothered by the applause because it is for me. Who will applaud Hamlet, or Segismund, or Don Juan, or Juan Gabriel, or Don Alvaro, but me? Why do you come to greet me? Why don't you leave me alone? If I had wanted to die in those fictional creatures, to be buried in them, to be hidden, why did they seek me? Why are you looking for Octavio Robleda? And my native timidity is stricken. Because I know how Hamlet, or Segundo, or Don Juan, or Don Alvaro, who are men of exhibition, of spectacle, of representation, but I? I don't know how to present myself. And I always timed it to make the joke. Nothing repugnant to me more than the actor. Let me be alone! - It's strange... - murmurs. -I hate the theatre! I hate him with all my heart. I have sheltered in the theatre of art, on the stage, shivering from the other theatre, the larger one. In any other profession I had chosen, not being a shepherd or a painter, I would have had a public that would come to me, Octavio Robleda, and I thought that in this as an actor I would be able to escape the gaze of the people. I want to put Hamlet, Segundo, Don Alvaro, so many others between people, between the world and me, cover me and cover me with them, and I can't! What does it matter to me? What does it matter to me? - That's why you are sober! -Sober? Is I sober? All my apparent sobriety is nothing but a cloak to hide my timidity, my natural and incurable timidity. I ventured onto the stage with trepidation. It is the horror of me being seen, of them looking at me, of them looking into my eyes and taking the secret of my solitude, that makes me put myself into the characters I represent. And it doesn't matter, they are always looking for Octavio Robleda! You will always see Octavio Robleda! And I do not want you to see me, I do not want you to look at me; I do not want you to know that I exist. If I exist... He said this last one with a tone that made me feel cold in the tomb of the bones. And I began to fill in the background of the secret of Octavio Robleda's solitude. *FIN* Caras y Caretas, Buenos Aires, 4-XII-1900", "title": "Robleda, el actor", "author": "Miguel de Unamuno"}