{"metadata": {"length": 2791, "words": 542, "reading_time_min": 2.71}, "text": "Once upon a time, long ago, in a small mountain village, a very old man and a very old woman lived in a lonely log cabin. One day the sun had risen and the sky was blue, the old man went looking for wood and the old woman went down to wash the narrow, clear stream that runs through the hills... Floating on the water and alone in the stream, a big peach. The woman exclaimed, \"Old man, open that peach with your knife! What a surprise! What did you see? Inside was Momotaro, a beautiful boy. They took Momotaro home, who grew up very strong. He was always running, jumping and fighting for fun, and he grew bigger and he became more fat than the other kids in town. And all the people were saying, Who shall deliver us from the demons, and from the jinns, and from the terrible monsters? \"I will be the one who defeats them\", Momotaro said one day. I'll go to the Genius Island and beat them. - Give him a suit of armor! - they all say. And let him go. With a flag up, Momotaro goes to the island of the Genies. He's provided with food to keep his fort. On the way, he meets a dog who says, \"Wow, wow, wow! Where are you headed? Will you let me go with you? If you give me food, I'll help you defeat the Demons. - Ki, ki, ki, ki, what? - says the Monkey. Momotaro, eh, Momotaro, give me food and let me go with you! We'll give them what they deserve! - Kian, kian! - says the Faisan. Give me food and I'll go with you to the island of the Genie and the Demons to defeat you! Momotaro, with the Dog and the Monkey and also with the Faisan, makes a sail to meet the Genies and defeat them. But the island of the Demons is far away and the sea, brazen. The Monkey from the mast cries out: \"Foreward, full march! -Whoa, whoa, whoa! - you can hear it from the stern. And in the sky is heard: \"Kian, kian! Our captain is none other than the brave Momotaro. From the heavens the Pisan spies the island and warns: \"The watchman has fallen asleep! - Go ahead! - What? - Monkey, jump the wall! Come on, get ready! And he shouts, \"Hey, you demons, devils, here we are! Get out of here! We're here to beat you, geniuses! The Pisan with its beak, the Dog with its teeth, the Monkey with its nails and Momotaro with its arms, they fight hard. The jinn and the jinn, when they are lost, say, \"We have surrendered\". We surrender! We know we've been bad, we'll never be bad again. We will return the treasure and all the riches. On a wagon they load the treasures and everything that was in the hands of the Geniuses. The Dog pulls her, the Monkey pushes her back and the Pesan shows them the way. And Momotaro, sitting on top, enters his village where everyone applauds him as the victor. FIN Japanese Anonymous We thank Miguel Díez R. for his contribution to this story to the Ciudad Seva Digital Library.", "title": "Momotaro", "author": "nan Anónimo"}