{"metadata": {"length": 5663, "words": 1043, "reading_time_min": 5.215}, "text": "They had chosen a detached ranch where, before the reeds reached those lands, tobacco crops were dried up. The first to arrive was Lupercio Andrade. He leaned down by the hole in the wall that had once been a door and lit a sour fire. While he waited, he managed to think of nothing with perfect ease. The others arrived in groups of three or four. Some sat on the floor, others lay on their couches. Lupercio greeted with head movements those he knew best, missing more than one, realizing at last that not everyone he hoped to meet was there. He was almost surprised when the newly arrived organizer from the capital gave the meeting as a start. He said what everyone already knew: that the strike was six weeks long, that it was not possible to prolong it indefinitely, that the power station had begun to contract strike breaks. He added: \"For these reasons, there is no other remedy than the one I have just proposed to Comrade Hernandez on behalf of the Federation. Everyone's gazes immediately coincided with the little man's face standing next to the organizer. Martín Hernández, the local union leader, seemed to enclose in his small, almost childlike body a kind of repressed energy that only manifested itself in the constant mobility of his factions and in his overwhelmed way of speaking. Now, suddenly wrinkling the blinding, he threw out five words as if he were bothering to bring them inside: Lupercio Andrade's heart jumped right into his chest. He glanced over the group of men who were keeping a tense silence, barely moving, as if none of them wanted to be the first to learn what they had just heard. Some ranchers ran from a corner and then spat with a prolonged nod. Then a strange, quiet, almost calm but firm voice was heard: \"Comrade, I would like to say that this is the first time we have heard of such a thing. The Federation promised us... The Federation interrupted the organizer to the talking pawn. The agreement they propose is a mockery, but they have already stated that they will not receive our representatives if it is not to be signed. It's only a matter of time, the peon insisted. The cane can't wait and they know it. That's why they were looking for break-even. And the partner knows who the police are on those cases. Even so he said now Martin Hernandez with one eye open, here we are not going to force anyone to do what they don't want. If anyone else is against the proposal, raise your hand and we'll give you the floor. Andrade looked nervously around him. There wasn't a single hand raised. He sucked his butt and found out it was off. He took it out of his mouth and spat it out. The organizer's voice attenuated the conniving tone to explain: The burning of one or two pieces will be a simple warning. Let's say an invitation to negotiate. - Is that clear? So, comrades, those who are in favor... Lupercio felt, without looking, that all hands were lifting up in silence. This morning, the organizer continued, and I and my colleague Hernandez picked the names of three of you to accompany us in the work. The chosen companions will respond when called, if they agree. If not, just keeping quiet will be enough. And then, reading from a little piece of paper: A bruised, blunted mule rose up. He was seen with determination in his eyes, but he said anyway: Manuel Morales! What is this? A pale, flashy boy didn't have to move, because he had been standing all the time, to say: \"Here too\". - What are you doing? In the first place, he didn't want to trust his ears. For a fraction of a second, he felt out of it. But the voice repeated, implacable: He just got in like someone was shooting at him. With his mouth suddenly dry and his feet cold. The organizer questioned him with his eyes. He stuttered, \"Pre... present. Hernandez, the local leader, spoke now: Tonight, at twelve, at my house. * Don Florentcio Roldán, the butler, gave himself a few palms in the bulky belly and said: So they stayed on it. Are you sure? Yes, sir, I know. I was there until the last. The only thing I don't know is where they're gonna start the fire. It doesn't matter. I've got enough men to keep an eye on all the entrances. Hey, you know, don Flower. Not a word to anyone. And tomorrow, come by my office and deliver the promised thing. I'm sure you will, don Flor. * They walked in the dark, each carrying a bottle of gasoline and a box of matches. Lupercio Andrade had been sweating cold since they left and his fear was growing. \"Why would you be so cowardly, Lupercio?\" he wondered. And he himself would answer: \"You know what they do to those who burn straw when they get caught, Andrade!\" The bottle of gasoline was beginning to weigh on him like it was made of lead when Martin Hernandez stopped and announced in a low voice: \"Now let's go into the alley, comrades. Be very careful! That's called luck, don Flor! In the place you chose to watch yourself! Shut up, you asshole! I want you to get close. Pass me the rifle... and let no one shoot before me! Lupercio Andrade's knees were already shaking. He kept complaining and trying to justify himself as his hand pressed the bottle with unconscious desperation. The group entered the alleyway cautiously slowly. Lupercio could no longer control his fear. I just couldn't. A scream started coming up his throat. He tried hard to contain it, and he realized he couldn't. He felt it climb to his mouth, irresistible. Yeah, well, that's fucking... He didn't have time. The stamping, the roaring and the bullet impact between her eyes were almost simultaneous. Then, suddenly, the whole night was filled with gunfire. Five Blood Tales, 1945. Jumazo: a low-quality cigar.", "title": "Miedo", "author": "José Luis González"}