{"metadata": {"length": 5593, "words": 1072, "reading_time_min": 5.36}, "text": "In a hut, the fisherman's wife, Juana, is sitting by the window, fixing an old candle. Outside the wind and waves roar, breaking on the shore... the night is cold and dark, and the sea is stormy; but in the fishermen's hut the atmosphere is mild and welcoming. The ground of the ground is carefully swept; the stove is still on; and the trash is glowing in the vase. In the bed, behind a white curtain, sleep five children, roared by the roaring sea. Joan's husband has left in the morning, in his boat; and he has not yet returned. The woman hears the roar of the waves and the howling of the wind, and she is afraid. With a snoring sound, the old wooden clock has struck ten, eleven... Juana adds to reflections. Her husband doesn't care about himself, he goes fishing in the cold and the storm. She works from morning till night. And what's the result? They barely even get to eat. The children have nothing to put on their feet; they run barefoot in winter and summer; they do not eat bread enough, and yet they should give thanks to God that they do not lack a hundredfold. Their diet is based on fish. Thank God the children are healthy. \"I can't complain\", Juana thought, \"and she pays attention to the storm again. Where will he be now? Oh, my God! Protect him and have mercy on him, he says, persecuting himself. It's still early for bed. Joan stands up, puts a thick handkerchief over her head, lights a lantern and goes out; she wants to see if the sea has cooled, if the sky is clear, if there is light on the lighthouse and if her husband's boat appears. But you can't see anything. The wind rips her handkerchief and throws an object against the door of the next hut; Juana remembers that the night before she had wanted to visit the sick neighbor. She has no one to look after her, she thinks, as she knocks on the door. Listen, no one is answering. \"Maybe something happened to her\", Juana thinks, and she pushes the door, which opens up. Juana is coming in. In the hut, cold and humidity reign. Juana lifts the flashlight to see where the sick woman is. The first thing that comes to your attention is the bed, which is right in front of the door. The neighbor lies face down, with the dead still. Juana is approaching the flashlight. Yeah, it's her. She's the one. His head is turned backwards; his livid face shows the immobility of death. His pale, lifeless hand, as if stretched out to look for something, has slipped off the straw mattress, and hangs in the void. A little further away, next to the deceased, two children, with full faces and curly blonde hair, sleep on a curly mattress and covered in an old dress. It is seen that the mother, when she died, wrapped their little legs in her mantle and threw her dress over them. Children breathe calmly, evenly; they sleep with a sweet, deep sleep. And Joanna took the children's crib, and covered them with her cloak, and brought them into her house. Her heart beats violently; she herself does not know why she is doing this; she only knows that she cannot proceed otherwise. Once in his hut, he places the sleeping children on the bed, next to his own; and he casts the curtain. She's pale and restless. It's like your conscience is regretting you. What will you tell me? Like our five kids gave him little clues... is he? No, no, what would I have taken them for? He's going to hit me. I've earned it... there it comes... no! Less bad... The door was barking, like someone was coming in. Juana shakes and stands up. - No, I'm not. It's not anybody. - What? Why would I do that? How am I going to look at him now? And Juana sits by the bed for a long time, dipping into reflections. The rain ceased, the sky was clear, but the wind continued to blow and the sea was still as before. Suddenly, the door opens up in a twist. A blast of cold sea air breaks through the hut, and a tall, brown man enters, dragging behind him broken nets soaked in water. - I'm already here, Juana! - shout. - Oh, my God! Is that you? -The woman replies; and she interrupts, daring not to look up. - What a night! - That's right. What a terrible weather! How's the fishing going? - It's awful, I haven't caught anything. The only thing I've ever cleaned up is tearing up the nets. This is horrible, horrible... you can't imagine the weather. I don't remember a night like this in my whole life. Let's not talk about fishing, thank God I was able to go home. And you, what have you done without me? After saying this, the fisherman drags his nets behind him through the room and sits by the stove. - I did? - exclaims Juana, pale. Well, nothing special. It's made a wind so strong that I was scared. I was worried about you. - Yes, yes - says the man. It's been a thousand demons, but... what can we do? They're both silent. - You know our neighbor Simona is dead? - What do you say? - I don't know when; I guess yesterday. His death must have been sad. Surely his heart was broken when he saw his children. She has two very young children... one can't even talk and the other starts to cuddle... The fisherman frowns; his face takes on a serious and worried expression. - What a situation! - he cries, scratching his neck. But what are we going to do about him? We have no choice but to bring them here. Because if not, what are you going to do with the deceased alone? We'll get out of here anyway. Come on, run and get them. Juana is not moving. - What's wrong with you? You don't want to? What's wrong with you, Juana? \"They're here now\", replies the woman, dragging down the curtain. FIN Also translated as Poor people or Poor people.", "title": "Pobres gentes", "author": "León Tolstoi"}