{"metadata": {"length": 1894, "words": 316, "reading_time_min": 1.58}, "text": "Milton Estomba had been a prodigy child. At seven he already played the Sonata No 3 Op. 5, Brahms, and at the once, the unanimous applause of the critics and the public accompanied his series of concerts in the major capitals of America and Europe. However, when he turned twenty, a clear transformation could be seen in the young pianist. He had begun to worry excessively about the swollen hand, the face, the swollen chin, the swollen eyes, and other such like effects. He called it all his expression. Eventually, Estomba became specialized in “expectations”. He had one for patetic, another for girls in the garden, another for Polish. Before each concert he would stand in front of the mirror, but the franticly addicted audience would take those spontaneous expressions for granted and welcome them with loud applause, bravos and pats. The first disturbing symptom appeared at a recital on Saturday. The audience admonished that something strange had happened, and in their applause came an incipient stupor. The truth was that Estomba had touched the Cathedral of the Sumergids with the expression of the March of the Turks. But the catastrophe occurred six months later and was categorized by doctors as amnesia lagunar. The lake in question corresponded to the partituras. In a span of twenty-four hours, Milton Estomba forgot for ever all the nocturnes, preludes and sonatas that had figured in his vast repertory. The amazing thing, the really amazing thing, was that he didn't forget any of the squiggly and shaky hand gestures that accompanied each of his interpretations. I never could give a piano concert, but there is something that comforts me. Today, on Saturday nights, the most faithful friends come to his home to listen to a new recital of his “expansions.” They are unanimous in the opinion that their masterpiece is the Appasionata. FIN Death and Other Surprises, 1968", "title": "La expresión", "author": "Mario Benedetti"}