{"metadata": {"length": 2923, "words": 579, "reading_time_min": 2.895}, "text": "Once, a long time ago, a giant was passing by the royal road when suddenly an unknown man came up to him and shouted, \"High! Not a step further! How! The giant exclaimed. A little kid like you, who I can crush with two fingers, is trying to shut me down? Who are you to speak so boldly to me? I am Death, replied the other. I am not opposed to, and you must obey my orders. However, the giant resisted and a brazen struggle broke out between him and Death. It was a long and fierce fight, but in the end he overcame the giant who, with a fist, knocked down his opponent, who went to collapse by a rock. The giant continued on his way, leaving Death so exhausted and defeated that he could not get up. What's going to happen if I have to lie in this corner? No one will die in the world anymore, and it will be so full of people that there will be no room for everyone. In this he succeeded in passing a fresh and healthy young man, singing a joyful song and looking around. Seeing that man lying, almost senseless, he came to him, sympathetic, incorporated him, gave him a comforting drink from his boot and waited for him to recover. Do you know who I am and who you've helped? The stranger asked, standing up. \"No\", replied the young man, \"I don't know you. \"Well, I'm Death\", said the other. I forgive no one, and I can't make an exception with you either. But to show you my gratitude, I promise not to take you by surprise, but I will send you ahead of time to my envoys to warn you. Well  replied the young man  It is always an advantage to know when you have to come; at least I will live safe until then. So he left, content and content, and went on without worry. However, his youth and health did not last long; soon sickness and pain came, making his days bitter and his nights sleepless. \"I will not die\", he said, \"for Death must send me to his messengers; I only wish these bad days of sickness would pass away\". As soon as he felt restored he returned to his light existence, until one day someone struck him in the shoulder and, as he turned, he saw Death behind him, who said to him, \"Follow me, the hour has come for you to say goodbye to the world\". How? The man protested. Are you gonna break your word? Didn't you promise to send me to your emissaries before you came to get me? I haven't seen any of them. What do you say? replied Death -. Haven't I been sending them to you, one after another? Didn't the fever come, attacked you, ground you and put you to bed? Didn't the Vahids trouble your head? Didn't the drop on all your limbs torment you? Didn't your ears buzz? Didn't you feel the puncture marks on your jaw? Didn't your eyesight get dark? And besides, and above all this, has not my brother the Dream made you think of me night after night? When you were sleeping, wasn't it like you were dead? The man didn't know what to replicate, and, resigned to his fate, he left with Death. ♪ Finish ♪", "title": "Los mensajeros de la muerte", "author": "Hermanos Grimm"}