{"metadata": {"length": 2772, "words": 532, "reading_time_min": 2.66}, "text": "A ship was returning to the port after making a round trip around the world; the weather was good and all the passengers were on the bridge. Among the people, a monkey, with his gestures and his jumps, was everyone's fun. This monkey, seeing that he was the object of general gaze, made more and more gestures, leaped more and mocked people, imitating them. Suddenly he jumped on a twelve-year-old boy, the son of the ship's captain, took off his hat, put it on his head, and cracked through the mast. Everyone laughed, but the boy, with his head up in the air, didn't know what to do: imitate them or cry. The monkey sat on the back seat, and with his teeth and nails began to break the hat. It would have been said that his object was to provoke the child's anger at seeing the signs he made while showing him the garment. The young man threatened him, he cursed him; but the monkey continued his work. The sailors were laughing. Suddenly the boy turned red with rage; then, stripping himself of some clothes, he jumped after the monkey. And he leaped up and came to his side; but the beast, more agile and more upright, escaped him. - You're not leaving! - the boy cried, climbing up where he was. The monkey made him go up, up, up... but the boy didn't give up the fight. On top of the mast, the monkey, holding a rope with one hand, with the other hung the hat on the highest cap and from there began to laugh showing his teeth. The mast on which the hat was hung was more than two meters high; therefore, I could not take it without great danger. Everyone laughed at the little boy's struggle with the animal; but when the boy left the rope and put himself on the hood, the sailors were paralyzed by terror. One false move and I'd fall to the bridge. Even if I took the hat, I couldn't get off. Everyone was eagerly awaiting the outcome of that. Suddenly someone shouted a scarecrow. The boy looked down and hesitated. At that moment the captain of the ship, the boy's father, came out of his cabin carrying a shotgun to kill gulls. And he saw his son on the mast, and pointed at him immediately, and said, To the water! To the water! Or I will kill thee! And the child hesitated, and understood not. \"Spring or I'll kill you!\" One, two! \"And as soon as the captain shouted, \"Three!\" the boy fell into the sea. Like a bullet, he went into the water; but the waves had barely covered him, when twenty brave sailors followed him. In the space of forty seconds, which looked like a century to viewers, the boy's body appeared on the surface. He was transported to the ship and a few minutes later he started pouring water through his mouth and breathing. When his father saw him saved, he exhaled a scream, as if something had drowned him, and escaped to his cabin. FIN", "title": "El salto", "author": "León Tolstoi"}