{"metadata": {"length": 6302, "words": 1215, "reading_time_min": 6.075}, "text": "- He's crazy if he lets this opportunity pass! You will be given the same credit and reward for bringing the evidence of my death as you will for bringing me. I'll give you the documents and stuff I have locked up near the Yunnan border to back up your story, and I assure you I'll never show up to spoil your game. The man dressed in a caqui frowned with patient annoyance and turned the gaze of the inflamed brown eyes he had before him to place them beyond the edge of the boat, where the wrinkled snout of a moose rocked the river surface. When the little crocodile sank again, Hagerdorn's gray eyes again stuck to those of the man who begged him, and he spoke tiredly, like someone who has answered the same arguments over and over again. - I can't do that, Barnes. I left New York two years ago to catch him, and for two years I've been in this goddamn country here in Yunnan following in his footsteps. I promised my people I'd stay until I found you, and I kept my word. Let's go, man! - he added, with a hint of exasperation. After everything I've been through, you won't expect me to put everything on the line now that the job is almost done! The brown man, dressed like a native, sketched out a lazy, lazy smile and belittled the captor's words with a nod of his hand. - I'm not offering you a couple thousand dollars; I'm offering you a piece of one of the richest precious stone deposits in Asia, a deposit that the Mran-ma hid when the British invaded the country. Follow me there and I'll show you some rubies, sapphires and topaz that will leave you speechless. All I ask is that you come with me there and take a look at them. If you didn't like them, you'd always be in time to take me to New York. Hagedorn nodded his head slowly. - He's coming back to New York with me. Man hunting may not be the best trade in the world, but it's the only one I have, and that precious stone deposit sounds tricky to me. I don't blame you for not wanting to come back... but I'll take you anyway. Barnes directed an exasperated look at the detective. - You are an asshole! Because of you, I'll lose thousands of dollars! What the hell! He spat out his rage over the edge -like a native- and settled into his corner of the bamboo rug. Hagedorn was looking downstream past the Latin sail - the beginning of the road to New York - along which a myasmatic breeze was propelling the 15-meter-long ship at staggering speed. After four days they would be aboard a ship bound for Rangoon; another ship would take them to Calcutta and finally another to New York - home, after two years! Two years in an unknown country, chasing what until the very day of capture had been nothing but a shadow. Through Yunnan and Burma, beating the jungle with microscopic meticulousness - playing hide-and-seek through rivers, hills and jungles - sometimes a year, sometimes two months and then six behind their prey. And now I'd come home triumphantly! Betty would be fifteen years old... a whole young lady. Barnes leaned forward and resumed his pleas in a pitiful voice. - Come on, Hagedorn, why don't you listen to reason? It's absurd that we lost all that money for something that happened over two years ago. Anyway, I didn't want to kill that guy. You know what, I was young and crazy - but not bad - and I mixed up with uncomfortable people. That robbery seemed like a simple misunderstanding when we planned it. And then that man screamed and I guess I was excited, and I shot without realizing it. I didn't want to kill him and he's not gonna use anything if you take me to New York and hang me for that. The transport company didn't lose a penny. Why are you chasing me like this? I've done everything I can to forget it. The detective answered rather calmly, but all previous benevolence had vanished from his voice. - I know... the old story! And the bruises of the Burmese woman he was living with also prove that it's not bad, right? Enough of this, Barnes, face it once: you and I are back in New York. - Don't even talk about that! Barnes slowly stood up and took a step back. - I'd rather die...! Hagedorn blew the automatic a fraction of a second too late. His prisoner had jumped overboard and swam to shore. The detective took the rifle he had left behind and threw himself into the railing. Barnes's head appeared for a moment and then it sank again, emerging again about five meters closer to shore. Upriver, the man on the boat saw the wrinkled snout of three muggars heading for the fugitive. He leaned on the teak curtain and assessed the situation. It seems like I won't be able to take him alive after all... but I've done my job. I can shoot when he appears again, or I will leave him alone and wait for the muggars to finish him off. Then, the sudden but logical instinct of solidarity with the member of his own species against another's enemies erased all other considerations, and he threw the rifle at his shoulder to send a barrage of shells against the muggars. Barnes leaned against the riverbank, waved a hand over his head without looking back, and interned himself in the jungle. Hagedorn turned to the bearded owner of the yacht, who had come to his side, and spoke to him in his chappy Burmese. - Take me to the shore  yu nga apau mye  and wait  thaing  until I bring it: thu yughe. The captain waved his black beard in protest. Mahok! In this jungle, sahib, a man is like a leaf. Twenty men could take a week or a month to find him. It might take five years. I can't wait that long. The white man bit his lower lip and looked down the river... the way to New York. - Two years... - he said to himself, out loud. It took me two years to find him when I didn't know I was after him. Now... oh, my God! Maybe five late. He asked me what was true about the jewelry. He turned to the boatman. - I'll go after him. You wait three hours, he pointed to the sky. Until noon, he's not up. If then I have not returned, march: malotu thaing, thwa. Thi? The captain nodded. Hokhe! The captain waited five hours in the anchored yacht, and then, as the shade of the trees on the west bank began to sink over the river, he ordered the Latin sail to be raised and the teak boat faded behind a bend in the river. FIN The Road Home, 1922 Black Mask Published under the pseudonym of Peter Collinson", "title": "El camino de regreso", "author": "Dashiell Hammett"}