{"metadata": {"length": 6152, "words": 1174, "reading_time_min": 5.87}, "text": "Once upon a time there was a poor mason in Granada, who kept the days of the saints and the feasts - including St. Monday - and who, despite all his devotion, was getting poorer and poorer and hard to earn bread for his large family. One night he woke up from his first dream by a napkin that was knocked on his door. He opened it, and he found a tall, thin, corpse-faced cleric. - Hey, good friend! - the stranger told him. I've noticed that you're a good Christian and that you can be trusted. You want to give me a nap tonight? - With all my soul, Reverend Father, provided I am reasonably paid. - You'll be well paid, but you have to let your eyes sell. The mason did not object, so the priest, after covering his eyes, took him through narrow alleys and winding alleys until they stopped at the gate of a house. The priest, using a key, unlocked the rough lock of a huge door. After they entered, he threw the locks and drove the mason down a quiet hallway, and then down a spacious hallway inside the building. There he removed the blindfold and passed it to a yard lighted by a solitary lamp. In the center of it was a waterless cup of an ancient Moorish fountain, under which the priest ordered him to form a small vault, putting at his disposal, for this object, bricks and mixture. The mason worked all night, but he couldn't finish the work. Shortly before dawn the priest placed a gold coin in his hand and, blindfolded again, led him home again. \"Are you willing\", he said, \"to resume your work? - I'd love to, Father, provided I get paid well. - Well, then, tomorrow at midnight I'll come and get you. He did so, and the work was finished. \"Now\", said the priest, \"you're going to help me bring the bodies that are to be buried in this vault. On hearing these words the poor mason's hair grew up; he followed the priest with a hesitant step to a secluded room of the house, expecting to see some horrible spectacle of death; but he took his breath away when he saw three or four large bears hanging in a corner. They were - apparently - full of money, and with great effort they managed to get them out of the clergyman's house and put them in his grave. Then the vault was closed, the pavement was repaired and the footprint of any work left. The mason was again bound and taken out by a different place from the one through which he had been introduced earlier. After walking for a long time through a confused maze of streets and riots, they stopped. The priest handed him two gold coins and said, \"Wait here until you hear the bells of the cathedral ringing. If you try to take off your blindfold before the time is right, you will be greatly disaster\". And after saying that, he left. The carpenter waited faithfully, contented to try the gold coins in his hands and make them ring with each other. As soon as the bells of the Cathedral sounded, he opened his eyes and found himself on the shore of the Genil River, where he went home as quickly as he could, happily spending half a month with his family with the gains of the two nights of work, and then returning to being as poor as before. He continued to work little and pray a lot, and keep the days of the Saints and holidays from year to year, while his family, lean, scrapy and consumed with misery, looked like a horde of gypsies. One night he sat at the door of his cottage, and there came a rich old man, a greedy man, well known for his numerous estates and his mischievous tenantry. The wealthy owner stared at our alariff for a short while and, frowning blind, said to him: \"I have been assured, friend, that poverty overwhelms you. - There's no need to deny it, sir, because it's obviously moving. - I think you'll be fine with a little bit of a nap, then, and you'll work for me cheap. - Cheaper, my master, than any builder in Granada. - I have an old house that is falling down and it costs me more than anything to rent, because I have to fix it every moment, and then no one wants to live it. He took, in fact, the mason to an old, lonely country house that seemed to be falling apart. After passing through several halls and deserted rooms, our mason entered an inner courtyard, where he saw an old Moorish fountain, in whose place he stopped for a moment, for one came to his mind as a vague memory of it. - Forgive yourself, sir. Who lived in this house in the old days? - They're taking it away! - the owner replied. An old, miserable cleric, who took care of no one but himself. He was said to be immensely wealthy, and, having no relatives, he was believed to leave all his fortune to the Church. He died suddenly, and priests and friars came in large numbers to take possession of his wealth, but they found only a few dukes in a leather bag. Since his death, I have had the worst luck in the world, because the old man continues to live in my house without paying rent, and there is no way to enforce the law on a deceased person. People claim that they hear every night the sound of coins in the room where the old clergyman slept, as if he were counting his money, and, sometimes, groaning and lamenting in the yard. Whether these rumors are true or false, the truth is that my house has taken a bad name, and no one wants to live in it. \"Then\", said the mason firmly, \"let me live in your house until a better tenant comes, and I pledge to repair it and to calm the troubled spirit that troubles it. I am a good Christian and poor; and I am not afraid of the devil himself, even if he presents himself to me in the form of a sack of gold. The honorable builder's offer was gladly accepted; he moved his family home and fulfilled all his commitments. Gradually she returned to her former state, and the sound of gold was no longer heard at night in the deceased priest's room; but it began to be heard by day in the pocket of the living mason. In a word: he became rich quickly, with great admiration from all his neighbors, becoming one of the most powerful men in Granada; he gave great sums to the Church, no doubt to reassure his conscience, and he never revealed to his son and heir the secret of the vault until he was on his deathbed. ♪ Finish ♪", "title": "La aventura del albañil", "author": "Washington Irving"}