{"metadata": {"length": 3610, "words": 522, "reading_time_min": 2.61}, "text": "One night I was alone on the great hill, gazing upon a gloomy, grim city. All day long he had disturbed the sacred sky with his humareda and now he was staring at me in anger with his ovens and the illuminated windows of his factories. I suddenly became aware that I was not the only enemy of the city, because I perceived the colossal form of the Hurricane coming towards me playing idly with flowers as it passed; when it was near, it stopped and addressed the word to the earthquake that like a mole, though immense, had leaped through an open crack in the earth. \"Old friend\", said the Hurricane, \"remember when we ravaged nations and led the flocks of the sea to other pastures? - Yes, the sleeping earthquake replied. - Yes, I did. \"Old friend\", said the Hurricane, \"there are cities everywhere. Over your head, while you were sleeping, they haven't stopped building them for a moment. My four children, the Winds, are choking with their whispers, the valleys are empty of flowers, and since we last traveled together, they've cut down the beautiful forests. The earthquake stood there with its snout pointing toward the city, blinking at the light, while Hurricane stood beside it showing it with rage. \"Come\", said the Hurricane, \"let's get back on track and destroy them so that the beautiful forests can return and their stealthy creatures too. And thou shalt overwhelm these cities without rest, and cause the people to flee, and I will wound them in the camp, and will sweep away their desecration from the sea. Will you come with me and do it for the glory of the feat? Will you tear the world apart again as you and I did before Man came? - Yes, said the earthquake. - I know. And again he got into his head crack, stooping like a duck to the bottom of the abyss. When Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurricane Hurric There I found only the huge gray form of the Hurricane, with its head between its hands, crying; because the earthquake sleeps long and heavy in the abyss and does not wake up. FIN", "title": "El huracán", "author": "Lord Dunsany"}