{"metadata": {"length": 5971, "words": 1112, "reading_time_min": 5.56}, "text": "Through the wide open windows of the hotel's dining room, I looked down from my desk at the sea horizon, blurred in the slow twilight. Near the pier the fishing sails rested along the mast. An elegant silhouette crossed at intervals, climbing the ramp; cocotte coming to change toilette for dinner, sportman sharpened by appetite. The room was filling up; the tinkling of plates and blankets was pre-plotting; the waiter, shaved and diplomatic in face, slipped silently. The electric light, over the line of snow-white mantles, jumped from the edge of a glass to the convexity of a gold bracelet to shine afterwards at the corner of a smiling mouth. The night breeze moved the fans' feathers, stirred the screens of the small portable lamps, discovered a beautiful naked arm under the floating muslin, and mixed the scents of the countryside and the sea with the scents of the women. He was fine and didn't think about anything. Suddenly a beautiful dog came into the dining room, and behind him an arrogant young blonde who went to sit quite far away from me. Your partner took a walk, handing us magazines. It was a kind of cross-breed gallows. The hair, fine and golden, shone like a typist's. The intelligent head, worthy of being caressed by one of those hands that only Van Dick has understood, did not extend in pedigree attitude. The animal aristocrat didn't care what happened on the tables. Their haughty, yellow, two-topped-transparent eyes seemed to judge us contemptuously. He came to me, and he stopped. Hailed for this preference, I offered him a piece of steak. He accepted and greeted me with a discreet tail-wrenching. I didn't think it was right to insist, so I let him get away. I instinctively looked at the young blonde. The deep blue of her pupils smiled benevolently. After eating, I went up to the terrace, where there was solitude. The lighthouse was shedding a spinning beam of light, white and red, over the black waters of the ocean. The wind was going out. A warm breath was rising from the still warm earth. Drunken by the spectacle, I felt, when I least expected it, my new friend's nervous legs leaning against me. The young blonde was next to me. What an admirable dog you have, Miss...! Or the lady? I asked. Miss said the sweetest voice I've ever heard. We would meet at night on the lonely terrace, or we would take a few long afternoon field trips with Tom as a single witness. Mrs. V... was Russian. Poorly married, rich and melancholy, she sometimes got a season of freedom from her husband. Then he would surrender to the charm of nature and the taste of memories, and drag his disappointments across all the beaches to fashion. I should not have hated him, I whispered, and I hate him; yes, I hate him, and Tom the same; he is rude, jealous, intolerable; I would have forgiven him my bitterness, if he had given me a son. Not even that. His umbrella made a slight loop through the grass. I can't afford friendship, a sympathy. Your wild intransigence has me prisoner. In fifteen days, he'll be here. She lowered her precious gold head, and continued in a lower voice: \"My friend; woe to me if she suspects this innocent intimacy. We won't see each other again from the moment he arrives! It would be too serious; V... is one of the first shooters in St. Petersburg. His arm trembled under mine, but his wet eyes shone tenderly. Tom would jump on the butterflies, and he would come and lick our hands. He would say goodbye with a big laugh and we would console him afterwards, full of remorse. Other times Mrs. V... would receive me in her room. Tom was throwing himself at me all buzzing. She, with childish joy, showed me the portraits of her friends, or told me stories of her childhood. From time to time, we were taken in by a sentimental approach. And with our fingers together we were silent, letting our excited silence speak. But before I left, I had to play with the dog like two little boys. In front of people, we didn't seem to know each other. When Mrs. V came down to the dining room, she barely tilted her forehead. Tom was taking his usual ride, and he would stop for a moment to receive some fine of mine. No jumping, no partying! The touch of that animal was prodigious! One day I was having lunch with an acquaintance, and he passed by, like he'd never seen me before. But his gaze seemed to explain to me... It's not that he's jealous; it's that this gentleman is very unpleasant. The bad hour sounded. V... came to the spa, and with it my despair. The man would not leave his wife for an instant, as if she were not locked up. The young woman kept Tom with them, and I couldn't even get the satisfaction of caressing our faithful confidant's head. The weeks were running out and I was really starting to get discouraged when I was introduced to V... in the gentlemen's quartet of H... by chance we went out together, and together we went back to the hotel. V... was just as I had been painted; his appearance, rough and unpleasant, and his conversation, authoritarian and dry. We exchanged a few words. Shaking my hand, he asked me indifferently, \"Do you want to meet my wife?\" He'll still be on his feet. He's very unsociable, but he likes to speak French. What would you have done? We went up the stairs, and stopped in front of the little quartet where I had enjoyed such delicious rats. I suddenly trembled with terror. The dog! I forgot the dog! The dog who was going to party and lick me with all his soul! What game to take? My poor friend! Oh, my God! I didn't have any fun remembering that V... was the first gunman in St. Petersburg... as the one who goes to suicide, I walked into the room. The lady of V... assaulted by the same thought as I was, was pale as death. Tom, lying down with elegant indolence, raised his ears to the noise of our steps, and opened his lucid yellow eyes... but he didn't even get up. He was content to ironically move the long, pinched tail. Finish short stories, 1911", "title": "El perro", "author": "Rafael Barrett"}