{"metadata": {"length": 6629, "words": 1191, "reading_time_min": 5.955}, "text": "Shouting \"Change old wives for new ones!\" the merchant swept the streets of the town dragging his convoy of painted carriages. The transactions were very fast, based on inexorably fixed prices. The interested parties were given quality tests and warranty certificates, but no one could choose. The women, according to the merchant, weighed twenty-four carats. All blond and all circus. And more than blonde, golden like candlesticks. Seeing their neighbor's acquisition, the men were rushing in unarmed pursuit of the trafficker. Many were ruined. Only a newlywed could make a change in the pair. His wife was flamboyant and did not deserve any of the foreign women. But she wasn't as blonde as they were. I was standing trembling behind the window, as a sumptuous carriage passed. Lying between pillows and curtains, a leopard-like woman stared at me dazzlingly, as if from a block of topaz. In the grip of that contagious frenzy, I was about to crash into the glass. Shamefully, I turned away from the window and turned my face to look at Sofia. She was calm, embroidering on a new mantle the usual initials. He's away from the tumult, he's stuck the needle with his fingers secured. Only I know her could see her faint, imperceptible pale. At the end of the street, the merchant finally threw out the disturbing proclamation: \"Change old wives for new ones!\" But I stayed with my feet stuck on the ground, closing my ears to the ultimate opportunity. Outside, the people were breathing an atmosphere of scandal. Sofia and I had dinner without saying a word, unable to comment. - Why didn't you trade me for another? - he finally told me, taking the plates. I couldn't answer him, and we both went deeper into the void. We went to bed early, but we couldn't sleep. Separated and silent, that night we played the guest roles of stone. Since then we have lived on a small desert island, surrounded by stormy happiness. The town looked like a chicken coop infested with royal turkeys. Indolent and voluptuous, the women spent the whole day lying in bed. They rose at sunset, shining in the sun's rays, like silky yellow flags. Not a moment was separated from them by complacent and submissive husbands. Stubborn in honey, they neglect their work without thinking about tomorrow. I went crazy in the eyes of the neighborhood, and I lost the few friends I had. Everyone thought I was teaching them a lesson, setting the absurd example of loyalty. They pointed fingers at me, laughing, throwing jumping balls at me from their opulent trenches. They gave me obscene nicknames, and I ended up feeling like some kind of eunuch in that pleasant Eden. Sophia, for her part, became increasingly quiet and withdrawn. She refused to go out with me, to avoid contrasts and comparisons. And worse, she reluctantly fulfilled her strictest duties as a married woman. To tell you the truth, we both felt sorry for such modestly conjugal loves. His guilt was what offended me the most. He felt responsible that I didn't have a woman like the others. He began to think from the first moment that his humble everyday face was unable to take away the image of the temptation I carried in my head. In the face of the invading beauty, he fought back to the last corners of the silent resentment. I spent our little savings in vain, buying him ornaments, perfumes, dresses and dresses. - Don't feel sorry for me! And he turned his back on all the presents. If I tried to pamper her, her answer came in tears: \"I will never forgive you for not changing me!\" And I blamed myself for everything. I was losing my patience. And remembering the one who looked like a leopard, he wished with all his heart that the merchant would pass again. But one day the blondes started rusting. The small island we lived on regained its oasis, surrounded by desert. A hostile desert, full of wild, whining discontent. Blurred at first glance, men did not really pay attention to women. They didn't look good, and they didn't even try their metal. Far from being new, they were second, third, God knows how many hands... the merchant simply made them some indispensable repairs, and gave them a bath of gold so low and so thin, that it could not withstand the test of the first rains. The first man who noticed something strange became the misunderstanding, and the second one too. But the third, a pharmacist, noticed one day among his wife's scent the characteristic emittance of copper sulfate. Proceeding with alarm to a thorough examination, he found dark spots on the lady's surface and shouted into the sky. Soon those moles came out in the face of everyone, as if an epidemic of rust broke out among the women. The husbands hid from each other the faults of their wives, secretly tormenting themselves with terrible suspicions about their origin. Little by little the truth came out, and everyone knew he had received a fake woman. The newlywed who was carried away by the excitement of the changes fell into a deep depression. Obsessed with the memory of a body of unequivocal whiteness, he soon gave signs of straying. One day he started removing the gold residue from his wife's body with corrosive acids, and he made her a pity, a real mummy. Sophia and I are at the mercy of envy and hatred. Given that general attitude, I thought it appropriate to take some precautions. But Sophia had to work hard to hide her joy, and she went out into the street in her best coatings, reveling amid so much desolation. Far from claiming any merit for my conduct, Sophia naturally thought that I had stayed with her as a coward, but that I had no desire to change her. Today the expedition of deceived husbands has left the village, looking for the merchant. It's been a really sad show. Men raised their fists to the sky, swearing revenge. And the women mourned, and were weary and laced, and mourned like lepers. The only one left is the famous newlywed, for whom he fears. Giving evidence of a maniacal attachment, he says he will now be faithful until death separates him from the black woman, the one he himself just spoiled on sulfuric acid. I don't know what life is like for me next to a Sofia who knows if she's stupid or prudent. Soon, he's going to be lacking fans. Now we're on a real island, surrounded by loneliness everywhere. Before they left, the husbands declared that they would search for the trail of the con artist to hell. And really, everyone put on a convict face when they said it. Sofia's not as brown as she looks. In the light of the lamp, his sleeping face becomes full of reflections. As if from sleep came light, golden thoughts of pride. FIN", "title": "Parábola del trueque", "author": "Juan José Arreola"}