{"metadata": {"length": 6321, "words": 1226, "reading_time_min": 6.13}, "text": "Two brothers were walking together down the same path. One was poor and mounted on a donkey; the other, who was rich, was mounted on a horse. They stopped to spend the night in a hut and left their horns in the barn. While all were asleep, the poor beggar had a potter's wheel, which rolled under the rich man's car. The rich man woke up his brother in the morning, saying, \"Get up and look.\" My car has had a potter. The poor man arose, and seeing what was happening exclaimed, -That cannot be. Where has it been seen that a king can be born from a car? The potter is my uncle. The rich man replies: -If your horse had done so, I would be beside him, not under my car. They discussed it for a long time and finally went to the court. The rich bribed the judges by paying them money, and the poor relied solely on the righteousness and fairness of their cause. So much was the commotion that they reached the same Count, who called the two brothers and proposed four enigmas: - What is the strongest and fastest thing in the world? -What is the fattest and most nutritious? -What is the most soft and gentle? -What is the most pleasing thing? And I gave them three days to find the answers, adding: -The fourth day they will come to me and contest me. The rich man reflected a little and, remembering his grandmother, went to her house to ask her advice. He made him sit down at the table, invited him to eat, and while he was doing so, he asked him, \"Why are you so worried, my brother?\" -Because the king has given me three days to solve four enigmas. - And what mysteries are they? -The first, what is the strongest and fastest in the world. -What an enigma! My husband has a rotten yew that is nothing faster than it; without smacking it with the whip it reaches the same heights. -The second enigma is: What is the fattest and most nutritious? -We have a pig that we've been smoking for two years now, and it's become so fat that it can't stand on its own. -The third enigma is: What is the most soft and gentle? - Clearer than the plumage. What could be more soft and smooth? -The last enigma is the following: What is the most desirable? - My favourite is my son Ivanuchka! - Thank you very much, dear. You have rescued me from a great abyss; I will never forget your kindness. Meanwhile the poor brother went to his house carrying a sack of sand. He came to his daughter, a seven-year-old girl, and asked her: -Why do you so often sigh and cry with such a loud voice, dear father? -How do you not cry when the king has given me four enigmas that I have never in my life been able to solve and I have to answer them within three days? - Tell me what they are. -Because they are the following, my little girl: What is the strongest and fastest thing in the world? What is the fattest and most nutritious? What is the most soft and gentle? What is the most pleasing? - Calm down, father. See the king and say, \"The wind is stronger and faster. The fattest and most nutritious food, the earth, because it feeds everything that is born and lives. The most soft, the hand: man, when he sleeps, always puts it under his head despite all the softness of the pillow; and what is more pleasant than a dream?» The two brothers stood before the king, and after hearing them, he asked the poor man: 'Have you solved the riddles yourself, or has someone told you the answers?' The poor man replied: -Majestad, I have a seven-year-old girl who has told me the solution to your enigmas. - If your daughter is so neat, give her this thread to make me a towel with drawings for tomorrow. The peasant took the thread and returned home even more miserable than before. -Oh my God, what a shame! - he said to the girl. The king has ordered you to weave a towel out of this thread. -Don't be afraid, father - the girl replied. He took a strand from the pomegranate tree and gave it to his father, saying, 'Go to the palace and tell the king to find me a weaver to make me a loom to weave the towel.' The peasant brought the sack to the king, repeating the words of his daughter. The king gave him a hundred fifty eggs, saying, \"Give these eggs to your daughter, that she may boil them and bring me a hundred fifty chickens tomorrow.\" The peasant returned home very apprehensive. Oh, little girl! We have come out of one abyss to enter into another. -Don't be afraid, father - the girl said. He took the eggs and saved them to eat, and sent him again to the palace: \"Say unto the king, That I have a day's meat for the birds; you must plow the field, sow the seed, gather it, and eat it, and all this must be done in one day, for the birds cannot eat another day's meat.\" The king listened to the answer with attentiveness and said to the peasant: \"Because your daughter is so beautiful, tell her to come here; but she shall not come on foot or in a horse, naked or dressed, without bringing me a gift, but not with empty hands. “This time - the peasant thought - my daughter will not be able to solve so many difficulties. It is the hour of our perish.” -Don't be afraid, father -his daughter said when she came home and told him what had happened. Look for a hunter, buy a lily and a lily flower alive and bring them here. The father went out, bought a lilac and a lilac bush and brought them home. The next morning, the girl stripped off, covered her body with a net, took the cloak in her hand, sat on the linden tree stump and headed for the palace. The king came to his meeting at the door, and the girl greeted him, saying, - Here is my gift, lord! And he presented the codornia. The king stretched out his hand, but at the moment when he was going to take it he flung it. -All right, - said the zar -. You have done everything as you were ordered. Now say, your father is poor, how do they live and what do they eat? - My father fishes in the sand at the shore of the sea, without putting bait, and I catch fish in my net and make soup with them. - What a twit! Where have you seen fish living in the sand on the shore? Fish are in the water. - Do you think you are more ready than you? Where have you seen that a potter could be born from a car? -You are right,' said the king, and awarded the pot to the poor. As for the girl, he educated her in his palace, and when she was old enough he married her, making her a zarina. FIN", "title": "La niña lista", "author": "Aleksandr Nikoalevich Afanasiev"}