{"metadata": {"length": 6526, "words": 1067, "reading_time_min": 5.335}, "text": "The luxurious room-length specimen with shredding leather sheets, faintly scented with newly printed ink on fine paper from Holland, fell like a heavy gravestone on the chest of the widowed Baroness of Büssenhausen. The noble lady read the two-page dedication, composed of German uncial reverences, with tears in her eyes. On friendly advice, she ignored the fifty chapters of the Comparative History of Sexuality, the perpetual glory of her late husband, and put that explosive volume in an Italian box. Among the scientific books written on the subject, Baron Büssenhausen's work stands out in an almost sensational way, and it finds enthusiastic readers in an audience whose diversity moves even the most austere men of study to envy. (The abbreviated English translation has been a bestseller.) For the adepts of historical materialism, this book is nothing more than a stubborn refutation of Engels. For theologians, the commitment of a Lutheran who draws in the sand of boredom circles of smoky hell. The psychoanalysts, happy, dive into a sea of 2,000 pages of supposed subconsciousness. They bring to the surface nefarious data: Büssenhausen is the pervert who translates into his impersonal language the story of a soul tormented by the most misguided passions. There are all their devane, libido-filled dreams and secret guilt, always attributed to unexpected primitive communities, throughout a difficult and triumphant process of sublimation. The small group of specialist anthropologists denies Büssenhausen the name of colleague. But literary critics give him his best fortune. Everyone agrees to place the book within the genre of novelist, and they do not spare the memory of Marcel Proust and James Joyce. According to them, the baron gave himself to the fruitless search for hours lost in his wife's dressing room. Hundreds of stalled pages tell of the coming and going of a pure, weak, doubtful soul, from the fiery conjugal Venusberg to the icy cave of the book-like cenobite. Whatever it is, and as the calm comes, the loyal friends have laid around the Büssenhausen Castle a loving protective net that intercepts messages from the outside. In the deserted chambers of the gentry the baroness sacrifices still unmarched galas, despite her autumn age. (She's the daughter of a famous entomologist, who's gone missing, and a living poet.) Any moderately gifted reader can draw more than a disturbing conclusion from the chapters of the book. For example, that marriage originated in ancient times as a punishment imposed on couples who violated the taboo of in-lawship. Imprisoned in the prison, the guilty suffered the inclementities of absolute intimacy, while their neighbors surrendered outside to the irresponsible delights of the freest love. Given a fine example of wit, Büssenhausen defines marriage as a characteristic of Babylonian cruelty. And his imagination reaches enviable heights when he describes the early assembly of Samarra, purportedly pre-Hamurabic. The flock lived happily and carefree, distributing the generous chance of hunting and harvesting, dragging their herd of commoner sons. But those who succumbed to premature or illegal desire for possession were condemned in good faith to the heinous satiety of appetizing food. To derive from this modern psychological conclusions is a task which the baron does, so to speak, with a hand in his waist. Man belongs to an animal species full of ascetic pretensions. And marriage, which at first was a formidable punishment, soon became a passionate exercise of neurotics, an incredible masochistic pastime. The baron doesn't stop here. He adds that civilization has done very well in straining marital ties. Congratulations to all the religions that have made marriage a spiritual discipline. Exposed to continuous rubbing, two souls have the possibility of perfecting themselves to the maximum polishing, or of reducing themselves to dust. Scientifically considered, marriage is a prehistoric mill in which two rough stones grind themselves, endlessly, to death. These are the author's textual words. She failed to add that to her lukewarm soul of believer, porous and lime, the baroness opposed a quartz-like consistency, a consistency of valkyrie. (At this hour, in the solitude of her bed, the widow turns unflinchingly radial edges over the unflappable memory of the sprayed baron.) Büssenhausen's book could easily be disregarded if it contained only the personal scruples and repressions of a husband who is stuck in the old ways, who overwhelms us with his doubts about whether we can save ourselves without regard to the soul of another, who is ready to succumb to our side, a victim of boredom, hypocrisy, petty hatreds, pernicious melancholy. The serious thing is that the baron supports with a mass of data each of his dives. On the most uncanny page, when we see him dizzyingly falling into a fantasy abyss, he suddenly comes out with an irrefutable proof in his hands of a shipwreck. If speaking of hospital prostitution Malinowski fails you in the Marquesas, there is Alf Theodorsen to serve you from his frozen Laponian village. There's no doubt about that. If the Baron is wrong, we must confess that science curiously agrees to be wrong with him. To the creative and overflowing imagination of a Lévy-Brühl, he adds the insight of a Frazer, the accuracy of a Wilhelm Eilers, and occasionally, fortunately, the supreme aridity of a Franz Boas. However, the baron's scientific rigor often decays and results in certain gelatin pages. In more than one passage, reading is extremely painful, and the volume takes on a visceral weight, when the false Venus dove beats bats' wings, or when the sound of Pyramid and Tishbe roaring, each on its side, a thick jam wall is heard. Nothing more just than to forgive the slippages of a man who spent thirty years in the mill with an abrasive woman, from whom he was separated many degrees on the scale of human hardness. Disgusting with the outrageous and festive harassment of those who judge the baron's work as a new summary of universal, disguised and pornographic history, we join the small group of select spirits who guess in the Comparative History of Sexuality an extensive domestic epic, dedicated to a Trojan temple woman. The perfect married woman in whose honor thousands upon thousands of subversive thoughts were given, encircled in a two-page dedication, composed of German uncial reverents: Baroness Gunhild of Büssenhausen, née Countess of Magneburg-Hohenheim. FIN", "title": "In Memoriam", "author": "Juan José Arreola"}