{"metadata": {"length": 5121, "words": 958, "reading_time_min": 4.79}, "text": "The boy came from the river. Undressed, with pants tucked up over the knees, dirty soiled feet. She wore a red shirt, open at the chest, where the first tits of puberty began to encrust. He had dark hair, wet by the sweat that dripped down his narrow neck. He leaned forward a little, under the weight of the long branches, from which dangled green strands of still-ripening lemons. The boat sat balanced in the turquoise water and, there, as if by magic, suddenly appeared the globular eyes of a frog. The boy looked at her, and she looked at him. Then the frog made a sudden movement and disappeared. One minute more and the surface of the river became smooth and quiet, and brilliant as the boy's eyes. The limon's breathing emitted slow and muffled bursts of gas that the current swept away. In the sweltering afternoon heat the high cliffs vibrated quietly and, thud, a fast-blooming flower from the air, a blue eagle flew through the air splashing water. The boy lifted his head. From the other side of the river a girl was looking at him, immobile. The boy raised his free hand and his whole body gestured the gesture of a word that was not heard. The river flows, slowly. The boy climbed up the ladder, not looking behind. The grass was finished there. The sun was burning the thorns of the beards and the cerulean olives. Metal, hard, a cigar roils the silence. In the distance the atmosphere trembled. The house was low, squalid, rotten, with a violent stench of rotten wood. A dark walled room, no windows, a door in which a postigo was opened. Inside the sand floor cooled the feet. The boy supported the reeds, cleared the smoke with his thigh. He sat still, listening to the beating of his heart, the sluggish shiver of sweat that regenerated on his skin. It was like this for a few minutes, unaware of the rumours that came from behind the house and which, in death, became luminous and free: the protest of a slain pig. When he finally began to move, the cries of the animal, now wounded and insulted, rang in his ears. And then he heard other cries, groans, groans, a desperate plea, a call that did not expect help. He ran into the courtyard, but did not pass over the threshold of the door. Two men and a woman were tying the pig. Another man, with a sharp knife, opened a vertical slit in the sarcophagus. There was already a red-rimmed, shattered glass in the box. The pig shook all over, cried out among the clucks as it snatched a string. The wound widened, the testicle appeared, swollen and streaked with blood, the man's fingers entered the opening, pulled, twisted, jerked. The woman had a pale and crisp face. They took the pig, released the hog, and one of the men sat down and took the two pieces, large and soft. The animal turned, fell, and lay with its head down, struggling to breathe. Then the man threw them away. The pig ate them, gnawed them, ate them. The woman said a few words and the men shook their heads. One of them laughed. It was at that moment that they saw the boy at the threshold of the door. They all stood there, and, as if it were the only thing they could do at that moment, they turned to look at the animal, which had stumbled out of the bushes, breathing heavily, with the foul stench of its own blood. The boy went back inside. He filled a cup and drank, letting the water run down his throat, down his neck, until the dark of his chest became darker. While she was nursing, she looked out at the two red stains on the blanket. After, with a tired movement, he came out of the house, passed through the olive grove again under the rays of the sun. Dust was tearing his feet and he, without noticing, was squeezing them to get away from the contact with the stair. The same cigar reeked in a more ominous tone. After the larch, the weed with its hot savoury smell, the refreshing frost under the branches, the moss that creeps between the toes and slithers up. The boy sat still, looking at the river. On a lilac bush, a frog, stout as the first, with its eyes wide under the swaying branches, seemed to be waiting. The white skin of the frog was palpitating. The closed mouth formed a slouched snout. It was a while before the frog or the boy moved. Then he, struggling to open his eyes, as if escaping a curse, saw on the other side of the river, among the low branches of the fishermen, the girl again. And again, silently and unexpectedly, the blue robe passed over the water. The boy took off his hat slowly. Slowly she was removing her clothes, and only when she had no clothes on at all, her nakedness slowly came out. As if you were a baker yourself. The girl looked far away. Then, with the same slow gestures, he was freed from the dress and all the cloak. She is naked on the green background of the trees. The boy looked at the river again. Silence fell on the liquid skin of that endless body. Circulations that grew and lost in the quiet surface showed the place where the frog had finally submerged. The boy then sat in the water and leaned over the other side, while the girl's white, bare breast was gathered to the underside of the branches. FIN", "title": "Desquite", "author": "José Saramago"}