{"metadata": {"length": 5532, "words": 1090, "reading_time_min": 5.45}, "text": "A young woman named Yun Ok went to the house of a mountain hermit one day in search of help. The hermit was a renowned sage, who made psalms and magic potions. When Yun Ok entered his house, the hermit, without lifting his eyes from the chimney he was looking at, said, \"Why did you come? Yun Ok replied, \"Oh, famous wise man, I'm desperate! Make me a potion! - Yes, yes, make me a potion! - exclaimed the hermit. Everybody needs potions! Can we cure a sick world with a potion? \"Master\", Yun Ok insisted, \"if you don't help me, I'll be really lost. -Well, what's your problem? - said the hermit, resigned at last to hear her. - It's about my husband. - Yun Ok started. I have a great love for him. For the last three years he's been fighting in the war. Now that he's back, he hardly speaks to me or anyone. If I talk, he doesn't seem to hear. When he speaks, he does it with a harsh tone. If I serve him food he doesn't like, he gives him a handshake and leaves the room angry. Sometimes, when I should be working in the rice field, I see him sitting idly on the top of the mountain, looking out to sea. \"Yes, that's what happens sometimes when young people return home after the war\", said the hermit. Keep going. - There's nothing more to say, Illustrated. I want a potion to give my husband, so he'll become as affectionate and kind as he was before. - What? It's that simple, isn't it? - replied the hermit. A potion! All right, come back in three days and I'll tell you what we'll need for that potion. Three days later, Yun Ok returned to the mountain sage's house. - I've thought about it, she said. I can make your potion. But the main ingredient is the mustache of a living tiger. Bring me his mustache and I'll give you what you need. - The moustache of a living tiger! - Yun Ok exclaimed. How do I get it? \"If that potion is so important, you will succeed\", said the hermit. And he turned his head away, no more wanting to talk. Yun Ok has gone home. He thought a lot about how he'd get the tiger's mustache. Until one night, when her husband was asleep, she left her house with a plate of rice and a meat sauce in her hand. He went to the mountain place where he knew the tiger lived. Staying away from his cave, he spread out the plate of food, calling the tiger to come to eat. The tiger didn't come. The next night Yun Ok returned to the mountain, this time a little closer to the cave. Again he offered the tiger a plate of food. Every night Yun Ok went to the mountain, getting closer and closer to the cave, a few steps more than the night before. Little by little the tiger got used to seeing her there. One night, Yun Ok came a few steps from the tiger's cave. This time the animal took a few steps towards her and stopped. The two of them stared at each other under the moon. The same thing happened the next night, and this time they were so close that Yun Ok could speak to the tiger in a soft, reassuring voice. The next night, after carefully looking into Yun Ok's eyes, the tiger ate the food she offered him. After that, when Yun Ok went out at night, she found the tiger waiting for her on the road. When the tiger had eaten, Yun Ok could gently caress his head with his hand. Almost six months had passed since the night of his first visit. Finally, one night, after caressing the animal's head, Yun Ok said, \"Oh, Tiger, generous animal, I need one of your mustaches. Don't get mad at me! And he ripped one of his mustaches off. The tiger wasn't angry, as she feared. Yun Ok went down the road, not walking but running, with the mustache tightly held in his hand. The next morning, when the sun was rising from the sea, he was already at the mountain hermit's house. - Oh, famous! - She screamed. I got it! I got the tiger's mustache! Now you can make the potion you promised me so my husband can be loving and kind again. The hermit took the mustache and examined it. Satisfied, since he was really a tiger, he leaned forward and dropped him into the burning fire in his fireplace. - Oh, my God! - the young woman screamed, distressed - What did you do with the mustache! \"Tell me how you got it\", said the hermit. - Well, I went up to the mountain every night with a plate of food. At first I kept away, and I got closer and closer, earning the tiger's trust. I spoke to him in a warm and reassuring voice to make him understand that I only wished his well-being. I was patient. Every night I brought him food, knowing he wouldn't eat. But I didn't give up. I went over and over again. I never spoke harshly to him. I never reproached him. And finally, one night he took a few steps towards me. There came a time when I was waiting for me on the road and eating from the plate I was holding. I would caress his head and he would make joyful sounds with his throat. Only after that did I take off his mustache. \"Yes, yes\", said the hermit, \"you tame the tiger and earned his trust and love. \"But you threw the mustache into the fire\", Yun Ok cried. It was all for nothing! \"No, I don't think it was all for nothing\", replied the hermit. You don't need a mustache anymore. Yun Ok, let me ask you something: is a man more cruel than a tiger? Does it respond less to love and understanding? If you can earn the love and trust of a bloodthirsty wild animal with love and patience, you can certainly do the same with your husband. On hearing this, Yun Ok remained silent for a few moments. Then he went on the road reflecting on the truth he had learned at the mountain hermit's house. Korean name unknown", "title": "El bigote del tigre", "author": "nan Anónimo"}