{"metadata": {"length": 5832, "words": 1124, "reading_time_min": 5.62}, "text": "Did they tell you that during your absence I lived alone, stormy and faithful, with a gesture of impatience and waiting? I'm not faithful or alone. And it's not you I'm waiting for. Don't get mad at me! Read this letter to the end. I like to challenge you when you're far away, when you can't do anything against me and you just shake your fists and break a glass... I like to challenge you safely, and see you through the distance, very small, angry and harmless; now you're the dog and I'm the cat, mocking you up a tree... Did they tell you I would hurry to open my window, from dawn, like those days when you walked down the avenue, carrying your long shadow up to my balcony? You were lied to. If I left my bed, pale, a little hallucinated by sleep, it wasn't because the echo of your steps called me... How beautiful the avenue is, blond and empty! Not a dead branch, not a ripple stop my gaze from gazing, and the blue patch of your shadow no longer walks on the pristine sand, which has only been trampled by the feet of the birds... I waited only... for that hour, the first of the day, mine, which I do not share with anyone. I let you bite only the time it takes to welcome you, to steal your freshness, the dew of your passage through the fields, and to close my blinds over us... now, the dawn belongs only to me, to me alone, that I taste, rose and pearl, like an intact fruit that has been scorned by men. And for her I leave my dream, my dream that sometimes belongs to you... See? You're just waking up, and I'm leaving you to betray you. Did they also tell you that, about noon, I was walking barefoot to the sea? They were spying on me, weren't they? They praised you for my hostile solitude, and the silent, objectless walk of my feet on the beach; they pitied you for talking about my head bowed over my chest, in a thoughtful attitude, and suddenly, stretched, directed toward... toward what? Oh, if you could hear me! I just laughed, laughed, laughed like you've never heard me laugh! And it is that there is no longer on the beach smoothed by the waves, the smallest trace of your games, your jumps, your violent youth, your screams no longer float in the air, and your swimming start no longer breaks the harmonious whirlwind of the wave, which straighten, bend, roll like a green leaf and, transparent, reaches me and unwinds at my feet... It won't be here, where nothing remembers you anymore. The sea is no more a boats' move; the gull that was fishing, snatched up by the wave, is gone. The red-colored lion-shaped rock extends violet under the water that assaults it. You could rule under your bare heel, that silent lion? And that sand that crumbled as it dried up, like hot silk, you trampled it down and recorded? Has he drunk in you your perfume like the salt of the sea? I wonder all this walking in the middle of the day, on the beach, and I bow my head, incredulous. But sometimes I turn around, lurking, like children who are scared of a story they invent themselves: \"No, no, you're not there; I was afraid\". I thought I'd find you, again with your eyes fixed on me, like to steal my thoughts... I was scared. There's nothing, nothing but the beach, shrinking, wrinkling, like under an invisible flame. It's still half a day. I haven't concluded to offend you, absent! I run to the dark room, where the blue day is seen on the polished table, in the brown-colored closet belly; its freshness smells of cave and fruit, of the cedar that foams in the jar, of the handful of strawberries in the hollow of a cabbage leaf... One cover. The other side of the table, in front of me shining like sun water. And I'm not gonna throw you the rose, you know? That warm rose you found every morning on your plate; I put it very high on my chest, and I have only to turn my head a little to caress my lips... how wide the window is! You hid it halfway from me and I had never seen, as now, the evil, almost white reverse of the hanging clematids... Singing half-vocally, sweetly to myself... And neither the biggest strawberry nor the blackest cherry are in your mouth: they melt deliciously into mine... You coveted them in such a way, that I offered them to you not for tenderness, but for a kind of civilized modesty.. All afternoon it is before me, like a sloping terrace, radiant high and sinking down in the indistinct afternoon, color of pond. It's the time I lock myself up. Did they tell you? Jealous confinement, is it not? The sad, voluptuous meditation of a lonely lover? What do you know? What names do I give to the ghosts I host and who press me with their advice? Would you swear that my dream has the features of your face? I doubt it! Doubt me, thou that hast made my tears and my laughter to surprise, thou that I make a mockery of at all times; thou that I kiss by calling thee very lowly: Stranger... till the evening I betray thee. But at night, when I have given you a date, the full moon surprises me at the foot of the tree where a nightingale was deluding, so enthusiastic about its singing, that he did not hear our steps, our hail, or our intermingled words... None of my days resembled the previous one, but a night of full moon is divinely like another night of full moon... I return as I promised, hesitant, for my head no longer finds the arm that held it... I call you then, for I know you will not answer my call! Under my closed eyelids, I play with your image, I sweeten the color of your gaze, the sound of your voice, I comb your hair to my liking, I fine-tune your mouth, and I invent you subtle, cheerful, forgiving and tender; and I change you and correct you... I transform you... little by little, completely, to the name you carry... And then I leave, stealthy, light, embarrassed, as if entering with you, under the shade of the tree, I go out with a stranger...", "title": "Intervalo", "author": "nan Colette"}