{"metadata": {"length": 7510, "words": 1375, "reading_time_min": 6.875}, "text": "As everyone feared Celestino the tyrant, taking him, when more, of the lust with which to have fun, the populace averted people from wandering alone in the lonely field, absorbed in what surrounded him, attending unconsciously to the parade of what lay before him. Celestino the tonto knew that he lived within the world as in utero, engrossed with fresh realities of childhood dreams, for him as real as those, in a stifled youth, attached to the living x-ray as the fetus to the placenta, and, like him, ignorant of himself. His soul had grasped everything in pure simplicity; everything was a state of his consciousness. He walked along the banks of the river, oblivious to the clucks of the ducks, the short flights of the birds, the tinkling of the butterflies. One of his greatest pleasures was to see a scarab turn on whoever put his feet up on the floor. The only thing that worried him was the presence of the enemy, of man. When someone came near, he looked at him from time to time with a smile that seemed to say, “Don’t do me any harm, I won’t do you any harm,” and when he was near, under that look of indifference and without love, he lowered his eyes to the ground, wishing to shrink to the size of an ant. If anyone knew him and said, “Hello, Celestino!” he would bow his head and smile, waiting for the kiss. As far as the chicks were concerned, the passage was a dreadful one; they were a dreadful lot, indeed, the worst of men. One morning Celestine met another passing solitary, and crossing himself with him and smiling as usual, he saw in the other's face the reflection of his own smile, a smile of intelligence. And when they turned their heads, after they had crossed, he saw that the other had turned his head, and they began to laugh at each other. It had to be a similar one. All that day, Celestine was more joyful than usual, full of the warmth that left in his soul the odour of that other who, with his simplicity, had brought back, by human face, the world. The next morning they were confronted again at the moment when a swarm, putting on a lot of heat, was about to settle in a nearby cloud. Celestino pointed it out to the other, and said, \"What a bird..., it's a pig!\" - It is a pity, it is a pity - the other said laughing. And the excited ones cried out to each other more and more: first, of the bird, which was crowing to them, and then, of the rooster, which was crowing to them. And so the two imbeciles became friends, in the open air and under the heaven of God. - Who are you? -Pepe. - And I, Celestino. -Celestine... Celestine... -cried the other, breaking into a roar of laughter with all his soul. Celestino the tiger... Celestino the tiger... -And you Pepe the tiger, - Celestino replied with vivacity and amusement. -It is true: Pepe the tiger and Celestino the tiger... And they ended up roaring at all costs the two tigers of their tontery, squealing at the thought of eating open air. His laughter was lost in the field, confused with the voices of all the other villagers, as one of many. Since that joyful day, they have met daily to spend time together, to share impressions, to point out to each other what God had in store for them, living within the world, giving warmth and encouragement as sweethearts sharing a mother. -He makes heat. - Yes, it makes heat; it really does make heat... - In this time of year it usually makes heat... - It really does make heat in this time of year..., ji, ji..., and in winter, cold. And so they continue to feel the same and enjoying discovering at every moment what we believe to have it for all of them discovered that we have crystallized into abstract concepts and put into logical boxes. It was always new to them under the sun, fresh impression, and the world a perpetual creation and without any second intention. What a loud explosion of joy Pepe had when he saw the escarabajo's feet up there! He sang a song, in the exaltation of his joy, to spit him out of the broom; but Celestine forbade him, saying, -No, it is not bad. Pepe's stupidity was not, as that of his new friend, innate and unalterable, but adolescent and progressive, due to a rebluffing of the senses. Celestin knew it, though he did not know it; he confusedly perceived the beginning of what distinguished them in the depths of similarity, and from this unconscious observation, buried in the marrow of his virtuous soul, he felt a love for the poor Pepe, at once, of brother, father, and mother. When his friend lay dead at the edge of the river, Celestino, in turn, shook the moss and the twigs, threw stones at the reeds to make the frogs squat, strove to keep the ants from climbing on the dead man's face, and looked anxiously from side to side to see if any man was there. And when he divided the chicks he shook his chest violently and came closer to his friend, putting stones in his pockets. When a smile swelled on the snorer's face, Celestine smiled dreaming of the world that had encircled him. The pigeons raced down the street yelling: \"Tonto with tonto, tontos twice!\" One day a granary came to take the sick, an instinct arose in Celestino, which had been asleep, and he ran after the chiquito and flung it with a hammer and a sledge hammer. The pig, irritated and frightened at the same time by the impossibly rebellious tin-can, squabbled with the couple, and Celestino, hearing the other, defended heroically against blows and slaps until the axeman came to put the pigs in flight. And the ogre shook his head... man in the cab! In the course of his idiotism, Pepe had become so deaf that he could only repeat, between his teeth, the dreaming, which his friend was teaching him, as he walked as a cosmorama truchien. One day Celestino did not see his poor friend, and wandered from place to place, looking with astonishment at the flies and laughing more than ever at men. He heard the cabby say that he had died as a bird, and although he did not understand the meaning of death, he felt something like spiritual hunger, he sang a song, putting it in his pocket; he went to the church to which they were taking him to mass, he bowed before a Christ, sat down then on his knees, and after he had bowed several times to the vapor, he said: - Who has killed him? Tell me who has killed him... And he, recollecting, at the sight of the Christ, that one day there, without taking his eyes off the cross, he had heard in a sermon that that crucified one was raising the dead, exclaimed: -Resurrection! Resolve! When he came out a troop of thugs surrounded him: one pulled his coat, another tore his hat, some listened, and asked him, “What about the other guy?” Celestino, gathered in himself, lost that fugitive heart, son of love, and murmuring: «Pills, pills, pills, canes... these have killed him...! ; pills” he lowered the note and shut the door to his own safe house. When he passed again alone along the banks of the river, the oleades of fresh impressions, which, like the blood of the free country, he received as a gift, came together and took life around the shabby and sombre image of the cheerful face of his sleeping friend. Thus it humanized nature, anthropomorphizing it in its own way, in pure simplicity and indifference; it turned in its fresh forms into the substance of life, the paternal-maternal tenderness which at the touch of a likeness had in it broached, and without knowing it, it vaguely saw God, who from heaven sounded with the human likeness of a smile. *FIN* El Imparcial, Madrid, 1895", "title": "El semejante", "author": "Miguel de Unamuno"}