{"metadata": {"length": 4136, "words": 731, "reading_time_min": 3.655}, "text": "- - which reminds me of the story of the Swedish loser Orest Hanson, the tallest man in the world in his day. Today the mark he has set is often struck down). In 1892 he made a meritorious tour of Europe exhibiting his height of two meters forty-seven centimeters. The journalists, with their distinctive imagination, called him the giraffe man. I mean, imagine. Since his weak joints made it impossible for him to make almost any effort, to feed him, some of his relatives had to cling to the branches of a tree to put special balls of ground meat and small pieces of beet sugar in his mouth as dessert. Other relatives tied his shoe straps. Another was always alert to the time when Orest needed to pick up an object from the ground that had slipped out of his hands because of carelessness or his awkwardness. Orest would stare at the clouds and let himself be served. Indeed, his kingdom was not of this world, and a persistent longing for earthly things could be seen in his sad and distant eyes. Deep in his heart he felt a special envy for the dwarves, and he always dreamed of trying, unsuccessfully, to reach the doorsteps and run, as in the afternoons of his childhood. His fragility was reaching incredible extremes. As he walked the streets, every step of his made even the Scandinavian passersby fear a sudden collapse. In time his parents gave examples of greedy pragmatism (which earned more than a criticism) when they decided that Orest would only go out on Sundays, preceded by his carnal uncle, Erick, and followed by Olaf, a servant, who received in a hat the coins that sentimental souls believed were obliged to pay for that spectacle full of gravitating danger. His fame grew. But it is true that there is no complete happiness. Little by little, an irresistible passion for those coins began to leak into Orest's childlike soul. Finally, this legitimate attraction to the coined metal came to determine its collapse and the reason for its strange end, which will be seen in the appropriate place. Barnum turned him into a pro. But Orest didn't feel the call of art, and the circus was only interested in him as a source of money. Moreover, his aristocratic spirit could not resist the smell of lions or the pity of people. He said goodbye to Barnum. At the age of nineteen, he was six feet tall. Then came a reassuring recess, and only at the age of twenty-five discovered his normal height of two forty-seven, which no longer left him until the hour of his death. The discovery came like this. Invited to visit London by a funny whim of Her Majesty's British Highness, he went to the British consulate in Stockholm to obtain the visa. The English consul, as such, received him without much astonishment, and even dared to ask him for his particular signs, and to doubt that he was six feet tall when he made the sonship. When the cardboard revealed that they were two forty-seven, the consul made the quiet gesture that means \"I already said it\". Orest said nothing. He quietly approached the window and from there, resentful, gazed for long minutes at the roaring sea and the calm blue sky. From then on, the curiosity of European kings raised their income. In a short time he became one of the wealthiest giants on the Continent, and his fame spread even among the Patagons, Yaquis, and Ethiopians. In that magazine that Rubén Darío directed in Paris, you can see two or three photographs of Orest, smiling alongside the most crowded personalities of the time; graphic documents that the high poet published on the tenth anniversary of his death, as a deserved homage as posthumously. Suddenly his name was dropped from the papers. But despite all the maneuvers that have been made to keep the causes of his unexpected passing secret, today it is known that he died tragically in Mexico during the Centennial Celebrations, which he attended as an official guest. The causes were twenty-five fractures he suffered for crouching to collect a gold coin (precisely a centenario) that in the midst of his trail of patriotic enthusiasm threw him the chihuahue and dark Silvestre Martin, sbirro of don Porfirio Díaz.", "title": "El centenario", "author": "Augusto Monterroso"}