{"metadata": {"length": 7404, "words": 1381, "reading_time_min": 6.905}, "text": "Of all the days of our life, the most holy is the day we die; it is the last day, the great and holy day of our transformation. Have you ever stopped to seriously think about that supreme hour, the last of your earthly existence? There was once a man, a believer in the machamartillo, as they said, a champion of the divine word, who was to him by law, a glorious servant of a glorious God. Here Death came to the vera of its lethargy, Death, with its severe face of ultratumult. -Your time has come, you must follow me -he said, rubbing his feet with his cold hand; and his feet were tinged red. Then Death touched his face and his heart, which stopped beating, and the soul arose in the presence of the exterminating angel. But in the brief seconds that passed between the moment when Death touched him on the foot and in the front and the heart, all that life had brought and inspired him poured out of his mind, like a huge black cloud. With a glance he traversed the gloomy abyss and with an instantaneous thought he covered the entire incommensurable path. Thus, in an instant, he saw in a dazzling array, the unfathomable sight of stars, celestial bodies and worlds floating in infinite space. At such a moment, terror overtakes the sinner who has nothing to grasp; he has the impression of being stranded in an insufferable vacuum. The pious man, on the other hand, rests his head in God and surrenders himself to Him as a child: -O Lord, have Your will in me! But that dying man did not feel like a child; he knew he was a man. He did not tremble as the sinner, for he knew he was a believer. He had clung to the forms of religion with all rigidity; there were millions, he knew, who were destined to follow the long way of condemnation; with iron and fire he could have destroyed their bodies here, as their souls would be destroyed, and they would continue to suffer for an eternity. But his way was straight to heaven, where grace would open the doors, the promised grace. And the soul followed the angel of death, after looking for the last time at the water where the image of the dust engulfed in the grave, a strange copy of the self, appeared. And flying they came to what seemed to be an enormous hall, though it was in a forest; Nature appeared trimmed, stretched, shorn and arranged in rows, artificially arranged as in the old French gardens; a sort of dance of disguises was being performed. -There you have human life! - said the angel of death. All the characters were more or less disguised; not all those who wore silk and gold were the most noble and powerful, nor all those who wore the clothes of poverty were the lowest and least important. It was a wonderful masquerade, and the most astonishing thing about it was that they all carefully strove to conceal something under their clothes; but one pulled the other away to reveal it, and then there was a head of an animal: in one, the head of a monkey, with its sardonic laugh; in another, the head of a pig, of a slender snake, or of a stout fish. It was the beast that we all carried within, which sat upon man; and leaping, wanting to move forward, and each one fastened it with his clothes, while the others let it go, saying, \"Look! \"There he is, there he is!\" and each one uncovered the misery of the other. -What animal was living in me? -asked the wandering soul; and the angel of death pointed out a proud figure. Around his head glowed a ring of brilliant colors, but in the heart of man were hidden the feet of the animal, the feet of real pheasant; the ring was not but the wing of the owl. When they continued their way, other great birds cried perversely from the branches of the trees, with human voices very intelligible: -Pelican of Death, do you not remember me? They were the bad thoughts and temptations of the days of his life, which cried, “Do you not remember me?” For a moment the soul sank, for it recognized the voices, the bad thoughts and desires that presented themselves as evidence of the charge. - Nothing good lives in our flesh, in our perverse nature! - the soul exclaimed. But my thoughts did not become acts, the world did not see their bad fruit. And he cried out, to escape from that horrible groaning; but the great black crows pursued her, circling about her, groaning with all their might, so that the whole world heard them. The soul was put to play like a stout mule, and at every leap he threw his foot on sharp stones, which gave him painful wounds. - Where do these shattered stones come from? They are buried in the ground as trademarks. - Each one of them is an imprudent word that escaped your lips, and that harmed your neighbor much more painfully than the stones are hurting you now. - I never thought of that! - said the soul. -Don't judge if you don't want to be judged -resonated in the air. - We have all sinned! - said the soul, rising up. I have faithfully observed the Law and the Gospel; I have done what I could, I am not like the others. They came to the door of heaven, and the angel of the entrance said, \"Who are you?\" Tell me what your faith is and prove it with your actions. - I have strictly observed the rules. I have humbled myself before the eyes of the world, I have hated and persecuted evil and the wicked, those who walk in the broad way of destruction, and I will continue to do so in blood and fire, if I can. - Are you then a Mahoma devotee? - asked the angel. - Me? Never! -Whoever thrusts the sword will die by the sword, the Son has said. You do not have your faith. Are you not a son of Israel, of those who say with Moses, \"See eye for eye, tooth for tooth\"; a son of Israel, whose vengeful God is only the god of your people? - I am a Christian! - I do not recognize you in your faith or in your deeds. The doctrine of Christ is all reconciliation, love and grace. - Thank you! -resonated in the etheric spaces; the door of heaven was opened, and the soul soared to incomparable magnificence. But the light that shone from her was so piercing, so penetrating, that the soul had to retreat as if before a naked sword; and the melodies sounded sweet and moving, as no human language could express. The soul, trembling, sank further and further, as the celestial clarity penetrated it; and then it felt what it had never felt before: the weight of its pride, of its lust, and of its sin. Light was shone into his chest. -What I did well in the world, I did because I could not do it any other way; but what I did wrong... that is what I did! And the soul was enlightened by the purest heavenly light and sprang up enlightened, wrapped up in itself, enfolded, enfolded for the kingdom of heaven, and, thinking of the severity and the justice of God, he did not dare to pronounce the word \"grace\". And yet grace, grace unexpected, came. The divine heaven was in the infinite space, the love of God was bursting forth, it was poured out in an incomparable fullness. -Oh, holy, glorious, sweet and eternal be you, oh, human soul! - The angels sang. We will all, all return as that soul on the last day of our earthly life, before the grandeur and the glory of the kingdom of heaven. We will bow deeply and be humbled, and yet He will sustain us with His Love and Grace, and we will fly in new paths, purified, ennobled and better, approaching ever more to the magnificence of the light, and strengthened by it we will enter into eternal clarity.", "title": "El último día", "author": "Hans Christian Andersen"}