{"metadata": {"length": 7591, "words": 1450, "reading_time_min": 7.25}, "text": "Death Count And it's off the charts. Juan Manso was in this barren land a blessing from God, a dead mosquito that broke a plate in his life. From childhood when they played with the bull their friends, the bull towards him; later he was the confidant of the lovers of their friends, and when he came to manhood he was received by his friends with a warm: “Goodbye, Juanito!” His supreme supreme was always the Chinese: do not cover up and get to the sun that is the hottest. He hated politics, he hated business, he repulsed everything that could disturb the cool calm of his spirit. He lived on one income, consuming it in its entirety and retaining all the capital. He was quite devoted, he did not take the opposite of anyone and although he thought badly of everyone, he spoke well of everyone. If you talk about politics, he said, “I am nothing, neither a king nor a queen, the same thing gives me a king’s crown: I am a poor sinner who wants to live in peace with everyone.” He did not value his mansion and died in the cab, which was the only serious act he ever committed in his life. * * * An angel armed with flaming sword shook the souls, pointing to the sign with which they were marked in a register or customs office through which they had to pass when leaving the world, and where, as in an election, angels and demons, in love and friendship, shook the papers as if they were not in order. The entry to the register seemed to be a taquilla of expendedury on day of greater race. It was such a rebuke of people, such a sneer, such a rush everyone had to know their eternal destiny, and such a roar of insults, sneers, denunciations and excuses in the thousand and one languages, dialects and dialects of the world, that Juan Manso said, \"Who is going to put me in chains? There must be some very bad men here.” He said this to the collar of his shirt, not out of pity. The case is that the angel of the fiery sword, despite the case he made of him, was able to place himself in the way of the Gloria. I went alone and played the piano. Sometimes groups of young people would pass by, singing and dancing to more and more of them, which seemed a little unseemly to future well-to-do people. When he came up he found a long line of people along the walls of Paradise, and a few angels who looked down on the earth as it was ordered. Collect Juan Manso at the cola of the cola. Soon a humble Franciscan came, and so morning he gave, so movingly he spoke of the rush he was running to enter as soon as he could, that our Juan Manso gave up his place saying, “Well, it is to be friends until the glories of the eternal life.” The one who came after, who was no longer a Franciscan, did not want to be less and it was so. In the end, there was no heartless soul that did not give the place to Juan Manso, whose name spread throughout the cola and was transmitted as a floating tradition on the constant flow of people through it. And Juan Manso, slave of his good name. So it was for centuries to the likes of Juan Manso, that at least time was needed for the cordero to begin to lose patience. He finally met a holy and wise bishop, who turned out to be the tatarinet of a brother of Manso. He expressed this to his tatarasobrino and the holy and wise bishop offered to intercede for him with the Eternal Father, promises which, in turn, gave Juan his place to the holy and wise bishop. He entered into the Gloria and, as a rigorist, was right to offer his respects to the Eternal Father. When the discourse was finished, the Omnipotent, disturbed, said to him: -Do you not bring postdata? -while he was testing his heart with his eyes. - Lord, let me intercede for one of your servants who is there, at the top of the tower...! -It is enough of rhetoric - the Lord said in a low voice. Juan Manso? - The same, Lord; Juan Manso, that... - Good, good! With your bread he eats it, and you do not put on the ten-gauge hat again. And turning to the soul-introductor angel, he added: “What shall befall another!” If there were anything capable of stifling the inseparable joy of a well-to-do man, we would say that it was the joy of the holy and wise bishop. But at least, he drew near to the tapestries of the Gloria, near to which the cloak extended, he leaned on them, and calling to Juan Manso, he said: -Tatarato, how I feel! How I feel, my little one! The Lord told me to eat it with my bread and not to put me back in my twelfth-century cloak. But... are you still in the thigh of the thigh? Ea, oh my! Be strong and do not give up your place. -Green wristbands at good hours! - exclaimed Juan Manso, throwing the tears like beans. It was late, because the fatal tradition was weighing on him, and they had not asked him for the place, but had taken it. With gagged eyes he abandoned the cot and began to wander the empty spaces and ledges of the ultratunnel, until he came to a path where many people, all shivering, were walking. He followed his footsteps and found himself at the gates of Purgatory. -It will be easier to enter here - he said - and once inside and purified, they will take me directly to Heaven. - Hey, buddy, where are you going? He turned to Juan Manso and looked at him with an angel, covered with a thorny briar, with a pen in his hand, and looking at him over a pair of glasses. After he had examined him from the top down, he turned him around, ceased the interrogation, and said to him: -Hum, malorum causa! You are grey to the tombs... I will put you in our crypt, if you don't mind. Better to go to Limbo. - In Limbo! Juan Manso was indignant at hearing this, for there is no harp so patient and sore as the harp of a harpist treated with a tone of capirote. Desperately he took the way out of Hell. There was nothing in this tin can that would make him happy. It was a wide portal from which came spouts of large, black smoke and a stench of hell. At the door a poor devil blew a trumpet and cried out: -Come, gentlemen, come... Here you will see human comedy. Here comes the one you want. Juan Manso closed his eyes. -Eh, oh, high! The poor devil cried out. -You don't say he enters who wants? - Yes, but... - said the poor devil, serious and rubbing the tiger's back-, there is still a glimmer of consciousness... and the truth... you... - Well! Well! - said Juan Manso, returning because he could not stand the smoke. And he heard the devil say to his captor, \"Poor man!\" - Poor boy! I am so sorry. Desperate, crazy, he began to traverse, like a corkscrew in the middle of the ocean, the immense sands of the ultra-tunnel, whirling from time to time with the soul of Garibay. One day, attracted by the arousing cries of the glorification, he came to the door of the tabernacle to hear what was concealed within, and saw the Lord, at that hour of the afternoon, going out to take the cold from the gardens of Paradise. He sat down by the tabernacle, and when he saw his august countenance, he stretched out his arms in a pleading manner, and with a tone of a little strained said: -Lord, Lord! Do you not promise your kingdom to your hands? - Yes; but to those who are baptized, not to those who are baptized. And he turned his back. * * * An ancient tradition says that the Lord, the companion of John the Baptist, allowed him to return to this poor world; that, in it, he began to encroach upon the right and the left with all the intention of a miserable people: that death for a second time shook the famous pillar and he fell into Hell. And he never stops repeating: “Miliciousness is the life of man on earth!” *FIN* El Nervión, Bilbao, 1892", "title": "Juan Manso", "author": "Miguel de Unamuno"}