{"metadata": {"length": 6872, "words": 1288, "reading_time_min": 6.44}, "text": "To count Leo Tolstoi There was a man who was very much persecuted, not so much by chance as by other men, his neighbors and, especially, by those who ought to profess their love and have him as a lord. It seemed that, by a black fatality, to Zenon - as it was called - all the honey was turned into ice or, better said, a slush. His two brothers conspired to strip him of his father's inheritance and leave him on the street, without more clothes than a sack, without roof or light. He was beaten, and his best friend publicly confronted him with his wife, and, as if that were not enough, the wicked couple accused him of falsity, brought evidence against him, and managed to have him sentenced to prison, where, innocent, he drew the wrath of the criminals for a long time. Although Zenon had at first an open and generous soul, a noble character and a great good, betrayals, persecutions and slanders, shame, insults and afflictions were tearing at his spirit and changing his being so that, instead of resigning and forgiving, as he had forgave the Master, he felt a pitiful desire, an ardent desire for revenge, growing in his heart. He was no longer looking forward to serving his sentence for freedom and returning to society, but for an opportunity to slake the rage that, drop by drop, he had been pouring out. He spent the nights in the dungeons making plans to execute at the point of his death. With patience, thread by thread, he was putting the thread together, and tying up his hands with a sigh, he said to himself, \"I am going to leave and go to prison tomorrow, but this time I am going for something, for having paid my enemies with a whip for the wrong they had done me. I was innocently imprisoned here, and again you will imprison me for guilt, but having sinned the sins of desertion. See me, and the trumpet shall sound after me.” Zenon had finished his time and was coming out of the chambers, resolved to put his airs to good use. The first thing he decided to do was to light the fire in the summer house that belonged to him and from which his brothers had thrown him out with a sledgehammer. He would take advantage of the shadows of night and, disguised as a pordiosero, hidden in a cloak, wait for all to surrender to rest, obstruct the locks of doors and windows, and when they were in the lapse of the first sleep, he would take the slats impregnated with resin, in order to burn everything as a yew. So the cries rose very high and the cries of the prisoners were extinguished - which would prove that the smoke had already seized them - Zenon would leave, going secretly into his own house, where the false wife and the bad friend would be together. Zenon knew the entrances and exits well and could slip and hide without being noticed by anyone. He bought a horn, because he wanted to see them die and eat the convulsions of their agony. So he put on his rags, threw off his clothes, and, supported by a pole, took the way to the house he thought he was going to set on fire. He was walking as Destiny, among the thicker and thicker shadows, when a roar of the road brought a mysterious clarity that lighted up the landscape, and he saw, together and clutching hands, two women who were a striking contrast. A pale, sour, so sour that the bones were rubbing against the dry skin; she had palms of syllables, and through the filthy black crevices that covered her, it was noted that she was devoid of seno and of all feminine roundness; with her right hand she pushed and shook resolutely the horn. The other woman was pale, blond, red, white, and of a ruddy tinge to her hair; she wore gowns of thousand colors: red, green, rose, blue, though attached to her body she wore a black cloak. Zenon looked at the two manifestations, as if wondering what they wanted, until both said to a voice: -We are the Vendors and we present ourselves to you so that you may choose, between the two, the one you think most effective. -I - the schoolgirl added - am called Death, and I am now your preferred one. You have called me to vengeance against your enemies, and you have resolved to carbonize them and to eat their flesh. Let me be here ready to please you without delay; as such, little work pleases me, for it is a question of advancing the events: year up or down, your enemies cannot escape this day that I am pressing. - Listen - the stout woman interjected - before you give yourself over to my sister, who will enchant you with the simple and expedient use of the resources she employs, come to me, and I am sure I will be chosen. To convince you I do not need but to show you the pictures of my magical wand. Open your eyes and look well. Zenon looked, and on the white background of the plain that the beautiful woman was extending, he saw the whirling of the siluetae of his hated brothers. The younger threw a handful of white powder into the cup of the elder, and the elder, after drinking what was in the cup, fell to the floor in terrible convulsions; but he did not die; he sat for a long time supported by a sling, and in every dish that the younger received, he mixed new thorns, until the infected, reduced to a state of idiotism and abandoned by all, and covered with misery, died in a corner. So he died, and his spectrum began to appear in dreams to the guilty, to whom Zenon saw trembling on the bed, frightened, with a shaven head and eyes out of the orbits. The scene changed, and the shadows of Zenon's wife and friend were particularly noticeable: she following her lover as shadow to body, rubbing in a shaky hand; he seeking to escape, full of remorse, from that lover, already tarnished by age and passions. He hid himself, or spent the day in another woman's house, and she wept, and her tears were like drops of fire that shook the land where they fell. Already tired of being spied on and accused, he turned back and Zenon was witness to how his wife's seducer put his hand on his face... \"This will be my work,\" the Life solemnly declared, \"if my sister does not come through and shut the door.\" Now, you will tell Zenon, which of us two is your Vendor. Do you still have the purpose of burning and smouldering? Do you want Death to help you? -No, - said Zenon, wiping a tear from his eye. If cruelty and hatred still persist in me, what I would ask of your sister would be that it take many, many years to pass the umbral of my enemies, and that you be left to your own way. -With so much more reason -said ironically Death, a little spooked, for at the end she is a woman, and she does not like to be despaired of- how much I, late or early, have to do, and that in my general dance everyone will change, without giving them excuses. *** Zenon wrote to his enemies to warn them that he was forgiving them, and he retired into a desert, where he lives cultivating the earth and does not want to see human faces.", "title": "Las dos vengadoras", "author": "Emilia Pardo Bazán"}