{"metadata": {"length": 6256, "words": 1205, "reading_time_min": 6.025}, "text": "We all saw Juan Garcia walk into the Inspectorate. It's not like they said that Juan García was brought by the Rural. No, he came on his own feet, without anyone bringing him in. He came in simply, without fuss, with his dirty pants and unfurled hair, with the painted shirt that never gets off, and without anyone calling or saying anything he went into the Inspectorate. And this can be said by those who were with me, those who were at the door of the Venantius pool that afternoon, who also saw what I saw: that Juan García entered the Inspection alone, entered by his own will. None of us knew what it was about, nor did any of us comment until a Rural rushed out. I don't know how long it's been since Juan García came in until the Rural came out in a hurry, but already Jacome and the Monkey had played two games of fifty and the Monkey lost both, and to not pay he said that Jacome was cheating on him and broke his head with the taco: the Monkey is like that. But when the Rural came back and we saw behind him came the old Hernandez, with his felt hat and chewing tobacco nervously, and behind the old Hernandez his wife, wrapped in a black diaper and with the fixed moan over her head shining, when we saw this, Venancio came out from behind the counter, folded the newspaper he had been reading, crossed the street and lay down, acting foolish, against the window of the Inspectorate. Then we all crossed the street; until the Monkey who had already started another game left the bat on the table, crossed between the balls so they could not move them, came to see what was happening at the Inspection. We all saw Juan Garcia in his dirty pants and his painted shirt, standing in front of the Inspector, still, staring at the tin man standing above the desk. And he didn't even move when old Hernandez said out loud, so we all could hear, that one of these days he'd kill a son of a bitch. He remained quietly in front of the desk. The Inspector told old Hernandez to shut up and Juan Garcia kept talking. The Inspection Room is small and we all heard clearly when Juan Garcia said: He said it simply, without fuss, exactly as he had entered the Inspectorate, without a hint of fear. And we all saw old Hernandez close his fists and jump up against Juan García. We thought he was going to defend himself, but he stayed still, protecting his face with his hands, until a Rural took him off. The old woman said nothing at first, she became silent in anger, but when she saw us behind the window bars she began to bid trying to get her tears out, but she couldn't and she was silent. We all heard the Inspector when he threatened old Hernandez to let Juan Garcia go if he didn't keep compost. Then he continued to ask, carelessly, without much interest, while he was shaking with the large propaganda drill at the pharmacy and throwing blowers spaced between answer and answer. We all heard Juan Garcia's story, almost complete, because when he said that old Hernandez wanted to sell Regina, Venancio yelled that he was an old bastard, and the Rural got us out of the window. But this was almost the end, Juan García couldn't say much more because the Monkey hadn't started playing again when old Hernandez left the Inspection. What we heard him say to Juan García was that he had killed Regina, the daughter of old Hernandez, more precisely: that he had drowned her. He mentioned that last night he had gone, as usual, to see Regina after the old men were laying down. Every night he'd sneak up on her since old Hernandez told him he wasn't gonna let Regina get engaged to him. She couldn't leave the house because the old man would lock her door before bed and she would have to wait for them to fall asleep to open the kitchen window and talk to him. Juan García was telling all this without looking anywhere, quietly, with his eyes fixed on the tin. She also said that last night Regina had told her that old Hernandez was going to sell her, and that she told her how that afternoon a very well dressed man had come and was locked up with the old woman and the old man for a while, and how then they called her and old Hernandez had her take off the dress and the man squeezed her breasts. The Inspector kept freaking out and blowing. When Juan Garcia said this, we all looked at the old Hernandez, but they didn't move. The old man was looking for a place to spit, spit out his tobacco and we all thought he was going to talk, but he didn't say anything. That's when Venantius shouted at him, \"Old bastard\". And the Rurals threw us out the window. But before that Juan García told me how he killed her. Without being disturbed in the slightest, how the narrator of a natural event, always looking at the tiner, told that he had spent the whole night talking to Regina, waiting for the old man to open the door so that she could get out. They had agreed that she would run to the break as soon as the old man removed the lock, that there he would be waiting for her. And so he did. But after he had walked broken down until the sun was burning, he didn't say how long they walked, he realized they had nowhere to go. That he couldn't live in his house again because old Hernandez was able to kill him and take Regina back. That's when he put her in the wreck and drowned her. And when the Inspector asked her the exact place where she drowned, Juan Garcia didn't say a word. It's true that the Inspector didn't insist much, but Juan Garcia refused to speak. Then we all saw old Hernandez smile and move restlessly. Then Juan Garcia said the sale and the villagers kicked us out. Venancio didn't want to leave the window, so he finally turned around and crossed the street and as he lifted the countertop lid he said in a low voice: She must have it hidden somewhere and I bet she hasn't slept with it yet. Maybe he's getting into trouble for wanting to do things legally. The Monkey had barely lifted his heel when the old Hernandez almost ran out of the Inspection. Those inside the pool didn't hear the old man when he told his wife: \"We have to look for Regina, but I did hear it, and I looked at Venancio, who had reopened his newspaper, and I asked myself for the thousandth time: why does Venancio know so much? We were all waiting, 1954", "title": "Hay que buscar a Regina", "author": "Álvaro Cepeda Samudio"}