{"metadata": {"length": 4684, "words": 1031, "reading_time_min": 5.155}, "text": "Once upon a time there was a very cocky and presumptuous little girl who, one day, sweeping through her door, found a gold coin. - What a lucky one! \"What am I going to spend the money on?\" said the little girl, and she thought. I'll spend it, I'll spend it... on candy and gummies! No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no I'll spend it, I'll spend it, I know, I'll spend it on very rich cookies and cakes!! No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no I'll spend it, I'll spend it... I know, I'll spend it on a big, beautiful red tie! With her gold coin the little girl went to buy the red tie and then, feeling very beautiful, sat down in front of her house so that people would look at her with her big tie. Soon the word spread that the little girl was very beautiful and all the unmarried animals of the village came to the little girl's house to propose marriage. The first one to approach the rat was the rooster. Dressed in a suit and very flirtatious, wearing a huge red ridge, he said, \"Little, little, do you want to marry me? The little girl asked him, \"What are you going to tell me about the nights?\" And the rooster said, Here! And the rooster sang with his loud voice. And the little girl said, No, no, you'll scare me. And the rooster went his way. It didn't take long for the pig to show up. - Little girl, little girl, do you want to marry me? The little girl asked him, \"What are you going to tell me about the nights?\" \"Oh, oh, oh, oh\", the pig groaned proudly. And the little girl said, \"No, no, you'll scare me\". And the pig went away. The donkey soon showed up. - Little girl, little girl, do you want to marry me? The little girl asked him, \"What are you going to tell me about the nights?\" Ija, ija, ijaaaa, said the donkey loudly, and the little donkey said, No, no, you will scare me. And the donkey went back to his house by the same way. Then the dog showed up. - Little girl, little girl, do you want to marry me? The little girl asked him, \"What are you going to tell me about the nights?\" \"Wow, wow, wow\", the little girl said, \"No, no, you'll scare me\". It wasn't long before Mr. Cat showed up. - Little girl, little girl, do you want to marry me? The little girl asked him, \"What are you going to tell me about the nights?\" -Miau, miau, miauuu -he roared the cat sweetly. And the little girl said, \"No, no, you'll scare me\"... and the cat went to get dinner elsewhere. The little girl was already tired when suddenly a fine mouse came up. - Little girl, little girl, do you want to marry me? The little girl asked him, \"What are you going to tell me about the nights?\" - Then I'll shut up and sleep, and dream about you. And the little girl, surprised by the mouse, finally made a decision: And that's how the little girl happily married the mouse. FIN", "title": "La ratita presumida", "author": "nan Anónimo"}