{"metadata": {"length": 5455, "words": 1104, "reading_time_min": 5.52}, "text": "A poor man had twelve children and needed to work day and night to feed them. When the thirteenth came into the world, he could not find a solution to his need, so he ran to the road and wanted to ask the first to find him to be his partner. The first one he met was God. Jesus knew his grief and said, \"I have pity on you, poor man. I will be the godfather, take care of him and make him happy on earth. The man said, \"Who are you? - I am God. \"I don't want you as a partner\", said the man. You give to the rich and you let the poor go hungry. He said this because he did not know how wise God is to divide poverty and wealth. So he turned away from the Lord and went on his way. Then the devil came to him and said, \"What are you looking for?\" If you want me to be your son's godfather, I will give him abundant gold and all the pleasures of the world. The man asked, \"Who are you? - I'm the devil. - Then I don't want you as a partner, \" said the man. You deceive and corrupt men. He went on walking, and in this came the young death that went ahead to him and said, \"Do you love me as a partner?\" The man said, \"Who are you? - I am Death, who makes everyone the same. \"You are the right person, you take the rich and the poor without making any difference. You must be my partner. And Death said, I will make thy son rich and famous; for he that hath taken me for his friend shall lack nothing. \"The next Sunday is the day of baptism, \" he said\", so make sure you get there early\". Death came as promised, and she was a good godmother. When the boy grew up, he appeared to him and let him go with him. And he took him into the forest, and showed him a plant that was growing there, and said, Now shall thy gift be given to thee. I'll make you a famous doctor. When you're called to see a sick person, I'll be there every time; if I'm in the sick person's head, you can speak boldly and say you want to cure him, give him this herb and he'll heal. But if I'm at the patient's feet, then it belongs to me and you have to say that all help is useless and that no doctor in the world can save him. It wasn't long before the young man became the world's most famous doctor. He needs only to see the sick man and knows how he is, whether he will get better or die. And people came from everywhere, they brought him sick and they gave him so much gold that he soon became a rich man. Then it happened that the king became ill. The doctor was advised to tell if healing was possible. When he came to the bed, death was at his feet, and there was no longer any herb to heal the sick. \"If I could fool Death for once\", thought the doctor, \"I am sure he will not take it wrong, since I am his stepson, and he will turn a blind eye; I will try\". He took the sick man and put him on the backside, so that death came to be on the sick man's head. Then she gave him the herb and the king recovered and healed. Death, however, went to see the doctor, had a long face and few friends and, threatening him with his finger, said: \"You mocked me; for now I will pass it on to you, because you are my stepson, but if you dare again, I will grab you by the neck and take you with me\". Shortly afterward, the king's daughter fell seriously ill. She was his only daughter, and he cried day and night, so much so that his eyes were blinded, and he made it known publicly that whoever would save her from death would become her husband and inherit the crown. The doctor, when he reached the sick woman's bed, saw death at her feet. She should have remembered her godmother's warning, but the great beauty of the king's daughter and the happiness of being her husband upset her so much that she ignored her thoughts. He did not see Death casting furious gazes at him, raising his hand up and threatening him with his thin fist; he lifted the sick woman and placed her head where she had had been. She gave him the grass and soon his cheeks were colored and life came back again. Death, when she was cheated a second time on what was her property, went with great steps to the doctor and said: \"You are lost, now it's your turn! He grabbed him with his frozen hand so strongly that he could not resist and led him to an underground cave. Then he saw thousands upon thousands of lights burning in endless rows in sight, some large, some medium, some small. Every minute some of them were extinguished and others were lit again, so that the constantly changing lamps seemed to leap from side to side. - See what? - said Death. These are the lights of men's lives. The big ones are for children, the middle ones are for marriages in their prime, the small ones are for the elderly. But also, often, children and young people have a little light. \"Show me the light of my life\", said the doctor, thinking it was still too big. But death pointed to a small spot that threatened to shut down and said, \"See? That's it. \"Oh, dear godfather\", said the frightened doctor. Light me a new one, do it for me, so I can enjoy my life, be king and husband to the beautiful king's daughter. \"I can't\", said Death. You have to turn one off before you can put on a new one. \"Put the old one over the new one, so it burns quickly when it's over\", said the doctor. Death pretended to wish to fulfill her wish; it brought a great light, but as it wanted revenge, it deliberately went wrong in placing it and the place fell and went out. The doctor quickly collapsed and went to the arms of death. FIN", "title": "El ahijado de la muerte", "author": "Hermanos Grimm"}