{"metadata": {"length": 7898, "words": 1468, "reading_time_min": 7.34}, "text": "Although Andalusia was then a city of corruption and molestation, still a pagan, and a pagan with a tercio fury, it contained Christian marriages united by the most tender and sweetest love. Dora was one of the number of faithful wives who, closing her tavern at evening, sat down with her husband until a little perverse boy, a son of the emperor, all perfumed, with a shaven beard, after circling her for a long time and sending her messages and presents by way of some old, rusty hex-wrecker of wills, managed to surprise her at one of those hours when virtue is failing, and, helped by malice, triumphed over Dora's constancy. The repentance came laying the finger on the crime, and Dora, ashamed, resolved to leave her home, her home, her companion, and to be condemned to perpetual solitude and to perpetual weeping. He cut his long and slender hair; he shaved his ravaged beard; he arose from manhood and went to the gates of a monastery six leagues from Alexandria, begging the abbot to admit him into the novice's cell. To test his vocation, the abbot ordered the postulant to spend the night in the monastery courtyard. It was a lonely and solitary place: the air brought to Dora's ears the roar of the flies, which dipped to drink in the river, and to her nose the rumble of flies which sprang from the caimans tucked between the rocks and the juncos. With his arms stretched out, he prepared to die; but it dawned: a flash of bright orange light announced the coming of a ray of light, and the doors of the monastery opened, reverberating with the resounding of the bell that had summoned the first mass. Dora poured out in her novices an indescribable fervor until those places where asceticism and mortification had classrooms and teachers that have never been equaled. Angry that by destroying the incest her clothes would reveal her sex, Dora did not dare to encroach upon her throne; but -except for the terrible gymnastics of the numerous stout-hearted stout-hearted statues of penance, bronzed by the implacable sun- Dora practiced as many mortifications as one can imagine by imagining a martyr's ideal. Mordazas and chains of iron; scourgings and burnings at the root of the flesh; fasts and abstinence from water, until the dry tongue was nailed to the throat and his voice was like the tinkling of a can that had run a long way; walks on the mutilated legs; disciplines, shaven heads, barefooted sacrificial lambs..., all this arose from repentance, without sating his lust for more and more suffering. And it was not the material tortures that in the hours of darkness turned their eyes into two streams of tears. It was the nostalgia of his home, the memory of his companion, to whom he had a boundless love, perhaps more so than he had ever known him secretly. The devil of these Dora's afflictions was to take the figure of the absent husband, to come to her, to tell her the sorrows and groans she had when they were together, to plead with her to come back, to say that the lack was gone and expiated from her...; but first he wanted Dora to die, that she might appear before the eyes of the one she loved and had offended. They had become accustomed in the monastery to order the most humble of the penitents, and one day the abbot ordered Dora to go with the camels to seek grain in the city, and if she could not return before nightfall, to stay in a mill near the Roseta gate. He pleaded with Dora, and, lacking time, was thrown into the mill. Despite the mendings and the ayunos, Dora, with the mangled hair that was growing back, still looked like a weed as a flower; and having seen a lady of the neighbourhood of Racotis, she entered the mill to ask what she had for a sack. She rejected the woman, became enraged in her own love and desire of revenge, and after being confined, when a child was born she sent him to the abbey in a sack of tin, saying that he was the son of a certain wicked sinner who had been in the mill at that time. Dora was astonished by the appearances; with a single word she could have justified herself; but she accepted the humiliation and bowed. Then the abbot imposed an unusual punishment on him. \"My sinful son,\" he said, \"I command you today that you live in the mountain, and there raise and care for that child, the fruit of your sin. If the fiery darts devour you, it will be God's justice. Take the creature and go.” Dora took the child in her arms and made the sign of the cross and went up into the mountain. She was confined to a cave, and dedicated herself to creating the little one. He fed him with sheep's milk, and to keep him warm he made him a simple hut of mud bricks. Renouncing austerities that might destroy his health and leave the beautiful creature without a protector, he resolved to work, to cultivate a garden, to sow and plant vegetables and fruit, to enclose him in a trellis; in order to dress the boy, he spun wool and linen and made cloaks from them. Dora, an ardent farmer and hard worker, met all the needs of the child and saw him grow strong, healthy, beautiful and joyful. And as she grew and grew, Dora noticed in her love a burning warmth of maternal tenderness for the poor, abandoned child, who had known no other family or friend in the world. He confessed with surprise that he could not get away for a minute from the creature; that he lived in suspense of her witty talk and engrossed with her mutterings, her sly jokes and charming pauses; and that, as she ascended into her soul this rippling love as waves awash the shore, the representations of the past vanished from her memory: the regret of her flinching, the nostalgia of her husband, the shame and the pain, the repentance and the desire to expiate the blame. Everything, everything disappeared before the child, in whose company Dora felt Dora as in the bliss of happiness, thinking she had found the north and end of her existence when she with her hands shook her face, or kissed her with her cold, clammy lips. In this state of neglect Dora lived, when one afternoon, while fetching water from the well, she thought she saw in the background of her a sad and pale face - the face of her husband. But it was not in the cellar, but in Dora's spirit, where the painful image was re-enacted; and it was enough to warn him. Without delay, the sinful mother took the child from her hand, and stumbling inside, feeling that her strange limbs were aching with blood - for she loved the child more than if he had been beaten and mutilated - she ran to the monastery, stumbled to her feet at the feet of the abbey, and, dripping with tears, tumbling and falling, confessed the whole truth. -You gave me this child as a punishment, and I have possessed in him the greatest joy that there can be in the world. Here you have why I give it to you, for it is not licentious for a sinner of such great size to retain what it is full of joy and gladness. I will return to the mountain, and in the most horrendous cave I find I will recommence my penance with double rigor to recover the lost time and to punish the crime of before and the tyranny of now. Let me once again wrap the child in my arms, and you will not know me again until you take my body and eat it. The Abba, who was a spokesman for God, raised Dora from the dust where she lay, and solemnly said to her, \"Go in peace and pray for me.\" The penance you make today is not necessary for you to receive the forgiveness of your sin. By separating yourself from this child, by renunciating what you love, you have done the best penance. It is easier to swell the belly than it is to swell the heart, and there is less a cylinder in the waist than in the will. The last test will be short: soon I will take your holy body. And each year he collected, as you should read this story, something like the feast of Saint Teodora Alcandrina, which the Church celebrates on September 14.", "title": "La penitencia de Dora", "author": "Emilia Pardo Bazán"}