{"metadata": {"length": 3820, "words": 717, "reading_time_min": 3.585}, "text": "When the last few days came, and the fey trivialities of life drenched me in madness like those drops of water that the torturer lets fall unremittingly on a point of his victim’s body, sleep became for me a lighthouse. In my dreams I found a little of the beauty I had sought in vain during my life, and could wander through old gardens and forests enchanted. Once when the wind was soft and fragrant I heard the call of the south, and sailed endlessly and leisurely under strange stars. Again in the rainy season I sailed the land inside by a sunless river, until I came to a world of purple creeping moss, iridescent lichens and impermeable roses. And another went down a red valley leading to groves and ruins, and ended in a huge green wall with ancient pillars, and a small access with a bronze gate. I walked that valley many times, and each time I was more and more demoralized in it, in a spectral light where the giant trees twisted grotesquely, and the gray soil spread hummed from thorn to thorn, leaving behind the ruins of temples buried. And always the goal of my dreams was the wall covered with light and the door of bronze. Some time later, as the days became more and more dominated by monotony and grey, I often walked in a hypnotic peace through the valley and through the forest undergrowth; and I wondered how I could adopt these places as my eternal home, so that I never had to return to a world stifled and devoid of new interest and color. And when I looked at the small door of the strong wall, I realized that on the other side was a region of gloom from which, once you entered, you would never come out again. So at night, in dreams, I tried to find the rosary of the temple's cloak covered with thorns, though it was very hidden. And he said that the kingdom on the other side of the wall was not only more lasting, but also more beautiful and radiant. Later, one night, I discovered in the heavenly city of Zakarion a yellow papyrus full of the thoughts of the wise men who had inhabited that city from ancient times, and were too wise to have been born in the waking world. He had written many things about the world of dreams, among them the knowledge of a golden valley and a sacred forest with temples, and a great wall with an opening closed by a small bronze door. When I became aware of this, I realized that it was referring to the scenes I had frequented; so I focused on reading the yellow paper. Some of these sage dreamers spoke with awe of the wonders on the other side of the door without return, while others spoke with horror and disappointment. He did not know what to believe; yet he longed more and more to enter the unknown country; for doubt and mystery are the most irresistible lures, and no new horror can be more terrible than the daily torture of vulgarity. So when I heard of a drug that opened the can and allowed you to cross inside, I decided to take it as soon as I woke up. At night she took it and, in her dream, walked round the valley and the thickets, and when she came to the old wall, she saw that the little bronze door was surrounded. On the other side a gleaming light illuminating the giant trees and I continued to move musically, anticipating the glory of the country I would never return to. But as the door opened wider, and the enchantment of drugs and dreaming pushed me over it, I knew that all the glories and visions had ended; for in that new kingdom there was neither land nor sea, but only the empty white of limitless space and desert. So, more ambiguous than I ever had dared expect, I dissolved again into that original infinity of crystallized forgetting from which the devilish Life had dragged me for a brief and lonely hour. FIN Thank you Ramón Escribano for contributing this story to the Digital Library of the City of Seva.", "title": "Ex oblivione", "author": "H. P. Lovecraft"}