{"metadata": {"length": 2212, "words": 432, "reading_time_min": 2.16}, "text": "\"Tell me\", he said. I don't know how it starts or where we are. When Virginia asks, \"Do you remember what you promised?\" I lack the courage to announce, once again, that next week we will have lunch together, but that today my parents are waiting for me. To overcome an unexpected Congolese, as if to get dizzy with words, I go to talk. Probably by association of ideas I'm talking about the restaurant that last winter a French cook opened in an old farmhouse in San Isidro? From San Fernando? Or is Pierre really staying in the South Quarter? After some stuttering, the name and address may suggest that for giving me importance I praise a restaurant I barely know and to prove that I am not a junkie I use the detailed description of the dishes served there; a description to which perhaps a simple-talking man like myself is not entitled. So, from cowardice or grandmotherhood, I don't make up an excuse and from pride I'm implying that I accept the commitment. I'm upset, I guess, because I'm acting against my will. Since I'm doing nothing to get rid of Virginia, I have to find a way to warn my parents I won't have lunch with them. Worse, my mother's already waiting for me at the Rosedale. The image of him sitting on a bench, smiling and cheerful, as he is in a distorted photograph taken long ago in those same gardens, and which now seems pathetic to me. Through the hallway of the country house I reached the old desk, undressed. With some difficulty I woke my father to rest, strangely shrunk on the couch. \"I didn't sleep well last night\", he says, apologizing. He's so happy to see me. I tell you right away, I'm not going to have lunch with you. My father is slow to understand, because he hasn't fully awakened, and I hurry to ask him: \"Tell Mom\". I want to leave before he gets down, because he's still happy and I know that very soon he'll be sad too. I inflict that pain and inflict it on myself so as not to disappoint a woman for whom dating me is worth it (how can I say it without mischievousness?) exactly a lunch. He gave me his interpretation: What happens is that he doesn't want to see you now. We were so friends, I told him. I was so out of breath to explain. A Russian doll, 1991", "title": "Amor vencido", "author": "Adolfo Bioy Casares"}