{"metadata": {"length": 6321, "words": 1237, "reading_time_min": 6.185}, "text": "My story will be faithful to the reality or, in any case, to my personal memory of the reality, which is the same. The facts happened very recently, but I know that the literary habit is also the habit of interlacing circumstantial evidence and emphasising the emphases. I want to tell you about my encounter with Ulrica (I didn’t know her name and maybe I never will) in the city of York. The chronicle will take a night and a day. I would not be able to tell you where I first saw her, beside the Five Sisters of York, those pure glass windows that Cromwell's iconoclasts revered, but the fact is that we met her in the saloon of the Northern Inn, which is on the other side of the murals. We were little and she was on her back. Someone offered him a drink and he refused. “I am a feminist,” she said. I don't want to rebuke men. I detest your tobacco and your alcohol. The phrase wanted to be clever and I figured it wasn't the first time I'd heard it. So it was not characteristic of her, but what we say does not always agree with us. She said she had come late to the museum, but they had refused to let her in when they realized she was Norwegian. One of the presenters commented: —This is not the first time Norwegians have come to York. —That is so, she said. England was ours and we lost it, if someone can have something or something can lose. It was then that I looked at her. A line by William Blake speaks of girls of soft silver or fiery gold, but in Ulrica there was gold and softness. She was light and tall, with a pointed face and grey eyes. I was impressed by his face, but by his air of quiet mystery. She smiled easily and the smile seemed to lift her. Black attire, which is rare in the North, which tries to brighten up the drab surroundings with colors. He spoke a clear and precise English and he accented the errors lightly. I am not an observer; I discovered those things little by little. They presented us. I told him I was a professor at the University of the Andes in Bogotá. I clarified that he was Colombian. He asked me in a thoughtful way: —What is it to be Colombian? - I don't know - he replied. It is an act of faith. —As a Norwegian, he said. Nothing can remind me of what was said that night. The next day I went early to the dining room. Through the windows I saw that it had snowed; the sheep had lost their way in the morning. There was no one else. Ulrica invited me to her table. She told me she liked to go out walking alone. I remembered a joke by Schopenhauer and replied: —I do too. We can go out together. We walked away from the house, on the young snow. There was no soul in the fields. He suggested we go to Thorgate, which is down the river, a few miles. I know I was already in love with Ulrica; I would not have wanted any other person on my side. I hear the slithering snout of a wolf soon. I have never heard a wolf howl, but I know it was a wolf. Ulrica did not inmute. On the table he said, as if in a high voice, \"The few and poor stalls I saw yesterday in York Minster moved me more than the great ships of the museum in Oslo.\" Our paths were crossing. Ulrica would continue the journey to London that afternoon; I to Edinburgh. —In Oxford Street —he said —I shall repeat the steps of De Quincey, who was seeking his lost Anna among the multitudes of London. —De Quincey — he replied — left her. I, over time, keep looking for it. — Perhaps — he said in a low voice — you have found her. I realized that an unexpected thing was not forbidden and I kissed his mouth and eyes. He shook me off with a firm hand and said, —I shall be yours at Thorgate. I ask you, please, not to touch me. It is better that way. For a celibate man entering his thirties, the offered love is a gift that is long past due. The miracle has the right to impose conditions. I thought of my pampered Popayan tykes and a Texas girl, clear and sexy as Ulrica, who had rejected me. I did not make the mistake of asking him if I wanted to. I realized that I was not the first and that I would not be the last. That adventure, perhaps the last one for me, would be one of many for that radiant and resolved disciple of Ibsen. Taken out of hand, we continue. —All this is like a dream — he said — and I never dream. \"As that king,\" Ulric retorted Ulric, \"who dreamed of nothing until a henchman made him sleep in a sack. He added: —All right. A bird is singing. Soon we hear the song. —In these lands — he said — they think that who is about to die predicts the future. —And I am about to die, she said. The blind eye. —We walk through the forest —the urg—. We will come back to Thorgate soon. “The forest is dangerous,” he said. We continue along the path. —I would like this moment to last forever —murmured. —“Siempre is a word that men are not allowed to use,” said Ulrica, and, to emphasize the point, she asked me to repeat my name, which she had not heard well. —Javier Otárola —I told him. I wanted to repeat it and I couldn't. I failed, likewise, with the name Ulrikke. “I will call you Sigurd,” he said with a smile. 'If I am Sigurd,' he replied, 'you will be Brynhild.' He had demolished the path. —Do you know the story? I asked him. - Of course - he said -. The tragic history that the Germans wished to lose with their late Nibelungen. I did not want to discuss it, and I said to her: —Brynhild, you walk as if you would like to have a sword in the water between you two. We were a bit shaky when we got to the hotel. It was not surprising that it would be called, as the other, the Northern Inn. From the top of the cliff, Ulrica shouted to me: —Have you seen the wolf? There are no wolves in England. Press. When I climbed the stairs to the upper floor, I noticed that the walls were painted in the William Morris style, a deep red, with interlaced fruits and birds. Ulrica came in first. The dark apse was low, with a roof to two waters. The sprightly light doubled in a glass vase, and the swollen caoba reminded me of the mirror of the Scripture. Ulrica had already been stripped. He called me by my real name, Javier. I felt the snow accumulating. They had no furniture or mirrors left. There was no sword between the two. Like the sand, time went by. Secular in the shadows flowed love and held for the first and last time the image of Ulrica. *FIN* The Sand Book, 1975", "title": "Ulrica", "author": "Jorge Luis Borges"}