{"metadata": {"length": 2319, "words": 458, "reading_time_min": 2.29}, "text": "Achilles reached for the Turtle and took his seat in her shell. \"It's the end of our race\", said the Turtle, \"even though it consisted of an infinite series of distances. I understood that some wise man had proved that was impossible. It's possible, said Achilles. It's a fact! Solvitur is walking. Do you want me to tell you about a race that everyone thinks they can finish in two or three steps and that actually consists of an infinite number of distances? Take note! The warrior took out a notebook and a pencil from his helmet (only a few had pockets at the time). The Turtle said, \"A\". Two things equal to a third are equal to each other; B. The two sides of this triangle are equal to a third; Z. The two sides of this triangle are equal to each other. Do you agree that anyone who accepts A and B as true must accept Z as true? He's searching for the Turtle. I'm sure you will! So there's a hypothetical proposition that says: if A and B are true, Z must be true. Someone might accept both premises, but not the conclusion... \"Certainly\", said Achilles, \"but it would be better if he dedicated himself to football. Let's call that hypothetical proposition C. Add it, please, before Z. Instead of Z, we should call it D. Proposed by Achilles. It comes immediately after the other three. If you accept A and B and C, you must accept Z. And why should I accept it? The Turtle asked. It follows logically from them: if A and B and C are true, then Z must be true. Or there's another hypothetical proposition that says: if A and B and C are true, Z must be true. It seems... Let's call her D. Write it down, please, before Z. We've finally reached the goal of this ideal race: now that you accept A and B and C and D, of course you accept Z. Do I accept it? \"Torture said naively\". I accept A and B and C and D; however, suppose I refuse to accept Z. In that case, logic would take you by the neck and tell you that you have no other option: if you have accepted A and B and C and D, you must accept Z. There is no alternative. \"Everything logic has to say to me deserves to be written down\", said the Turtle. So write it down in your notebook, please. We'll call it E... months later, Achilles was still sitting on the shell of the very patient Turtle, writing on his notebook, which already seemed to be full. FIN", "title": "Lo que la tortuga le dijo a Aquiles", "author": "Lewis Carroll"}