{"metadata": {"length": 3831, "words": 691, "reading_time_min": 3.455}, "text": "A long time ago, the nightingale didn't sing at night. He had a beautiful voice thread that was skillfully used from morning till late afternoon, when spring came. He rose with the comrades, at the grey and blue dawn, and the frightened awakening of all of them shook the sleeping bumblebees on the reverse of the lily leaves. He would lie down when seven, seven and a half o'clock sounded, anywhere, often in the flowering vineyards that smelled of resed, and he would sleep from a stroke until the next day. During a spring night the nightingale slept standing on a tender branch, forming a ball with his chest and head tilted, like in a funny torticoll. During his sleep, the horns of the vine, those brittle and tenacious twigs, whose acidity of fresh acedera irritates and calms thirst, the twigs of the vine sprouted that night, so thick that the nightingale woke up crawling, with his legs tied with hanging ties, with his wings powerless. He believed he was going to die, he argued, he escaped only at the cost of desperate efforts and swore not to sleep all spring while the vine buds sprouted. From the next night, he sang, to stay awake. While the vine sprouted, sprouted, sprouted, I'll sleep no more, while the vine sprouted, sprouted, sprouted... it varied its theme, surrounded it with vocalizations, fell in love with its voice, became that enthusiastic, drunken and jadeating singer, who is heard with the unbearable desire to see it sing. I've seen a nightingale singing under the moon, a free nightingale and I didn't suspect it was being watched. He interrupts himself sometimes, with his neck bent, as if to hear the prolongation of a broken note... then he sings again with all his strength, puffed up, with his throat thrown back, with an air of despair of love. Singing for singing, singing things so beautiful that you don't know what they mean anymore. But I still hear the first naïve and frightened song of the prisoner nightingale in the vineyards. While the vine sprouted, sprouted, sprouted, broken, tenacious, the twigs of a bitter vine had bound me, while in my spring I slept with a happy and untrustworthy sleep. But I have broken, with a terrified leap, all those threads that had already imprisoned my flesh, and I have fled... when the laxity of a new honeymoon night has weighed upon my eyelids, I have been afraid of the vines' buds and have shouted out a lament that has revealed my voice... Completely alone, awake at night, I now watch the voluptuous and silent star rise before me... to save myself from falling back into the happy dream, in the lying spring when the raven blooms, hear the sound of my feverish pose... sometimes I cry sensibly what is for a quiet habit, what is for a happy ending, and then my voice languishes to the walls, I dare not to go down... I want to say, I know, I want to say, I know, I love to turn back to the freshness of my voice, but I know, I know, I love to say, everything, and I never speak, but I know, I never speak, I never speak, but I know, I love to say, everything, and I never speak, but I always turn back to the shadow of my mouth, and I never, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever, ever", "title": "Los zarcillos de la vid", "author": "nan Colette"}