{"metadata": {"length": 7117, "words": 1316, "reading_time_min": 6.58}, "text": "I went to see Mr. Catalino. You will remember that Mr. Catalino is a very wise man; he is, in fact, so wise that he has never known to have fun, except by his inability to do so. What this does not mean is that Don Catalino does not rumble: Don Catalino rumbles to a beating heart, but it has to do with what Don Catalino rumbles to. The laugh of Don Catalino is worthy of a hero of a Julio Verne novel! And I would not say that Mr. Catalino does not find it amusing and even funny, and even instructive, of course!, to the aforementioned Julio Verne, the delicacy of when we were thirteen years old, Mr. Catalino is, as you see, a big boy, but wise, that is, witty. Mr Catalino, of course, believes in the superiority of philosophy over poetry, without having doubted - Mr Catalino does not doubt but, by method, he does not doubt - whether philosophy will be more than poetry lost to the past, and he believes in the superiority of science over art. Music is the art he prefers, but it is because he says it is a branch of arithmetic, and that harmony, counterpoint and orchestra have a mathematical basis. It is useless to say that Mr Catalino considers the game of chess to be the most noble of games, because it develops high intellectual functions. He also likes sledding, for the mechanical problems it offers. A friend of mine, and yours, says that Mr. Catalino is anesthetist and anesthesiologist. But anesthesiologists are almost all wise. At the fourth hour of being with them one is left feeling energized and ready to be swept up, without pain, into the heart. Mr. Catalino believes in organization, discipline and technique, and he is happy. Happy as a water dog, he accompanies you on your scientific expeditions. A water dog has taught him, to have fun, to walk on two legs and to jump over a hurdle. Where it is seen that I was not entirely right in saying that Mr. Catalino does not know how to have fun. Although there are those who say that it is not for fun, but for experimentation, so don Catalino, perfect vertical mammal -which is the best definition of homo sapiens of Linneo-, has taught his dog to verticalize, to humanize. In addition, Mr. Catalino has taught a boy to say, \"Double plus three, five\"; and if he has not taught (a+b)2 = a2+2ab + b2, or the beginning of Archimedes - \"All bodies immersed in a liquid\", etc. - it is because this was too long for a boy. And Don Catalino begins to think that it is better for the lord that he learns that of \"two plus three, five\", than not the real Torito, for Spain and for Portugal, or another variety by the style. Vacuity, he called it. And I could not persuade him that in their mouth such a vacuity is \"the two plus three, five,\" or any other axiom. -No - said Don Catalino - because they speak, they utter scientific truths. -But come here, Catalin of my sins - I said - leaving aside the scientific truths, as if they were not enough to be dry truths, do you think that the most firmly established axiom or principle is, in your mouth, true? It is not true, it is nothing more than a phrase. -Truth is objective, independent of the intention and state of consciousness of the one who speaks it. And Mr Catalino was available to develop this bright apotegma and to demonstrate it for a more b, when I came out. Because Dr. Catalino, the wise anesthesiologist and anesthesiologist, is more objective than the scientific truths he utters. And there is nothing I expect more than a devoted man. It is useless to say that Mr. Catalino is known much better and more widely in Germany than in his own country. As I think that here you will begin to know him when you translate his great work of the last German translation. Mr Catalino is in correspondence with the major foreigners of the speciality he cultivates, with the Catalino of Europe. Of Europe as an intellectual unit, of course. Don Catalino laments our levity, our excess of imagination. This of the excess of imagination, which is a gift of Don Catalino, is a way of saying, because our wise, speaking of imagination, is like a good king muttering love. One day I found him hungover and almost indignado. Coming from a trip, in a moment of tempting distraction, he happened to read a chronicle of Julio Camba, and then he said to me, “This is not serious... this is not serious!” - And what is the truth, Mr. Catalino? I asked him. - Well, let's leave the paradojas - he replied. What I am saying to you, dear Don Miguel, is that, under the title of humor and for making people laugh, there is a lamentable spirit of irreverence towards Science... It was not discovered when he said the word Science - and he said it like this, with the minuscule letter - but it was because it was already discovered. I returned to my seat, afraid that he would try to prove to me that it is pernicious to a people the spirit of irreverence towards Science and its self-denying cultivators. As you can see, every time I throw myself at the mercy of Don Catalino I manage to escape, trying to get out of danger. And I fear that he will end up convincing me of something, which would be the most terrible thing that could happen to me. I went, as I said, to see Mr. Catalino. I wanted to know your opinion on this war. That is, not in relation to war specifically, but in relation to zeppelins, submarines, the death camps of 1942 and poison gas. I was expecting to hear some rousing and peregrinating things about those great inventions of applied science. But it was only Catalin who gave me a blow and he uttered with a sour mouth this epiphany: -Man, I am glad to see you, to tell you that I understand you less and less. -All honour! - I exclaimed. - How honor? - Honor, yes. Not being understood by a wise man, and by a wise man like you, Mr Catalino, is one of the greatest honors. - I don't understand... - I know you don't understand. Because you wise people study things, but not men... -Man, man, my friend Don Miguel... There are anthropologists, that is, wise people who are dedicated to studying man... -Yes, but as a thing, not as a man. And psychologists... - Yes, they also study the soul objectively, as a thing... - Ah! You are certainly a supporter of the introspection! Because you'll see... -No, you won't see anything - I said, horrified - I suddenly remember that I have a date. I'll come back another day... And I'll escape again. I went home to read any poet, the least scientistic, forcefully convinced of the truth that if the poet is crazy, the wise, on the contrary, is a twit. And between hearing the funny squeals of a maniac or the spouting scientific facts of a tonto, there is no doubt. I am more interested in the adventures of Belerofonte or the legend of Edipus, than in the binomial of Newton. And as for utility, as at the end and the end one has to die one... the question is to live a fun life. And although I am divided with Don Catalino, I can assure you that Don Catalino is not divided with me. I do not think it is a rare style; I mean, a subject for slurs of bad sex, as I try to give it with this resemblance. *FIN* La Esfera, Madrid, 24-VII-1915", "title": "Don Catalino, hombre sabio", "author": "Miguel de Unamuno"}