{"metadata": {"length": 7774, "words": 1473, "reading_time_min": 7.365}, "text": "We talked to several men of letters about the curious things that, from Greeks and Latins, have made ingenious jokers, patients or unconcerned, with language. Verse that can be read from the back as well as from the right, always keeping the same meaning, acrostics rejoicing, in losange; and then, prose in which one of the vocals is omitted, in long Castilian stories. So I told you about a curiosity, one of the most peregrine, that I, being very young, put into a magazine that I was running, over there in Nicaragua, an intimate friend of mine. It is a short story, in which not one voice is silenced, but four. You will read it. You will not find another vocal more than the a. And he will keep your mouth open. His author, South American, certainly, perhaps Antillano, possibly from Colombia. Ignore and ignore his name. Here is the struggle I refer to: TO BE OR NOT TO BE – A Havana acclaims Ana, the most afflicted, most abused lady. He loved Ana Blas, the galan assaz cabal, as Chactas loved Atala. They had passed long white robes to Ana, to Blas; but they had not reached anything. They tried to enlist the help of the king; but they found the harlots to be a stumbling block to such a plan. The plaza, called Armas, gave her a home; Blas talked to her every morning; but her mother, called Marta Albar, could do nothing. Such a mother tried to marry Ana until she found a big pond, a high house, a wide arc to hang a long silver, to catch the adahalas 1. Good luck! But would such a battle be worth it? Nothing! nothing but to get the call aflame! Ana arose from the bed when she washed; Blas found her lying down. Gradations called the alharacas adapted to such abrasive souls. There, halagadas face to face, they pact until the park to love Blas to Ana, Ana to Blas. Oh, clear streams of tears falling to the souls strained to love! The gnats pass to eat them 2 more times, to cleave the azagaya 3 to the soul. Nothing will be able to stop her! They passed the added 4. At the time of the supper to give Blas to Ana the sacred arrows, they tried to talk to Marta to avenge 5 to Ana, talk to the king, wash the bed, blankets, pillows, leave the house ca! nothing was lacking to go to the altar! But the morning was marcada, ah Marta mala ánimo! pass to Santa Clara al alba, to clamor to the saint adapted to the gala for Ana. The grades were already falling; but oh, how they fell! He finds Ana embracing Blas, face to face. Ah! nothing enough to draw the armed hand. Martyn afflicts Ana, as the swine afflict the oxen; and Bala afflicts her: to stop the affliction of Martyn, he shall afflict the ox. Marta hurls the worst words to the highest cliff. At once they fall, alarmed at such a fright, attracted to the words: - Here! Here! Catch the mutilated woman! Ambush the boy! Go into the house: the blasphemer raises the tables to the gradanum to launch the army; but nothing will be done for such white weapons. Clam, apalabra, aclara vanas palabras! Nothing can reach it. They are stealing the Blue. Marta sends Ana to Santa Clara; Blas goes to the cabin. Ah! Tomorrow is a fatal day! Barbara Marta! Avara fell to 6 by striking Ana after the sacred barbacanes (algar 7 fatal for soft-hearted women). Did he try to bring peace to Ana? Oh! 8, fling her, kill her! So it was with the maldive Marta. Ana, every white, loved Blas more; every white more swollen, swelled more. Blas, on the band to the sea, after the White House, sat on the sand, 9 a great malt; on the sand he swam, 10 he swam, he swam, 11 he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he swam, he When the white rays hit the beach, they give silver, jump the bars, move to the beach. The boat, already at 12 o'clock, passes to the galley to Havana. You have already sown 13 great Blas; you are going to gather the wheat to call Ana! Ah! Advance, gal, advance! Clam the wings to the alcatraz, the feet to the sand - advance, galan, advance! But he will not reach the call: they will smite 14 more times the door, they will smite it again. Let the haze go. Blasphemed her; to avert a rebuke, he tried to talk to Ana to Ana, nothing more. To such attainment, sing a low-lying song: The boat launched out to sea drags a young canoe into Havana Bay. As such, the murder-wife was called asap, but never kill them, they have to love them. Falling the amarras will make such a galan, as, brava alabarda call the sea. The wings, the wing, the wing...Bah! nothing, nothing enough to fight such battle. Ah, march, Atala soul, to give peace, to give joy to the chactas here. The cantata Blas goes here, there, to nothing alarm the adra 15. Ana, enchanted by the sung words, jumps out of bed. The lady gives it to the galley. Afanada calls a Blas, already 16 parda. \"To Blasa, sunk at the bottom, nothing can reach such a name; to raise her, Ana flings her into the air. She is talking, Ana the scab; she is talking more; she is giving her a little to sooth her. Blasphemy. Blanda and already, to end, the French parda down to Ana for the Magna Room. Already there, Ana zafa alda after alda until she reached the plaza. There is a Blas. For, for, Blas! Back to Ana. It's called! Advance, galant advance! Clam the wings to the Alcatraz, the feet to the Alps. Advance, gal, advance! - Dear Ana!.. Blas!... - Blas will never leave Ana! - Ah! Never! - Oh, my dear! - Hold Ana until she dies! -Breathe into Blas until the soul is released! !... The morning after yesterday, the fragant Atlas ascended the ancla for Malaga. The camera was aimed at Blas, at Ana... there was nothing to be written; but the beautiful sea, beautiful, hurled the fragant: the sand. The sea works the bands: but it is a mighty one, it hurls tables at the tajama; nothing suffices to save the fragata. Oh so many souls tossed to the sea, tethered to a clapping table, swimming to win the beach! Blas nothing for here, for there, to find Ana, to save her. Oh, so brave, such a great aft for nothing, he'll find her, but she's already dead! Matada!! !... By playing so badly nothing matters anymore, nothing is worth reaching. Holds the mother: - Love till death! -Cry... Both souls embraced sink into nothing 17. The sea catches Ana, catches Blas, catches more...Ca! Ana was already talking to Blas about the sand, about the fayres, about the sand-pits. Mama, it was Ana. Dad, it was Blas!... Nothing says Havana to take Marta to the plaza after the past; but the palm tree can sing harta hazaas to card her the loom. And there we are. Who will tell me the name of the author? Rubén Daro FIN Mundial Magazine, Paris, 1913 1. Admit them, the same way you admit them. 2. Aim, fire. 3. Azagaya, dardo. 4. Add together, the time of a year. 5. Abandon, give freedom, license. 6. Bajasa, bad woman (The Dictionary of the Academy does not bring it). 7. Cave, cavern or cave. 8. Let go, torment. 9. Study, experiment. 10. Bale, ardently desire. 11. Alfana, church. Voice of Germany. 12. Prepare, prepare. 13. Wake up, put on hand. You already have it 14. Atafagar, fatigar, sofocar. 15. Adra, part of a neighborhood, barriada. 16. Well, it is said that they were created for a reason. 17. Souls by bodies, God frees me from impurity. We thank Carlos Moya Moradas for his contribution of this story to the Digital Library of the City of Seva.", "title": "Amar hasta fracasar (solo la vocal \"a\")", "author": "Rubén Darío"}