{"metadata": {"length": 5521, "words": 1067, "reading_time_min": 5.335}, "text": "Once upon a time there was a cow that ran away from her master's flock and hid in an abandoned grazing ground. A cute calf was born and the cow left him to return to the old fold. As an old woman was passing by, she saw the beautiful calf and took him to her home. She fed him spices, millet and herbs. The calf grew up and soon became a magnificent bull. A butcher offered the old woman to sell the bull, but she strongly refused. \"Takisé (that's the name I gave him) is not for sale\", he replied. And the butcher came to the king, and said, My lord, Zeinub, the old woman, has a great and large bull, and a great and round bull, and he is worthy of his right hand. The ruler, a renowned glutton, ordered the point to go in search of the bull of old Zeynubé. Several butchers, under the command of a palace official, reached the old woman's hut. And the eunuch said to the old woman, The king commands that the ox be delivered to us for sacrifice tomorrow. \"The king's order is fulfilled\", replied the old woman. \"I cannot oppose it. But I beg you, take Takise with you tomorrow morning. The palace official has come in. The next day he came back with the butchers. They went to get the bull, but the bull was furious and set out to kill them. And the slaughterers were afraid; and the eunuch said to the old woman, Behold, thou commandest the bull to let a rope pass through his neck. The old woman begged the animal, \"Takise, my dear Takise, let them tie you with a rope. The bull agreed. They took him to the palace. Once there, they threw him to the ground, tied his legs, and one of the officers, with a large knife, came up to slay him. But the sheet of steel could not cut even one hair of Takise; he had the power to prevent the steel from penetrating his body. And the king was angry, and brought the old woman, and said to her, If ye cannot slaughter the bull, then I will command that thou be slain. The poor old woman went to the bull and, cuddling the turtle, said to him: \"Takise, my dear Takise, let them slaughter you!\" Takise bent the turtle. They slaughtered the great animal, then cut it up and cut it into pieces. They gave all the meat to the gluttony king, but he ordered the old woman to be given the fat and the intestines. The old woman put the remains of the king's hand in a basket and went back to her hut, sad and afflicted. He put the remains in a barn, remembering the death of his beloved Takisé. And it came to pass from that day on, when the old woman rose up, she found the hut clean and cleaned, the vats filled with water, and all the work done. Intrigued, the old woman resolved to clarify the mystery. One morning he left the hut, closed the door and began to watch through a crack what was happening inside. A few moments later he perceived a slight noise and then the sound of brushes sweeping the floor. He suddenly opened the door and saw two beautiful young girls running to hide in the barn. - Don't hide\", the old woman told them. I won't hurt them. The two young women then approached the elderly woman and greeted her warmly. And the old woman gave them a name: Ausa one of them, and Takisé the most beautiful, in memory of the beloved bull. No one knew the two young girls existed, as they never left the cottage. But then one day he called a stranger and asked for a drink. Takisé served you kindly. The stranger, while drinking, looked at her face and was so impressed with her beauty that, without wasting time, he told the king, whom he was going to visit. The sovereign ordered the old woman to present herself immediately accompanied by the beautiful Takisé. When he saw Takisé, he became so attached to her (he had never seen a more perfect beauty) that he said to the old woman: \"Your daughter is beautiful and I want her to be my wife. \"Lord King\", replied the old woman, \"I cannot resist your wishes. But I want you to make me a promise: never let Takise go out into the sun or near the fire, because it would melt like butter. The king promised. A few days later Takise was the wife of the sovereign. One day the sovereign had to visit one of his distant cities. And it came to pass that his sisters, envious, agreed to get rid of his sister-in-law. They knew Takise was badly hot. The sisters-in-law said, \"We want to see how you roast some sesame seeds\". \"I can't get near the fire\", Takisé replied. \"What's wrong with you is that you're a lazy person\", they replied. You just roast those sesame seeds or else we'll kill you and dump your body in the river. Scared, poor Takise obeyed. And, oh fate! as she roasted the grains, it began to melt like butter in the heat of the sun and became an oily liquid that gave rise to a flowing river. A few days later the king returned from his journey and the first thing he did was shout: \"Takis! My cab! One of the sisters came to him and said, \"Then Takise started toasting sesame seeds while you were away, and the poor girl melted like butter, and as she melted, this flowing river that you see there has been formed\". The king was terrified, and, mad with pain, ran into the new river formed with the body of his beloved Takisé. Upon reaching the shore, the king turned into a hippopotamus and plunged into the waters in search of Takisé. And this woman, who worshipped her husband, took the form of a caiman and threw herself into the water, too, so that she would never separate from the king, who was her love. That is why, since then, hippos and caimans have always lived together in rivers and wetlands. FIN", "title": "Takisé, o el toro de la vieja", "author": "nan Anónimo"}