{"metadata": {"length": 3191, "words": 583, "reading_time_min": 2.915}, "text": "Three after. Zig zag, rig rag, milg malg. The skin was so beautiful that it came out in a tan. Children and newborns recently conceived. The warriors had milennia roots and the sky was a tawny haze smeared with the breath of the anemones. It was necessary to close the doors. Pepito. Manolito. Enriquito. Eduardito. Jaimito. Emilio. When they become crazy the mothers want to build a factory of hats, but they can never with this cruelty redeem the ugliness of their ripped chests. The carpets were rolled up. The arrow's gliding made the sword handling possible. It was necessary to break bones and to break the shackles of the rivers. A jofaina and enough. But a jolly one that does not fear the endless crow, which has to sound for three days. They climbed the towers and swam to the quays. A clinic light finally broke through the hospital's gloom. It was already possible to operate with all guarantees. Yodoform and violet, cotton and silver from another world. Come in! There are people who leap from towers to patios and other desperate people who slam their fists on the railings. The morning light was slender and the favourable wind made the least expected damage possible. Jorgito. Alvarito. Guillermo. Leopoldito. July. Joseph. Joy. Innocents. Steel needs heat to create the nebulae and we go to the ineffable leaf! It is better to be a jellyfish and float than to be a child. Wonderful decoupling! Logic of the blood without light that stains its walls. They came down the streets farther away. Each dog carried a bone in its mouth. The crazy pianist collected rose thorns to build a piano without emotion and the rebaos shook with the parted collars. You need to have a hundred sons and give them to the devil. Only in this way would the autonomy of the wild lyre be possible. Come! Come! Here is my sweet son, my easy-going son. In the stairwell you will easily slide it off. They say he is inventing the electric dredge to revive the operation. Do you remember the rogue with the two broken ties? He was among the insects, creators of spores and spore-bearing plants. Points of insertion. And rays of fire on the constellations. It makes you laugh to think how cold the water is. Cold water in the sand, cold skies and sand flies. Here on the streets runs the most hidden, the most delicious, the one with teeth and a pair of eyes. Blood. With all the force of his g. If we meditate and are filled with true charity we will give the degulling as one of the great works of mercy. Mercy of the dark blood that wants, according to the law of its nature, to flow into the sea. There was not even a voice. The chief of the Hebrews passed through the crowd to calm the multitude. By six o'clock there were no more than six children left to beg. Sand watches were still ticking, but all the wounds were dry. All the blood was crystallized when the clots began to form. There will never be another night like this one in the world. Night of ice cream and gummy bears. The syringes were full of useless milk. The mother's milk and the moon supported the battle against the victorious blood. But the blood had already drained from the marbles, and there lay its last rotten roots. FIN", "title": "Degollación de los inocentes", "author": "Federico García Lorca"}