{"metadata": {"length": 7462, "words": 1341, "reading_time_min": 6.705}, "text": "Through the fenced window, Bingo spied on English blackmen. His figures are cut in the Retiro gorge, with twilight background, beyond the fig trees and oranges. They smoke their long white earth pipes, their hats thrown back, and their colored coats pass, olive, honey and tobacco color fade and confuse their tones in front of the crying slave. Bingo turns his eyes to his dead sister, who lies next to him on the hard floor. Throughout the room, sweat-bodies are clenched. There are 30 or 40 black men and women, one on top of the other, like burdens. Their tuff and groaning mingle in the air that announces autumn, as if they were one tangible thing. In the ravine, the English of the South Sea Company are walking slowly. Rudyard, the blind man, is trying to get the earth out of his stick. He laughs at the jokes of his peers, with a grim laugh that shakes his shoulders like a giant. They've stopped in front of the ditch the Africans are digging, beyond the orchard. They've already buried 12 stinking people. Enough for today. Bingo salmodia with his guttural, strange voice, a prayer for the sister who has died. Their singing waves and waves over the heads of the slaves as if a gust of Guinea wind had suddenly entered the courtyard. The other prisoners come in and as the night descends they add their voices to the painful melopea. But the South Sea Company employees don't care much about the sad anthems. They're used to them. They don't care about the plague that tithes the captives. Tomorrow, he will anchor a ship from Africa with 400 more slaves on the Riviera. Business is going well, very well for the Company. Seven years ago he had the privilege of introducing his cargoes to the Rio de la Plata, and since then more than a fortune has been made in London, more than an adventurer has acquired a chariot and insinuated himself among the beauties of Covent Garden and the Strand, because at the other end of the world, in the tiny Buenos Aires, gentlemen need to live like opulent Orientals, within the simplicity of their vast courtyards. Rudyard, the blind man, bite the white pipe. Soon it will be time to find your favorite, Temba, the fragile girl who wears her copper wristband with three heads on her wrist. He doesn't know that Temba is dead too. He doesn't realize that right now, Bingo, his brother, is stripping her of her bracelet. Naked at night, veiled to veil. The factory building is starting to melt with the shadows. The black people are proud of him. It's one of the few in Buenos Aires that has two floors. It rises outside the city, between tuna embroidery, on a floor that formerly belonged to the governor Robles, general don Miguel de Riglos and the Royal Portuguese Company, and which extends with more than a thousand sticks in front, over the river, and a bottom legua, towards the plain. The English are coming back to that house. Next to the pit, on the ground removed, the shovels were mirrored, abandoned in the light of the stars. In the gallery, men break up with Rudyard. They laugh obscenely because they know where it's going. The blind man's broad backs are palms, he walks away, hesitating, towards the hideous square. His bracelet woman... his little bracelet woman... under his colorless, motionless, terrible eyes, forever extinguished by Guinea's cruel disease, his nose is frowned upon and his hanging papaya shakes. This whole cascaraw bracelet thing is his invention, just his. When they unload a remittance from Africa at the Retreat, Rudyard walks among the females for an hour, handcuffing or rubbing them with only the subtle yolks. Until he chooses his favorite and wears it to recognize it among the dark herd, the copper bracelet. You never make a mistake in your choice. His companions comment him with their tongues, marveling. Nor will the woman dare to take off her apron. One did and got a hundred lashes, early in the morning. He was dead by the time they were halfway through the count. Her head hung from one side, like a large crested sling, and they kept whipping her. The blind man touches the walls. He was doubting his stick. His little woman in the bracelet, scared, thin... it will be his last night, because tomorrow he would appear by the factory, after crossing the city by the way down the river, from the Riachuelo barrack, the caravan of new meat. Run the lock and push the door. Its massive ventral mass blocks the entrance. He cries impatiently, \"Them! - It's not that. In the corner, he's heard the familiar sound of the rattlesnakes, scared. The blind man smiles. Night after night he repeats the scene that amuses him. He turns aside so the girl can pass. He'll hunt her down in flight, walk through the door like a fast bird, and drag her into the garden. Bingo stands up and silently touches his sister's cheek. Sixty eyes are fixed on him. They glow in the vast room, like fireflies. Only Rudyard's eyes, horribly bright, do not flash. Everything is quiet around him. You can hear the breathing sights. The smell is so narrow that, being used to it, the Englishman takes a hand to his face. The black is elastic, thin and small like his sister. They point to the skeleton under his skin. He advances bent toward the enemy and as he passes the bodies of ebony move away, stealthy. - Fear! - It's not that. Temba rests forever, rigid, and Bingo lifts on his right, like a dancer's sonja, the copper bracelet. Only three meters separate him from the blind giant now. Calculate the distance and jump through the doorway. Rudyard throws the stick between his legs, but he misses the punch. The sonatas sing their victory outside, in the gallery. Rudyard secures the locks and laughs. Upstairs, the black men laugh too, gin-drunk, cuddled on the table like Hogarth characters. They hear the blind man's insecure claws, the clashes of his staff against the columns, the little voice of the rattlesnake. - Fear! Where are you? Where are you? Temba is in the block, arms over his black marble chest. Slaves dare not come near. They curl up in the corners. You won't be able to sleep today. They hear, they hear, like their masters, the clear picking of the copper balls. Bingo dances, crazy, around the shoulder. The Englishman keeps laughing and rolls his pine branch. They have left the runner, and they go one after another, to the slope of the ravine: the one that fleeeth, agile as a monkey; the one that pursueth, sluggish, massed as a bear. And the rattlesnake sings all the time. Until Rudyard, tired, ends up getting mad. He whips the lemons, the pearls. Wrap up the languages: Temba! Where are you hiding? Where are you, tiger? Their boots shatter the garden cabbage, onions, garlic, lettuce. They've reached the place where the blacks were buried. Bingo jumps over the pit and makes the waterfalls sound. It's like a snake calling through the tunnels, with its crawls, with its temptation. The blind man takes a step, two, three, swinging heavily, and his hood collapses in the moisture of the hole. The black man won't give you a second's respite. He raises the shovel like an axe and, in a heartbeat, his skull breaks. Then, without a moment's rest, it begins to cover it with dirt. The cascabel bracelet throws its nail into the air for the last time, when it falls into the pit, over the olive-colored jacket. In the factory the English snore their drunken, and the awake slaves embrace each other, shaking in cold. *FIN* Mysterious Buenos Aires, 1950", "title": "La pulsera de cascabeles (1720)", "author": "Manuel Mujica Lainez"}