{"metadata": {"length": 7782, "words": 1406, "reading_time_min": 7.03}, "text": "Carefully selected in the market, as it is law when it comes to temple goods, the two slaves were beautiful specimens of race, and if he looked like a rotten sandstone statue, modeled by a slender finger, she had the typical and curious grace of an oregano. The folds of the huépil only pointed out its newborn, virginal forms; the copper rays that surrounded its thorax ascribed the length of its infantile members. He and she would not have been thirty-five years old, and, recently cured, the work had not altered the purity of their lines or communicated to their faces that summation, abhorrent, expression that prints the yugo. When they found themselves gathered in the house where they had been baptized -a well-furnished house with clothes, robes and veils- they looked at each other with surprise, realizing that they were of the same caste, the belicoso Texans, worshippers of the Cross. From the first there was, however, a trust between the slaves, and they were called by their names - he, Tayasal; she, Ichel. The union was arranged without preconditions. Tayasal declared himself the husband and owner of Ichel, \"the swift feet\", and she served him at the table and everywhere. Ichel easily presented her husband with the kernels of corn, the honey of the fig, and the water to wash his hands, and then ate his turn, with good juvenile appetite. They spoke only of luck, making only vague allusions. The wailing would have sounded like a crow. They did not ignore the custom of the powerful people where they had the misfortune to be slaves, and they did not even censor it, for the customs of their own country were so similar, and the Colibr, even more sanguinary than the gods of the water, in whose arms the young couple had to be sacrificed at the turn of a month. They would make the most of the days that remained; they would make a life of neglect and delusion, of enlargement and adulation; and when the day came, the sixth twelfth, June 7th, they would leave the world dancing incantably until the moon, rising in the sky, signalled the hour of death. On the day of the final judgement they would ascend to divinities. Ichel would be resurrected with the arrows of the goddess of water; Tayasal, with those of the god. There was nothing more honorable for slaves who revered the deities, even when they were not the ones who had worshipped them as children with awe-struck fervor. They often talked about how the party would go, thousand times I heard them describe. It was not a war-time solemnity, but an agricultural one. The waters would be entrances already; the seeds, grown and with thorns. The priests, at the twilight, would break the sacks of grain and affix them to the crucifixes; the women would come with offerings. By morning, too, a girl, dressed in blue, would be carried, amid canticles and music, to the centre of the lake in a small boat, and there, with a sledgehammer, they would slam her, hurling her body and shattered head into the blood-red waves. In each house, the instruments of the harp, in trofeo, were hung with a frame and adorned. In streams and springs the mob would bathe; in the squares the lords would dance, carrying a jug in one hand, a bowl of boiled vegetables and grains in the other; the people, door to door, would eat the same dish, the abundance that the water produces and assures... And while all this was going on, the two slaves, Ichel and Tayasal, adorned with gold and diamonds, encrusted with gold with emeralds, wearing tiaras and delicately embroidered shawls of plumes that reverberate like glass, perfumed, enlivened by continual libations of mingled honey, would dance among the delirious cries of the multitude, without noting that the sun was falling and that the terrible moon, slack with blood and human pain, was pointing with its majesty the hour of the plea. Even death was not their nemesis: civilized victims, of peace, would not be opened up with the stout blade of obsidian, to draw them out, whimpering and beating their hearts; they would be confined to lying down in a pit and covering them with earth - blessed earth that produces grain and yields water. It would not happen again..., and they would have been gods, gods like the gods who in the hidden shrine heard prayers and received the fragrance of exquisite colognes... However, as the day of the apotheosis approached, Tayasal became agitated; he had moments of deep concern. Ichel, who was singing joyfully, stirring the pots for the fresh tortillas of the feast, came near to him and asked him sweetly: - What do you have, my husband? Do you feel you are dying for a nation that is not our own? Do you fear the pit that has already fallen on the foot of the temple of Tlaloc and which will serve us as the last talisman? He strained the ear without responding. One night -it was the night of the sacrifice-, he leaned against Ichel's chest, and in the silence and the darkness cried out: \"I do not want you to die, neither for this nation nor for any other. Do you understand, Ichel? I don't want to put earthy smudges on your foul mouth. My soul has attached itself to you as a fig to a tree, and you desire me as the fig desires rain. You will not die. We will escape tomorrow morning, before the cruel moon smears its white face. I know the way; I am strained; they do not watch us. We will wake up in the mountains. Your fluttering feet will fly. Have you understood? Why are you crying? Contest, contest. Ichel took a long time to do it. Finally he spoke slowly: - And if we escape, Tayasal, what occasion will we ever have of being gods? He was changed. It had not occurred to him that, in fact, fusing was losing divinity... -Ichel -he murmured to the chariot, passionately-, is it not better to give up being gods for a moment; to be man and woman and live as such, as such, united as now? - No, it's not better - she said. Do you know why they don’t watch us? Because they know that no one, certainly, renounces a good degree of being gods. If we escape, if we gain freedom and a long existence, you do not think we will be like this forever... I will age; you will win with your arm other beautiful young girls, able to weave and molt grain, and then I will lose my mind. One month we have been married. Now we are gods. There is only one time in life when you can be it; that time is short and never returns! Sleep, Tayasal, my companion. Don't think in fugas... sleep. And Tayasal shook: the shin of the veloces sounded triumphant. A delicious pride rumbled in her girlish tummy. At dawn of the third day, cries and cries woke up the two lovers, who had completely forgotten about the death. On the beautiful carved body of Ichel, like an elvish idol, and smeared with fragrance and copal by the priests, fell the glories and praises of the water goddess. To attach the rock crystal bezel, Ichel had to drill a hole in his lip. Estoica, he didn't even complain. It felt divine. Around him, the mystical voice of the faithful began. Everyone wanted to touch their clothes, take a leaf of the ash of the trees that had pushed them, touch the dirt of their feet, steal one of their shaved heads, as the image of the Water Dispenser, the excelsior Chalchi, brought them. The frog thought it was walking in dreams, and to the sound of trumpets and cymbals, of the cries of the earth and the drums of the flesh, which accompanied the roar of the victorious water, the victim, infeasible, danced, played, twirled in a whirl, tripping over her shaky feet, surrounding her frightened eyes, until the moment when a sacrificer pushed her, and she fell, beside Tayasal, into the deep pit. They poured over the two waterfalls of the earth, which were recently apsidal, and the people continued to dance on top until morning.", "title": "Dioses", "author": "Emilia Pardo Bazán"}