{"metadata": {"length": 6446, "words": 1221, "reading_time_min": 6.105}, "text": "There was once a boy who had a lot of toys. He kept them all in his room and, during the day, spent happy hours and hours playing with them. One of his favorite games was to make war with his lead soldiers. He would put them face to face, and start the battle. When they were given as gifts, he realized that one of them was missing a leg because of a factory defect. However, while playing, he always placed the mutilated soldier in the front line, in front of everyone, encouraging him to be the bravest. But the boy did not know that his toys came to life at night and spoke to each other, and sometimes, by placing the soldiers neatly, he carelessly put the mutilated soldier among the other toys. And so it was that one day the soldier met a gentle dancer, also of lead. A stream of sympathy developed between the two and, little by little, almost unwittingly, the soldier fell in love with her. The nights passed by quickly, one after the other, and the beloved soldier never found the right time to declare his love to her. When the boy left him in the middle of the other soldiers during a battle, he longed for the dancer to see his courage. At night, when she asked him if he had passed out of fear, he vehemently replied no. But the soldier's persistent gaze and sighs did not go unnoticed by the mischievous man who was locked in a box of surprises. Whenever, by magic, the box was opened at midnight, a warning finger pointed to the poor soldier. Finally, one night, the mischievous one exploded. - Hey, you, stop looking at the dancer! -The poor soldier turned red, but the dancer, very gentle, consoled him: -Don't listen to him, he's an envious man. I'm very happy to talk to you. And he said it in a red tone. Poor lead statues, so shy, that they dared not confess their love to each other! But one day they were separated, when the boy put the soldier on the edge of a window. - Stay here and make sure no enemy enters, because even if you're lame you can be a sentry! The boy then put the other soldiers on a table to play. Days passed and the lead soldier was not relieved of his guard post. One afternoon a storm suddenly broke out, and a strong wind shook the window, hitting the lead figure that rushed into the void. Falling from the window with his head down, the rifle's bayonet was nailed to the ground. The wind and rain persisted. It's a real storm! The water, which was falling downward, soon formed large ponds and small streams that drained through the sewers. A cloud of boys was waiting for the rain to subside, hiding at the door of a nearby school. When the rain stopped, they rushed to their homes, avoiding the larger ponds. Two boys took refuge from the last drops that were leaking from the rooftops, walking very close to the walls of the buildings. That's how they saw the lead soldier nailed to the ground, water gushing. - What a shame he has one leg! If I hadn't, I'd have taken him home\", one said. \"Let's cook it likewise, for some use\", said the other, and put it in his pocket. Across the street was a stream, which carried a paper boat that got there it's not known how. - Put it on top of him and he'll look like a sailor! - said the little one who picked him up. That's how the lead soldier became a navigator. The water from the stream was swallowed by the sewer, which also swallowed the boat. In the underground channel the level of the muddy waters was high. Huge rats, whose teeth were gnashing, saw the unusual sailor passing in front of them on top of the zoozing boat. But it took more than a few poor rats to scare him, the man who had swept away so many dangers in his battles! The sewer ran into the river, and to him came the boat that finally sank without a remedy pushed by turbulent swirls. After the shipwreck, the lead soldier believed his end was near by sinking into the depths of the water. Thousands of thoughts crossed his mind at the time, but above all there was one that distressed him more than any other: that he would never see his dancer again... suddenly, a huge mouth swallowed him to change his destiny. The little soldier found himself in the dark stomach of a huge bird, which swung voraciously over him attracted by the bright colors of his uniform. However, the bird did not have time to digest such heavy food, as it was soon caught in the net that a fisherman had laid in the river. Soon after, he ended up dying in a shopping basket along with other unfortunate birds like himself. Turns out the cook of the house where the little soldier had been went to the market to buy fish. \"This specimen seems appropriate for tonight's guests\", said the woman looking at the fish exposed above a counter. The bird ended up in the kitchen and, when the cook opened it to clean it, she found herself surprised with the soldier in her hands. - But if he's one of the soldiers of...! - he screamed, and went to find the boy to tell him where and how he had found his lead soldier who was missing a leg. - Yes, it is mine! - the boy exclaimed joyfully as he recognized the mutilated soldier he had lost. - Who knows how he got into this bird's belly! Poor thing, how many adventures have passed since you fell out the window! And he put it on the chimney floor where his little sister had put the dancer. A miracle had reunited the two lovers. Happy to be together again, they spent the night discussing what had happened since their separation. But fate was holding them up for another evil surprise: a gale lifted the curtain from the window and, hitting the dancer, made her fall into the fire. The little lead soldier, frightened, saw his companion fall. I knew the fire was on because I could see its heat. Desperate, he felt powerless to save her. What a great enemy fire can be to melt lead statues like us! Swinging with his only leg, he tried to move the pedestal that held him. After unsuccessful efforts, he finally fell into the fire. United this time by misfortune, they were once again close to each other, so close that the lead of their small peas, licked by the flames, began to melt. The lead from one's plum blended with the other's, and the metal surprisingly took the shape of a heart. Their little bodies were about to melt, when the boy passed by. Seeing the two statues in the flames, he pushed them away with his foot. From then on, the soldier and the dancer were always together, just as fate had united them: on a single heart-shaped plough.", "title": "El soldadito de plomo", "author": "nan Anónimo"}