{"metadata": {"length": 2340, "words": 403, "reading_time_min": 2.015}, "text": "I was heading to Léchniuv, where the division's headquarters had been established. My traveling companion continued to be Prischepa, a young Cuban, tirelessly wicked, a communist-purified, future trapper, carefree, syphilistic, and a late liar. He was wearing a carmesan caftan made of fine cloth, and a shredded hood dropped on his back. On the way, he told me about his life... a year ago, Prischepa ran away from the whites. In retaliation, they took the young man's parents hostage and shot them in the counterintelligence section. The neighbors looted the property of the house. With the white people expelled from Cuba, Prischepa returned to his hometown. It happened in the morning, at dawn, when the mujik's dream sighs under the gritty buck. Prischepa hooked up an official carriage and went around the village picking up his gramophone, his kvas tanks and the towels embroidered by his mother. He took to the street in a black coat and a curved knife on his belt; the carriage was rolling behind him. Prischepa went from one neighbor to another, and the bloody footprint of his plants was leaving a trail behind him. In the houses where the Cossack found his mother's objects or his father's pipe, he left old stabbings, dogs hanging over the well, icons crammed with animal excrement. Smoking their pipes, the villagers followed the path of Prischepa with their eyes gloomy. Young Cossacks scattered across the steppe and carried the casualty count. This count was growing, the town was silent. When Prischepa was finished, she returned to her parents' empty house. He put the recovered furniture in the order he remembered from his childhood and ordered vodka. Locked in the house, he spent two days drinking, singing, crying and spitting on the table. On the third night, the people saw smoke over the Prischepa isba. Chamusked, with his clothes torn, Prischepa came out wavering, pulled a cow out of the stable, put the revolver in his mouth and shot. The earth was spinning under his feet, a circle of blue flames flying out through the chimneys and fading away. A calf left him groaning in the stable. The fire was shining like a Sunday. Prischepa untied the horse, jumped over the chair, threw a strand of her hair into the fire and disappeared. The following is a list of the official languages of the Republic of Moldova.", "title": "Prischepa", "author": "Isaac Babel"}