{"metadata": {"length": 2814, "words": 547, "reading_time_min": 2.735}, "text": "Once upon a time there was a man who owned a large herd of cows. This was cared for by a shepherd who had a reputation for always telling the truth. One day the shepherd was coming down the mountain and the owner asked him, \"How are the cows following you?\" - Some rolls and some thin ones. - What about the stud? - Fat and splendid. - What about the grass? - Green on one side and dry on the other. - What about the water from the streams? - Turbid here, clean there. One day the owner was heading to the pasture. Along the way, he met a friend who was also going to see his flock. - Why do they call your cowboy the man who never lies? - Because he's never told a lie. - I'll have you say one. - That's not possible. - What do you bet? - Half our estates. - I got it. The boss's friend used every means possible to make the cowboy lie. One day he went hunting in a place that could be seen from the barn where the cowboy who never lied was. When it was evening, the owner asked him in the presence of his friend, \"Has anyone gone hunting today?\" I will tell you, sir, I saw a man or a woman on a horse or a donkey, carrying a shotgun or a rifle, and his dog or dog running after a fox or a fox. The day was coming when the bet would end. One morning, the twenty-year-old and very pretty daughter of the apostate friend rode her horse and, without telling her father anything, went to the pasture where the rabadan was. At dusk, the girl returned home and handed her father the heart of the bull wrapped in fig leaves. The friend went to tell the boss that his shepherd had killed the bull. And it came to pass the next day, when the shepherd came down from the mountain, and had his staff nailed to the ground, and had his cloak and his hat upon him, and said to him, \"Stab, thou art my master; ask me\". - How are the cows? - Some rolls and some thin ones. - What about the stud? - He attacked me and I had to silence him. He took the stick, pushed it a little further and repeated the questions. He came to his boss' house, hung his hammer from a nail and sat down. He was summoned to the room where the owner, his friend, and some other men were gathered. The owner asked him in front of everyone, \"How are the cows going?\" - Some rolls and some thin ones. - What about the stud? The cowboy dropped his head on his chest without responding. - What about the bull? - he asked the boss again. And the ox lifted up his head, and looked one by one at the people, and said, Because of the beautiful eyes of a brunette, and a harmonious body, the bull is lost in heart. The boss got up from a jump and shouted. - That's good! Long live my shepherd! The cow that that bull brought into the world will bear another. He hugged him. And the friend gave his daughter in marriage. FIN Translation by Esperanza Cobos Castro", "title": "El vaquero que no mentía jamás", "author": "Alfred de Musset"}