{"metadata": {"length": 6258, "words": 1102, "reading_time_min": 5.51}, "text": "The whole of Paris still remembers the pain Mrs de Sora experienced when she lost her husband. Behind that door, tapestry in black, that Paris mourning marked with initials and badges, was a terrible Spanish despair with all the demonstrative exaggerations of those countries, pagans forced to be Catholics, where they venerated bloody Christs and virgins with heart pierced by daggers. The princess cut her hair, locked herself in and stopped receiving visitors. With her black dress and her young pink head, she looked like a novitiate in that mansion turned into a convent. She spent the days in front of her husband's portrait and dined alone in the large dining room where two covered rooms were placed every night. The prince's staff and hat were in the reception hall in their usual place as if the gentleman, who had gone away forever, had just come home. And that memory, stubborn in external things, stoked the poor woman's despair and made her void of absence even greater. Of all the whirlwind of visits, dances, receptions, concerts where they had met and loved, which surrounded their happiness like a worldly and elegant frame, she had only retained one friend, Countess Ancelin, a salon singer who owed to her beautiful voice the fact that she had continued to be the princess's intimate friend. That uncomfortable, noisy pain irritated her with the conversation, but it calmed down when she heard her singing alongside her. That helped her cry. Two years passed. The widowhood was still equally painful, equally austere. But the hair had grown back tight and thin, with life-up risings, curls and ripples. The mourning seemed to have enlightened, cheered and seemed no more than a whim of elegance. It was then that Mme Ancelin's nephew found the princess at his aunt's house, fell passionately in love and thought of marrying her. At the first sentence he tried to say, the widow was indignant. To her the prince was still alive, and that offering seemed to her an insult, a proposal of infidelity. For a while, he didn't see his friend again. The young suitor left, tried to forget, but soon returned, showed so much love and so much despair, that Mme. Ancelin felt sorry for him and decided to overcome the scruples of the princess... but how to persuade that singular nature, which never reasoned and lived only by snatches and enthusiasms? He thought such an exclusive passion must be forcibly jealous and tried to make use of old letters from the prince. It was not difficult, for Mr. de Sora had written long before he married and had spread his beautiful calligraphy through a pile of small, locked drawers, so hidden from each other that each of them could boast of owning the scented coat of arms of the great lord. To bring several notebooks from a trivial and dateless novel, to show those letters to the widow, Mme Ancelin managed to open that mansion that was like the grave of the deceased, a mute, marchit grave, where a living statue wept throughout the day. It wasn't pain, it was annihilation. Poor princess! Their years of happiness, their time of widowhood, everything collapsed and disappeared into the same abyss of contempt and anger. All he had left was a huge desire for revenge. The portrait was removed from his bedroom. He ordered that the second covering, the reserved, empty seat that prevented him from feeling alone, be removed. From that moment on, in the crowded reception hall, open to visitors and walkers, neither the staff nor the hat that had been there for so long was seen again. There were parties at Sora Mansion, dances, dinners. Like the changing sky that escapes a prolonged darkness, the princess, grey, lilac, pink, blue, regained all her splendor. Then one afternoon, as she walked through her little greenhouse, she told Mme Ancelin's nephew that she followed her like a silent shadow as soon as the lady appeared: \"I'll be your wife when you want me to\". Very soon after they were married and happy; she with a kind of rage, he, disturbed and surprised by that sudden passion, but enjoying his happiness without trying to analyze it too much. There was a lot of talk about that marriage in society. Madame Ancelin, accustomed to the phrases of her novels, had a charming comment about it: \"Look at the princess!... We thought she was crying, but she was just screaming... Her was a turtle widow. The newlyweds were in the country, in a sunny house outside Paris. That's where the friend came to meet them. Seeing them walk their happiness among the arriates and the silent diners, the lovely lady, who never saw too far away because she kept her eyes fixed on the present moment, suddenly said to them: What kind of deception? Oh, my dear! Now I can tell you everything... the poor prince wasn't as perverted as I described him. The famous letters were from five years ago... you weren't married yet... \"The princess said looking at them both with crazy eyes. The deceased, forgotten prince, whose last name was no longer with him, had just fully recovered his space. The young husband understood this when he saw the princess' gesture to move away from him. Without any explanation, it all ended between them. She locked herself in her home and, in the agony that lasted for eight days, gave herself to all the regrets that tormented her. The unfortunate woman had remarried without love, out of revenge, and knowing that the prince's absence had not existed, she felt criminal towards him and ashamed of herself. What pity for that memory so brutally expelled that it returned with the same violence! The poor lover kept himself at bay, aware that he was nothing to her and that the old passion, returned with such intensity, had killed the other suddenly. She spoke coldly to him, as to a stranger; she assured him of her forgiveness, for she was convinced that he was not an accomplice. At the last moment, as Mme. Ancelin wept beside her, full of remorse, though not fully aware of her guilt, the princess leaned toward that light soul that had come to roll over her harsh and straight path; then, with a voice too weak for the complaint to resemble reproach, she said: And so it was. The end of the new decadence. First day. Le Temps d'aimer, 1884 Spanish translation by Cobos Castro", "title": "Una viudez de tórtola", "author": "Alphonse Daudet"}