{"metadata": {"length": 2167, "words": 385, "reading_time_min": 1.925}, "text": "What Genaro does is horrible. He uses unforeseen weapons. Our situation is getting disgusting. Yesterday, at the table, he told us a story about corn. She was actually funny, but as if Amelia and I could laugh, Genaro spoiled her with his big fake jokes. He said, \"Is there anything more funny?\" And he would roll his hand over his forehead, shrinking his fingers, as if looking for something. She laughed again, \"How will it feel to wear horns?\" She didn't take into account our confusion at all. Amelia was desperate. I wanted to insult Genaro, to tell him the whole truth out loud, to run out and never come back. But as always, something was stopping me. Amelia, perhaps, annihilated in the intolerable situation. Genaro's attitude has been surprising for some time now. He was getting more and more stupid. He accepted incredible explanations, gave room and time for our most awkward interviews. He did the comedy of the journey ten times, but he always came back on the day he was supposed to. We would abstain in vain in his absence. When he returned, he brought us small gifts and unethically held us tight, kissing us almost around the neck, holding us too tightly to his chest. Amelia became disgusted with such hugs. At first we were afraid, thinking we were taking a big risk. The impression that Genaro would discover us at any moment, dyed our love of fear and shame. The matter was clear and clear in this respect. The drama was really floating on us, giving dignity to guilt. Genaro has ruined it. We're now caught up in something cloudy, dense and heavy. We love each other with a grudge, bored, like husbands. We have gradually acquired the tasteless habit of tolerating Genaro. Their presence is unbearable because it does not interfere with our routine; rather, it facilitates routine and causes fatigue. Sometimes the messenger who brings us the supplies says that the removal of this lighthouse is a fact. Amelia and I are having a good time, secretly. Genaro is visibly distressed: \"Where will we go?\" he tells us. We're so happy here! Then, looking for my eyes: \"You'll go with us, wherever we go\". And he looks at the sea with melancholy. FIN", "title": "El faro", "author": "Juan José Arreola"}