{"metadata": {"length": 5846, "words": 1078, "reading_time_min": 5.39}, "text": "(Apologe) It is difficult that a man better than Noguera has been born. But, since he was very young, a mysterious fatality began to engulf his heart. He needed no trust, openness, love; everyone rejected him, everyone hid from him. He observed that, with one or another pretext, they avoided all his dealings. And since he was not conscious of lacking anything in others, he began to think of it and to see in human society a stifling power that, when it comes to pursuing one without reason, does not recognize either goodness or evil. Noguera was a victim of persecution and ended up in a monastery and a pessimism. Only a brotherly sympathy and consolation found its way into his loneliness, but what sympathy and consolation! And it was that he met with such a Perálvarez, a sceptic and nihilist almost by profession. For Perálvarez nothing was worth anything; it was useless to exert effort; the same thing made one do something one should not do; everything became comedy, farce and farce; men were, indeed and for themselves, irremediable and necessarily selfish and comic; the question is to aparent what one is rather than what one is not, and all this fatally and without any other way. And Noguera found a bitter consolation in this depressing philosophy, which, being the explanation of his disgrace in society, was at the same time the means of justifying himself, condemning others. But why does society pursue me and not others, seeking and celebrating and praising these, while I am rejected and condemned?” Noguera asked. And Perálvarez replied: “Precisely, because you are good, simple, sincere, without double, an ox in a world of wolves and rascals. And because others, even being rejected, know how to hide it.\" He once traveled to the poor Noguera with all his misanthropy, when he happened to meet a travel companion who seemed more human, that is, less like the totality of men, than any he had ever met. He began to spontaneously interact with him and observed that he was treated more with loving compassion than with hostility. He came to confess to him little by little, and the other, taking a tone of sad exhortation, said to him: -All this has happened to you, my lord, because you have not found a sincere and frantic soul to tell you the truth, the whole truth of why men are afraid of you. -I believe that I do not remember the consciousness of having failed in anything. - You know not, of course not! - Is that... - No, you don't, but you can get to the sad state of misanthropic despair you are in, not your fault, but not because of others. -No, no; it is that this society... -and he received all the teachings of Perálvarez. -All of that is a lesson from... -My only friend, the only man I have found who loves the truth above all and hates the fable and the social farce. But, finally, you ask, what is it that makes everyone run away from me? - I will say it. What makes you all sick and makes you a leper's soul, which is worse than a body of such, is that you are sick by the nose, which is rotten. If they had said so at the time, they would have been put in a hospital and perhaps killed. And, of course, it would not have been a heart-strangling misanthropy that would have broken his heart, making him see the world as it is not. - No, it can't be that; it can't be! - Why? Why don't you look at yourself? I was expecting this. Nobody sucks their own air. -But Peralvarez, how did Peralvarez not tell me? - What I know... - If that was true, if I was convinced that society is not what I think it is, then... - Then you were saved. - No; if I cannot hate her with reason, then I am lost. Because this hatred is incurable. Separate. Noguera had a few stormy days, in which he suffered in the very fabric of his spiritual being and doubted the brutal fact that he existed; the very fabric of his thought was dissolving. So he found Peralvarez, sat down with him, and with shadowy eyes, as a being coming out of nothing, he announced a supreme confession. Peralvarez's face froze, and he said, \"Habla!\" Noguera told him of his encounter and the explanation he had given the traveler of the fatidical enigma of his life. And when he had finished listening, after a brief silence, Perálvarez added: -Bah!, that is a ridiculous, insignificant explanation for a case like yours. How do you think that because someone's nose is a bit crooked, or their breath is a bit stale, society will then suck it up? No, that's an hypocritical conclusion. -But, of course, tell the truth, my only friend, the only honest and loyal man I have found, tell the truth, does the air or not? - I do not know how to say it - Perálvarez replied - because I do not know what it is that men call olfato and even suspect it to be one of the many hypocritical fictions they have to invent to defend themselves. I cannot distinguish between the smell of incense and that of burnt meat; I do not know whether they burn. I don't have what they call a nose, if that's what it is, nor do I like the lack of it. For what it serves!... And it was true that he did not have it, as his philosophy was not beyond that of a man without sense and product of the lack of it. A storm of doubts and despair, of fears and terrors swept over Noguera’s soul. Now it was all clear to him, and a thousand little incidents that had seemed enigmatic to him were now made clear to him. And, above all, that it should have been about him, precisely about him, who society made despite its rigours. And the origin of Peralvarezcan philosophy was clarified to him. In a few days the poor Noguera, insane with despair, convinced that his soul, and not his body, was now incurable, was dead by a shot through the nose, without having figured out why Peralvarez, who was the one who had killed himself, was without a hat. *FIN* El Mundo Gráfico, Madrid, 1913", "title": "El secreto de un sino", "author": "Miguel de Unamuno"}