{"metadata": {"length": 6539, "words": 1229, "reading_time_min": 6.145}, "text": "What will this joy of the first sun be? Why does this light falling on earth fill us so with the sweetness of living? The sky is all blue, the fields all green, the houses all white; and our enchanted eyes drink those bright colors which make joy for our souls. And we get a sense of dancing, a sense of running, a sense of singing, a happy lightness of thought, a kind of tenderness for everything; we want to embrace the sun. The blind at the doors, impatient in their eternal darkness, remain as calm as ever amid this new joy and, without understanding, appease every minute their dog who wants to jump. When they return, at the end of the day, from the arms of a younger brother or sister, if the child says, \"He did very well today!\", the other replies, \"I have already realized that he did well, Loulou was unable to stay in his place. I've met one of those men, whose life was one of the most cruel martyrs imaginable. He was a peasant, the son of a Norman farmer. His father and mother looked after him more or less during their lifetime; he hardly suffered from his horrible disability; but as soon as the old men disappeared, an atrocious existence began. Picked up by a sister, everyone on the farm treated him like a beggar who eats everyone's bread. At every meal they threw his food in his face; they called him a slothful, a pathan; and though his brother-in-law had taken his share of the inheritance, they gave him reluctantly the soup, justly so that he would not die. He had a very pale face, and two large white eyes like waffles; and he remained impatient with the insults, so closed in himself that he did not know if he heard them. For the rest, he had never known the slightest tenderness, since his mother had always mistreated him, for she did not love him; in the field the useless are a hindrance, and the peasants would gladly do what the hens, who kill the invalids. As soon as he had swallowed the soup, he would sit at the door in the summer, glued to the chimney in the winter, and never moved again until late at night. He did not make a gesture, a movement; only his eyelids, which waved a kind of nerve sickness, sometimes fell on the white spot of his eyes. Did he have a soul, a thought, a clear conscience of his life? No one asked him. For a few years, things worked out this way. But his helplessness to do nothing, as well as his impatience, eventually exasperated his relatives, and he became the laughingstock of all, a kind of mocking-martyr, a piece devoted to the natural ferocity, to the wild joy of the brute around him. They devised all the cruel jokes that his blindness could inspire. And, to collect what he ate, his meals became hours of leisure for the neighbors and of supplication for the helpless. The peasants of nearby houses attended such a party; they communicated it door-to-door, and the farmhouse kitchen was full every day. Sometimes they would put it on the table, in front of his plate, where he would start drinking the broth, a cat or a dog. The animal instinctively sniffed the man's disability and, very gently, came near, ate quietly, licking delicately; and when a splash of the tongue a little louder aroused the attention of the poor devil, he cautiously turned away to avoid the stroke of the spoon he randomly threw before him. Then there was laughter, pushing, clappering from the crowd, clutching along the walls. And he, without ever saying a word, would eat again with his right hand, while, with his left hand forward, he would protect and defend his plate. Other times he was made to chew on cork, wood, leaves, and even waste, which he could not tell apart. Then they were tired even of these songs; and the brother-in-law, always furious that he had to feed him, beat him, slapped him without ceasing, laughing at the other's futile efforts to stop the blows or return them. Then there was a new game: the slap game. And the farmhands, the servant, the maidens, put their hands on his face at every moment, which impressed on his eyelids a rash movement. He didn't know where to hide and he kept his arms outstretched to keep them from getting close. Finally, he was forced to beg. They bet on it on the roads on market days, and as soon as he heard a footstep or a carriage rolling, he would stretch out his hat and babble, \"A charity, please\". But the peasant is not a prodigal, and for weeks he didn't get a girl bitch. There was then a rampant, ruthless hatred against him. And here's how he died. One winter, the earth was covered in snow, and it was freezing horribly. Now, his brother-in-law, one morning, took him far away, to a major highway to ask for alms. He left him there all day and when the night came, he claimed to his people that he had not found him. Then he added: \"Bah! Don't worry, someone must have taken it because it was cold. He's not lost, you bastard! He'll be back tomorrow to eat his soup. The next day, he didn't come back. After long hours of waiting, assaulted by the cold, feeling dying, the blind man had started walking. Unable to recognize the path buried under that white foam, he had stumbled by chance, falling into the cones, rising, always mute, looking for a home. But the cloudiness of the snow had gradually overwhelmed him, and as his weak legs could no longer hold him, he had sat in the middle of a plain. He didn't get up. The white glasses that kept falling buried him. His rigid body disappeared under the incessant accumulation of his infinite crowd; and nothing indicated where the corpse was laid. His relatives pretended to find out and search for him for eight days. And they even cried. The winter was hard and the melting of the ice was late. Now, one Sunday, as the farmers went to Mass, they saw a great crowd of crows turning endlessly over the plain, then dropping like a black rain, piled up in the same place, rising again and continuing to return. The next week the dark birds were still there. There was a cloud of them in the sky, as if they had been gathered from every corner of the horizon; and they descended with great shocks into the gleaming snow, which they spotted in a strange manner, hurling hard at it. A boy went to see what they were doing and discovered the old man's body, already half-eaten, torn apart. His pale eyes had disappeared, beaten by the long voracious spikes. And I can never feel the vivid joy of sunny days without a sad memory and a melancholy thought of the portier, so left behind in life that his horrible death was a relief to all who knew him. FIN", "title": "El ciego", "author": "Guy de Maupassant"}