{"metadata": {"length": 7887, "words": 1399, "reading_time_min": 6.995}, "text": "From the village of Saint-Didier la Sauve, the dreamer and sweet Armando came right to Paris. He had studied medicine before the revolution came, halting his career and leaving him without a job. The habit of reading and the timidity of character, its white hands and the delicacy of its tastes, separated him from the army and the arduous and fiery social struggle of that historical period, as well as from manual and mechanical occupations. It would be a good thing to be a preceptor, I say, of noble adolescents elegantly dressed in tweed and lace... But now those adolescents, in rags, were weeping abroad to their devastated families, or even daring not to weep, for they had not been able to emigrate to a country where it was not dangerous to drown in a swell... And the case was that the urgency was to decide to make a journey, for the parents of Armando, a savage villager, were not willing to keep him at their expense, and the boy, in his affluence, was not apt either to take the axe or to guide the axe. Inappropriate slang is not understood among the labradores. Who eats, who wins. To Paris with his hat on his head. Once there, he would have met, or rather met, the Egyptian Mauricio Duplay, born in that neighbourhood and a great friend of the mayor of Saint-Didier. In the village it was reported that Mauricio Dupley, not content to make a fortune by his work, was now in power; he was commanding in the capital. How and why would you? Armando didn't care. He felt indifferent to politics, which had so agitated the spirits. People who read history may give exclusive importance to the most striking facts; those who live that history are more concerned with the small and daily, with sustenance, with employment in the hours of the day. When Armando arrived in Paris, he was exhausted and he died of heat. He inquired, and went to Duplay's house. He passed the car-port, entered the large courtyard, the bottom of which was occupied by the ebnistery workshops, and stood before the building which extended over the courtyard. The family lived there, occupying a lower floor and an attic. On the right and left of the hall were two shops, one of a restaurateur, the other of a jeweller, and two old pacifists, one a calf, the other a bald head, engaged in the arduous and affligranada work of their trade. A small garden lay at the bottom of the patio, its roses, geraniums and moss-covered bushes reflected in the windows of the lower floor. An impression of calm and well-being radiated from Armando, however. A mature woman opened the door, and when she heard that he was seeking the owner of the house, she led him into a room. Armando did not dare enter; he put a finger on his lips and listened attentively. The Duplay family was gathered there, and someone was reading in a high voice, with admirable enunciation, magnificent verses. The young student had recognised the text: it was the sweet passage of the departure, in Berenice, from Racine: For ever! Ah, Monsieur! Songez vous, en vous même, combien ce mot cruel est affreux quand on aime? with all the passionate and sensed reasons the princess tells the emperor Tito. A sweet air balanced the branches of the roses, still in bloom: their fragrance poured out of the open window. The man he was reading represented about thirty-five years old, and was of average stature, well-defined features, a spacious front, crowned with a bald head, deep-set eyes; a pulcrane dressed in a cloak and a cloak, with a hat and a muslin embroidered cloak. While reading, his eyes were fixed on one of the charming girls, gathered in a circle around their father, Duplay's wife, who had just put the tapestry needle away, and with pupils dilated with tears heard the divine alexanders of the poet. Armando, standing in the shadow, ecstatic, not breathing at all, for not making the slightest noise, waited for the reader to finish the scene with that most evocative invective of the passionate woman: “Oh, if I, before I die for your sin, want to find and leave a vengeance behind me, I shall find it in your own heart!” The cry of the beautiful girls, when it reached this passage, sped along the cool breezes, mixed with the smile of congratulations which he pronounced with such soul and such mastery. Only then did Armando decide to move forward, brimming with poetic enthusiasm: he also brought to the villagers the humidity of beautiful emotions, that effervescent delight that art produces. Without explanation he approached the reader and praised him fervently, pressing his hand. Nobody showed any strangeness at seeing him. They pointed out a tufted calfskin and red terciopelo chair from Utrecht, and when they explained that it was the recommended chair of the mayor of Saint-Didier la Sauve, the Duplay woman extended her hand. - My husband is not at home at the moment, and may not be back today, but I know his way of thinking. We are so identified! You are welcome, citizen, you are among friends. Isabel, my younger daughter, will prepare a room for you up there, and while you are not able to find a way to make bread, you will sit at our table. You don't look it, Maximilian? - the excellent lady added, turning to the reader. He approved, tilting his head with a serious, short gesture, full of good will. Armando felt his heart swell with joy. A warm heartedness, hospitality, goodness, came out of the encounter. - Thank you, Miss - he murmured to Isabel, who, when he came to stay with her, cried in a frightened and shrill voice. He corrected the point, added: - Thank you, citizen... The presenters refused the correction. Another girl lit the candles; the boarding house appeared to be in a jubilant mood, welcoming the new arrival. - To eat! -Then the mother of the house ordered. They went to the dining room. Armando, exhausted by the walk on foot and in earnest, stuffed with the healthy hunger of his twenties, found the food delicious, savored by the frankness and simplicity of the waiters. The steamed tortilla, the cake, the fruit, they will suprise him. He spoke little but discreetly, and the reader, seated to the right of Duplay's wife, listened to the conversation and questioned him about art and literature. - Soon - he said with a smile - I will show you the paintings of Gerard and Prudhon. You will see how the picture eludes nature... Armando fell asleep so happy, so elated with his success, that he could not sleep. The ideal family, that affectionate, cordial, artistic interior in which friendship and beauty were worshipped; those gentle creatures who welcomed him as a brother... all this was beyond anything he could have dreamed of. When he woke up, it was a light and febrile sleep, in which the brain recalled the scenes of the dream, improving them still. He saw himself in a florid valley of roses, taking Isabel by the hand, leading her and the reader to a marble templete, where a slender pillar supported a slender swan, which approached two ants to confuse his name... A stray dog in the street woke him with a start. It was a clear day. He jumped out of the water, opened the window and stepped out of it. He was moved by the horror. The face of a cut, rotten head, carried in the iron of a sledge, had come close to trembling with Armando's face. Black blood dripped from the neck; some mosses swung, swaying, around the shattered limb. And the group, halted under the window, broke into laughter. -Viva Robespierre! Live Maximilian, live! Armando stumbled backward, almost as pale as the face of a head cut off... He had just realized who was the reader of Racine, the sensible man... the friend, the intelligent comensal!... He stumbled backward, half-dead, on the bed, still hot. At half past six, he gathered up his poor hat, able to think, and he hurried out of that cursed house. It was good for him; otherwise, you would have beaten him in Termidor.", "title": "Idilio", "author": "Emilia Pardo Bazán"}