{"metadata": {"length": 5256, "words": 920, "reading_time_min": 4.6}, "text": "Sheriff Ivan Dmitrievitch Tcherviakof was in the second row of seats and could see through the twin Corneville Bells. He looked and felt completely happy... when, suddenly... - in stories, the \"sudden\" happens very often; the authors are right: life is full of improvisations -, suddenly his face shrank, he winked, his breath stopped... he took his twins from his eyes, lowered his head and... pchi! sneezed. As you know, all this is not forbidden to anyone anywhere. Villagers, police chiefs and even state councillors sometimes sneezed. Everyone sneezes, so Tcherviakof didn't have to worry. He wiped his face with the scarf and, as a kind person, looked around to see if he had bothered anyone with his sneezing. But then he had no choice but to be upset. He saw an old man, sitting in the front row, before him, carefully cleaning his neck and baldness with his glove and murmuring something. In that old age, Tcherviakof recognized the State Councillor Brischalof, who served in the Ministry of Communications. \"I've probably spat on him\", thought Tcherviakof; \"he's not my boss; but it's a nuisance anyway... Tcherviakof coughed, leaned forward and coughed in the counselor's ear: \"Excuse me, excellency, I spat on you... it was unintentionally... I'm sorry about that. I just... I didn't expect it to... Let me hear you! Tcherviakof, ashamed, smiled naively and stared at the scene. I was looking, but I was no longer feeling the same happiness: I was upset and restless. In the interview he approached Brischalof, walked a little by his side and, finally, controlling his shyness, murmured: - Don't follow me! I have forgotten it, and you always return to the same thing, excelled your Excellency, impatiently moving your shoulders. He has forgotten it; but in his eyes you can see the annoyance - thought Tcherviakof looking at the general with suspicion -; he doesn't even want to talk to me... We have to explain to him that it was involuntarily..., that it is the law of Nature; otherwise, he will think I did it on purpose, that I spat. If you don't think about it now, you may think about it someday!... On returning home, Tcherviakof referred to his wife for his rude behavior. But he felt his wife took the event too lightly; of course, she was scared; but when she learned that Brischalof was not his boss, she calmed down and said: \"You better go and present your excuses; otherwise, she may think you don't know social treatment. - Exactly! I apologized to him, but he greeted him in such a strange way... he didn't say a single reasonable word... that there was actually no time for it. The next day, Tcherviakof put on his new uniform, cut his hair and went to Brischalof's house to apologize for what happened. Entering the waiting room, she saw many applicants and the counselor himself who personally received the requests. After questioning several of the visitors, he approached Tcherviakof. - You will remember, Your Excellency, that yesterday at the theatre of the Arcadia... - so began his relationship the sheriff - I stung and spat on him unintentionally. Dispen... - What grace! - This is amazing! - What do you want? And after saying that, the counselor turned to the next person. He doesn't want to talk to me! - thought Tcherviakof, bleaching. It's a sign that he's angry... this can't stay like this... I have to explain... when the general finished his reception and went to his cabinet, Tcherviakof stepped forward again and babbled: I dare to disturb you again; you think I regret it infinitely... I did not do it on purpose; you yourself will understand... The counselor twisted the gesture and impatiently added: -I think you are mocking me, my lord! And with those words he disappeared behind the door. - I'm going to make fun of you? \"Tcherviakof thought, completely stunned. Where's the joke? With his State Counselor; he doesn't understand it yet! If you take it like this, I'm not gonna apologize to this boastful man anymore. The devil take him away! I'll write you a letter, but I'll never go again! I swear I won't go home! But despite his decision, he did not write any letters to the counselor. Though he thought so, he could not write it to his satisfaction, and the next day he decided that he had to go back to explain himself. \"Yesterday I came to disturb Vucuencia\", he whispered as the counselor directed an interrogative look at him. \"Yesterday I came, not in a mockery, as Vucuencia intended to imply. I apologized because sneezing had to spit on him... it wasn't a joke, believe me... and besides, what right do I have to make fun of vuvucencia? If we all make fun of each other, there will be no respect for people of consideration... there will be no... Get out of here! - shouted the counselor trembling in anger. - What does that mean? - Murmured Tcherviakof motionless with terror. - Get out of here! I'm telling you to go! - the counselor repeated, stomping in anger. Tcherviakof felt as if something was shaking in his belly. Without seeing or understanding, he backed to the door, went out into the street and slowly returned to his house... entering, he drove over to his room, lay on the couch, without taking off his uniform, and... died. The death of a civil servant, Fragments, 1883", "title": "La muerte de un funcionario público", "author": "Anton Chejov"}