{"metadata": {"length": 4391, "words": 846, "reading_time_min": 4.23}, "text": "-It's a shameful case! - exclaimed a chicken from the opposite end of the village, where the fact had not taken place-. There has been something quite shocking in the gutter there! What it is this night, I don't sleep alone. Less bad that we are so many. And he told them the case, and the other hens erupted their plumage, and the rooster fell down. It is the pure truth! But we start at the beginning, for the thing happened in a tavern at the other end of the village. The sun was setting, and the chickens were rising to their perch; one of them, white and patty, was putting her eggs with all regularity, and was a most respectable chicken. Once in his perch, he devoted himself to snatching a nut, and in the operation lost a plum. - He's already flown one! - I said-. The more I swell, the more beautiful I am -. He said it in jest, for of all the chickens he was the most cheerful; and, furthermore, as we have already said, he was the embodiment of respectability. And then he went to sleep. The gilder was dark; the hens were lined up in their pen, but the one next to us was still asleep. I had heard those words and not heard them, as one often must do in this world if one wishes to live in peace and tranquility. He could not contain himself and said to the neighbor on the other side: - Have you not heard? I don't want to name names, but the fact is that there is a chicken that is blown up to look more beautiful. If I were a fox, I would hate it. But there was a lark, with her husband and her young, and all the members of the family had a fine ear and heard the lark's words, and hearing them, they turned their eyes, and the lark's mother shook herself with her wings. - You don't hear those things! But you have heard what they just said, right? I have heard it with my own ears; what you poor hear still, before you cry! There is a chicken that has lost all sense of decency, that is wagging all its plumage at the sight of the pig. - Take care of the children! - exclaimed the lecherous father. These things are not for children to hear. - But I'll tell you at the lechuza's front door. It is the most revered of these surroundings. And he flew away. - \"Juji, juji!\" And the two stood thus rejoicing over the neighbor's thorn, and then told the thorns the story: - Have you heard, have you heard? Uh-oh! There is a chicken that has ripped all the plumage off of the goose. And you will die cold, if you haven't done so already! Uh-oh! -Where, where? - The trumpets rang. -In the front row. It's as if I had seen it with my eyes. It is a case so indecorous, that one almost dares not tell it, but it is the truth. - The pure, pure truth! -They gathered the pomegranates And, turning to the gilder below: -There is a hen -they said-, and there is someone who says there are two, that has gathered all the plumages to distinguish itself from the others and call attention to the gilder. It's the scum... and dangerous, too, because you can catch a reshrad and die of a heatstroke... And they seem to have died, the two of them! - Wake up, wake up! - cried the goose, climbing up the hill with dreamy eyes, but yelling with all his might--Three geese have died as the victims of their unfortunate love for a goose! All the plums were ripe. It's a horrible story, and I don't want to keep it in the closet. Stop, that's running! - What a run! - The bats sounded, and the pigeons cried, and the pigeons sang--Who goes, who goes! -. And thus the story went on from galleon to galleon, until it reached the one from which it had come. -There are five chickens -they said- that have smashed all the plums so that the goose saw how they had gotten fat for their love, and then they squabbled mutually until they died, with great shame and regret for their family and great injury to the owner. As it was natural, the chicken to whom the plume had been snipped did not recognize herself as the protagonist of the event, and being a respectable chicken, she said: -This kind of chicken deserves the general scorn. Unfortunately, they are abundant! These things must not be concealed, and I will do my best to have the fact published in the newspaper, so that the whole country knows. The chickens are well deserved, and so is their family. And the thing appeared in the newspaper, in the form of a moldy letter, and it is the pure truth: “A plum can easily become five chickens.”", "title": "Es la pura verdad", "author": "Hans Christian Andersen"}