{"metadata": {"length": 6921, "words": 1254, "reading_time_min": 6.27}, "text": "Peyo Mercé was a 20-year-old teacher in the La Cuchilla neighborhood. I didn't know what a promotion was. The magisterium was only impressed by the deep satisfaction of doing a meritorious job and the affection and admiration of its fellow teachers. I had sown a lot of ideas, a lot of morals and a lot of decency. And that's why a comino cared about the opinion he had of a certain supervisor. True, he did not keep up with the latest imported teaching trends; but the strange thing was that his little ones learned a lot. And the education systems looked like the leaves of the yaguarnoos because of the variables. He knew a lot of things that aren't taught in college. The jiebaro is tired of notes. Poverty makes men practical. And his teaching verb was translated into metaphors, into parables, drawn from nature, from life itself, which is the deepest of books. By obedience he had become as meek as the old ox. But sometimes, tired of the yoke, he would shake. And finally, in a graphic sentence, he synthesized a speech and threw it out as a stupor of rebellion. And these implants had made him famous. I was sick of hearing system theorists talk about educational transplants. He called them \"weeds\", because the transplant is done in a good soil. He had his cigarette butts and he could talk about those things. And why didn't they teach the jibarits what they should know? Life in the country is hard. They should have pups like the Jerizan chickens. The fight was a man's thing. And he reminded them of the phrase of compassion Fele: \"Down to the pumpkins roll\". No, the important thing is to get up, swell the cane on the ground, trill up even if the hooves come out. And he was making fun of the little town gentlemen who were going to teach the Jibras what they know. As the crack floods the valley with the crack, so was the paperwork education system flooding... why not go to the grain and let the wind take the straw? And he had to suffer the one who called him \"old master chapao old\". He was careful to express the opinion that had been formed from the newly graduated and newly raw chapaos to the latest fashion. He recalled the day one of these, delivering a poetic dissertation on agriculture, spoke about the mice. And Peyo would dare to swear that in his life he had never offended the earth. And drawing under the thick mustache a socarrona smile mused: \"With the mouth is a mamey\". He didn't understand Dewey, of Kilpatrik, much, but they didn't know why Pancuco was swallowed by a deer either. The supervisor had a face. Nothing, as the other said: \"A wet with a little jelly does not stop the flies. In those days, the jibarits made him crazy. The number belonging and attendance left much to be desired. The supervisor's necklace would not be delayed. The absences were diminishing. But what was to be done? Don Peyo, the Juancho told me to take the cattle to the bathroom and ticks. I had to tell the people to a commission. Okay, but don't let it happen again. John was stricken with a disease and was taken to a local hospital in Jamaica to be treated for the disease. He calls himself a doctor, and God forbid he gets good. Don Peyo, Mom had to tell Unit to put on the nummoter and left me to take care of the kids. - All right. That Fonso left me to help him with the sewing and tobacco, because he had to tell the people on a commission. And Emérito was getting dizzy for lack of blood. And I knew that at Tellito's house, sometimes they would not eat. And that at Olique's house what was done was a lunch-eating. And that the Chunguita had to cross a few hills and a few big breaks to get to school and he came without the puya. In bad weather he receives a call for a meeting of rural teachers in the remote village. A specialist was going to do a dissertation on gymnastics and sports. Another little bit more said. But, anointed of holy resignation, he put on the once black Sunday, the squirrel punched, and in a little junk filled with slow-paced and trotter-like mattauras he headed for the village. Same as always. The new teachers are sitting in the front seats. The old-school teachers in the back. And Peyo went to the back of the living room. Already very close to Sancho Cruz, an old master of a beautiful candy, he asked him maliciously: The supervisor made the presentation of the specialist very quickly. An authority on the subject, whose words should be considered the last and indisputable. It is therefore my immense and undeserved honor to introduce you to one of the most prestigious figures in the magisterium, Mr. John Gymns. And a fat gentleman came forward, dressed in white and elegant. And he went back to Greece, to the Olympics. And he commented on the mens sana in corpore sano, and he talked about Rome and even Spartacus as a gladiator. And Sancho Cruz started to fall asleep. Younger teachers quickly and nervously took notes. And he went on to talk about Swedish gymnastics, calisthenics, jiu-jitsu, folk dancing, physical exercises. And Peyo was distracted, stunned by the specialist's words. And he began to wander, and he himself went back on wings of imagination to his childhood years. I had worked hard and played very little. Games, the ones he was himself running. And with dizzying speed a series of pictures paraded before their eyes: some jellyfish pulling the saddle, others sliding on tigers through a ridge, some hitting with some algarrobo chickens, others with a rope making a string of Chinese pipes and nail polish spin, and some naked children jumping headlong into the river from a few sheets, and finally the figure of a jibarito making a typical maroma was engraved in his mind. The speaker's words, closing in a sharp trembling, drew him from his self-absorption: \"And all this I have told you is of utmost and vital importance in achieving a healthier and stronger Puerto Rico, which can be part of the conglomerate of the two civilized peoples of the world. And if you have any questions or clarifications to make, I am ready to illustrate. And Peyo Mercé automatically raised his hand. The supervisor trembled. And Peyo Merce heard a teacher say, \"That freezing sentence is gonna mess up. Peyo liked to make himself the tonina, the pelea monga, and deliberately exaggerated his status as a peasant. He passed the handkerchief and punched it in the face and said, \"Mistell Juan Gymns, sorry, but I'm a little shy of intelligence. You have spoken there of Greece, Rome and even a certain Spartacus, of Swedish gymnastics, calisthenics, juyesu, fol dances, pisical exercises. You have spoken very nicely, very nicely, but, oh blessed! there has not been even a CULIVICENT there... a sound and unanimous laugh made the hall boom. The school superintendent jumped from his red seat in anger. And my friend Juan Gymns started swallowing saliva at the time of the dismemberment of that old, mean rural teacher. *FIN* Terrace, 1947", "title": "Trasplante y desplante", "author": "Abelardo Díaz Alfaro"}