{"metadata": {"length": 7095, "words": 1354, "reading_time_min": 6.77}, "text": "It's a summer place. The darkness, complete; the church bell tower marks one o'clock in the evening. Cosiaokin and Lapkin, both somewhat hesitant but in a very good mood, leave the forest and head for the little houses. - Thank God we're here! Cosiaokin says, \"It's a feat to walk five kilometers from the station, and in our state. I find myself surrendering, and as if it were done expressly, there's not a single car. - My friend Peter! I can't take it anymore, if I'm not in bed in five minutes I'm going to die. Don't even think about it! We'll have dinner, drink a bottle of red wine, and then go to sleep. We won't let you or Verotchka or me get to bed before. You don't know, my friend, the happiness that one experiences from being married! You don't understand her; you have a soul of bachelor. Look, now I will come exhausted, surrendered... my little wife will come to meet me; the food will be ready, the tea ready... to compensate for my work she will direct her black eyes at me with such affection and affection that I will forget everything: my tiredness, the break-in robbery, the Court of Cassation, the Courtroom... a glory! It's a treat! - I can't pull my body anymore; my legs bend. I'm thirsty! - Nothing; we're here; we're home. The friends approach one of the houses and stop in front of the window. \"It's a beautiful little house\", says Cosiaokin; \"tomorrow you'll see how beautiful it looks\". But the windows are dark... Verotchka must be tired of waiting, and she must have gone to bed; she does not sleep, she will be restless because of my delay (she pushes the window with her stick and opens it); but how brave she is: she lies down without closing the window. He takes off his coat and throws it inside the room, the same with his folder. - It's hot! Let's sing a song; we'll make her laugh. (sings) Sing, Alyocha! Verotchka, would you like to hear Schubert's serenade? (She sings, but she makes a rooster and coughs.) Verotchka, tell Maria to open the door! (Pause) Verotchka, do not be lazy; get up. (He climbs over a rock and looks out the window.) Verotchka, my little rosette, my little angel, my incomparable little woman. Come on, get up! Tell Maria to open up! I know you're not sleeping, my kitten! We can't take more jokes; we're so tired we're out of strength. We've come on foot from the station; but do you hear me, or not? (Trying to climb the window, but falls.) What the hell! You see, our guest is upset. I notice that you're still a little girl who thinks nothing but to play... - He doesn't sleep. He wants me to make noise. Wake up the neighborhood! Hey, Verotchka, I'm going to get mad! You'll see! What the hell! Help me, Aliocha, so I can climb up... Verotchka, you are nothing but a spoiled chick, a mischievous... My friend, push me!... Lapkin, sighing, push Cosiaokin; finally he reaches the window, slams it and disappears into the darkness. - That's right! - you hear it after a while. Where are you? Where are you? - What the hell? I got my hand dirty with something. What a disgusting thing! There's a buzz, a flutter and a desperate cockroach of a chicken. - Oh, my God! Listen to me, Laef. Where did these chickens come from? But what a devil! If there are infinitely many of them... and a basket with a peacock... the damned one has bitten me! The hens fly out the window, and bursting into a loud scream they rush into the street. \"Aliocha, we were wrong!\" cries Cosiaokin in a weeping voice. There's nothing here but chickens. We've obviously gotten lost... but damn it, why don't you just stand still? - Get out of here soon! What are you doing?! Don't you know I'm thirsty right now, let me find my coat and my folder, why don't you light a match? - It's in the coat... who the hell brought me here!... All these houses are the same. Even the devil himself would not distinguish them in the dark. Oh, my God! The duck punched me in the cheek! - What the fuck? - But get out early, if you don't believe we're stealing chickens! - I can't even get my coat right now. There's so much crap on the floor I can't even get a handle on. - I don't have your matches. - We're cool! Needless to say!... Courageous situation!... What do I do?... I can't, however, leave the coat and the folder. I need to find them. - I can't imagine how it's possible not to recognize your own home! - Laef replies, indignant. Drank house! I came with you at a bad time! If I went alone, I'd be home already. I'd sleep... instead of suffering here... I'm tired!... I can't take it anymore!... I feel vertigo! -Suddenly, immediately; don't rush; you won't die for this. There's a big rooster over Laef's head. Lapkin sighs with discomfort and sits on a stone. Their guts burn with thirst, their eyes close, their head wobbles... five minutes pass, ten, twenty... Cosiaokin is always tangled with the chickens. - Peter, what are you doing? When are you coming? - Right now. I found the folder, but I lost it again! Lapkin holds his head in his fists and closes his eyes... cockroaches increase... the inhabitants of the strange house fly out and it seems they are circling around his head like octopuses... his ears buzz and terror takes over his soul... - Think about it. He invited me, promised me wine and milk, and instead he forces me to come here on foot and listen to these chickens... Lapkin is indignant; he dips his beard in his neck, puts his head on his folder and calms down little by little... - I found the folder! - hear the exclamation of Cosiaokin triumphant. All I have to do is find my coat, and go home! But right now you hear the barking of one dog, and another, and a third... the barking of the dogs accompanied by the cockroaches of the hens form a wild music. A stranger comes up to Lapkin and asks him something, he thinks someone is passing by to jump out the window, they're screaming, they're screaming, a woman with a cloak in her hand and a headlight in her hand is questioning him. - says Cosiaokin from the inside. I'm an officer of the Court! Here you have my card. - What do I want your card for? - answered a hoarse voice. You've scattered my hens, trampled my eggs... I admire your work... the ducks had to come out of the shell one day, and you've crushed them... - You dare to stop me? I'll never admit that! What a thirst I have!..., Lapkin thinks trying hard to open his eyes and feeling that again someone passes over him and comes out the window... -I am Cosiaokin; my house is next door! - We don't know any Cosiaokin! - What do you tell me? Call the mayor, he knows me! - Don't get too hot! The police are coming right now, we know all the summerers in the place, we've never seen you. - Everybody knows me. I've been in the Grili-Viselki for five years. - Oh, my God! But these are not the Grili-Viselki; this is Hilovo... the Viselki are on the right, behind the match factory, four kilometers from here. -Let the devil take me!... Then I have taken another path!... The human screams, the cockroaches and the barking are confused in a whirlwind through which occasionally you hear Cosiaokin's exclamations:", "title": "Los extraviados", "author": "Anton Chejov"}