{"metadata": {"length": 5902, "words": 1071, "reading_time_min": 5.355}, "text": "The old carabela and the two bergantines come through the sunny Paraná, with the repopulations of Buenos Aires. The others cover the distance from Asunción by land, raining the horse and the vaccines. Among so many men are over seventy there is only one woman: Ana Díaz. The others will come down from the country a little later, when the city is refounded and the orchards begin to be laid and the curtains lifted. A month and they'll be there. Until then, Ana Diaz will be the only woman. On the bridge of the island San Cristóbal de Buena Ventura, where Juan de Garay talks to the bosses, Ana paints a blue skirt. The patrician voices of Gonzalo Martel de Guzmán, Rodrigo Ortiz de Zárate, Alonso de Escobar, sound around, robust, discussing the trace of the shield that will be awarded to Buenos Aires. Anne cuts a string with her teeth and looks at the landscape along the shore. They'll be here soon. They left Asunción in March; then they made a stopover in Santa Fe and resumed the journey in May, in the second quincea. Some men joined them, but she's still the only woman. That's why she's sitting like a big lady on the caravel bridge, among the hedgerows. Gonzalo Martel shows him the clumsy design of the heraldic: the black eagle of the Ortiz de Zárate and the Torres de Vera; the cross of the calatravos knights, the hungry agiluchos... Escobar details, drawing in the air with his hands, the place that will occupy the Fort, the Plaza Mayor and the convents. It seems, so inflated his mouth by the splendid words, that he spoke of the cathedral of Burgos and of San Lorenzo del Escorial. And Ana smiles. She is. Juan de Garay points out the variation of the lonely landscape. The vast forests, overturned by water, where the eyes of jaguars and pumas lit up at night like fireflies, were followed by the high red ravines on whose flanks the Yacarés were warming. Now the plain bordering on willows begins. The river is forking. They sail the Paraná de las Palmas. They left Asunción two months ago. The gentlemen dress for Anne, who is neither pretty nor ugly, her fancy clothes, and the ship is lit up with purple velvet velvet and Spanish daggers. Ana is smiling. He thinks that along the coast, with the people advancing under Alonso de Vera y Aragón, who is called \"Cara de Perro\" by the torva facha, comes his small troop of cows and horses. He remembers that early in 1580, when he raised the royal banner calling on the people of Buenos Aires, Garay promised to distribute among his companions the mares and chimera horses that flood the pampa. In Buenos Aires you can live. Behind the caravel, on its steeple that opens in a fan, head the two bergantines, the smaller boats, the rafts, the canoes. It's a tiny fleet that's going downstream. And the gentlemen tell their exploits and move like they're dancing, waving the feathers of the beetles like rooster crests, so that Anne, the farmer, would smile. On Saturday, June 11, with a full ceremony, he founded Garay in Buenos Aires, in the name of the Father, Son and Holy Spirit. He's armed like a tournament and the sun shines on his armor. Say a knight walking, a Galaor, an Amadis of Gaul, as he walks through the camp, around the tree of justice they just erected. According to the ancient rite, he strips the sword, cuts off grass and throws some terrible mandobles, northward, southward, eastward and westward. At her behest await seventy men, some standing and others of fennel, with party coffins, and among them, hanging the crispy skirt on which their rough hands rest, Ana Díaz, the only woman. Juan de Garay, trembling like a huge silver crustacean, waved painfully as he repeated the formulae of the taking of possession. He raises the helmet visor, looks up at the sad river and toward the sky of quiet clouds and his eyes rest on Ana, who is praying for the low. And Ana smiles. She is. That night the gentlemen and villains who came from Asunción got drunk. Almost all the inhabitants were very young and Creole: just a few boys going round and round, turning around the roll of justice like a totem. From her caravel chamber, Ana listens to the songs until very late. Some come to offer him a serenade with violets. Others, in the early hours of the night, lurk near their room like wolves, because she's the only woman and wine and party sharpen their cravings for love. And Anna, lying on the narrow bed, closes her eyes and smiles. General Juan de Garay, when he distributed the suns, awarded one for Ana Díaz, opposite that of Ambrosio de Acosta, the saint. She applied immediately to clean up the weeds. He's young and strong, so he's good enough for the job. She orders the cows, plants the orchard, takes care of the hens. In a cage, the parrot that Gonzalo Martel de Guzmán hunted for her in the bush of one of the bergantines, defying the danger with the wind coat. The waiters keep demanding it, making the dance spurs ring. Isn't she the only woman? At sunset, he hears them circling their hut, holding their breath, like wolves. Until the other women start arriving in Buenos Aires. Rodrigo Ortiz de Zárate and Gonzalo Martel are mayors, and regidor Alonso de Escobar. They're very round, sword in the belt, between the vague fences. The village has been filled with women with green and black eyes, brown and white. When the gentlemen meet Ana Díaz on their way, arched by the weight of the water cubes, they barely greet her. The servants go from the half-haired lacy arm. Sometimes they hide behind a lizard and kiss and bite their neck. A tremor of passion shook Buenos Aires. Ana waters her garden under the screaming of teros or the long screaming of chajaes. It reminds me of Juan de Garay, raising his glowing visor and giving him the city with a courtesy inclination of the iron bust, like a flower. He rubs his hands that the earth darkened, and smiles. *FIN* Mysterious Buenos Aires, 1950", "title": "La fundadora (1580)", "author": "Manuel Mujica Lainez"}