{"metadata": {"length": 3292, "words": 641, "reading_time_min": 3.205}, "text": "If after a storm you come to a field of alfalfa, you will often see it gnarled and swollen; you will be told that a hail has fallen on it, and the astrologer will observe: -This is of a ray. But how did it happen? I will tell you, because I know it by a pig, to which, in turn, it was revealed by an old sauce that grows next to an alfalfa field. It is a fat and venerable sauce, but very old and rotten, with a hole in the thorn, from which herbs and berries come out. The tree is very gnarled, and the branches curl up to almost touch the ground, like a long green robe. In all the fields of those thorns grew cereals, both wheat and rye and oats, that magnificent oat which, when it is ripe, looks like a row of tiny yellow canaries arranged on a branch. All that grain was a blessing, and the more full the ears were, the more they bowed, as a sign of great humility. But there was also a faint field of alfalfa, in front of the old sauce. Their wings did not sway like the rest of the meeses, but remained straight and high. -Indulgently, I am as rich as the grain of wheat, and yet I am much more beautiful; my flowers are beautiful as the blossoms of the apple tree; it delights the eyes to look at us, me and my hands. Have you seen anything more splendid, old sauce? The tree made a gesture with its head, as if to say, “What things you say!” But the alphorn, bursting with pride, exclaimed: -Treetop! Pure old, the grass grows in your body. But there came a terrible storm; all the flowers of the field gathered their leaves and lowered their heads while the storm was upon them; only the aloe remained so green and tender. -Stand like us! - The flowers warned him. – Why? - said the alforfon. -Gather the head like us! - cried the grain-. See that the angel of the storm approaches. Its wings reach from the clouds to the ground, and it can fling you a slingshot before you have time to ask for grace. - Come on! I have no reason to be humble – the alforfon replied. -Curtail your flowers and drop your leaves! -he advised, in turn, the old sauce-. Do not look at the light when the cloud is lifted; even men cannot do so, for through the light one sees the heaven of God, and this vision blinds man himself. What would not occur to us, poor plants of the earth, that we are much less than he! -Less than him? - protested the alforfon-. Now I will look up into the heavens of God! And so he did, enslaved by his sovereignty. And such was the splendour, that it seemed as if the whole world were a great throng. After the storm, the flowers and the meadows opened and rose again in the pure air and calm, revived by the rain; but the alder appeared black as coal, burned by the flame; it was nothing more than a dead grass in the field. The old vine swayed with the wind, and from its green branches fell great drops of water, as if the tree were weeping, and the gypsies inquired: - Why do you weep? If all this is a blessing! Look at the sun shining, and the clouds swaying. Do you not smell the fragrance of flowers and herbs? Why do you cry, then, old sauce? And the sauce told them of the majesty of the horn, of its pride and of the punishment it deserved. I, who tell you the story, hear the roaring. They told me this one afternoon, when I had asked them to tell me a story.", "title": "El alforfón", "author": "Hans Christian Andersen"}