{"metadata": {"length": 5398, "words": 1040, "reading_time_min": 5.2}, "text": "Damian was the third son of the Albarados. When he was fourteen, he was struck with a fever. His father was silent for a few days, and finally decided to send him in the line car, with his older brother, for a doctor in the capital to see him. And they came again the next day, and the older brother said, There is nothing to do. Let him sit still, and wait. From then on, it was easy to see Damian, sitting by the window during the cold days, and at the door of the cottage those facing the facade from the sun. Damian saw everyone leaving for work, and he was left alone. Only when winter comes, with snow, would everyone stay home and have company. From his window the river was visible, and beyond, the beginning of the forests. Sometimes, seeing the river and the trees made him sad. The women of the village, seeing him passing by, were talking to each other, saying, \"They are stabbing the little Albarado with the flesh\". The bad thing is the fever, but the worse is loneliness. The Albarados knew this too, but it was not in their hands to remedy it. They were poor and had to go to earth if they didn't want to die. One day, in the late autumn, Damian saw a lost dog coming down the forest path. He was gray, skinny and like a little bit of a jerk. No injury or bruise was seen, yet he was all bruised and walking like a quadriplegic. Damian came out almost halfway to see him pass. - What? - called him, curious. The dog raised his ears, and then looked up, like a frightened one. Damian became friends with the lost dog. - Where did this chuck come from? - said the father of the Albarados. But no one knew anything. He was an ugly and sad dog, whom no one had ever seen in the village or around. He was not kind, and Damian's brethren took a look at him, saying, \"Look, father, the dog of the house: he is haunted\". When the old woman, Antonia Maria, who was known as a healer in the village, saw him, she said, \"This dog is an evil spirit. He is purging his sins from the earth. Throw him to the ground!\" And so they wanted to do it. The brothers came out with stakes and stones, but Damian looked half-body out the window, screaming and crying. - You didn't kill my dog, you didn't kill me! The brothers threw a rope around his neck and tried to drag him into the river to defend him or martyr him. And Damian cried out, and his father came and said, Come, my children, let him go. Just leave him there, and don't let him in the house. The brothers reluctantly obeyed because they feared their father. The street was already dark, with the color in the air, because the cold was coming. The brothers went down the street, and Damian, with the body outside the window, saw them leave. The sun was shining scarlet on the last windows of the street, and Damian was shaken. He looked down at the dog, and he saw his face raised, his dark, wet eyes and the rope hanging from his neck. - My friend, he said. My friend. And there were many tears on his face, looking at him. The wind came down the street, and he saw it dragging golden leaves, fallen off the nearby forest. And Damian pointed to him with his finger, and said, Behold, my friend, this is the news of death. I know very well that the falling leaves is the announcement of death. He leaned over the window and stared at the dog, his chin resting on his crossed hands. The afternoon turned more and more blue, and there were cold, spaced, distant lights on up there. The wind kept blowing, and the father said, 'Come on, kid, close the window.' Damian had him repeat it twice, because his eyes couldn't get away from the dog's eyes, which was guarding him down. Then, already closed, through the glass, climbing on their feet, they kept looking at each other. It was a long time ago and the older brother said, \"But, kid, aren't you tired? Sit down, I'll get you dinner. Since there were no women in that house, they cooked their own food. The brother brought him the smoking dish and left it on a chair. - You need to rest, Damian. Damian ate, and as he did he heard the dog's howling in the street. Something new and wonderful was happening to her. Something big that filled him with joy and joyful fear. His parents and brothers did not understand the dog's howling. \"How the wind is blowing tonight! \" they said. When everyone went to bed, Damian went out the window again. Down there, the dog followed, with his eyes like two lanterns in the night. He was already lying on the floor, but he still had his head up. And Damian felt his old strength reborn and noticed how sadness ran down the street like a spider's claw. At dawn, the dog breathed its last into the cold morning air, and fell dead in the mud of the street. Damian ran to wake his father. - Father, look at me, I'm healthy. I'm healed, Father. No one believed him at first. But his eyes and his whole face glittered, and he jumped and ran like a deer, and there was a new color on his skin, and even looked like it was in the air around him. \"The dog gave me health\", Damian explained. He gave it all to me, and he died down there. They had to believe him, at last. He was as strong as before, no fever and no melancholy. Antonia Maria examined the dog with her glass eye, and said: \"I already noticed him: he purged his sins on the earth. Rest in peace. The brothers took him in their arms and went to bury him in the woods, with all due respect. ♪ Finish ♪", "title": "El perro perdido", "author": "Ana María Matute"}