{"metadata": {"length": 3557, "words": 676, "reading_time_min": 3.38}, "text": "Hurry, very hurry, I was going up the Rambla one day with a friend. We'd both been warming up, gesturing all the time, screaming like a cute little thing. We had gotten into a dispute over a scientific point; both wanted to make every trance right. I think we've even reached the insult; I... to tell the truth... more than once felt the temptation to end the fight with a clean fist. In the most vivid part of our break, when I bend a corner, I notice that I'm being thrown from the American. I turn around and I see a poor man covered in dirt, cloth, holding me tight and holding me in his hand. What a nice opportunity to serve you! - Another day will come, brother... may God help you. But the poor man wouldn't let me go. He was a young man with a bearded face, a bearded face, with a neck full of tumors and a buttoned, yellowish, very yellow face, of a shiny hue like chicken fat. - For God's sake, for God's sake, I was saying. - Go away with a thousand devils... - I cried out out of myself, and I got a shot at him. The poor man then stood still like a statue, his hand still stretched out, looking at me with a look full of desolation and tears. I turned my back and continued the discussion with my friend, but no longer without stops, feeling a weight in my heart that took away every itch of talk. The poor boy's gaze remained engraved deep in my imagination. And it was the look so painful, so helpless! If the beggar had become angry, and had rushed into some disgrace, I would immediately forget the scene; but none of that, the wretched man had not manifested the slightest anger, nor had his eyes expressed the least reproach; they only revealed a great bitterness, a long desolation. I got home and picked up a book to distract me, and started scrolling through it with a trembling hand. I wanted to read something, but I was so excited I couldn't pay attention. I experienced dissatisfaction with myself, and it gave me discouragement. Suddenly I felt a weight that was choking me; a syncope sweat invaded my face, and large black spots spread between my eyes and the pages of the book. Then, sighing, I looked up, which, directed at chance, went to stop at a beautiful agonizing Christ, of great size, which is pictured in my room. And among the black spots that still floated before my eyes, the pious image appeared to me as a man of flesh and bone, alive, throbbing, burdened with a destructive disease. I thought her muscles were shrinking painfully, her chest was lifting with a sigh, her breath was shaking her blue nose, her mouth swollen. A thread of blood was coming from their hands, broken by thick nails, and they were tearing the wounds more and more with each new convulsion of the dying body... I saw it all in a moment, and at the same time I noticed that the image was directing a prolonged look at me, full of desolation and tears... the very look of the beggar, the brother whom I rejected. This hallucination, which I deemed providential, increased my grief. I was nowhere to rest... and I left my house, and I went right into the street where the poor man stopped me. I needed you to forgive me. If I could help him and erase with a word of love the damage my brutality had caused him, my soul would be free of a bitter conjoined. But I searched for him in vain... he was no longer on that road or the immediate ones. I asked for him; no one could tell me. I was the needy man then, and I felt helpless and sad. FIN We thank Jorge Almarales for his contribution to this story to the Digital Library of Ciudad Seva.", "title": "La mirada del pobre", "author": "Joaquim Ruyra"}