{"metadata": {"length": 2384, "words": 432, "reading_time_min": 2.16}, "text": "In a very remote country, in the middle of the Jungle, a bad time occurred many years ago in which the Chameleon, whom he had given for politics, entered a state of total disconcert, as the other animals, advised by the Zorra, had learned of his tricks and began to counter them by carrying day and night in pockets games of various coloured glass to combat his ambiguity and hypocrisy, so that when he was purple and for any circumstance of the moment he needed to turn, say, blue, they quickly took out a red crystal through which they saw it, and for them it continued to be the same purple Chameleon, although it was driven as a blue Chameleon; and when it was red and motivated by flying he used a corresponding orange and blue crystal which they followed. This was only in the case of primary colors, since the method became so widespread that over time there was no one left who did not carry a complete set of crystals for those cases where the moroso became simply grayish, or verdiazul, or of any more or less indefinite color, to give which three, four or five superpositions of crystals were needed. But the good thing is, the Chameleon, considering that everyone was of his condition, also adopted the system. So it was just a matter of seeing them all on the streets taking out and alternating crystals as they changed colors, depending on the political climate or prevailing political opinions that day of the week or that time of day or night. As is easy to understand, this became a kind of dangerous confusion of languages; but soon the smartest realized that that would be general ruin if it was not regulated in some way, unless all were willing to be blinded and lost definitively by the gods, and they restored order. In addition to the regulations that were drafted for this purpose, customary law also laid down rules of refined urbanity, according to which, if anyone lacked a glass of a certain color urgently to disguise himself or to discover someone's true color, he could even turn to his own enemies to borrow it, according to his need at the time, as was the case among the most civilized nations. Only the Lion who was then the President of the Jungle laughed at each other, although sometimes he sockronly played a little to his own, for fun. From that time on, the saying goes that every Chameleon is according to the color of the glass you look at.", "title": "El Camaleón que finalmente no sabía de qué color ponerse", "author": "Augusto Monterroso"}