{"metadata": {"length": 5603, "words": 1030, "reading_time_min": 5.15}, "text": "It's all over now. Benjamin slips into his cloak and crosses the first yard without seeing the flowering jasmines that overflow the tines, without listening to the birds that leave their cages in the afternoon. He'll barely have time to secure the forks on the horse and disappear by the exit of the orchard, heading to Cordoba or Santa Fe. Before nightfall, some regidor or maybe one of the mayors will come up with soldiers from the Fort to arrest the smuggler. Behind the faithful Negro who came from Mendoza, stuttering the bad news, his accusers must have come to town. The fortune so quickly piled up will slip between your fingers. Open your hands, as if you feel the silver flowing that doesn't belong to you. Pale of fear and anger, he tortures his imagination in search of who will have told him. But that doesn't matter. What matters is saving himself, putting lines between him and his enemies. On the second floor, he stops. The unexpected clarity dazzles him. You've never seen him like this. Looks like a bigger altar in the Mass of Gloria. There's not a corner left unlit. Light bulbs with seabed candles or sparkling calf-fat velons splash under the dark fig tree. Between them moves Dona Concepción, little, winking. He runs with mouse agility, carrying and bringing pottery pots, stirring up a stable here, straightening a stool there. The furniture on the platform has been moved to the hallway, by the mule that follows her like a dancing shadow. In the light of so much tremula flame, the tears of damasco and the punteado of the moths on the woods of Paraguay multiply. Benjamin's hand is on his forehead. He had forgotten his mother's party. For ten days, the crazy woman didn't stop with the invitations. From Brigadier Don Bruno Mauricio de Zabala down below, no one had to be forgotten. There's a reason you keep so much money in the safe house. Bishop Fray Pedro de Fajardo, the lords of the Cabildo, the wooden neighbors filled papers and papers as if he could really write, as if he was actually going to perform the sarao. Benjamin locked the scribbles and the blobs in the same bargain where his secret accounts of the blacks, the leather and fruit he surreptitiously sent to Mendoza and for which they will come to arrest him are. Dona Concepción approaches her, radiant, shining her lost eyes: \"Go dress\", she says, \"put on the purple chupa\". The governor will be here soon. And without stopping, he goes back to his job. Benjamin warns that red, unflexible feathers have been placed on his hair. It no longer looks like a mouse, but a strange bird that walks between the candles jumping, flapping, pecking. The slave goes behind, showing her teeth. Here, the lady orders the chair for Don Bruno. The mule is loaded with Arequipa's armchair. When he raises it, the nails on the back of the vault flare. The smuggler doesn't know how to break the illusion of the insane. Finally, she decides, \"Mother, I can't be at the party. I must leave immediately for the north. The north? To go north on the very day when the flower of Buenos Aires must be tamed? No, no, your son is kidding. She laughs with her broken laughter and talks at once with her son and the jillgueros. Mother, you must understand, I must leave now without losing a second. Will he also tell you that there will be no such feast, that no one will go to the bright courtyard? He was so busy the last few days that late in the afternoon he was postponing the explanation, the pretext. It's not worth it now. What is urgent is to leave the house and its danger. But he didn't count on the lady's desperation. She kisses him, distressed. It's hung from his neck and blinded with red feathers. You can't leave today, Benjamin! Don't go, son! The man unleashes the nervous arms that oppress him. I'm leaving, mother, I'm leaving. He walks into his room and throws the matches over the bed. Donny Conception is a gimote. Next to her, say the mule has gone crazy too. They're circling the smuggler like two birds. Benjamin pushes them toward the door and slides the pass through the edges. The lady stands wavering for a moment, in the middle of the yard, as if the slightest breeze were to knock her down among the plants. He won't go. He won't go. His eyes are burning looking around. Come on, let's move the chair. Between the two they support the heavy seat of Arequipa against the door, anchoring it to the lock so that it blocks the exit. The mule starts singing. Benjamin, furious, hurls against the cedars, but the hard-hearted quarterlings resist. The more effort you make, the more the iron reinforces the backing. Mother, let me out! You let me out! Mother, they're coming to arrest me! Mother! Don Concepción does not listen to you. He rubs the smelly stones, shakes a rug, sharpens his ear to the sling where a lamp burns under the image of the Virgin of Mercy. From the garden, solemnly, moves the mucking of the cow crushed with graznids and cloqueos. Mother, mother, that no one will come, that there will be no party or anything! The madwoman lifts her head proudly and flashes her trembling plumage. No one's coming to the party, your party? Your son would faint. The first guest has already entered the yard. He's the second-in-command. Bring the stick to the right and be escorted by four soldiers from the Fort. Dona Concepción smiles, palethering her triumph. He goes on a whisper, frantic, rolling his bony arms at the sound of stones and silver fingers. With the help of the slave girl, she removes the door seat so that Benjamin can welcome the guest. *FIN* Mysterious Buenos Aires, 1950", "title": "El patio iluminado (1725)", "author": "Manuel Mujica Lainez"}