{"metadata": {"length": 6427, "words": 1164, "reading_time_min": 5.82}, "text": "The old poet let the fragrant bouquet of his unknown admirer fall to the ground, indicating a gesture of melancholy. “I wonder if I am still young...” And not knowing what to say to that burning hymn, he wrote, with tired hand, in scribbles, yet brilliant, the kind of apologetic I turn into a story. *** It was in a Paris antique shop that Rafael found the Persian tapestry and gave him what they asked for: the rest of their savings. Soon, he was less concerned about the tapestry than other art objects he owned. Nevertheless, the tapestry was becoming more and more noticeable. When intelligent people saw him, or praised him, or - the most significant attitude - affected frivolity and secrecy and, in previous charade circles, asked, as to the neglect, if Rafael did not think of “changing the tapestry.” Against the negative came the insinuating propositions: - Go, I'll run to 2,000... A week later, the 2,000 came with the ticket stub well strewn about. -Do you not count the five thousand? I say, I am a wretch... And Rafael refused; but the tapestry, acting on his imagination, began to be the basis of the unconscious labor with which we made the wonderful. In order to find out what the merit of his tapestry was, he thought he came from an eminent orientalist, an explorer of Persia and Bactria. And the orientalist, after a careful examination, embraced Rafael and exclaimed exultantly: -Happy mortal! You have a precious object. I think you would be paid for it if you were to sell it! I think you do not know their true value, their inestimable rareness. Only I, through my travels and my special investigations, can assure you that tape is not found. I have seen only one, and that was not beautiful; he owned the Mirzapur raja and assured me he was without equal. - And what is singularity...? Rafael asked. - Oh! Get your act together... Your drawings and matrices contain a secret that is already considered lost. It is assured that this strange color, at once dark and luminous, was only obtained by soaking the fibers in the hot blood of the tanner. It is also noted that these drawings are a conjure of hexameter magic, written in an older language than the written one; in a lost alphabet. Let's call you liars... That is that the tapestry, not here, in Asia itself, has no price. From that point and time, as a latent disease was declared in the body, Rafael declared his fascination with tapestry. It was said that the mysterious spells of the conjurer had been murmured to his ear by the voice of a witch, and that the spell had involved him in its invisible web of telepathy. Rafael was an impenitent romantic, and he concealed his romanticism because he understood that it was out of date. But when he concealed it, it grew, as the light of a candle grows when it is touched by the hand. I dreamed of something divine and impossible. He found in the tapestry what he was looking for in the dark. He found love. The piece of oriental fabric, flexible, soft, with warm and lively entanglements like those of the mutton, became for Rafael what clothes have become for the besotted lover: clothes that have covered the body of the beloved and preserved its sweet warmth. More than that: it has become her. Maybe, according to the wise man's reports, the threads of the tapestry were not woven in the tanner's blood? The one mage, to whom he had woven and killed the cloak, was to whom Rafael called with infinite longing, with a frenzied fervor. And the veil, the bulrush, as soon as it was involved in the priceless tapestry, or when it was stretched out to try to decipher with a living eye the spell written in the characters of an alphabet now forever blotted out of men's memory, and not even preserved by tradition. Some readings, a little bit of erudition at the drop of a hat, due to his visits to the studios of painters and sculptors, had sparked ideas in Rafael's brain that were now translated into plastic representations. He was pictured as one of those women in Iran, of whom Alejandro Magno said, “they do harm to the heart.” A doll of the kind that can be seen in the miniatures of the Chá Namé: pale as the moon, showing on the face, exaggeratedly oval, the shadowy eyes, the perfect double arch of the wide cheeks, the rosy red of the mouth, between which the teeth often shine a little, as guiding lights in the background of the remanent glass... A doll of a very slender body and long, often the seno, extended arms, with those fluttering, almost intangible, flimsy, writhing serpent curves, adduced and returned to art by modernism. And she was sitting on a wicker chair on a terrace of colored glass, where roses bloom in porcelain jars - on one side a tin can, in which the waiter left the platter with fruits and drinks; on the other side a three-stringed lute - without interfering with the languid flow of her repose, except to work on the tapestry, to pull on it, with threads that her blood gave a color that gave no other tint, the characters of the spell that awakens love in the depths of being... And that woman would not be like the others: young, beautiful, yes, but of a different kind, with rare beauty, with youth that broke from its mantle, in the entrails of creation. And the words she said would be the words you never heard, and the sneers she made would have a different taste, like the ambrosia you never tasted in your lips. Four or five months passed and Rafael was alone with his irrealistic outcome. And I felt the need to trust it, to display it, to give it form. One day, he found confidently: it was a friend who had returned from a long journey, and to whom he had not seen for years. - I am hechizised - said Rafael - I am a cursed man. I am deeply in love with the weaver of this tapestry, who was a girl, an Iranian beauty, and who has touched me with her work and her blood. The friend smiled, showing the deception of those who have lived much. -Where do you get the beauty and youth of the tweezer? - ironically - asked. Tape dispensers so beautiful are old, dry as a bone... And look... on the tape there is the proof! Slyly, between the creases of his fingers, he manipulated the tape and pulled out a yellow, almost invisible, spool: a cane. Rafael looked at her with astonished eyes. The magic spell - which has no other name than youth - was dissolving, bringing forth the roses of alaindrina and the perfumed tulips of the adolescence.", "title": "El tapiz", "author": "Emilia Pardo Bazán"}