{"metadata": {"length": 4244, "words": 857, "reading_time_min": 4.285}, "text": "He was a guest in the house of the dead. I visited a large pantheon, very clean, there were some coffins, but there was still a lot of free space left, two coffins were open, the interior offered the appearance of unmade beds that had just been abandoned. A little further away was a desk, so at first I didn't notice, a man with a powerful body was sitting in front of it. In his right hand he held a pen, as if in that very moment he had finished writing; his left hand was playing on the vest with a shiny clock chain, his head bent deeply toward the chain. A cleaner was coming back, but there was nothing to clean. Out of curiosity, I pulled out his headband, which overshadowed his face. Now I could see her. She was a girl I'd known for a long time. He had a lush white face and slender black eyes. When she smiled at me in her rags, which made her an old woman, I said, \"Everybody here does comedy, right?\" \"Yes\", she said, \"a little. You know us so well! Then he pointed to the manager of the inn and said, 'Go and greet the man, for he is the master. Until you say hello, I can't actually talk to you. Who is it? I asked in a low voice. A French aristocrat, she said, called De Poiton. How did you get here? I asked. I don't know, she said, there's a lot of confusion here. We're waiting for someone to put things in order. Is that you? No, I didn't answer. Very reasonable, she said, but now go and present yourself to the Lord. I went over there and greeted with a bow, but as he didn't raise his head I could only see his tangled white hair, I said good night. However, he kept quiet; a kitten walked by the edge of the table, had jumped from the man's lap and disappeared there again, perhaps the man was not looking at the chain of the clock, but under the table. I just wanted to explain how I got there, but my acquaintance threw me off my jacket and whispered, \"That's enough. I was satisfied, turned to her, and we were caught by the pantheon. The broom was bothering me. \"Take off the broom\", I said. No, please, she said, let me keep it; cleaning here doesn't involve any effort, you see, right? In addition, I enjoy certain advantages that I do not want to give up. Would you like to stay here? He asked by diverting the conversation. I'd love to stay for you, I said slowly. We were very tight, like a couple in love. \"Stay, stay\", she said, \"how much I missed you. It's not as bad here as you probably think. And what do we both care how we're doing? We walked in silence for a while, loose from our arms, which now bound the bodies. We walked down the main road, to the right and left only coffins could be seen, the pantheon was very large or, at least, very long. Everything was dark, but not completely, it was like a kind of twilight that still illuminated something the place we were, that clarity encompassed a circle around us. Suddenly she said, \"Come, I'll show you my coffin\". That surprised me. But you're not dead, I said. She didn't say, but to tell you the truth, I don't know much about this place, so I'm glad you came. In a little while you'll understand everything, I think you see everything more clearly now than I do. Anyway, I have a coffin. We twisted to the right, down a side road, again we found ourselves between two rows of coffins. In the atmosphere I remembered a large cellar I had seen once. We continued our way and passed a small stream, barely a meter wide, which ran rapidly. Shortly after we reached the girl's coffin. I had nice lace pillows. The girl sat inside and made a sign to me, not with her index finger but with her gaze, to get up. But, my dear child, I said, I took the scarf off her head and put my hand on her soft hair, I still can't stay with you. There's someone here in the pantheon I need to talk to. You don't want to help me find him? Do you need to talk to him? There are no obligations of any kind here, she said. But I'm not from here. Do you think you can get out of here? I'm sure I said it. \"Well then you should not waste your time\", she said. Then he looked between the cushions and took out a shirt. \"This is my morgue\", he said, \"and he gave it to me, but I don't wear it\". The Commission has decided to extend the period of validity of the agreement.", "title": "Huésped en la casa de los muertos", "author": "Franz Kafka"}