{"metadata": {"length": 6852, "words": 1276, "reading_time_min": 6.38}, "text": "The poison of the venom, is it for her own good? I.e., if a singer spits on herself, would she be harmed? It is understandable that there are external secretions that, if they are found in the body that segregates them, will harm and even infect it. And it is enough just to bind the ones that cannot be turned out. There are humors that, if retained, will find their way to whomever retains them. Will there be no such thing with envy? Cannot a man come to love himself, or a part of him, one of his 'Is', another of his 'parts', or his other 'I'? Can a man not begin to kill himself in a rage attack without another man to help him in destroying his rage? These terrible questions we were addressing in the deepest recesses of the soul, under its liam, when we met, in the post-mortem books of his life, the poor Artemio A. Silva, a venerable. We thought he was a failure, a loser, and we just discovered he was an egotist. Artemio A. Silva began his public life, his social career, carrying, as every son of man and woman, at least two, perhaps more, but gathered around these two that they adored. He brought his good angel and his bad angel, or, as Pascal would have said, his angel and his beast. They were like Dr. Jekyll and Mr. Hyde. Hyde from Stevenson's wonderful story, a story that no one who wants to know anything about the abisms of the human soul should ignore. The one self of Artemio A. Silva, the one we might call more external or public, the most cynical, was a self without scribes, arribista or efficientist; his gaze, what in the century is called grow and triumph and beyond. His division, that of efficiency, is that the end justifies the means. And their end, to enjoy life, what is called so. But inside Artemio A. Silva had another self, a more inner self, a private self, an hypocritical self, full of disciples and with moral concern. It was the self of moral law; it was the source of remorse. And he was his pessimist, as the other was his optimist. Artemio called that self his consciousness, as if the other were not. The inner struggles of Artemio were between his man of efficiency and his man of morality, between the egoist and the deist. When he was about to take an action of those which pure politicians -pure politics is the supreme moral impurity- call effective, of those in which everything is postponed to the so-called triumph, immediately his cynical self pushed him to the most implacable acts and the most perverse conventions and snatchings; but his other self, the one we call hypocritical, held him back. And his action was always uncertain and vacillating. And he concluded by closing his eyes and saying to himself: \"I am impossible!, I will never be anything in this world!, these monk's clones!... these regrets!... And why should I be honored, if no one will thank me?, why should I die, if I am to continue like this, poor and despised? Where it is seen that neither of their two and o, neither their angel nor their demon, had prevailed, but that, in fact, both were utterly defeated, each of them of the other, and none having prevailed. If the demon of Artemius - or demon Artemius - had defeated the angel of Artemius - or angel Artemius - he would have been given to grow and to enjoy the life of the century and the charm of power and fortune without trace of remorse; and if, on the other hand, the angel had defeated him, he would have been content with the satisfaction of his own virtue, with the sense of his own victorious humanity. But neither of these things happened, and Artemius ended up worse than a redeemed pauper, worse than one of those high-hatted bandits who have left moral conscience at the door of the way, and who squabble and grow in their girths in the ring of the world of the century, without any other thing, and, least of all, an offender. Artemio had come to hate himself and to despise himself. And this hatred and this contempt, were in large measure, envy. The one who began as an angel of Artemius, concluded by hating his demon and being therefore as bad as he; and the one who began as his demon, concluded by despising the other. The hidden moral self of Artemio – he wanted to hide it from himself – admired obliquely his effective or immoral self. In the dialogues that Artemio maintained between his two 'Is', the angel says to the demon: \"If I could be like you!, if I had the opportunity to do good to the oath you took to seek your own good!, if I had your courage!\" And the demon self replied: \"The case is, my sweetheart, that with your eternal reproaches you have not let me be as I ought to be, you have not let me be as I ought to be, you have not let me fulfil my purpose, and you have not done your own, coward, coward!\" And then the exanglicised self of Artemius had to bow down, for he had sought his moral worth, and morality is not worth; he had sought a reward for his virtue, and he did not know that the reward is virtue. And it is that Artemius' angel had been corrupted by the failure of his demon. Poor Artemius, when we knew him, was not content with the failure of his earthly ambitions, with not having made a brilliant career, according to the century; but he was not content with the apparent austerity and cleanliness of his life. \"He had no value to be bad,\" people said of him. And he knew it. We did not know in Renada a soul more complicated and tortured than that of poor Artemio A. Silva, a new heautontimoroumenos, who was torturing himself. And if God gives us health, humor, and time, we must tell His story in detail, making it a matter of fact. Artemio was, in fact, an enemy of himself. For when someone who had sat in the century said, “I could have been me if you had not contained this malignant angel, concerned with justice and duty!” And when he was tempted against someone who had the wisdom of a pure and just heart and, with it, the respect of the best, Artemio said: “I could have been like him if this vile demon had not pushed me, and without effect, into his own interest.” And so Artemio, by envincing the stout and successful - what they call the efficientists or arribists - their stout and successful, and by envincing the steadfast and respectful their steadfastness and respect, did not do but enviate himself. No one of their two yods was able to dominate the other, and they ended up settling into one yod, in which the angelic was lost in the demonic. It was a curse for good and a curse for evil. The struggle between his ambition and his pride ended in the destruction of both, one by the other. As the reader will see, we give pride an angelic role here. It remains to explain how it was by pride that the good angels remained faithful to the Lord. Because pride is respect for God, who is within, and the resolution not to sell him to the world. *FIN* New World, Madrid, 29-III-1918", "title": "Artemio, heautontimoroumenos", "author": "Miguel de Unamuno"}