{"metadata": {"length": 5916, "words": 1168, "reading_time_min": 5.84}, "text": "I'll tell you something that occurred to me when I was going to the Sovereign's mines and I had come down to the Very Green on board a ship a hundred and twenty cubits long and forty wide. A hundred and twenty sailors were his crew, the most selective of all the Egyptians, whether they looked upon the heavens or the earth, their heart was more fearless than that of lions. They could announce, before a storm or a storm broke out. A storm broke out when we were on the Green Bay and before we got ashore. We continued sailing, but the storm raged, causing a wave of eight elbows. Then he sank the ship and none of his crew survived. As for me, I was thrown on an island by a wave of the Very Green. I spent three days alone, with my heart as my only companion; inert but protected by a tree, I embraced the darkness. Then I'll stretch my legs out for something to take to my mouth. I found figs and grapes, beautiful vegetables of all kinds, sycamore fruits and cucumbers as if they were cultivated. There were also fish and birds. Actually, he was on everything. And when I had satisfied my hunger, I threw some of that food on the ground; for it was too much to carry. Then I lit a fire with some wood and made a burnt offering to the gods. Then I heard a thunderstorm. The trees crushed and the earth shook. And I opened my face, and behold, a serpent came forth; its measure was thirty cubits, and its beard was more than two cubits; its parts were covered with gold, and its brows were of pure lapis lazuli; and it went forth with prudence. And he opened his mouth to me, and stood on my bosom before her, and said to me, Who brought thee hither? who brought thee, my child? Who brought you here? If you delay telling me, you will soon realize, for I will reduce you to ashes, that you have become something invisible. And I said, Thou speakest unto me, and I know not what thou sayest unto me. I'm standing in front of you and I've lost my touch. Then he took me in his mouth, led me to his lair, where he freed me without crushing me, safe and sound, and taking anything away from me. And he opened his mouth to me, and stood on my face, and said to me, Who brought thee hither, my child? Who brought you to this island of the Green Sea, whose shores are bathed by the sea? And when I had told him the story of the shipwreck, he said, Fear not, fear not, little one; put not thy face in torment now that thou hast come to me. God has certainly allowed you to continue living, for he has brought you to this island of Ka where nothing is lacking and where all kinds of good things abound. You'll be here month after month until you're four months old on the island. And there shall come a ship from thy land, with seamen whom thou knowest; and thou shalt return with them, and thou shalt die in thy city. Happy is he who can tell what he has experienced once he has passed the painful trances! I will tell you about a similar incident on this island. I was with my brothers and sisters, and there were seven and five of them. And I won't mention a young daughter who had been given to me by my pleas. A glowing star fell and they all burned. And when it came to pass, I was not with them; they burned themselves, and I was not with them. I was about to die when I found them turned into a sad pile of dead bodies. If thou be strong, take hold of thy heart; and thou shalt hold thy children and thy wife in thy arms, and see thy house, and that is more than all. And thou shalt return to the land where thou dweltest with thy brethren. And I lay down my face, and touched the ground before her, and said to her, I will tell the king thy might, and I will declare thy greatness. And I will make incense, and incense of the temples, with which the gods are worshipped. I will tell what happened on this island, remembering what I saw thanks to your power. They'll thank you in the city, in front of notables from all over the country. For you I will sacrifice bulls for burnt offering and twist the necks of the birds. And I will bring them with ships, loaded with all the precious goods of Egypt, as it is required of a goddess that loveth men, into a land far off, which men know not. And he laughed at me, or rather at my words, and thought them foolish, saying, Thou hast not much oliban, but thou art born with the resin of the thirty-thirds of the Khioth. But to me, the princess of the land of Punt, the oliban belongs; as for that perfume which you thought to bring, it is the chief product of this island. Besides, when you leave her, you'll never see her again because she'll turn into water. And the ship came as she had said; and I went and climbed upon a high tree, and I knew the people who were on board. I ran to tell the Snake this news, but I warned that I already knew. And he said unto me, Go in peace, thou child, to thy house, and see thy children. Speak well of me in your town, that's all I ask. So I bowed down with my arms outstretched before her and she gave me a shipment of olibanum, perfumes, black collar, giraffe tails, a bunch of Quío trentine resin, ivory tusks, hunting dogs, cercopites, mandrils and all kinds of precious quality products. I loaded everything on the ship. And I bowed down to him, and he said to me, Two months from now thou shalt come into thy land, and shalt embrace thy children, and thou shalt return to thy land, and there shall they bury thee. As a result, I went down to the beach of the ship and called out to the crew. I thanked the owner of that island and all those on board. We sailed north, to the Sovereign's court, and arrived in the country in two months, exactly as she had said. I stood before the Sovereign and handed him the gifts I had brought from the island. He thanked me in the presence of notables from all over the country. Then he made me a companion and gave me his servants. FIN Anonymous Egyptian Magazine The Unesco Post, 1991", "title": "El relato del náufrago", "author": "nan Anónimo"}