{"metadata": {"length": 3600, "words": 691, "reading_time_min": 3.455}, "text": "The autumn looks more like summer than summer. It was a hot autumn day. With my blue silk dress and the puppy dog they had given me for my birthday, I arrived at my boyfriend's house. I remember the patent that day. –Celos rule the world – said the Yapura lady, thinking that I was not married to Romirio for celos. My son sleeps alone with the cat. I didn’t marry or I didn’t decide to marry Romirio for other reasons. Sometimes the words people say depend on the tone of the voice with which they say them. It seems a bit divag, but there is an explanation. The voice of Romirio, my boyfriend, repulsed me. Any word he spoke, although he had great respect for me when he said it, although he didn't touch me with a finger, seemed to me to be obscenity. I couldn't want it. This circumstance interested me, not for him but for his mother, who was generous and good. The only defect known to him was his eyes, but he was old and had lost them. And maybe you have to believe in fairy tales? People told her she married a young man who soon got her pregnant by another. When she suspected it, she lived a month without sleep trying to discover the adultery. Discovering him was like a knife that pierced his heart. She said nothing, but that night, when her husband was sleeping beside her, she snatched his collar and strangled him. The mother of the victim came to save him; if it had not been for her he would have died. My engagement with Romirio was too long. “What is a voice?” I thought, “it is not a hand that slaps me with insolence, it is not a repulsive mouth that tries to kiss me, it is not the obscenity and protuberance that I have, it is not material like whales or hot like a wind.” However, Romirio's voice meant something much more unpleasant to me than all of that. How would I stand a man living next to me, re-distributing that voice to anyone who wanted to hear it! That visceral, impure, escatological voice. But who dares to tell his lover: “Your voice disgusts me, repulses me, scandalizes me, is like in the catechism of my childhood the word luxury”? Our marriage was ad hoc, without any real reason for it. Romirio visited me every afternoon. Once I went to his dark house, because his mother, who was sick, was lying down early. I also liked the garden, full of shadows, and Lamberti, the barmy cat of Romirio. Newcomers as isolated as we were did not exist in the whole neighbourhood. If we kissed once during the summer of that year it was a lot. Take us out of the hand? No, not for broma. Abandon us? It was no longer used to dance with arms around each other. This unwelcome behavior used to make me suspect we would never marry. That day I brought Romirio the puppy they had given me. Romirio took him in his arms to scratch him. Poor Romirio, he loved animals so much! We were sitting in the room as usual when Lamberti’s hair stood up and with a shrill thud he swung round to our side swinging a flowerpot. The next day the Yapura lady called me: that same night, as always, Romirio slept with Lamberti in his bed, but in the middle of the night the frightened cat slammed Romirio's eyes shut. The mother came to hear the cries. He managed to grab the cat from his son's shirt and strangle it with a rope. They say nothing is as terrible as a rotten cat. It doesn't hurt to believe it. I detest them. Romirio has been voiceless ever since and the doctors who saw him said he would never recover. – You will not marry Romirio – his mother cried –. For something I told my son not to kill the cat! – I will marry – I replied. I have loved Romirio since that day. FIN", "title": "La voz", "author": "Silvina Ocampo"}