{"metadata": {"length": 6705, "words": 1289, "reading_time_min": 6.445}, "text": "They had spent two days following him around the perimeter: at the top of the hills, however, he had managed to frighten them and now, amidst a tangle of yellow moss, they heard his voice as they scurried along the valley's rocky cliffs. Atop a tree and from the high peaks of the horizon, he had seen them shivering like hounds, licking their fur and imitating a shivering gleam until the mist, which had fallen unexpectedly from a spring sky, came to hide them from view. It was a motherly dread that hung over his shoulders, under whose ragged cloak the blood dried as in the leaf of a tree. That bruma was warming him up: he was placed on his lips, served with drink and food. In the middle of that cotton shawl, a sly smile broke out. From the ladder where the guards had been mounted, he entered the forest on the side where it was spreading out, following a trail that might lead him to light, fire and a well of water. He then thought of the chiseling of the pillars of a fireplace and of a young mother, alone, hunched over the fire, imagining her hair. They would find in them an ideal nest. He ran through the trees until he found a narrow path. What direction to take there? He didn't know whether to walk towards the Moon or run away from it. The fog obscured and lost her, but she could see, by a ring in the sky where the sun had set, stars. He walked northward, in the direction of the stars, which sounded a low note, and felt the tinkling of his feet on that spongy ground. Now there was time to put his thoughts in order, but nothing more to do, a crow cried among the trees that shook on the path, and he paused to make a guide, sharing the melancholy of his lament. The mouse would sag in the middle of a mouse. He was contemplating it, until the persistent whimpering he was making while seated on a branch finally frightened him. A few meters further on, he felt it flying over him with a sharp shriek. Poor love, she thought, she must carry a cross. The road rose to the stars, and the forest, the valley, and the memory of the scouts began to fade from their minds. He heard some steps. The figure of an old man, glistening in the rain, emerged from the gloom. -Good night - said the old man. - Nights like this... - the crazy one said. The old man, stumbling, stumbled over the path to the trees, which spanned both sides of the path. -Tell me the sabotages -said the madman between his teeth as he scurried along the cliffs-,tell me the way -and with the slyness of a fox, he turned back to the point where the path of the cliffs was divided into three branches. \"The devil the stars,\" said he, and he walked into the darkness. At his feet, the world was a ball rolling down his career. Above him were the trees. He heard far away how a hunting dog had been caught in a trap and ran faster still thinking he might have the enemy in his teeth. “Pat, boys, pat!” he cried, like a hunter, but with a tibia voice, as if he were pointing out the glare of a stray star. When he remembered that he had walked without sleep from his house, he stopped running. The rain, exhausted from sprinkling the earth, had retreated and was a splutter of wind, grain husks blown about in the breeze. If she took the dream, the dream would be a girl. During the last two nights, while running through the deserts, he had dreamed of meeting a girl. “Ah, ah,” she said, “and she threw her dress on the floor as if it were a rag and lay down with him.” But at half-past-six, as the lark at her feet swung like a fluttering dress, she had heard the voice of enemies in the field. And I had to keep on going and keep on going, leaving the dream well behind me. The sun, moon or black sky, had blown the winds before it began its descent. -Where is Jack? -had been asked in the garden of the place from which he had escaped. - Through the mountains with a chopping knife - they replied with a smile. But he had struck the knife against a tree and yet had to twitch strained in the trunk, and now he had only, while he ran on unbroken through the cold, a dream that made him tremble. And she, alone at home, was making a new dress. It was a peasant dress, radiant with floral motifs. Just a few more points and you're ready. Two flowers would fall from their chests. On Sunday, when they were walking with their husbands, through the fields and streets of the village, the children would squeal behind them. Her slender waist would raise a murmur of wives. She stepped out in her new dress and found, looking in the mirror she had on the fireplace, that she was more beautiful than she had ever dreamed. He made his face whiter and his dark hair darker. A dog, lifting his head, shook the night with a bark. She turned back, putting the visions aside, came to the window and slid the curtains. Outside, they were looking for a lunatic. He had green eyes, they said, and was married. They said the crazy man had cut his wife's lips off because she made men laugh. They had brought him, but he, after stealing a knife in the kitchen, had jumped on his ladder and was running through the valley. The lunatic saw a light in the house and hurriedly walked to the edge of the garden. Without seeing her, he warned that the garden had a fence. His hands had been smeared with the rust of an oxidized chain and a smudge of rust was growing under his fingernails. After sliding between the wires of the fence, the creatures of the garden and their scavengers came to receive their head of flowers. He had broken his fingers, but he still had other old injuries. Converted into a man of blood, he came out of the enemy's darkness and reached the stairs. And he said in a whisper, \"Do not let me go.\" And he opened the door. She was in the middle of the room. He had shaved his beard and removed the buttons from the dress's belt. Why did the dog howl so dejectedly at that moment? Assailed with the cold and recalling old stories, he had fallen into a trance. What was the woman of the lunatic? he wondered as he sat. I couldn't imagine a woman without lips. The door had quietly opened. He entered the room with his arms raised and trying to smile. - You've come back - she said. He turned back to the chair and looked at him. There was blood in his green eyes. He put his hand in his mouth. “Don’t disappear,” he said. By moving his arm, the dress had opened to him and he was astonished at the whiteness of her face, her swollen eyes, her crisp mouth and the flowers of her dress. The dress was now dancing in the light. She came to sit in front of him, covered with flowers. “Sleep,” said the crazy man. And, bending his knees, he let his swollen head rest against the railing of the woman. FIN “The Dress”, 1936", "title": "El vestido", "author": "Dylan Thomas"}