{"metadata": {"length": 3620, "words": 696, "reading_time_min": 3.48}, "text": "I really like, and I really want to, telling you the true story of the lai they call Mother Earth, why it was made, how and where. Many have told me about it, and I found it written in a book about Tristan and the Queen, about their love that was so perfect, for which they suffered so much pain and then died in one day. King Marc was furious, angry with his nephew Tristan. He threw him out of his land because of his love for the queen. Tristan returned to his native South Wales, where he had been born. He stayed there for a whole year and couldn't return. He abandoned himself to the worst dangers and death. Do not be surprised, for the one who loves loyally gives himself up to grief and pain when he cannot get what he desires. Tristan was depressed and thoughtful; so he left his country and went straight to Cornwall where the queen was staying. He hid himself in the woods, didn't want to be seen. He went out at the end of the afternoon, at the time of seeking refuge, and spent the night with the peasants, with the poor people, asking them about the king, what was happening to him; they told him that, according to what they had heard, the barons were summoned by a royal party to go to Tintagel, where the king wanted to have his courts. Everyone will be there for Pentecost, there will be great joy and gladness, the queen will accompany the king. When Tristan heard this news, he was very glad. The queen could not go there without him watching her pass. The day the king set out, Tristan returned to the forest, the path he knew the courtesy was to go through. He cut a branch of hazelnut in half and carved it into a square shape; when the stick was ready, he wrote his name with his knife. If the queen realizes - she was always attentive to these signs because she had seen them before - she will easily recognize her friend's stick when she sees it. The essence of Tristan's message was this: that for a long time he was in that place, waiting, spying and looking for an opportunity to see her, because he couldn't live without her. They were like the mother-child that joins the hazel: once it's attached and attached, and has tangled around the trunk, they can live together for a long time, but if they want to be separated, the hazel dies quickly and the mother-child too: Belle friend, this happens to us: neither you without me, nor I without you. The queen was riding, looked at the sloping road, saw the stick and recognized it, understood all the letters. She ordered the knights who were with her to guard her to stop, because she wanted to get off the horse and rest. They obeyed his orders. She moves away from her people, calls to her side her maid, Brangien, who was very loyal to her. He went a little farther and found in the woods the one he loved more than anything in the world. You two are feeling a great joy. He told her everything he wanted and she told him how pleased she was to see him. And she showed him how to make peace with the king, and said to him, It was very difficult for me to cast him out; for I did it for an accusation. Then she leaves and leaves her friend; but at the moment of separation they began to weep together. Tristan returned to Wales until his uncle sent for him. For the joy he had in seeing his friend and for what he had written, as the queen read, to remember these words, Tristan, who knew how to play the harp well, composed a new lai; I will name it briefly: Gotelef the English call him, Madreselvas the French call him. I told you the truth about the lai I told you here. FIN Lais, 12th century Translated by Mario Martín Botero García", "title": "Madreselva", "author": "María de Francia"}