{"metadata": {"length": 2665, "words": 526, "reading_time_min": 2.63}, "text": "There was a chicken that was idiotic. I said idiot. But he was still more idiotic. He swatted a mosquito and it flew away. He blew a whistle and went out. He threw a bat at him and he ran away. All chickens fear foxes. But this chicken wanted to be devoted to them. And that the chicken was an idiot. It wasn't a chicken. She was an idiot. On winter nights the moon of the villages gives great bouffant to the hens. A bobbing up and down in the streets. It makes me laugh. Cure cannot ever understand why these are cursed, but God does. And the chickens too. It will be a success if you all know that God is a great mountain – alive. It has a mossy skin and on top an avian skin and on top an eagle skin and on top an octopus skin and on top an octopus skin and on top a lion skin and on top a leopard skin and everything. You see everything? Because everything and more a chicken skin. This was what our friend didn’t know. It's funny to think how friendly chickens are! They all have a peak. They all have a cult. They all have eggs. And what will you say to me? The idiot chicken hated eggs. They liked the boots, it is true, as they like the right hand of people those squeals of the horns or the start of the horn. But she hated her own egg. And yet there is nothing more beautiful than an egg. Even from the sprigs, still hot, it is the perfect mouthwash, mouthwash and mouthwash for the ear. The hot spit of the one who just died. It's the face. You don't understand? I do. The Japanese say so, and some ignorant women know it too. I do not want to defend the swollen beauty of the egg, but since everyone admires the lustre of the eye and the joy of those who flutter in the grass, let me defend an egg against an idiot pig. I mean, a friend of men. One night, the moon was scattering seeds to the birds. The sea and the teeming sands and the smoky chimneys had the same light. A light where the owl would have received the arrows of the whole world. Nobody sleeps. The chickens could no longer fly. They had crests full of moss and the piots rang their electric bells through the hole in the thorns. A fox finally decided. The idiot chicken was defending itself. The goat danced three times but the goats don't know how to wiggle their tusks. They rang the tower bells because they had to ring, and the stewards and the overseers and the ball-jumpers were put three times in the dungeon and flogged. He began the struggle. Ready to go. Idiot chicken. List of chickens. Idiot pig. We have the two. The two idiots. Ready to go. Idiot chicken. They fought. They fought. They fought. So all night. And ten. And twenty. And a year. And ten. And always. FIN 1934", "title": "La gallina", "author": "Federico García Lorca"}