{"metadata": {"length": 4565, "words": 839, "reading_time_min": 4.195}, "text": "There were mornings when we woke up strangely rested, so rested that we seemed tired. Our bodies weighed like dreams. In our kidneys and calves, a cloudy blood spat out even though he was alive. Looking at each other's faces, each of us seemed to come from far away. We talked about the day, the good weather we expected, even when the sky was covered with clouds. But no one dared to say that it was precisely that numbness and tiredness in the sky that caused us to look flatly, a stealthy complacency that left us faltering. I don't know if afterwards, wandering around the barracks, there was anyone who would tell his partner how the night had gone. One day they asked me, \"What have you dreamed? I couldn't answer, but I had slept like a child, without dreaming. We were like children, in those sad barracks, and waiting to line up for the usual exit, some were running around looking for something, others were sitting idle in a drawer or on a ladder. We were all unemployed, but some didn't want to know anything about giving in to numbness. They were afraid they'd have to recover later, face an outside call, to get into the day. And yet the numbness was in us, and it had the taste of immense, prolonged fatigue who knows how much, and who knows where. We felt, in that awakening, that we stumbled like someone who came out of a sea where he swam to the end, dropping lead in the water with his exhausted legs. Something must have happened, during the night. We had dreamed with such conviction that now all memory was abolished and only a stupor of unbelief remained in our blood. So the buzzing of silence sometimes makes me think of a scream, a cry so deafening that you can't hear anything anymore. I am not ashamed to confess that I am afraid of the dark, I, who nevertheless endured in that desert camp, where the onset of a beautiful day made us sad, as absurd as it was. We were afraid of ourselves and the dark. And he who fears the darkness does not believe in miracles that exist. He's just someone who knows that his blood and his thoughts can warm up in contact with the night and spark wonders like a sweaty horse. We would often wake up in the morning slowly, without a shake, like a boat approaching shore, and we would go down painfully looking around us, a little surprised, as if those eternal barracks were the same, yes, but our eyes, washed in the black sea of sleep, would not immediately recognize them. Those who sat down early in the morning, looking up at the restless people who were crawling under the sky loaded with the country streets, had the look of looking among the companions who had been around with them at night and with them had faced the ghosts, the perpecias of the murky dreams. No one was talking about it. We were just feeling weakened in ourselves by wonder. Instead, we talked about the day and our usual occupations. Since we could not begin anything in that camp with the certainty of finishing it, we kept following the humours of the sky, and in its serenity we tried to read our own greedily, but every day was a disappointment because the sad barracks showed us their worthlessness. The sun and wind exasperated us, as they do the sick. Then, as the season passed, we learned to remain melancholy under the darker sky, and that meant a lot to our peace, since among us those who seemed more careless suffered more. Perhaps at night we would experience what we would keep quiet so carefully during the day. At night our bodies flew beyond the last barracks, beyond the silent hills, if in the dream there are still barracks and hills and not a black field where things are glimpsed in their own light and the terrors, the punches, the anguish, the findings are one thing with the tumult of blood that haunts the darkness. The events of the dream were forgotten before they happened, and from there perhaps arose the tremendous fatigue to bring them back to light, to bring back to light at least that blood and that body where they had been made. Maybe whoever saw us sleeping some nights wouldn't have recognized us. An absent lamp died in the barracks; it seemed to oscillate, being herself the prey of sleep. Nothing that his faint light touched was true. There were the tumult and blood-rolling in the absurd immobility of the night, like a wheel that is snatched by a whirlwind appears still. Who among us wakes up before dawn, sharpened his ear at night, and, believing he was out of the world, eagerly awaited the hoarse voice of the sentries. *FIN* Sogni to the countryside, Fair dAugust, 1941", "title": "Sueños en el campo", "author": "Cesare Pavese"}