{"metadata": {"length": 3515, "words": 686, "reading_time_min": 3.43}, "text": "In Taubilandia lived in remote, very remote times, a man who possessed all the wisdom of the world. The name of this man was Father Ananzi, and the fame of his wisdom had spread throughout the land, even to the most remote corners. People from every land came to him to seek his advice and to learn from him. But behold, those people behaved improperly, and Ananzi became angry with them. Then he thought of a way to punish them. After long and deep meditation, he decided to deprive them of wisdom, hiding it in a place so deep and unlikely that no one could find it. But he had already given his advice and it contained some of the wisdom that he had to recover first. And he did it; at least that's what our Ananzi thought. Now he had to find a little place to hide the wisdom's spoon; and, yes, he knew a place too. And he set out to take his precious treasure there. But... Father Ananzi had a son who didn't have a fool's hair either; his name was Kweku Tsjin. And when he saw his father walking so mysteriously and so cautiously with his pot, he thought in his heart, This must be a great thing. And as smart as he was, he set a watchful eye, to watch what Father Ananzi was proposing. As I was supposed to, he heard it very early in the morning, when he got up. Kweku paid close attention to everything his father did without his father noticing. And when Ananzi soon afterward stealthily and quickly left, she jumped from a leap of the bed and set out to follow her father wherever he went, with the caution that he would not notice. Kweku soon saw that Ananzi was carrying a large jar, and his curiosity was keen to know what was in it. Ananzi went through the village; it was so early in the morning that everyone was still asleep; then he went deep into the forest. When he reached a mountain of palm trees as high as the sky, he sought the thinnest of them all and began to climb with the jar or pot of wisdom hanging from a string that he carried tied down the front of his neck. He wanted to hide the Jar of Wisdom at the top of the tree, where no mortal would come to look for it, but the ascent was difficult and heavy; yet he kept climbing and looking down. Despite the height, she didn't get scared, but she kept climbing up that climbed you. The jar containing all the wisdom of the world swung back and forth, either to the right or to the left, like a pendulum, and sometimes between his chest and the trunk of the tree. The climb was hard, but Ananzi was very stupid! He kept climbing until Kweku Tsjin, who was dying of curiosity from his observatory, could no longer tell it apart. \"Father\", he cried, \"why don't you carry that precious jar hanging from your back? As you propose, the ascent to the highest peak will be a difficult and risky undertaking for you! As soon as Ananzi heard these words, she leaned down to look at the ground at her feet. \"Listen\", he cried out with a deep sigh. \"I thought I had put all the wisdom in the world in this jar, and now I suddenly find that my own son is teaching me a lesson in wisdom. I had not realized the best way to climb this jar without incident and with relative comfort to the top of this tree. But my little boy knows enough to tell me. His disappointment was so great that, with all his strength, he threw the Jar of Wisdom as far away as he could. The jar hit a stone and broke into a thousand pieces. And as it is supposed, all the wisdom of the world that was locked inside was spilled, spreading to all the corners of the earth. FIN", "title": "Cómo la sabiduría se esparció por el mundo", "author": "nan Anónimo"}