{"metadata": {"length": 4537, "words": 861, "reading_time_min": 4.305}, "text": "I will give a brief account of the episode that had such an influence on the teacher's life (and also on mine). What if now, between the leaves of that door (which was barely turned) there were two, or rather, some very long, thin, hairy legs, and the door itself, yielding to pressure, opened little by little and a huge spider appeared, as large as a basket of coal...? - And what's up? Wait, I'm not finished yet. If that spider, instead of a body, had a human head staring at you from the ground, what would you do? You'd kill yourself, wouldn't you? - I? I wouldn't even think about it. Why the hell would he kill me? I'd rather kill her. I did. I would kill myself. Oh, my God! To live in a world where things like that are possible! And I tell you I'd do anything but kill myself. Not in a dream! Kafka had not yet finished saying these words and was still looking with defiant air at the rounded door, when the leaf slowly turned over his pleasures and the scene I imagined occurred point by point. In the remote room where we were dining we stood terrified. The spider, or man's head, swinging over its long legs, would move toward the table and look at us with a certain evil expression. Well, I was screaming, I admit, almost crying. Why don't you kill her now? But Kafka looked at the animal or man with his eyes open, and he didn't move a finger and he was backing down insensibly to a corner of the room. The fact is that that head (as I learned later) was precisely the head of his father, long dead. This one, looking at Kafka, looked his worst expression, with his eyes injected with blood and almost bitches, his upper lip curved to one side in a sign of rage, as when he was putting up his tedious scenes, which Kafka now remembered very well, raising his voice in the most unpleasant way. Now he was speechless, perhaps because he could not, but it was evident that he was about to burst out of a desire to scream. The head, with the face turned upwards, was slightly tilted, in the position of a toad. \"What the hell have I done now?\" Kafka wondered, preying on the anguished feeling of when, as a child, he was the target of those scenes without knowing exactly why: \"Dad... \" he muttered. I, I confess, began to clapping my hands and screaming relentlessly: \"Long, long, creature! But no more courage to do anything else. Then Kafka's father, now circumspectly moving towards us, seemed to reflect and encourage himself (dominating himself before the \"strangers\" had always been his pride, but everyone guessed his feelings by just looking at him in the face, even though he hadn't muttered to each other in similar cases \"horns, horns!\"). Postponing the scene or the assault, he turned around and, babbling and quarreling, quietly left where he had come. I, I confess, ran away, pulling my hair and crying somewhere. Kafka, after a moment, rushed after his father into the great dark room. It is useless to say that neither that night nor the following days he managed to find him, although he searched for him in every room and at every hour. Oh, my God! It was said. There was a creature like that in my house and I'd never seen it before. Who knows how many of the same type will be. If I don't catch him, I won't be able to live here anymore. At first, I thought I'd lock him in a cage or a room that had been his. Finally, one day he saw him at sunset crossing quickly through a trunk full of dusty objects and also realized that he was passing easily through closed doors and, perhaps, through walls. Since then, he's been told he'd kill him ruthlessly, there was no other solution. It is understood that on that occasion he also escaped. One day, when he was already desperate to find him again and was already ready to leave and leave the whole old mansion at his disposal, he headed towards him suddenly and in full light. The future great writer was in his bedroom, through whose window the sun came in. In the sunlight it looked grayer and dusty. His ashes-filled face looked at his son this time with a tired, almost imploring expression and with great affection, tears in his eyes (as when, before, he felt bad). Despite this, Kafka grabbed a chair and, for the moment, left him very numb. Then he ran down to the basement to find a deck that he crushed it with. From the broken head came, as expected, a sort of more or less liquid tuetano. Kafka believed he had been freed from it forever, albeit at a cost. But how many spiders, big or small, do not house an old mansion! The father of Kafka, 1939", "title": "El padre de Kafka", "author": "Tommaso Landolfi"}