{"metadata": {"length": 3057, "words": 532, "reading_time_min": 2.66}, "text": "For ten years I fought a rhinoceros; I am the divorced wife of Judge McBride. Joshua McBride possessed me for ten years with imperious selfishness. I knew his raging raids, his momentary tenderness, and in the early hours of the night, his persistent and ceremonial lust. I gave up love before I knew what it was, because Joshua proved to me with courtroom arguments that love is just a tale that serves to entertain maidens. Instead, he offered me his protection as a respectable man. Protecting a respectable man is, according to Joshua, the ultimate ambition of any woman. Ten years I fought the rhino face to face, and my only triumph was dragging him into divorce. Joshua McBride has remarried, but this time he made a mistake in his choice. Looking for another Elinor, she went to get the shape of her shoe. Pamela is romantic and sweet, but she knows the secret that helps her defeat the rhinoceros. Joshua McBride is attacking from the front, but he can't turn back quickly. When someone suddenly stands behind you, you have to turn around to attack again. Pamela grabbed him by the tail, and she won't let go, and she's gonna screw him. After so much rotation, the judge begins to give examples of fatigue, yields and softens. He has become slower and more opaque in his fury; his predictions lose truth, as on the lips of a distraught actor. His anger doesn't come to the surface anymore. It's like an underground volcano, with Pamela sitting on top of it, smiling. With Joshua, I was shipwrecked at sea; Pamela floats like a paper boat on a wharf. She is the daughter of a prudent and vegetarian shepherd who taught her how to make tigers become also vegetarian and prudent. I recently saw Joshua in church, listening devoutly to Sunday services. It's like sputum and compressed. It seems that Pamela, with her frail hands, has been reducing her volume and bending her spinach. His vegetarian pale looks gives him a soft, sick look. People who visit the McBrides tell me amazing things. They talk about incomprehensible meals, no-rosbiff lunches and dinners; they describe me as Joshua devouring huge salt springs. Naturally, such foods cannot extract the calories that gave rise to their old cholera. Their favorite dishes have been methodically altered or suppressed by ruthless and adroit cooks. The potagras and gorgonzola no longer envelop the smoked oak of the dining room in its unyielding pestilence. They've been replaced by tasteless creams and odorless cheeses that Joshua eats quietly, like a punished child. Pamela, always kind and smiling, halves Joshua's havanna, rationed the tobacco from her pipe and restricted her whiskey. This is what I'm told. I like to imagine you two alone, dining at the long, narrow table, under the cold light of the candlesticks. Watched by wise Pamela, Joshua the gluttonous angrily absorbs his light snacks. But above all, I like to imagine the rhino in slippers, with the large, shapeless body under his coat, calling in the late hours of the night, timid and persistent, before a stubborn door. FIN", "title": "El rinoceronte", "author": "Juan José Arreola"}