{"metadata": {"length": 6003, "words": 1140, "reading_time_min": 5.7}, "text": "A rather insightful, barely a step higher, representation of the feelings expressed yesterday in the last sentences (and fortunately my arte) is found in an old manuscript entitled The Well of St. Patrick. I'm not talking about literary insight, of course. So begins that manuscript that doesn't change or compute: God wouldn't be God if he were perfect. I mean, not to go too far on this issue, if it wasn't also imperfect, at least according to our poor words. It's a fact that doesn't give the same vital impulse, I mean equally intense, to all the beings that come out of their hands. Some receive from him less than is necessary for life, either by distraction or by design. The proper qualities may be the same for all. The difference between men and their various destinies lies precisely here: that of divine breath some were more affected and others less. If not, it cannot be explained how creatures not deprived of any noble faculty lead the saddest and most melancholy lives and, ultimately, do not know what to do with all their faculties. The fact is, I repeat, a lighter blow made them out of the hands of the Master. So that, although the world is made perfect to these creatures in appearance, whatever they do, they cannot enter it or find the thread of their own destiny or that of another. Of them it is often said that they sigh for another homeland, for their heavenly homeland, and that they therefore despise this earthly one. But it's just a way of speaking: to be created means to lose all kinds of memory, open and secret, of the true homeland. And besides, is not our true homeland and that of God this universe which, without even being asked, opens up to all and which, indeed, is the most beautiful of all possible, the only one? In any case, the above is not a metaphor; it is something to be taken literally. The truth, I meant to say, is that there are at least two species of beings that we've given the name ghosts: those that have already lived and those that still have to live and that in most cases will not be able to do so. The blind existence of these newborn, of these complete but too weak creatures, on the other hand, is not made precisely of it, but of an inexhaustible yearning for life. Larval existence, really. In short, they don't get a living. God, once created, abandoned them at the threshold of the world and no longer cares for them. In more scientific terms, they represent a first stage among all possible vitality. Among his brothers, there are men who boastfully take possession of the world and between the two extremes an infinite range of arrangements for life develops. So there are also those who barely had the courage to make the big step, who barely crossed the threshold of the world and stayed there, indecisive and perplexed, without strength to recognize themselves in the countless living objects around them or to discover in them the sign of their own life. But it's not the last of these I wanted to talk about. Those unborn, a generation placed on the side of this life, as on the side of that are those of the first category, may, yes, be saved, but never save themselves. But all, of course, are highly random modes of salvation, destined most of the time to fail. I don't risk revealing too much of the hidden things here and I just expose one of those ways. Those who manage to attract the attention of some great poet or musician or painter or what do I know, of one of the like lieutenants of the Most High are saved. Indeed, they alone are given the power to draw the unhappy into the circle of life and move them around the world. It is understood that the very unhappy ones themselves should consider well the one they trust, for, in truth, it is not enough to be a poet or a musician or a painter to be able to give life, nor are all so-called ministers of God. But that's another question. Poor people, too, are not so free to choose the man they want. The problem of the future is not only in the European Union but also in the European Union. Well, that's it. I've finally gotten where I wanted to be. It's okay to be wrong, but why insist on the wrong? Yet, that is what some of our twilight brothers do and inexplicably persist in doing. Some of these ghosts have been tormenting me for a long time. They have not understood, they do not want to understand that I myself am like one of them, that I have barely crossed the threshold and cannot take a step beyond it; that I do not know, that I cannot give life, not only to others, but even almost to myself. Or maybe they've got it but they don't have others within reach. Or they're just ghosts that great poets don't see. They demand of me, that I ignore mine, their destiny. Allow me to present them to the reader and to speak publicly of all the fruitless efforts I have made to please them. A nameless remorse, like an inexcusable guilt, crushes my heart when they buzz around me. - Why? - I don't know. Maybe I haven't done enough for them. And yet, I don't see what else I could do. Judge for yourselves, and perhaps, upon thinking about it, the terrible remorse will calm down. I've even given them a name, but they might suffer precisely because of that: because I tried to make them live. And they are already in me, and they can no longer go on to others; they are slaves to my name, which I have given them, and to that very little I have lent them. Their life connotation is already conditioned by my creation; they are no longer even wandering. But I can't move on. You must understand! They're after me. I'll try to give you an idea of them, but I wouldn't know how to do it in a precise order. So I will present them as I can, by chance. (Later the writer comes to this surprising proposition: \"In fact, I have almost come to believe that destiny itself is, no more or less, than an action. Otherwise, the manuscript, which must be about twenty years old, may one day be published in its entirety.) *FIN* I non nati, La bière du pécheur, 1953", "title": "Los nonatos", "author": "Tommaso Landolfi"}