{"metadata": {"length": 2776, "words": 511, "reading_time_min": 2.555}, "text": "Santos was a coachman in a room two leagues from ours. Low and thick, his fifty-six years of kind and quiet life did not accuse more than forty. She was counting on an episode that might mark the only intense page in her existence, and I heard her tell more than a hundred times that tragic moment, which she narrated to the smallest hint, with always the same latent terror. He was then serving don Venancio Gómez, a cruel and brutal individual, who divided his time between violent orgies in Buenos Aires and short visits to his stay, where he only came from time to time in order to tighten certain clavicles for greater performance. He went one day looking for him in the village. The telegram said: \"I arrive tomorrow at 11 a.m. \" Good time I had chosen for the heat that had been going on for several days! He got into the car, without answering Santos' greetings, and questions about the administration began. To every thing disapproved by don Venancio followed a rosary of insults, which his interlocutor tried to avoid claiming his impotence as a simple pawn. The gentleman must have been taking it. They followed the path, which wrapped itself like a loop drawn carelessly. Behind the steering wheel, a compact powder platoon was swinging. The boss was now sleeping on the rocking boat. They wouldn't go halfway when he got into the car, blinking heavily. I feel like killing a man. Jesus, please! He jokingly told Santos, taking the matter as a joke. If there's nothing else to do on the way! If you can't find another, Don Venancio continued, you must be the turkey and the wedding. And he pulled a revolver out of his belt and rested on his knees. Santos felt his jaws loosen; the light seemed whiter, less clear, and the forms of the horses danced before his eyes like two indecisive lumps. However, he thought about saving himself and eagerly sought a human form in what his sight could reach. No sign of it! He waited for the whole force of his being to create a man; so strong was his desire. And it was fulfilled. One thing, which at first seemed like a heap of grass, was a sun-drenched worker, tired of walking, and who rested for an instant his head on the softness of his linen. There's a patron, a little boy, a Christian on the side of the alley! Soon they stopped in front of the unhappy man, who, humbly, approached obeying the signs of the drunk. Hat in hand, he stopped, a broad bald man shining in the sun, and as he bent down to make a reverential bow, the other, slowly, leaning his gun toward that old furry, barely surrounded by straw. The shot sounded dry; it flew out through the distance. \"Oh, you're crying hair\" said the brute, looking at the body that fell wrapped over itself. And the fearless Santos thought he had to laugh. ♪ Finish ♪", "title": "De mala bebida", "author": "Ricardo Güiraldes"}