{"metadata": {"length": 7143, "words": 1301, "reading_time_min": 6.505}, "text": "Retired Major General Buldeyev had a sore tooth. He rinsed his mouth with vodka and cognac, applied tobacco ashes, opium, turpentine, oil, iodine tincture to his cheek, and put cotton soaked in alcohol in his ears, but all of these measures proved ineffective or gave him nausea. The doctor came. He dug into the tooth and prescribed quinine, but that didn't help either. On the proposal to pull out the sick tooth, the general replied with a no. All the people in the house - his wife, children, servants, even Petka - offered him different remedies. Among others, the mayor of Buldeyev came to see him and advised him to resort to a spell. In our district, excellency said, about ten years ago a tax collector named Yakov Vasillich worked. To conjuring the pain of teeth there was no one like him. He would turn to the window, whisper a few words, spit, and evil would disappear. He had a special power. Where is he now? When she was dismissed, she went to Saratov, to her mother-in-law's house. Now he makes his living with his teeth. If a person has a toothache, he goes to see him and he treats him... citizens of Saratov receive them in their own home and those who live in other localities he treats them by telegraph. Send a message to him, saying, 'The Lord's servant Alexander has a sore tooth and wants to be cured.' And mail the priest's money. - What are you doing? That's a joke! Take the test, Your Excellency. He's a little soft on vodka, he doesn't live with his wife, he lives with a German woman. He's a slang man, but he can be said to do miracles. Send him a message, Aliosha! \"Please, please, please, please\". I know you don't believe in spells, but I've benefited from their effects myself. Even if you don't have confidence, what do you lose by trying? You're not gonna lose your rings. I agree with Mr Buldeyev. To end this torment I am willing to send a dispatch not only to a tax collector, but to the devil himself... I can't take it anymore! Well, where does your collector live? What are your signs? The general sat down at the table and took a pen. \"In Saratov, even the dogs know him\", said the mayor, \"Sirvase write to the city of Saratov, Excellency... to His Lordship Yakov Vasilych... Vasilych... Vasillich, Yakov Vasillich, and the last name, I forgot! Vasillich... devils... what was his last name? A moment ago, when I was coming here, I remembered... let me just a moment... Ivan Yevseich raised his eyes to the ceiling and moved his lips. Bludiev and the general were waiting impatiently. - And what's up? Think faster! Just a moment, Vasilych, Yakov Vasilych, I forgot about it! It's such a simple surname... something to do with horses... Potrov? No, it's not Potrov. Wait... is that Yeguovich? No, it's not Yeguovich either. I remember it's a horse's last name, but it's gone out of my head... I'm not. Wait, Caballerovich, Caballerov, Caballerinski, it's probably a dog's name, not a horse's. - What's that? No, it's not even Garañonov, Caballinski, Corcelinski, Potrinski, not one of them! So how am I going to write to you? Think about it! - Hold on a second. I'm not sure what you're saying. The General asked. - No, I'm not. Rocinovich... No, it's not that! I forgot about it! Why the hell do you come with advice if you forgot your name? The general was angry. I'm out of here! Ivan Yevseich slowly came out, while the general, with his hand on his cheek, began to walk around the rooms. Oh, holy ones of heaven! He was sorry. Oh, blessed saints! I don't see the light of day! The steward went out into the garden and, looking up at the sky, tried to remember the collector's last name. Corcelonski, Cocelov, Corcelov, that is not it! Caballonovsky, Caballosov, Yeguinski, Garañinski, after a while the gentlemen called him. Have you remembered? The general asked. No, your Excellency. Maybe Rocinski? What about Caballunov? - You're not? Everyone in the house, at best, started making up surnames. They reviewed all ages, sexes and breeds of horses, not forgetting the words crin, pezuña and harnes... in the house, in the garden, in the servants' quarters and in the kitchen people went from one side to the other and, scratching their foreheads, searched for the surname... at every moment the presence of the steward was requested in the house. What about Yeguadovich? They asked him, \"Pezunov?\" Potronovich? What is it? Ivan Yevseich was not answering and, raising his eyes to the sky, he was still thinking aloud, Caballenko... Caballenkovich... Potrenko... Corcelenko... They were screaming from the children's room. I'm not going to let you go. Riendanenko! What is this? The whole estate was in the most turbulent state. The general, impatient and consumed by pain, promised to give five rubles to anyone who remembered the surname and the governor began to be followed by a real crowd of people... They told him. Trotone! Jamelgovich! What is it? But it was late in the afternoon and they still didn't know the last name. So they went to bed without sending the telegram. The general was up all night, going from one end of the room to the other and groaning... shortly after two in the morning he left the house and called the sheriff's window. Isn't that Castradóvich? He asked in a tearful voice. \"No, it's not Castradóvich, Excellency\", Ivan Yevseich replied sighing with guilt. Maybe it's not a horse's last name, but some other animal's. I assure you, Your Excellency, that it is a horse's surname... I remember it perfectly. What a memory you have, brother... at this moment that surname is more valuable to me than anything else in the world. I can't take it anymore! In the morning the general called the doctor again. Let me get it off! He decided. I can't take it anymore... the doctor came and tore the sick tooth out. The pain disappeared instantly and the general regained his calm. After fulfilling his duty and receiving the stipulated amount, the doctor sat in his car and left. Once she crossed the castle, already in the middle of the countryside, she met Ivan Yevseich... the mayor was on the side of the road, looking at the floor with concentrated air and thinking about something. Judging by the folds that surged over his forehead and the expression of his eyes, those thoughts were a source of tension and torment... I'm not going to say anything about the future. The doctor told him. Wouldn't you like to sell me five quarters of oats, buddy? I buy it from the villagers, but it's very bad... Ivan Yevseich looked at the doctor with a stupid look, sketched a strange smile and, without saying a word, clapped his hands and ran towards the farm as fast as if chasing a rabid dog. I have found it, Your Excellency! He cried out joyfully, with his voice altered, entering the general's cabinet like a whirlwind. I found it, may God grant the doctor health! - What? The name of the collector is Avénov! Avénov, your Excellency! Send the telegram to Avénov! Take it, for you! \"The general exclaimed contemptuously, whining before his own noses. I don't need your last name anymore! Here, take it for you! *FIN* Losšadiная surname, Gazeta of St. Petersburg, 1885", "title": "Apellido de caballo", "author": "Anton Chejov"}