{"metadata": {"length": 2633, "words": 502, "reading_time_min": 2.51}, "text": "One day little Claudius was playing the jug, and a beautiful old man with golden glasses passed by the street, walking bent, leaning on a stick, and just before the gate his stick fell. Claudius was quick to pick it up and gave it to the old man, who smiled and said: \"Thank you, but it doesn't help me\". I can walk very well without him. If you like it, have it - and unexpectedly he walked away, and looked less bent than before. Claudius stood there with the staff in his hands and didn't know what to do. It was a common wooden staff, with a curved handle and iron tip, and nothing more special was noticeable. Claudius struck the tip twice or three times on the ground, then, almost without thinking, he hastily mounted the staff and behold, it was no longer a staff, but a horse, a marvelous black colt with a white star on its forehead, which rushed galloping around the yard, rattling and making sparkles out of the pebbles. When Claudius, a little amazed and a little frightened, managed to set foot on the ground, the stick was again a stick, and it had no helmets but a simple rusty tip, no horse's crutches, but the same curved handle. \"I want to try again\", Claudius said, when he managed to catch his breath. He mounted the staff again, and this time it was not a horse, but a solemn camel with two humps, and the courtyard was an immense desert to cross, but Claudius was not afraid and watched from afar, to see the oasis appear. \"It is certainly a charming stick\", Claudius thought, mounting it for the third time. Now it was a race car, all red with the number written in white on the hood, and the yard a noisy track, and Claudio always got first to the finish. Then the stick was a motorboat and the yard a lake with calm green waters, and then a spaceship that surfed the spaces, leaving behind a starry trail. Whenever Claudius set foot on the ground the staff took on its peaceful appearance. The afternoon passed fast between those games. Towards night Claudius looked out onto the road, and here he sees the old man with golden glasses. Claudius looked at him curiously, but he could see nothing special in him: he was an old gentleman of any age, a little tired from the walk. - You like the stick? - he asked Claudio with a smile. Claudius thought he was asking, and he stretched it out, red. But the old man made a sign that he didn't. - Have it, have it, he said. What am I doing with a stick? You can fly, I'll just be able to support myself. I'll lean against the wall and it'll be the same. And he left smiling, because there's no happier person than the old man who can give something to a child. FIN", "title": "A jugar con el bastón", "author": "Gianni Rodari"}