{"metadata": {"length": 1911, "words": 357, "reading_time_min": 1.785}, "text": "Long ago, in a distant land, there lived a giraffe of regular height but so careless that once it came out of the jungle and got lost. Disoriented as ever, she began to walk foolishly and madly from here to there, and as much as she bent down to find the way she could not find it. So, wandering, he came to a gorge where at that time a great battle was taking place. Although casualties were large on both sides, neither side was willing to give up a millimeter of land. The generals held their troops with their swords up, while the snow was stained purple with the blood of the wounded. Between the smoke and the crackling of the cannons the dead of one army and another could be seen crashing down, with little time to entrust their souls to the devil; but the survivors kept firing enthusiastically until they too were touched and fell with a stupid gesture but who in their fall considered that History was going to pick up as heroic, for they died defending their flag; and effectively History collected those gestures as gestures, both the History that collected the gestures of one, and the one that collected the heroes of the other, since each side wrote its own History; thus, Wellington was a hero to the English and Napoleon was a hero to the French. To all this, the giraffe continued to walk, until it reached a part of the gorge where a huge cannon was mounted, which at that precise moment fired a shot exactly about two inches above its head, or so. Seeing the bullet pass so close, and as she kept her eyes on her course, the giraffe thought: 'How good that I am not so tall, for if my neck were thirty centimeters longer than that bullet, my head would have been blown off; or, how good that this part of the gorge where the cannon is is not so low, for if it were thirty centimeters less than the bullet, my head would have been blown off too. I now understand that everything is relative.", "title": "La jirafa que de pronto comprendió que todo es relativo", "author": "Augusto Monterroso"}