{"metadata": {"length": 4871, "words": 947, "reading_time_min": 4.735}, "text": "Once upon a time there was a widower who had a daughter named Aua. The man married again and from this marriage there was another daughter, who was as dear as she was hated. One night, while little Aua was sleeping, her mother appeared to her and said: \"My daughter, tomorrow your stepmother will give you a lambskin to wash in the Yellow River. Don't answer him. Get on your way to wash the skin that your little sister Alimata has dirtyed. Go without fear, for wherever you go, I will always be near you. The next morning, it happened as he had warned the apparition. And Aua was sent to the Yellow River to wash the lamb's skin. He was on his way when a terrible storm broke out. Aua saw a hut in the distance and ran to take refuge in it. But the hut was running, running from the girl. Until Aua got him, not without being silent to the bone. A furry dog was guarding the hut and the dog said, \"Linda Aua, you can come in. He didn't beg. He entered the hut and at the bottom of the hostel he saw a huge ox's leg hanging. The furry dog was the servant and keeper of this ox's leg who, in turn, said to the dog, \"Make this girl sit on the stallion\". The huge furry dog invited Aua to sit down, and the girl sat down. After a while, the Cow's Foot ordered the dog, his servant: \"Give the girl something to cook her food with\". And the dog gave the girl two grains of rice, and when she put them to boil in the marmite, the grains swelled to fill it completely. When she cooked the rice, Aua pulled it out of the marmite and was surprised to see that it was spicy. And Aua ate until his appetite was satisfied; then what was left of the marmite vanished as by charm. Aua spent eight days in this hut, accompanied by the faithful dog and the hospital Pierna de Buey. Day and night he ate rice with fatty meat, and the food was very much his appetite. On the night of the eighth day, the Calf's Leg said to the dog, \"Tell the girl to come and massage me\". Without being begged, the girl submitted herself to the service requested. Then the Calf-leg said, \"I see that you are really a girl with a good heart. Go back to your father's house, but before you leave, take these two eggs. When you get to a place where you don't hear any voices, you'll just get them. Aua took the two eggs and set off to return to her father's hut. He was not far from Calf's Foot when he heard voices of invisible people shouting to him, \"Break the eggs, we will swallow them!\" Little Aua continued her route without being impressed by the mysterious voices shouting orders. Finally he came to a lonely place; there was not a single pebble and no sound was heard. Then he dropped one of the eggs on the floor and the egg broke. Knights, warriors armed with rifles, slaves and slaves, came out of that egg. Aua broke the other egg: heaps of garments, lavish clothes, and all kinds of domestic animals came out of it. And he sent one of the servants, and said, Tell my father that I am come again to embrace him. The knight entered the village at the moment when the chief, having called all the men by the drum, made arrangements to reject the escort of the orphan girl, whom he would take for an enemy column. And the king went out to meet the young woman, and she was led, riding upon a fine horse, to her father's hut. A few days passed, and the stepmother, jealous of seeing Aua so like a queen, gave her daughter Alimata the lambskin she had previously entrusted to her stepdaughter, so that she too would go to the Yellow River to wash. Alimata obeyed. Like her step-sister, she found the runaway hut. Like Aua, he too chased her through a terrible storm and shut up to the bone. He finally got to the front of the Beef's Foot hut. The big furry dog invited her in. - Oh, my God! - she exclaimed. The older one gets, the more you see! A dog that speaks! And so she was in, the Cow Leg ordered the dog to invite her to sit. - Another wonder! - he exclaimed. The flesh that speaks! At night, always obeying Beef's feet, the huge furry dog gave Alimata two grains of rice to prepare her dinner. The atoll was angry and shouted: \"Ah! Is this how you give outsiders? What dish can be prepared with two grains of rice? And he went to bed without eating. The next morning, Pierna de Buey fired her, not without giving her two eggs, which she advised not to break until passing by a place where no voice was perceived. Alimata left without even thanking him. Soon he heard voices shouting at him: \"Break the eggs!\" Break the eggs! He hurried to break them, dropping them on a rock. Instantly, blind, lame, wild beasts, frogs, scorpions and alacrans came out of the two broken eggs against the recommendations of Bovine Feet. And they all threw themselves upon her, and bit her, and bit her and broke her, having Alimata an end so horrible, as happy had been that of the obedient and kind Aua. FIN", "title": "Aua la huerfanita", "author": "nan Anónimo"}