{"metadata": {"length": 4062, "words": 758, "reading_time_min": 3.79}, "text": "The house that married couple B lived in in Camden-Hill had nothing special except its large number of rooms, all equally comfortable. Mr. and Mrs. B... had rented it for a reasonable price to a businessman from Temple, intending to turn it into a boarding house where modest officials or employees from the neighborhood could stay. At first, thanks to its cheap fares, the business prospered, but one day a young employee named Rose left abruptly claiming that his room was haunted. Husbands B... had never occupied that room, a spacious room overlooking the garden. So before renting it back, they decided to check for themselves what was going on in it. From the first night, they had to admit that Rose hadn't lied. Between 1 and 2 a.m., Mrs. B... was awakened by a strange noise, like that of a huge cat doing a manicure on the parquet. Almost at the same time, her husband also woke up and the two quietly heard the strange noise increase, and then decrease in intensity, as if their mysterious author were approaching and alternately moving away from the bed. Finally, Mr. B couldn't take it anymore and shouted, \"Who are you and what are you doing here? The noise stopped, but a second later the bedspreads and sheets were violently dragged away. Mrs. B... lit the lighter and lit a candle she kept nearby. There was nothing unusual in the room, yet there was no way to find the sheets and bedspreads. They got up, locked the room and went to spend the rest of the night in their bedroom. The next morning they returned to Rose's room and found the sheets and bedspreads made of a lamb above the bed; the sheets, made of thick wool, were intact, but the sheets were completely made of sheets. Mrs. B... refused to repeat the experience, but her husband persisted in it and the next night he settled back in the haunted room. This time he kept a flashlight on the bedside. It took him a long time to fall asleep, but when he began to lose sleep, he was shocked by the same noise the night before. Mr. B... went in and saw in the light of the lamp a poor-looking old man, barely dressed, standing in the middle of the room. He was wearing a curious catskin cap and looked at the sleeper with clear distrust. Although quite frightened, Mr. B... asked the mysterious intruder what his intentions were. To every answer, he began to sigh like a furry cat and tried to grab the sheets. Then Mr. B... realized that his unstretched hands were extraordinarily long and that they ended up in oversized nails. By chance Mr. B... had put a juniper reed in his reach, took it and tried to hit the night visitor with it. He found no resistance and the junco ran through the old man's body like smoke. Then the ghost retreated, making threats; sinking into the wall, he disappeared. The night ended quietly. Husbands B... took the furniture out of the room and locked it. The ghost didn't cut off the peace of any of the other rooms. But about two years later the B couple... told one of their cousins, a sailor from Kingston, who had come to visit them about the strange event. The sailor was a robust man with a solid sense of common sense; politely he did not want to question the claims of his cousins, but decided to spend the night in the haunted room. To this end, they furnished it with a small field bed, a light table and a chair, and placed a lighted lamp on the fireplace console. The sailor did not sleep very long, for he did not believe in ghost stories. He had locked his room and even secured the door with a solid provisional lock. Between one and two in the morning, he was awakened by a strong shaking in his bed and saw the old man in the catskin cap staring at him in disgust. As the sailor was about to get up, the ghost retreated, snorting like a furious cat, and disappeared. Then many violent blows were heard against or within the walls and a huge piece of plaster fell off the roof. But the specter never showed up again. Shortly afterwards the B's left London to settle in Kingston and no further word was heard of the Camden-Hill house. FIN", "title": "La casa B... en Camden Hill", "author": "Catherine Crowe"}