{"metadata": {"length": 3658, "words": 671, "reading_time_min": 3.355}, "text": "\"My daughter\", Baroness De Fréval tells the eldest of her daughters, who was to be married the next day, \"you are as beautiful as an angel; you have just turned thirteen and it is impossible to be more tender and charming; it seems as if the very love has recreated itself in drawing your factions, and yet you see yourself forced to become tomorrow the wife of an old picaplettes, whose mania is most suspicious... I wished to make you a woman of high standing, but it is no longer possible; you are destined to carry all your life with the ungrateful title of president... What I most desperately hope is that you will not become more than half... Modesty prevents me from explaining this to you, my daughter... but it is that those old thugs, who are accustomed to judge their neighbors without knowing how to judge themselves, have such baroque whims, accustomed to a life in the bosom of indolence... These bribe-takers are corrupted from birth, sink into libertineism, and drag themselves into the unclean mud of Justinian's laws and the obscenities of capital, like the neck that does not lift its head when only to see insects, to get out of any repression or to get rid of them. So, my daughter, listen to me and hold your head upright, for if you tilt your head like that you will delight the president extraordinarily, and I would not be surprised if he put it on you often looking at the wall. In a word, my daughter, it is about this: forcefully deny your husband the first thing he proposes to you. We are convinced that that first proposition will be, without a doubt, the most indecent and intolerable. We know his tastes; for forty years now, led by totally ridiculous convictions, that damned, afeminate sinner has the habit of taking everything one and only behind him. And now, my daughter, will you refuse, will you hear me? And you will answer him, 'No, sir, anywhere else you like, but there, no way.' The president comes, with his hair twitching like a cherub, stuffed to the shoulders, gangly, barking, babbling about laws and saying what the state should be like. Thanks to the arrangement of his wig, his tight outfit, his fine and restful meats, he would hardly be counted forty years, though he was about sixty. The bride appears, he makes a few pranks and in the eyes of the lawman you can already read all the depravity of his soul. Finally the time comes... naked, lying down and for once in his life, the president, either by taking a little more time to educate his pupil or out of fear of the sarcasm that could be the fruit of his wife's indiscretions, thinks only of reaping legitimate pleasures. But Miss De Fréval has been well-educated. Mrs De Fréval, who remembers that her mother advised her to reject the first proposals, does not waste the opportunity and says to the President: \"No, sir, as much as you want it must not be like this; for any other place you like, but there, in no way. \"Madam\", replies the president in astonishment, \"I must protest... I am making an effort... it is actually a virtue. - No, sir, as much as you insist I will never accept that. \"All right, ma'am, you must be happy\", replies the little one, taking possession of his favorite enclave. I'd be very upset with you and more on your wedding night, but be careful, ma'am, because in the future, as much as you beg me, you can't change my course. \"I think it's fine, sir\", replied the young woman, looking for a position, \"don't be afraid I won't ask you. \"So, since you want it that way, go ahead\", replied the gentleman, as he settled down. In the name of Ganymede and Socrates, do as you are ordered! See also: The complacent husband", "title": "Hágase como se ordena", "author": "Marqués de Sade"}