{"metadata": {"length": 7462, "words": 1321, "reading_time_min": 6.605}, "text": "The happy year of 1872 was running for me. Free from schoolwork, in full vacation, past the fears and anguish of the exams, fired from the dear teachers don Manuel; don Adolfo and don Angel Romero, don Amadeo Madriz and my uncle don Alejandro González, still fresh in my memory of their last advice and in my body their last adjustments and cowscorns, I was preparing to enjoy with all my strength the twenty or thirty days of relative freedom, giving hand to Cinelli, Herranz and Quirós, the Aritmética of don Joaquín, the posters and the stripes in fourth. I dreamt one night with my guayacán trumpet with a tope puyón, masterpiece of ñor Santiago Muñoz, and I saw it triumphant, snoring contemptuously among a bunch of monkeys by him shattered, scattered the cinnamon, abolished the head of the tachuela of so many tatarets that with him had dared to measure themselves in unparalleled brave stain. What were they to him but objects of contempt: the monk-chief of Narcissus White, the bishop-chub of Cholo Parra, and the caterpillar of Arnoldo Lang? Then came the bolero, orondo as a priest of a large parish, with his capsule capsule shell of revolver and his wide and deep cassolet like the pile of the Plaza. And he would throw dozens of the best players and leave them ashamed: one, one, two, one, three, one hundred, and he would twist the rope with masterful air and follow the thousands of revolts until the faint arm fell and left all the opponents, like Sapo Gutierrez, Isaac Zúñiga and all that plethora of brave champions, red as tomatoes. The bowler was fading on the razor horizon and the colossal barrel appeared, larger than my father, of cedar rods carved by the right hand of Master Moris, with its twisted and waxed cabuya brim, with its royal canvas liner, from where don Pepe, his rods and half of blue and red bunch and with a good mecate tail intertwined with brightly colored sawdust specimens. And what a rope! Of more than three blocks, all waxed by hand by Nacar, king of the shoemakers, with a rightful chastity of dry mary; and we were already at the mouth of La Sabana, where the barrel had come triumphantly, escorted by cousins and close friends as an honor guard and more than a hundred young children as spectators; and Sheppe threw it out to me and Abraham took off his collars and Felix put mail into him and Tobiah deceived him; and all applauded and envied me, because I was the owner and lord, I had the egg in my hand and the rope rolled around my waist. Suddenly the wind, reinforcing its violence, the barrel driven by the hurricane was blowing big heads and whispered! The rope was rolling and the whole machine, made a whirlwind, fell over there by the coffeehouses of Pío Castro. The terror awakened me from the tasty sleep and yet, sweaty and convulsed, I opened my eyes straight to the soft clarity of the morning, a twenty-fourth of December. I hurt my pupils with an unusual reflection of the bright color of the dress that was waiting for me on a leather trunk next to the bed. I made up a woman's-style jacket, emerald green, with bone buttons, a short, wide orange pants with blue stripes, a yellow cocktail jacket with beautiful cock feathers, a pair of mother's socks, stripes of blue and white, a brave cane, with rag flowers and copper bells on the top tip, in a falling fashion, a brick-colored bag that I was borrowing from Don Pedro Zúñiga and a pair of yellow talo shoes with a belt. It was my pastoral team, my gala uniform, with which I had to travel from four in the afternoon until midnight, singing and dancing, all the important portals of the capital, in union with twenty companions, boys and girls, rehearsed and directed by the kind and unforgettable don Marcelo Zúñiga. To wait for me to describe the heap of emotions that the sight of this suit awakened in my seven-year-old soul; to want to list the 100,000 peripherals that its acquisition cost me and the lawsuits, promises, tears and amendment purposes that had served as a stepping stone to climb the desired pastoral post, would be a never-ending work, as would the National Theatre or the Pacific Railroad. But it was within my reach, it was my own, made almost everything to my own measure, by Ramoncita Muñoz and the little girl Gertrudis, for me then the most advanced fashionistas who smoothed scissors. Yes, it was mine; on the liner of the birrete it read in large letters my name with the sticker \"If this hat gets lost, as it usually happens, etc\". It was very much mine, like my soul, like my years, like my childhood. Finally, at four o'clock in the afternoon, I was found with my cane and herd bouquet on my head. \"Shut up, demon\", my mother told me, \"if you keep tying that bell you're not going to the shepherds, I'll take your dress off\". \"She woke up Marcelina\", my grandmother said, \"that son of a bitch is unbearable. Put the damn reed down, boy! \"That they call don Marcelo \" \"Aquilae cried out from the door, dressed as a shepherd, with his fallen stockings and skirts from outside. And they run because we're leaving, the musicians have arrived, said Alejandro Cardona, brandishing his straw cane and his plum hat (because he was of the rich). We ran in a band, jumping from joy, to form on the wide sidewalk, of the house of don Marcelo. There were José, Chico and Ricardo Zúñiga Valverde, Isaac and Abraham Zúñiga Castro, Alejandro and Jenaro Cardona, Félix and Aquileo Echeverría, Chepe and I, each with his companion: the Gargollo, the Zúñigas, the Cardona, the Aguilar, all precious, full of life, with joy in the eyes and joy in the hearts. He broke the music into chords made up of crystal notes, with harmonies of murmuring stream, between the bell ringing of the fallen and the Argentine voices of the shepherds singing villancicos of unparalleled tenderness, a simple expression of childlike affection towards the Child God and his precious and adored mother, the Virgin Mary. We went through one by one the smelly portals of pinjuella and cohombre, basil and pineapple, with their clusters of limes and oranges, pejibayes and coyles, with their waxes depicting mountains, and their glass representing quiet lakes, with their burials, processions, carts, slaughtering of innocents, popular scenes, custom criticism, rains of silver threads, moon and salt of gold cardboard and stone and pot mud fences. And there in the hollow of a rock, with cotton eggs splashed with talc, on a pile of straw-like sparrow-nest-like straws, the Child Jesus, the God-Man, naked and with his arms up and in playful attitude, with a halo of laughter and kingly majesty; that precious set of graces and martyrs with which the imagination of man has personified his Savior. Everything breathed satisfaction, joy, childhood; everything filled the soul with sweet emotions, which swirled fast and bright like golden butterflies. And then the foamy chicha and the spicy chinchibí and the rich tamales and the jolgori and the dancing and the singing and the triquitraques at the Chanita portal, with their Paso de Guatemala and their Guatemalan Indians and their mills and their corners and their kind smile and their unrivaled contentment, their exquisite finesse and their perfect cominillo and love mystery. I bless a thousand times the cherished memory of those happy years, blessed is the one who said for the first time: Come shepherds, let us go to Bethlehem, to see the Virgin and the Child too. The home country, 1895", "title": "Nochebuena", "author": "Manuel González Zeledón"}