{"metadata": {"length": 7297, "words": 1416, "reading_time_min": 7.08}, "text": "George was reclining in his recliner, on his back, watching the small portable television. His dinner plates were dirty, his breakfast plates were dirty, he needed to urinate, and the ash of his cigarette fell on his shirt. Something of the fire was still burning. On occasion, the burning fire fell into his shirt and fell on his skin, then he screamed, ripping it apart with a handkerchief. They called the door of the remolque. He slowly stood up and answered the call. It was Constance: she had a half-dozen whiskeys in a bag. - George, I left that baby boy, I couldn't stand that baby boy anymore. -Sit down. George opened the bottle, took two glasses, filled them thirds with whiskey, and two-thirds with water. He sat on the bed next to Constance. She took a cigarette out of her pocket and lit it. She was ebullient and her hands were shaking. - He also brought me his stolen money. I took his stolen money and ran away while he was at work. You don't know what I went through with that baby boy. - Give me a cigarette - said George. She passed him and as she approached him, George put his arm around her, pulled her towards him and kissed her. - Son of a pig, you are a little less. - I've taken off at least those beautiful legs of yours, Connie. I mean at least your beautiful legs. -Do you still like them? - I am just excited to see them. -I can never do it with a college boy - Connie said -. They are so soft, so soft. And he kept his house clean. George, it was like having a servant. It was all done. The place was pristine. You could eat boiled meat directly from the pot. He was antiseptic, that's what he was. - Baby, you will feel better. -And I couldn't make love. -You mean he didn't stop? - Oh, yes, she stopped, she had stopped all the time. But I didn't know how to make a woman happy, you know. I didn't know what to do. All that money, all that education, was useless. -I wish I had a university education. - You don't need it. You have everything you need, George. - I'm just a slob. All the rotten jobs. - I said you have everything you need, George. You know how to make a woman happy. -So? - Yes. And you know what else? His mother came to visit! Two or three times a week. And he stood there looking at me, pretending to like me, but all the time treating me as if I were a pig. Like a bad mother who wanted to steal her child! Your precious Wallace! Christ! What a disaster! He said he wanted me. And I said, “Give me the dog, Walter!” And he didn’t look at it. He said, “I don’t want to see that thing.” That thing! He called it that! You don't fear my dog, right George? -It hasn't hurt me yet. - But you have killed him, you have mutilated him, isn't it, George? - I suppose so. - And you have slain him. Do you sneeze? - I suppose so. - You know it well, George, you know what you have done. - How much money did you take? -$170. - I don't like people who steal from other people, Connie. - That's why you're a shithead. You are honest. But he's so hard, George. And he can give you that luxury, and I have given it to you... him and his mother and his love, his mother-love, his clean dishes and baths and dispenser bags and his reviving drinks and after-shave lotions and his rareties and his precious way of loving. All for him, you know, all for him! You know what a woman wants, George. - Thank you for the whiskey, Connie. Give another cigar. George filled the glasses again. -Let's at least leave your legs, Connie. I really shaved off those legs. I like the way you use those high heeled shoes. They make me crazy. These modern women don’t know what they’re missing. The high thigh presses the thigh, the thigh, the groin; it sets the pace of walking. That really excites me! - You speak like a poet, George. Sometimes you speak just like that. You are all a lavapot. - Do you know what I would like to do? -What? - I would like to nip you with my belt legs, crotch, breasts. I would like to make you tremble and cry and when you are trembling and crying I would abofetear you with him for pure love. - I don't want that, George. You have never spoken to me like this before. You've always been good to me. -Sew the dress. -What? - Take off the dress, I want to see your legs more. - You like my legs, right, George? - Let the light shine on them! Constance stepped out of the dress. -God, shit, shit - said George. -Do you like my legs? - I love your legs! George sat up in bed and slapped hard on Constance's face. The cigar slipped out of his lips. - Why did you do that? - You've got Walter! You've got Walter! -And what demons? - So wear the dress more! - No! -Do what I say! George abbottled it again, more forcefully. Constance shook off the cloak. -Sit it under the bed! - cried George - I don't really want to see the brags! -Christ, George, what is happening to you? - You've got Walter! - George, by God, you've gone crazy. I want to go. Let me out of here, George! - Don't move or I'll kill you! - Would you kill me? -I swear! George stood up and poured himself a glass of pure whiskey, drank it, and sat down next to Constance. He took the lit cigarette and leaned it against the doll's head. She cried. He firmly supported him there, and then he removed him. - I'm a man, girl. Do you know it? - I know you're a man, George. - Mira, look at my muscles! George stood up and flexed both arms. Beautiful, eh, girl? Look at that muscle! Listen to it! Listen to it! Constance took one arm, then the other. - Yes, you have a beautiful body, George. - I am a man. I will be a lavapot but I am a man, a man of truth. - I know, George. - I am not the soft touch you left. - I know. - And I also know how to sing. You have to hear my voice. Constance was sitting there. George began to sing “The Old River”. Then he sang “Nobody knows the problems I have seen.” He sang “God Bless America” stopping several times and laughing. Then he sat down near Constance. He said, -Connie, you have beautiful legs. He asked for another cigarette. He smoked it, took another two sips, then put his head on Connie's legs, on her middle, in her mouth, and said, -Connie, I suppose I'm not good, I suppose I'm crazy, I regret having hit you, I regret having hit you with the cigarette. Constance was sitting there. He ran his fingers through George's hair, smoothing it, soothing it. Soon it grew quiet. She waited a little longer. Then he lifted his head from his feet and placed it on the cushion, and he lifted his feet and placed them on the bed. She stood up, walked to the bottle, poured a good shot of whiskey into her glass, added a splash of water and drank it down. He came to the door of the remolque, opened it, went out, closed it. He walked through the back yard, opened the gate of the fence, walked down the street under the moonlight of the first morning. The sky was clear of clouds. The cloudy sky was also there. He walked down the boulevard and went east and came to the Blue Mirror entrance. He entered and there was Walter sitting alone and drunk at the end of the bar. He came there and sat down beside him. -You're a little bit less, kid? - she asked. Walter raised his eyes. The recognition. He didn't respond. He looked at the cantiner, and the cantiner came toward them. The three were well known. FIN “A Man”, South of No North, 1973", "title": "Un hombre", "author": "Charles Bukowski"}