{"metadata": {"length": 2430, "words": 465, "reading_time_min": 2.325}, "text": "There was a hunter and hawk hunter named Sonjõ, who lived in the district of Tamura-no-Gõ, Mutsu province. One day he went hunting and didn't find any prey. But on the way back, to a place called Akanuma, Sonjõ saw a pair of oshidori (mandarin ducks) swimming together in a river he was about to cross. It's not right to kill oshidori, but Sonjõ, harassed by hunger, decided to shoot them. His dart pierced the male; the female slipped between the bushes of the opposite shore and disappeared. Sonjõ took the dead bird, took it home and cooked it. That night, he had a disturbing dream. He thought he saw a beautiful woman come into his room, stood by his pillow and started crying. The cry was so bitter that, upon hearing it, Sonjo's heart seemed to tear apart. And the woman said, \"Why? Why did you kill him? What did I do to you...? We were so happy in Akanuma... and you killed him! What harm did he do to you? Do you even realize what you've done? Oh, my God! Do you realize the perverse and cruel act you have perpetrated...? You also gave me death, because I can't live without my husband... I just came to tell you this. And once again he cried out in such a bitter voice that the sound of his cry penetrated the same tweets of the hunter; and then he wept the words of this poem: Hi kukuréba Sasoëshi mono wo... Akanuma no Makomo no kuré no Hitori-né zo uki! [When twilight came I invited him back to my side! Now, sleeping alone in the shade of Akanuma's reeds... ah, what ineffable misery!] And after uttering these verses he exclaimed: \"Ah, you don't realize... you can't realize what you've done! But tomorrow, when you go to Akanuma, you will see... you will see... And with these words, shaken by tears, she walked away. When Sonjõ woke up in the morning, he remembered the dream so vividly that he felt a deep consternation. He recalled these words: But tomorrow, when you go to Akanuma, you will see... you will see... And he decided to go there on the spot, to find out if his dream was anything more than a dream. And he went to Akanuma; and when he came to the bank of the river, he saw the female oshidori swimming alone. At the same moment, the bird noticed Sonjõ's presence; but instead of fleeing, it swam straight toward him, nailing him with a strange and tenacious look. Then, with the peak, the body suddenly tore apart and died before the hunter's eyes. Sonjõ shaved his head and became a priest. FIN", "title": "Oshidori", "author": "Lafcadio Hearn"}