{"metadata": {"length": 4558, "words": 838, "reading_time_min": 4.19}, "text": "On the morning of May 3, a brown cow walks along the Coroado River Bridge, at kilometer 53, toward Rio de Janeiro. A passenger bus of the company Única Auto Ómnibus, plates RF 80-07-83 and JR 81-12-27, runs along the Coroado River Bridge in the direction of São Paulo. When he sees the cow, driver Pliny Sergio tries to get away. He hits the cow, he hits the bridge wall, the bus rushes into the river. Above the bridge, the cow is dead. Under the bridge are dead: a woman dressed in a long pants and yellow blouse, twenty years old presumably and never to be identified; Ovídia Monteiro, thirty-four; Manuel dos Santos Pinhal, Portuguese, thirty-five, who used a portfolio of a partner of the Syndicate of Employees of the Beverage Factories; the one-year-old boy Reinaldo, son of Manuel; Eduardo Varela, married, forty-three. The disaster was witnessed by Elías Gentil dos Santos and his wife Lucília, neighbors of the place. Elijah sends his wife home for a knife. A knife? asks Lucília. A knife, fast, idiot, says Elias. He's worried. Ah, Lucília can see it. Lucília is running. There is Marcílio da Conceição. Elijah looks at him with hatred. Ivonildo de Moura Jr. also appears. And that beast that does not bring the knife! He's angry at everyone, his hands are shaking. Elijah spits on the ground several times, hard, until his mouth dries. Good morning, don Elias, says Marcillo. Good morning, says Elijah between his teeth, looking to the sides, this mulatto! What a thing, says Ivonildo, after looking over the bridge wall and seeing the firefighters and cops downstairs. On the bridge, besides the driver of a car of the Caminos Police, there are only Elias, Marcílio and Ivonildo. The situation is not right, Elijah says, looking at the cow. He can't take his eyes off the cow. It's true, says Marcillo. All three of them look at the cow. In the distance you can see the bulk of Lucília, running. Elijah spat again. If I could, I'd be rich too, Elijah says. Marcillo and Ivonildo nodded, looking at the cow and Lucília, who was running towards them. Lucília doesn't like seeing the two men either. Good morning, doña Lucília, says Marcillo. Lucília responds by shaking her head. Did I take too long? She asks, breathlessly, to her husband. Elijah holds the knife in his hand, as if it were a dagger; he looks with hatred at Marcil and Ivonildo. Spit on the floor. Run to the cow. The back is where the steak is, says Lucília. Elijah cuts the cow. Marcillo is coming. Can you lend me your knife afterwards, don Elias? No, Elijah answers. Marcillio is walking away, in a hurry. Ivonildo is running at high speed. They're going for knives, Elijah says in rage, that mule, that horned one. His hands, shirt and pants are all covered in blood. You should have brought a bag, a sack, two sacks, asshole. Go get two sacks, order Elijah. Lucília is running. Elias had already cut two large pieces of meat when they appeared, running, Marcel and his wife, Dalva, Ivonildo and his mother-in-law, Aurelia, and Erandir Medrado with his brother Valfrido Medrado. They all bring knives and machetes. They're throwing themselves over the cow. Lucília is coming running. He can barely talk. She's eight months pregnant, she's suffering from helminth and her house is on top of a ridge. Lucília brought a second knife. Lucília cuts in the cow. Someone loan me a knife or I arrest them all, says the driver of the police car. The Medrado brothers, who brought several knives, lend one to the driver. With a saw, a knife and a shovel comes João Leitão, the butcher, accompanied by two helpers. You can't, shouted Elijah. João Leitão kneels next to the cow. He can't, says Elias, pushing João. João falls as he sits. He can't, the Medrado brothers are screaming. He can't, everyone screams, except the cop. João leaves; at ten meters away, he stops; with his assistants, he remains watching. The cow is half-cared. It wasn't easy cutting off the tail. Head and legs no one could cut off. No one wanted the guts. Elijah filled the two sacks. The other men wear their shirts like they're sacks. The first to retire is Elijah with his wife. Make me a steak, he says smiling to Lucília. I'll order some potatoes for you, and I'll make you some fries too, Lucília replies. The cow's spoils are spread in a pool of blood. João calls his helpers with a whistle. One of them is bringing a hand cart. The remains of the cow are placed in the cart. There's only a little blood left over the bridge. The Commission has decided to extend the period of validity of the agreement.", "title": "Relato de acontecimiento", "author": "Rubem Fonseca"}