{"metadata": {"length": 4709, "words": 876, "reading_time_min": 4.38}, "text": "Of the two men who were talking, one was a doctor. - I asked you to come, Doctor, although I don't think you can do anything. Maybe you can recommend me to a psychologist, because I think I'm a little crazy. \"You look perfect\", replied the doctor. - Judge for yourself: I have hallucinations. Every night I wake up and I see in the room, staring at me, a huge black Newfoundland dog with a white front leg. - You say he's awake, but are you sure about that? Sometimes hallucinations are just dreams. - Oh, awake, I'm sure of it. Sometimes I lie down for long hours staring at the dog as closely as he stares at me... always leaving the light on. When I can't take it anymore, I sit in bed: and there's nothing in the room! - Mm... what expression does the animal have? - It seems sinister to me. I obviously know that, except in art, the face of a resting animal always has the same expression. But this animal is not real. Newfoundland dogs look very friendly, as you will know; what will happen to this one? - My diagnosis would be worthless. I'm not treating the dog. The doctor laughed at his own joke, but he kept looking at the patient with a twinkle in his eye. Then he said, \"Fleming, the description you gave me of the animal matches that of the dog of the late Atwell Barton. Fleming joined in halfway into his seat, but sat down again and made a visible attempt to show indifference. - I remember Barton, he said. I think it was... it was reported that... there was nothing suspicious about his death? Looking now directly into the eyes of his patient, the doctor replied: -Three years ago, the body of his old enemy, Atwell Barton, was found in the woods, near his home and also that of you. He was stabbed to death. There were no arrests because no leads were found. Some of us had our own theory. I had mine. Did you think of anything? - I did? By your blessed soul, what could I know about it? You'll remember I went to Europe almost immediately after, and came back much later. You can't think that in the few weeks since my return I could build a theory. Actually, I hadn't even thought about it. But what about your dog? - He was the first to find the body. He starved to death on his grave. We do not recognize the inexorable law underlying coincidences. Staley Fleming did not, or perhaps he would not have stood up from a leap when the night wind brought through the open window the prolonged, hurtful howling of a distant dog. He walked through the room several times under the doctor's watch, until, stopping abruptly in front of him, he almost shouted, \"What does all this have to do with my problem, Dr. Halderman? He's forgotten why I brought him here. The doctor stood up, put a hand on the patient's arm and kindly said, \"Forgive me. So, suddenly, I can't diagnose his disorder... maybe tomorrow. Do me a favor and lie down and leave the door unlocked; I'll spend the night here with your books. Can you call me without getting out of bed? - Yes, there's an electrical bell. - Perfectly. If something disturbs you, press the button, but do not get up. - Good night, please. The doctor, comfortable in a chair, stared at the burning coals of the fireplace and meditated deeply, though apparently without purpose, often rising up and opening the door to the stairs, listening carefully, and then sitting down again. However, he eventually fell asleep, and by the time he woke up, it was already past midnight. He removed the fire, took a book from the table next to him and looked at the title. It was Denneker's Meditations. He randomly opened it and started reading. Just as God has ordered all flesh to have spirit and thus to adopt the spiritual powers, so also the spirit has the powers of the flesh, although it comes out of it and lives as something separate, as witnessed by many violent acts by ghosts and spirits of the dead. And some say that man is not alone in this, for animals have the same evil induction, and... interrupted his reading by a commotion in the house, as if a heavy object had fallen. The reader dropped the book, ran out of the room and quickly climbed the stairs leading to Fleming's bedroom. He tried to open the door but, contrary to his instructions, it was closed. He pushed his shoulder so hard that she gave in. On the floor, by the bed in disarray, dressed in his sweater, lay Fleming dying. The doctor lifted his head from the ground and noticed a sore throat. \"I should have thought of this\", he said, assuming he had committed suicide. When the man died, detailed examination revealed the unambiguous signs of animal fangs deeply sunk into the jugular vein. But there had been no animal there. The first is the story of the first of the two.", "title": "La alucinación de Staley Fleming", "author": "Ambrose Bierce"}