{"metadata": {"length": 4422, "words": 836, "reading_time_min": 4.18}, "text": "Currado Gianfiglazzi distinguished himself in our city as an eminent, liberal and splendid man, and living a shady life, he always found pleasure in dogs and birds, not to mention here other of his larger enterprises. Now, one day this gentleman had a hawk with which he had hunted a crane near Peretola and found it tender and well cooked, he sent it to his neighbor, an excellent cook, named Chichibio, ordering him to sow it and stick it well. Chichibio, who was as stunned as he seemed, once the crane was attached, put it on fire and began to roast it thoroughly. It was almost ready and the bird was giving off the most appetizing smell, when a village girl named Brunetta, with whom the marmito was lostly in love, appeared in the kitchen. Chichibio answered him chanting: \"Don't expect it from me, Brunetta, no; don't expect it from me. With what Brunetta irritated, he jumped, saying: \"For I swear to God that if you don't give it to me, you'll never get that much from me. The more Chichibio tried to disgrace her, the more she became crushed; so, finally, yielding to his desire to appease her, he separated a thigh from the bird and offered it to her. Then, when Currado and some guests were served, he noticed the lack and, surprised by it, called Chichibio and asked him what had happened to the crane's thigh. To which the Venetian cheater replied at once, without getting stuck, \"The cranes, sir, have only one leg and a thigh. Then Currado, bewildered, said, \"How the hell do you say they have only a thigh? You think I haven't seen more cranes than this? \"And yet, sir, it is as I tell you; and if not, when you like, I will prove it with live cranes\", argued Chichibio. Currado did not want to further the controversy, for the guests were present, but said to him: \"Since you are so sure to show me live - something I had never noticed or heard of anyone - tomorrow I am ready. But I swear by Christ, if it doesn't go according to your word, I will beat you to death so that you will remember my name as long as you live. After the conversation ended, Currado, who had not been rested by his anger, stood up blindfolded and ordered the horses to be matched, and made Chichibio ride a jamelgo and headed to the shore of a lagoon, where cranes were always seen at the dawn. \"We'll see soon which of us lied yesterday, you or me\", he told the cook. Chichibio, seeing that he still held his grudge against the gentleman and that it was too much for him to prove that the cranes had only one leg, not knowing how to get out of the grip, rode beside Currado more dead than alive, and willingly would have put his feet in powder if he could; but, as he could not, he did nothing but look everywhere, and that which divided, which seemed to him a cranes on two feet. When they reached the lagoon, his watchful eye spotted before anyone a band of at least twelve cranes, all on one foot, as they usually are when they sleep. He was very pleased with the find, so he cut the opportunity for the hair and, going to Currado, said: \"Obviously, sir, you can see how true what I said to you yesterday, when I said that the cranes have only one leg. Just look at those. - Wait, I'll show you they have two. - Currado replied when he saw them. And he approached them a little more and cried out: \"Game! So the cranes, alarmed, took out the other foot, and began to flee. Then Currado said, turning to Chichibio: \"What do you say now, comilón? Do the cranes have two legs or not? Chichibio, frightened, not knowing where to get himself now, replied: \"It is true, sir, but you will not deny me that you did not shout at the cran yesterday 'Jojó!' that if you had done it, you would have surely removed the leg and thigh like these have done. Currado was so pleased with the answer that all his resentment went away in laughter, and he said: \"You're right, Chichibio: that's what I should have done. And so it was that thanks to his lively and funny response, he managed to save the cook from the storm and make the passes with his master. Final six day story four, The decameron 1. Cranula: Large, long-legged, with a grey plumage on the body, and black and white on the head and neck, a large, long-legged, snake-like bird that, when flying, makes a very loud hiss, and usually stands on one foot when it lands. The Commission shall adopt implementing acts. Marmot: A person who does the most humble deeds in the kitchen.", "title": "El cocinero Chichibio", "author": "Giovanni Boccaccio"}