{"metadata": {"length": 5444, "words": 1054, "reading_time_min": 5.27}, "text": "\"Holy and good morning\" he said, and none of those present could recognize it. Sure! The parka came with her twisted braid under her hat and her yellow hand in her pocket. If I'm not disturbing, I'd like to know where Mrs. Francisca lives. And they answered him, and behold, a man looked at the gate, and he pointed with his hard-fist of a carpenter, and said, Behold, there is a way up the hill by the windy bushes. You'll find the house upstairs. When it was done, he thought he was dying, and giving thanks, he went on the road that morning, when there were few clouds in the sky and all the blue shone bright. As he walked along, he saw that it was seven o'clock in the morning. By 1 and 4, after the meridian, Mrs. Francisca was on her list. Less bad, less work; one case, she said she was satisfied that she had not wearied herself of death and went on her way, now entering the narrow path of rosemary and dew. It was the month of May, and with the downpour, there was no wild seed or sprout that remained underground without sunlight. The cranks of the ceibas were pure transparent mahogany. The trunk of the guayabo released the bark, leaving the clean flesh of the wood to be seen. The cannabidiol trees did not have a single yellow leaf; green was everything, from the ground to the air, and a vivid scent rose from the flowers. It's natural for death to cover its nose. It also makes sense that I wouldn't even look at such a branch full of nests, or such a bee with its flower. But what to do? ; there was death passing by here, not being his kingdom. So he threw and threw death through the streets until he got to Francisca's house. Please, with Panchita, I said death is adulterous. Grandma went out early, she challenged a little gold-sized granddaughter, a little fearful, though the parka was still with her braid under her hat and her hand in her pocket. What time will you be back? He asked death. Who knows! \"The girl's mother said. It's up to you. He walks around the country, working. And death bit his lip. It was no small feat to keep going for so many beautiful and strange worlds. It's been a long day. Can I wait for you here? Whoever comes here has his home. But she may not be back until dusk. \"Chin!\" thought death, \"the five o'clock train will leave me. No, I'd better go and find her. And death lifted up her voice, and said, Where, then, can I find her now? Early in the morning, he went out to milk. He's probably in the corn field, planting. And where's the cornstarch? He asked death. Follow the fence and then you'll see the plowing field behind. Thank you. He said dry death and started walking again. But he looked at all the vast ploughed field and there was no soul in it. Just beans. Death let loose her weave, and was angry: O old woman, where hast thou gone? And she spat, and went on her way without a strait. An hour after having the burning braid under his hat and the disgusting nose of so much smell of new grass, death came across a walker: \"Sir, can you tell me where Francisca is by these fields? \"It's lucky\", said the walker, \"it takes half an hour to get to the Noriega's house\". The child is sick and she went to give him a belly. Thank you, he said death like a shot, and he squeezed the pass. Hard and tiring was the road. Besides, now he had to do it on a new ploughed ground, without trill, and you already know how uncomfortable it is to sit your foot on the irregular and so spongy ground of freshness, that you lose half the effort. So, the death made a pity came to the Noriega's house: With Francisca, to see if he does me a favor. He's already gone. But how! So, all of a sudden? \"Why so suddenly?\" they answered. He just came to help us with the kid and he already did. What's to miss? Well... you'll see, I said, \"Troubled death\", is that one always makes the table at everything, I say. Then you don't know Francisca. I have her signs. She said bureaucratically she was wicked. See, tell them, the mother waited. And death said, \"Well, with wrinkles, it's been 60 years. You see... white hair... almost no teeth of its own... nose, say... - She's a good one. Is that all? Well... plus a name and two surnames. But you haven't talked about your eyes. Well, clouded... yes, clouded must be... smoked for years. \"No, he doesn't know her\", the woman said. All that said is fine, but not the eyes. He's got less time to look. That one you're looking for, that's not Francisca. And death came out on the road again. She was now indignant without much concern for the hand and braid, which half-smoothed under the wing of the hat. He walked and walked. At the Gonzalez's house, they told her that Francisca was a stone's throw away, cutting pasture for the grandchildren's cow. But he saw only death, the newly cut pasture and nothing of Francisca, not even the tiny footprint of his passage. Then death, whose feet were already swollen in the sweaters, and the black shirt, more than sweaty, took out his watch and consulted the hour: God! It's 4:30! It's not possible! The train is leaving me! And he threw death back, cursing. Meanwhile, two miles away, Francisca was weeding off the school's garden. An old acquaintance passed by on horseback and, smiling, said in his own way, \"Francisca, when are you going to die? She joined in, peeking half-body over the roses and returned the cheerful greeting: \"Never said, there's always something to do\". The Thread and the Rope, 1974", "title": "Francisca y la muerte", "author": "Onelio Jorge Cardoso"}