{"metadata": {"length": 3042, "words": 548, "reading_time_min": 2.74}, "text": "There was a man of plenty of meat who could not afford to be too light on the streets of the Argentine capital, and who was therefore in constant danger of dying crushed by cars. The man studied his case, and at first glance it seemed that there were only two protective solutions for him: not leaving his home or leaving in a car. Unfortunately, both were impossible in practice. New reflections led to a third initiative. He got a gun license and went public with a calmer heart than ever. Never before has a fat gentleman been seen crossing the streets so calmly. He walked at the speed that his fat allowed him, without excessive effort; he tried to avoid buses and trams well; but he no longer sweated in terror or pallided in anxiety, but on his face shone the serene smile of the citizen conscious of his rights. Despite his activity as a right-hander, he could not prevent danger from looming over him within minutes. With that heroic indifference to the lives of others that characterizes drivers in all countries, a car marched forward against the fat gentleman on the right. He wanted to get away, and he saw another vehicle coming from the left, which evidently disputed the satisfaction of crushing him... the fat gentleman thought it was time to test his life-saving system. Suddenly he put both hands in the American's pockets, and suddenly two bright revolvers appeared, one pointing at the driver on the right and the other at the driver on the left. Driven by a supernatural force, both cars stopped at that instant. The fat gentleman passed, reached the sidewalk, put his revolvers away, greeted the drivers of the cars with a kind smile and encouraged them, with a kind heart, to continue their march. Of course, the security agents intervened. The fat gentleman declared that he had indeed taken the dreadful resolution to shoot the drivers before the drivers could kill him. The fat gentleman had a new and uncommon concept of the car: the car was to him a terrible enemy of man, a beast that aspired to crush us and gets it too often. Man must be warned against beasts, whether in a virgin jungle or on the streets of a city. But it turns out that the monsters of this new species have only one vulnerable point: the driver. Then you have to try to put the bullet in that spot. That's the bright theory of the obese sir. We are confident that the learned nations will continue to welcome this doctrine with enthusiasm. The carcass quota6 is higher than that of many diseases. So the fat gentleman who invented the immunization procedure is as worthy of human gratitude as the one who invented the anti-diphtheria serum, like Mr. Pasteur, or like Mr. Erlich... Make him a statue, and just as the vaccine is mandatory, citizens are also required to carry revolvers that protect them from dying ridiculously laminated by a auto that goes 100 mph to take their owner to a glass of beer or to see a theater performance. That fat gentleman is a benefactor to humanity. Let's give him a hand. The Devil's Glasses, Madrid, 1967", "title": "Los viajes", "author": "Wenceslao Fernández Flórez"}