{"metadata": {"length": 7116, "words": 1285, "reading_time_min": 6.425}, "text": "Look, look, winter has already begun. From the backs of the sky a torrent of clear arrows was falling over Panama, from the wounded earth in the adjacent streets to the Via España. At the asphalt border the muddy waters were curled up disoriented, unconsciously fearing drainage suction. A breath away from the city, a march of rumors, was suspended in the steam of the sidewalks, in the occiput of the palms, in the bodies parked under the canopies. Visceral light, yellow as rain when embracing dust. Muriel woke up, it was noon. The open windows were shaken to form a reticent screw; the sheets were falling heavily on his body. Shadow short of the feet of the table, and silence dominated the man's cough. Anne was gone; perhaps she would return in the afternoon, wet, to take a walk in her loose shell. Muriel spread out his arms and put his hands over his head. Within minutes, green flies were visiting the gray map of his torso, and the sobacos were beating in the air. Empty: I was just looking at the distant hills, cut by the dark dagger of the day. Not a bird, not a harbinger. Only time tangled in the electrical wire. He played the jitanjafor slowly: the country was populated with them, they were like their feet... Alanje, Guararé, Macaracas, Arraiján, Chiriquí. Sambu, Chitre, Penonome. Chican, Cocolí, Portuguese... that rhythm was a defense. When he escaped, Muriel got up with her forehead soaked. He went to the closet to get his shoes; they were covered in green silk, like his books, softened, resisting being read to. In a dish, there were ice cubes agonizing. He put them around his neck and pressed hard until his cough returned. Near the windows, the jasper plants swelled again, their open arms spiked red. With them, the sun and the slow puller were reborn: a paralytic diastol of Central Avenue, a line of divergent life, shot by the fragile leaves over the kiosks of Santa Ana, drowned in a scratch of lemon, hands on both sides of the Canal Zone, stretching the nerves until it is not reached. Murmurs were coming back to Muriel's head with the sweat-dropper. At that moment, Muriel felt the itching in the racket. Scratching it, it made it worse. It was something more... a ball that seemed to take autonomy from the rest of the body. A thirst for magic, or medicine, made him jump out of bed, who knows what tropical gargoyles might invade everything, made of meat, but, like the others, stones in his spirit and his permanent laughter! It was the day, the day that in a cheerful muzzle reserved darkness and cancellation. We'd have to wait until night to reclaim the testimonies, to feel the light and pour it out at a fast pace. At night there was permanence: the cumbia fixed, the drum, the beating cup, the ceaseless echo of the glasses, eliminated the endless transit that silently ran during the sun. At night, there was time between goodbyes. Damn moisture! Her fingers slipped over the swelling, it was impossible to grab her and scratch her. And it grew, it grew until it burst, a medallion of liquid pores. Muriel stripped herself, and with her neck twisted, she went to reflect her back to the glass. It was no longer possible to scratch without stretching, and in a minute, without breaking: the yellow and purple petals, the unformed metal of the pollen, the bulbous stem: a perfect orchid, of abandoned symmetry, languid in its indifference to the germination ground, had been born. Orchid in the rapids. He felt the landscape feed him with pin teeth, sinking the roots of the ground into his skin, piled his brain against the rock until his eyes became a blind ridge. But there were practical problems to be addressed. How do you put on your pants? The flower, turned into pasta? From the stem of the orchid to the center of its nerves ran a dictate that welded the life of the flower to its own. He had no choice but to cut a circle in the back of his pants, so that the orchid would pop publicly through him. Decorated like that, he had no problem going out into the street: there are forms of prestige that encompass everything. Several months into the Carnival, he may have been confused with a suspended condition; perhaps, he was considered a new mode of joy. The fact is that the orchid walked, in a funny swing, in front of the white gaze of the Indian bazaars, between the tight skirts and purple blouses of the black people of Calidonia, without more fury than the eye of a snake. Hours and hours, on a hot walk that didn't seem to diminish the fresh gallantry of the flower. In the cantina of the Coco Pelao, Muriel sprayed it with pipe; the flower changed colour, but it sponged joyfully, its petals embraced the man's buttocks, pulled him out of the cantina, pushed him to the doors of Happyland. That night, Muriel danced like never before; the orchid marked the sound, its wise men ran to the dancer's heels, climbed to the plexus, dragged him on their knees, waved him in a dry, angry cry. From the root of the orchid came out waves screaming like a litany. He was a chimpanzee! He was a chimpanzee! Close my wounds, put my hands together, herendor, scar my vagina, stop the hours, give me a future, give me a tear, chimbombó, stop my laughter hurry my ghost, make me quiet let me speak Spanish, alambo, kill the rhythm so that he believes me, unite my lungs, full of earth and flowers lock them, do not sell me for the moon, make my nails bridges, take away my star tattoo, chimbombó! So the orchid groaned, and all the green sailors, tourists, bouncing cone mulattoes admired the sad beauty of the flower, its tick movements, its color changes with each musical piece. The orchid was a treasure, planted today in the greenhouse of his cradle, but...! If this one had bloomed, why couldn't they sprout more, and more, unique, in limitless mutations? Orchids that would go frozen, by plane, to the thousand cities where there would still be a woman with faith in courtesy insinuations. Muriel ran out of Happyland, sighing, nonstop to his house. Ana hadn't returned. It didn't matter. He quickly stripped himself and took the knife; without hesitation he cut the orchid from a cut and planted it in a glass of water. A green twig barely popped out of the bone. First harvest, at twenty dollars each! All he had to do was wait, lying in bed, for a new one to bloom every day, between twelve and two. Maybe they'd be born multiplied by $40 a day, $80 a day, $100 a day. And then, without warning, from the exact spot where the flower had been cut, a sharp, spiky stake sprang up. Muriel could no longer scream; with a tearing snap, the stake burst between his legs and, already oiled with blood, ran, rushing, through the man's guts, devouring his nerves, slowly and blindly, breaking his heart into crystals. No more talking, no more describing. And there came Muriel, broken in half, packed, her arms crisp in two directions. The petals of the marchit orchid in the dry glass reflected a slow wave of light in Muriel's dead eyes. Outside, between the prepositions, Panama hung from its teeth to its own being. Pro Mundi Benefice. The Masked Days, 1954", "title": "Letanía de la orquídea", "author": "Carlos Fuentes"}