{"metadata": {"length": 6927, "words": 1341, "reading_time_min": 6.705}, "text": "In his workshop, which filled the two rooms of the monastery, Paracelsus asked his God, his indeterminate God, any God, to send him a disciple. At night. The low flame of the candle cast irregular shadows. Lifting the iron candle was too much work. Paracelsus, distracted by fatigue, forgot his plegaria. The night had masked the noxious fumes and the stench when they slammed the door. The man, dreaming, arose, climbed the short ladder, and opened one of the leaves. An unknown man entered. I was also very tired. Paracelsus pointed to a bank; the other sat and waited. For a time they did not change a word. The teacher was the first to speak. “I remember faces of the West and faces of the East,” he said with a certain pomp. — I don’t remember yours. Who are you and what do you want of me? - My name is the least of all - said the other. Three days and three nights I have walked to enter into your house. I want to be your disciple. I give you all my possessions. He took a twig and threw it on the table. The coins were large and gold. He did it with his right hand. Paracelsus had given him the space to light the lamp. When he turned back he was told that the left hand held a rose. The rose worried him. He sat down, put his fingers together, and said, \"I believe you can make the stone that hath all the elements of gold, and offer me gold.\" I am not seeking gold, and if gold matters to you, you will never be my disciple. —Gold does not matter to me —said the other. —These coins are nothing more than a part of my will to work. I want you to teach me the Art. I want to walk with you on the path that leads to the Stone. Paracelsus said, slowly, \"The way is the Stone.\" The starting point is the Stone. If you don’t understand these words, you haven’t even begun to understand. Every step you take is the goal. The other looked at him with awe. He said in a different voice: —But, is there a goal? Parecelso laughed. —My detractors, who are not less numerous than the swine, say that I do not and call me an impostor. I don't give you the right, but it's not impossible that it's an illusion. I know there is a Way. There was silence, and the other said, \"I am ready to walk with you, though we have to walk for many years.\" Let me cross the desert. Let me not even divide the promised land far, though the stars do not let me divide it. I want a test before I start the journey. —When? —Paracelsus said with anxiety. —Now, right now, — the disciple said with a sudden resoluteness. They had begun to speak in Latin; now, in German. The boy raised the rose in the air. —It is famous —he said— that you can burn a rose and make it rise from the ashes, by your own hand. Let me be a witness to that prodigy. That is what I ask of you, and I will give you my whole life after that. -You are very credulous - said the master. - I have no need of credulity; I need faith. The other one insisted. —Precisely because I am not a believer, I want to see with my eyes the shedding of blood and resurrection of the rose. Paracelsus had taken her, and while he was talking he played with her. -You are a fool -he said. -You say I can destroy her? – No one can destroy it – the disciple said. —You are wrong. Do you believe, by chance, that something can be returned to nothing? Do you think the first Adam in Paradise could have destroyed a single flower or a single blade of grass? 'We are not in Paradise,' said the boy a third time; 'here, under the moon, everything is mortal.' Paracelsus stood up. —Where else are we? Do you believe that God can create a place that is not Paradise? Do you think the Fall is another thing to ignore that we are in Paradise? 'A rose can burn,' the disciple said with a challenge. – There is still fire in the chimney – Parecelso said. —If we poured this rose into the brazier, you would think it had been consumed and the fire was real. I tell you that the rose is eternal and that only its appearance can change. I just need a word to bring it back. —A word? – the disciple said with astonishment. The atanor is gone and the combs are full of dust. What would you do to recommend? Paracelsus looked at her with sadness. —The atanor is gone —he replied —and the alums are full of dust. In this stage of my long journey I use other instruments. - I am not going to ask what they are - said the other with astuteness or with humility. —He speaks of the one who used divinity to create the heavens and the earth and the invisible Paradise in which we are, and which the original sin hides from us. He speaks of the Word that teaches us the science of Kabbalah. The disciple said with a fervor: —I ask the grace to show me the disappearance and appearance of the rose. I don't care whether you work with alchemy or with the Word. Paracelsus reflected. At the end, he said, \"If I were you, I would say that it is an appearance imposed by the magic of your eyes.\" The prodigy would not give you the faith you seek: leave, then, the rose. The young man looked at him, always receptive. The master raised his voice and said, \"Besides, who are you to enter into the house of a master and demand a prodigy? What have you done to deserve such a gift? The other, trembling, said, \"I know I have done nothing. I ask you, on behalf of the many years I will study your shadow, to let me see the fire and then the rose. I will not ask you anything more. I will believe in the testimony of my eyes. He took the swollen rose Paracelsus had left on the bed and threw it into the bushes. The color was lost and only a little bit of yellow remained. For an infinite moment he awaited the words and the miracle. Paracelsus had not mutated. He said with curious loneliness. —All the doctors and all the pharmacists in Basilea say I am an embalmer. Maybe you are right. Here is the fire that was the rose and will not be. The boy felt shame. Paracelsus was a charlatan or a mere visionary and he, an intrusive, had flung open his door and now compelled him to confess that his famous magical arts were vain. He bowed, and said, \"I have done unpardonably. I have failed in the faith that the Lord required of believers. Let the fire burn on. I will return when I am stronger and I will be your disciple, and on the way I will see the rose. He spoke with genuine passion, but that passion was the faith that inspired the old master, so venerated, so affluent, so eminent and therefore so humble. Who was it, Johannes Grisebach, to discover with a sacrificial hand that behind the mask there was no one? Let him have the gold coins would be a limosna. She retook them when she left. Paracelsus accompanied him to the foot of the staircase and said that he would always be welcome in that house. Both knew they would never be the same. Paracelsus was left alone. Before he turned off the light and sat down on the tired chair, he threw the burning wand back into his grasp and said a low word. The rose arose. *FIN*", "title": "La rosa de Paracelso", "author": "Jorge Luis Borges"}