{"metadata": {"length": 6276, "words": 1137, "reading_time_min": 5.685}, "text": "Winter. After a short, rainy and sad day, the night is clear, moonlike; the ice takes in its crystals, refracting and brilliant as mirrors, the water of the brooks and the cynegas, and on the steepest slope of the mountain the roar of the hungry wolf is heard. Within the causa of the humble grove, the cries of the pine tree pour out the sweet twig of its resinous flow, and the glu-glu of the pot comforts the stomach by enticing it, for the poor hot embers only keep on because it is warm. Deviating from the village by the sound of high castaos, near the church and the cemetery, the ruins of the old Lady Claudia -alias Cometerra, because in her youth she smashed the arcilla of the mountain Couto- also feels the pleasure of the kind fire. Every day, sweating to his knees, his son Charity has worked, and the thorny branch and the still swollen stalk and the weeds that choked the red bud he has weeded... Do not ask where. Whoever has no forest or pasture, he must eat of the land of another. Who gives a place to a 15-year-old boy, the son of a dead presbyterian in Ceuta? The colonel must be free of quarrels, married and of good caste. Valiant acquisition the of that witch who asked for a grain of corn or a sourdough loaf at the door, and that of that galopin, who left nothing in the parish in terms of life! There are also classes in the village... and the children of two or three of the most comfortable bakers, of bread and meat, had given her a present. Because you can pass the splinter of the branch and the twig, and even the weeds in the pretty places that do not belong to you; but to break the potato in half or to rip a panel of the roof... those are bigger words, and as you take them in..., watch the scream! Caridad, among other things, brought home her “bag” of sand. That day, the sack was full of old crates, cherries and, a wonderful surprise!, three or four beautiful frozen eggs... When he was lucky in his hunt for vultures, his grandmother paid him so well! Unforgettable repertoire of advice, traditions and fables, Cometerra, stumbling on the edge of the pond, while with trembling hand he peeled potatoes or sliced asparagus, cried, talked, narrated, enshrined his thousand lies... And Charity knew no other pleasure. The stories of grandmother were at once her only school and her only theatre, the bread of her virginal, fresh, insatiable imagination, of a child who does not know how to read, and which clings to novels and poetry, identifying them, in her ignorance, with life and reality. Perhaps in that early sickly development of fantasy the same isolation to which he was condemned by his many latrociniums and the rosy luck and fecundity of his father was affecting him. It is true that Charity believed in a closed door... what is believe?, \"seeing\". The sad and gloomy world of the old galaxian mythology surrounded him at all hours. Fear of the unknown gripped his soul and froze ice of mortal lust in his veins, enticing him, however, with mysterious allure, calling him. He trembled and wished for the supernatural, and while his hands, mechanically, grasped the distant, his incensed spirit felt the shiver of the invisible world that surrounded us, and whose aching hum was heard in the murmurs of the forest and in the gurgling brook. This winter night, approaching the vigil of the dead, Cometerra explains to his son what the \"Companion\" or \"Host\" is. It is a legion of dead who, leaving their graves, each carrying in his decaying hand a surgeon, cross the mountain, far away, visible only by the gloomy white of the sand dunes and the pale reflection of the decaying surgeon. What the “Competition” sees! Oh from the ground the shadow is projected! If you do not die in the act, life will always be with you like the grass that cut the fowl. Breaking, weak, smelling of strangeness, ill against which there are no remedies, he will approach the cave, for the West will gather him up, list him in its ranks, reinforce its army of spectrograms... Unhappy to see the Competition!... In his poor and cold midst of grain stalks, Charity turns to think of the phantasm procession. The fire of the furnace has been extinguished; the roaring grandmother has acursed within a few steps; the roar of the lion and the almost human cry of the wolf... The temptation is too strong. At these hours, surely, the people of the other world are marching up the mountain in double-height of lights. Verla! Caring does not agree that to see her is to die. Maybe it doesn't matter. The opening to life does not come early; the tree without roots does not cling to the earth. Fear, in Charity, is like a ghost: your heightened soul fears and desires at the same time. And sliding off the hard bed, he slid towards the door, opened the door, sat down and looked. The moon, once splendid, is now obscured by a tangled, black nebula, the objects appear muddled, the stains of the tree are lost among the grey turbulence of the horizon. Caritas, weeping, walks towards the church. Without knowing why, he supposes that the \"West\" circles the tombs of the cemetery. The unique thing is that, when you go in search of the soul's process, your chin quivers, your teeth chatter, your pupils dilate, your blood boils, your heart stops beating for a moment. And yet he walks, walks, fascinated; eager, stepping on the sand with his bare feet, amused and irritated. Where the wall of the cemetery rises, a luminous clarity, a field of green light calls to him with a fluttering shiver, with a hum of cirrhosis that is extinguished. There is certainly the West... He has already come to see her, to see her differently, and even to hear repressed shouts, a stifled cry that can be confused with the irony of brutal carnage... Without transition, without space to say Jesus, to call his mother as the dead call their mothers. Caritas is shattered. At the same time a scream rang out and the screamer's mouth opened wide as the slack rope of a bison calf slammed into her. The hot blood coagulates on the frozen surface of the ground. The little ones withdraw, leaving the tie there on the sack, and murmur, seriously, for they had not thought of going so far, nor had they gone to not mediate the new sack and the old \"cane\": -You shall be scourged.", "title": "La «Compaña»", "author": "Emilia Pardo Bazán"}