{"metadata": {"length": 5483, "words": 1001, "reading_time_min": 5.005}, "text": "The famous composer and music teacher Alejandro Redlitz was entertained by reading without an instrument one of the last pages of his friend Ricardo Wagner, while the founder announced that there were there a very beautiful lady and a very beautiful girl, the two poor-dressed, who were asking for an audience, insisting on getting it without delay. Redlitz shook his yellowed hands with a resemblance of a shiver, and said, clenching his shoulders, \"Let them go into the room.\" In a few moments the master and the ladies, who seemed ladies, were standing face to face, despite the humbleness of their persuasion. The mother concealed her white hair and her full face of dignity under a plumed hat; the daughter, with her gray flannel dress and her shabby shawl, with no more ornament than a musty flower, could not conceal her astonishing beauty, a sort of luminous beauty that blazes like the sun. Redlitz felt interested, moved, almost enamored of her, and instead of the tiesure and fervour with which she usually welcomes those who ask (there was no doubt that mother and daughter had something to ask), she strove to be cordial and hospitable and was anxious to put herself at the disposal of the two ladies as far as she could and would. He took the floor, and, speaking in proper French, with great modesty and grace, said: - We are Spaniards and very poor; what little we had left of our patrimony we have used to make the journey to Paris, and consult the famous Redlitz on a vital question. We want to know whether I have or do not have a voice of those who are fortune and glory. Many compliments have been paid to my voice, but I fear they were not sincere and that friendship has robbed me of the judgment of those who praised me. I dream with the celebrity: the media causes me horror. If my voice is one of those that are heard in the halls and praised for galantry... you will frighten me, Mr. Redlitz, and I will go back to my homeland and devote myself to sewing or entering into service. The master was puzzled for five seconds; finally, taking the artist by the hand, he led her to the cabinet, where he had his magnificent Pleyel. He sat down at the piano and preluded the accompaniment of a simple Italian romance. At the first groans of the young singer, Redlitz felt a surge of honor that counseled sincerity, and was ready to tell the singer to seek another way. The voice was, as there are many, simple, friendly and vulgar. But when Redlitz raised his head and opened his mouth, his gaze fell on the face of the singer, enlivened and transformed by the song, and it was so fortunate for the master that that seductive face pleased him, that he sprang into cheers, and with the most sly words assured her that she had a treasure in her thigh, that she would rival Patti and Nilson, and that she only needed the lessons that he, Redlitz, would give her daily and free. They were mingled with Spanish expressions of gratitude, and the master, requiring them to sit down, smothered them with wine from the Rin, booze and various kinds of liqueurs. They agreed on the time to return the next day to begin the lessons: the master led them to the door, which he opened and shut himself, and when the slacks disappeared from the stairwell, Redlitz sat down at the piano and walked the keys, interpreting a dreamy melody by Beethoven. All his incorruptible Austrian sentimentality re-entered him, stirring his heart, and the Spanish sexy eyes of the Spanish sexy were as two rays in the arid Sahara of the fifty-odd and a half years that the illustrious master had already told... Meanwhile, the two women, when they came out into the street, looked at each other, clasped hands and laughed happily. - Do you see it? - exclaimed the mother. I knew your voice was a gift! -Well, look, - the girl said - I didn't believe it until today; but after this man so competent and famous tells me so... -What is it if you doubt now... - ice cream! - No, I'm sure. In Madrid, he did. It influences so much the position in the courts of enthusiastic friends! But Redlitz, who has me for a poor, unknown little girl, who has never seen me, why did he have to deceive me? I am convinced. What joy! I don't know what's happening to me. -You see that the idea of dressing up as poor people has been excellent. -Divine! This hat I have to keep in the glass case. And the young girl threw a sack of hay. - What do you think? Will the lessons of Redlitz convince you? - asked the mother. -What a disgrace! Of humor was enough. This evening we return to Madrid; there are also good singing teachers there. And calling the first car rental company that came, the two ladies sat in it, pointing out the signs of a fancy and central hotel. On the next day, Redlitz, who had decorated his cabinet with rare and fragrant flowers, awaited his new student on the balcony. The same thing happened all week. The teacher remembered with despair that he had not understood where the Spaniards were going; he thought of a disease, a misfortune; he wrote to Spain, he put influences into play... Nobody could give him reason for the two foreigners of humble perverseness whom he had never seen again. And it was always an enigma to Redlitz's admirers why he was so sad and worried for two months, as it was another mystery to the admirers of the Countess of Polvareda to see her startled at having an admirable voice when all she had were a pair of \"stiff\" eyes and a face and a patent figure. FIN", "title": "Clave", "author": "Emilia Pardo Bazán"}