{"metadata": {"length": 6986, "words": 1394, "reading_time_min": 6.97}, "text": "Oh, my God! \"Mr Rat\", said Herr Rat, leaning over the table to look inside the soup. This is what I need. My magen has been out of shape for days. Bread soup at its right density point. He turned to me and added: \"I am an excellent cook. What an interesting thing I said, trying to instill enough enthusiasm in my voice. Yes, it is necessary when one is not married. I got all I wanted from women, and she took the napkin around her neck and blew the soup, and she kept talking. Now at nine o'clock I make an English lunch, but not as loud as you guys. Four slices of bread, a couple of eggs, don't eat fried ham, a plate of soup, two cups of tea... nothing for you. He said it so vehemently that I lacked the courage to refute it. All the gazes converged on me, and I felt like I was carrying the weight of all the nation's crazy lunches. I'll have a cup of coffee tomorrow while I'm wearing my blouse. Nothing was proclaimed by Herr Hoffmann of Berlin. Oh, my God! When I was in England, I used to eat in the morning. He raised his eyes and mustard, and began to swallow the soup slips over the jacket and vest. Do you really eat so much? The Commission has already decided to take a decision on the proposal. Soup, toast, pork, tea and coffee, jam, honey, eggs, cold fish, kidneys, liver and hot fish? And the ladies eat so much too? Mr Rat said: \"That's right. I was able to observe it myself when I lived in a Leicester Square hotel. It was a good hotel, but they didn't know how to make tea. Now that... oh, well, that's something I know I said laughing funny. I can make excellent tea. The secret is to heat the teapot. Heat the teapot! Herr Rat interrupted me, throwing aside the plate of soup. Why would I heat the teapot? Oh, my God! It's great. I don't think he's going to eat the teapot. He nailed his cold blue eyes at me, with an expression that made a thousand invasion plans boast. So that's the secret to your famous tea? Nothing but to heat the teapot? I meant that was just like the beginning of the gallop on the horse. But I didn't know how to translate it and I was silent. The maid brought the calf with sauerkraut and potatoes. \"I love sauerkraut very much\", said the traveler to northern Germany, \"but I've already eaten so much, I can't hold it back and I'm immediately forced to... I exclaimed, turning to Fräulein Stiegelauer. Did you get high? \"At five I walked for ten minutes on the wet grass\", she explained. \"I went back to bed, and at five and a half I fell asleep. I didn't wake up until 7:00 to wash up. And back to bed. At eight I put on a cold water compress, and at eight and a half I drank a cup of mint tea. I took some malt at nine and started my cura. Would you pass me the sauerkraut, please? You're not taking it? No, thank you, I still find it a little strong. Is it true that you asked the widow while brushing your teeth with a fork that you are a vegetarian? Well, yeah, I haven't eaten meat in three years. It's unthinkable. She won't have children. - No, I'm not. Of course not. Where are you going? I've never heard of having children eating vegetables. It's not possible. But you don't have many children in England today. They must be very busy with the suffragettes. Well, I've had nine and they're all alive, thank God. Healthy and beautiful creatures. Although ever since I had the first one I've had to... What's the big deal? \"He said to the widow in a contemptuous air, as he put the fork back on the mound that was swinging high above his head\". That's not important. A friend of mine had four at once, and her husband got so happy, he gave them a dinner and put them on the table. She was, naturally, very proud. Germany the traveler was thrones the family's country had a potato sticking to the knife and was biting it around. This was followed by a respectful silence. They changed the dishes for beef with raisins and spinach. They cleaned the forks in a piece of black bread and started over. How long will he stay here? Herr Rat asked me. I don't know exactly. I have to be in London by September. He will visit Munich, of course. I'm afraid I'm not going to make it. You know it's very important not to interrupt treatment. Then you have to go to Munich. You've never seen Germany unless you've been to Munich. All the exhibitions and all the art and the lively soul of Germany are in Munich. There's a Wagner festival in August. And, besides, Mozart, a collection of Japanese paintings... and beer. You won't know what good beer is if you don't go to Munich. As I have seen distinguished, but very distinguished, ladies drinking glasses of this size, I smiled as I saw him point a large dishwasher placed high up. \"When I drink a lot of Munich beer, I sweat again\", Herr Hoffmann said. Whether it's here or in the country or before the bathroom, I like to sweat. It's not the same in the city. Inspired by this thought, he poured his neck and face with the napkin and also meticulously cleaned his ears. A glass fountain with albaric albariums was placed on the table. Oh, the fruit! The Commission has already decided to take a decision on the proposal. It's so necessary for health! The doctor told me this morning that the more fruit I eat, the better. The traveler said, \"I think you're extremely scared of the fear of invasion, huh? Yes, that's right. I've been reading in a newspaper what's going on in England. Have you read it? Yes, I replied very rigidly in my seat. And I can say we're not scared. 'Well, they should be,' said Herr Rat. They don't have an army of any kind... a few kids with nicotine-poisoned veins. But don't be afraid, Herr Hoffmann said, we don't need England. If we needed it, we would have had it a long time ago. I mean, really. We don't need you guys and he jokingly threatened me with the spoon, staring at me from across the table, like I was a little kid who could hold on to his whim or fire him. I'm sure I told you we don't need Germany. \"This morning I took a seat bath\", Herr Rat spontaneously said. This afternoon I'll take a leg and arm bath, then I'll do an hour of gymnastics and my homework is over. A glass of wine, a couple of sardine buns and... they brought a cherry pie with whipped cream. What's your husband's favorite dish? The widow asked me. I didn't know. I answered. - You really don't know? How long have you been married? Three years. But he won't be serious! I couldn't have walked the house for a week without knowing. The truth is, I never asked her. He's not demanding on food. Take a break. I'm going to go. Everyone shook their heads and looked at me with their mouth full of cherry bones. \"It is no wonder that in England the terrible state of affairs in Paris is repeated\", said the widow, folding her handkerchief. How is a woman going to keep her husband by her side if after three years she doesn't know what her favorite dish is? I'm not going to say anything. [food, food]. I closed the door behind me. *FIN* Germans at Meat, The New Age, 1910", "title": "Los alemanes a la mesa", "author": "Katherine Mansfield"}