{"metadata": {"length": 2353, "words": 444, "reading_time_min": 2.22}, "text": "On that day a bad spirit, the worst of all, for he was the devil, was very happy because he had prepared a mirror which had the property that all good, beautiful, and noble that was reflected in it disappeared, and all bad, vile, and unworthy increased and was more clearly seen than ever. What a bad omen! The most beautiful scenery, when reflected in the mirror, looked like rotten twigs, and the most beautiful people looked like monsters or were seen from the bottom up; faces were twisted in such a way that it was impossible to recognize them, and if anyone had a sin, it grew up to cover her mouth, nose and front. - Come on, you idiots, look how funny it is! - said the devil. There was something worse yet. If one had good thoughts, he appeared in the mirror with a diabolical smile, and the worst of all the dandys was content with his sly invention. The students of his school, for he had one because he was a teacher, said the mirror was a miracle, for in it one could see, they said, how the world and men really were. They took him around the country and there was no man who was not completely deformed. But the devils were not satisfied. - We would like to take him to Heaven to frighten the angels! - their students said. They did so, but the higher they went, the more the mirror shook and the more it shook, and they almost couldn't stand it. They ascended and ascended with their burden, approaching God and the angels. The mirror continued to move; it shook so violently that it escaped their hands and fell to the ground and broke into more than a hundred million pieces. But then the thing was worse still, for there were particles that were the size of a grain of sand and spread out over the whole world, and if they fell into someone's eye, they got stuck in it, and men saw it all deformed and could only distinguish the bad, for the smallest piece retained the power of the whole eye. The worst was when a particle got stuck in a person's heart, because it turned into a piece of ice. Some made glasses with the pieces they found but it was a mess. The one who put on the glasses saw everything transformed into sad and degrading things and could no longer be happy. The devil was giddy with laughter at what his disciples had done. He laughed so much that his fat voice shook and he was tired of congratulating his students.", "title": "El diablo y sus añicos", "author": "Hans Christian Andersen"}