{"metadata": {"length": 1966, "words": 344, "reading_time_min": 1.72}, "text": "The Soom Desert is said to be at one end of the world, in a difficult geographical situation, between almost unknown lands and other unimaginable ones. Travelers fear it because its deserted and moving sands lack oases; moreover, legend has it that unspeakable horrors inhabited it. In this sense, there are numerous accounts, each different. Some say that it is neither visible nor audible, and others say that it is a mere chimera with many heads, horns, and claws, and a tongue whose sound is similar to the sound of bells ringing in vaulted auditoriums during a solemn funeral. All the caravans and lone adventurers who returned from Soom told strange stories; others could not even return, and there were even those who went completely crazy because of the terror and vertigo caused by an infinite and empty space... Indeed, there were many stories that existed around a being who was sneaking around, or an entire army of a thousand devils; it was about something hiding waiting behind the moving dunes, or something roaring and whispering from the sand or from the wind, or moving invisible in a silence or a pressor, or falling from the air like a crushing insect, or yawning as a pit suddenly opening at the feet of the road. But a long time ago there was a couple of lovers who came to the Soom Desert and crossed the barren sands. They were unaware of the existence of evil in those places, and as they had found a welcoming Eden in their respective eyes, they may not have realized that they were walking through a desert. And among all those who dared to step on the dreadful desolation were the only ones who did not return with a new story about something terrible, about some horror that had followed or spied on them, something visible or invisible, audible or inaudible. For them there were no multi-headed chimeras, no bushy wells, no monstrous insects. Moreover, they could never understand the stories told to them by less fortunate walkers. FIN", "title": "La desolación de Soom", "author": "Clark Ashton Smith"}