{"metadata": {"length": 7212, "words": 1305, "reading_time_min": 6.525}, "text": "In a quarter of an hour it'll be 12 in the evening. This would have no significance if today were not November 10, 1953. In his private diary Demetrio von Hagen notes: \"On November 10, 1953, I visited my friend Marius Carlen. I must warn you that Marius Carlen is me and that Demetrio von Hagen died exactly eight years and nine months ago. A few weeks after his death a badly-intentioned note was published in a local newspaper that read: \"As you know our novelist Demetrio von Hagen died on January 2, 1945. In his yet unpublished diary, he found notes corresponding to the next eight years. It turned out he was writing it down in advance. Only the friendship that united me to Demetrius prompted me to undertake research for which I find no other adjective than the classic of thoroughness. Although I had not seen him since the last war, I retained a pleasant memory of him and always thought of him as a tried, serious man, without much fantasy and incapable of any mixing. The fact that he wrote his diary in advance only suggested two hypotheses: either it was a joke by journalists, who had misread the dates of his previously unpublished diary, or it was rather the beginning of an interesting riddle. When his body was moved to Utrecht Demetrius died mysteriously in a tavern in Antwerp  I made a special trip to that city and extracted from the Municipal Library the manuscript of his diary. Superficially reviewed by journalists, who had only checked the dates for inconsistency, the manuscript was in a sorry state, full of cigarette burns and coffee stains. With patience as a paleographer I gradually managed to decipher his pages, essentially those relating to the years following his death and which the general presumption took for invented. Indeed, a firsthand reading could strengthen this view. There were talk of prodigious journeys, of fiery and generally desperate loves, and of even trivial facts, such as what he ate at a restaurant or talked to a taxi driver. But soon a detail caught my attention. On the page corresponding to July 28, 1948, it said: \"Today I attended the funeral of Ernesto Panclós\". The name Ernesto Panclós was vague to me. I was able to clarify that this name corresponded to that of a common friend we had as children. I immediately tried to locate his relatives, but I could not, but by reviewing the newspapers of the time I found that Ernesto Panclós's body had been buried on July 28, 1948. This claim intrigued me a little, but it did not cure me of a certain skepticism. I thought it might be a simple coincidence or a case of divination not foreign to the artists' temperament. But I was still concerned, and just to calm myself down, I decided to take my inquiries to their ultimate consequences. On the page for April 14, 1949, it said: \"I'll take the plane to Oslo this afternoon and visit the National Museum of the city\". I had to search all the airline records until I finally found out that Demetrio von Hagen was on one of them's traveler lists. My curiosity prompted me to move to Oslo, and in the book of illustrious visitors to the National Museum my friend's signature was registered. That's when I started to suspect that something strange had happened. I visited the Utrecht cemetery several times to look at the gravestone and to verify Demetrius' name and date of death. But since this did not satisfy me, I began an angry bureaucratic process in order to obtain permission for an exhumation. When I obtained it, I had the excavation of the remains examined by forensic doctors, who certified that the remains actually belonged to Demetrio von Hagen. As I continued reading the journal, I had to make a new and definitive check. On the page written on August 31, 1951, it said: I will never forget Marion and the little Freimann commune. My relationships with her have been brief but mind-blowing. I thought if I could locate Marion, I could get some direct and unquestionable information. It was not easy for me. Freimann was not on the maps. Marion's name seemed to be the attribute of most women in this commune. The description he gave me of his former lover matched the appearance of Demetrius and, moreover, he had a son from his relationships with him. When I saw the stem, I was stunned. Although he was a creature, his traits evidently resembled those of Demetrius. Completely convinced, but at the same time baffled by this latest test, I returned to my country and for a long time reflected, not without fear of being treading forbidden ground, on these singular phenomena. I even consulted with the opinion of the people who knew me, but they all accepted my request with a smile, refused to review my evidence and said that either the deceased or I must be crazy. The most courteous spoke to me in indifferent terms of \"prospecting conscience\" or concealed their ignorance under the word \"azar\". The truth is that at this moment my confusion prevails and there are few conclusions I can draw. It is clear that Demetrio died on 2 January 1945, but it is also true that in 1948 he attended the funeral of Ernesto Panclós, who in 1949 was at the Oslo National Museum and who in 1951 met Marion in Freimann and had a son with her. All this is duly verified. This does not mean, however, that those dates coincided with those of the official calendar. The official calendar has come to me, after what happened, as a conventional measure of time, useful only as a reference to contingent facts expansion of currency, national ephemeris but completely ineffective in measuring the internal time of each person, which is ultimately the only time that matters. Our inner duration cannot be communicated, measured, or transferred. It's feasible to live days in minutes and vice versa minutes in weeks. Cases are common, as is well known, in the phenomena of hypnotism or in states of overexcitement or ecstasy produced by love, fear, music, fever, drugs, or holiness. What I don't explain to myself is how this subjective duration can be transferred to the field of action, how each time is reconciled with solar time. It's very common to think of many things in a second, but it's already more complicated to do them in that span. And the truth is that Demetrio von Hagen did a lot of things in his personal time, things that were only fulfilled later in real time. And there are so many things he did that are still to be done. For example, for the year 1954 he describes a trip to the Himalayas in which he loses his left ear by freezing. Or, without going that far, for today, November 10, 1953, mark a visit to my home. This has not happened to me, however, it has not happened in my time, nor in solar time. But the day is not over yet and anything can happen. Your diary doesn't say what time it is and it's not even 12:00 at night. He may have also postponed this visit without writing it down in his journal. There's only a minute left and I confess to feeling a certain impatience. The solar quarter of an hour in which I have written these pages has seemed infinitely long. However, I can't be wrong, someone's up the stairs. A few steps approaching. My watch is at 12 o'clock. Knock on the door. Demetrio is already here...", "title": "Demetrio", "author": "Julio Ramón Ribeyro"}