{"metadata": {"length": 2290, "words": 423, "reading_time_min": 2.115}, "text": "The chronicles tell us that Archbishop Loayza had his ribs of mozon, that in Lima there was an extremely avaricious cleric, who wore so thin a sock, mantel, rack and hat, that for years they cried out wounded immediately for replacement. In a greedy ark, the devil is seated, as the saying goes. His most illustrious wife, pretending to see her clergy dressed decently, called him one day and said: \"Father Godoy, I have a need and I would like you to lend me a silver barrel. The clergyman, who aspired to canon, answered without hesitation: \"This, and much more than your most illustrious need, is at your disposal. - Thank you. - Thank you. For now, I'm done with the barrel, and Ribera, my butler, will be picking her up this afternoon. I dismissed the avarice very gladly for having rendered service to Mr. Loayza, and seeing in the future, through revenue, the magistrate canon at least. And it came to pass eight days after Ribera came to his father Godoy, and brought him a garment under his arm, and said, These are the garments of thy father's servant. The envelope contained a silk chamalote bottom, a Segovia cloth mantle, a pair of golden-built shoes, a crin hood and a vicuña leather hat. Father Godoy played with pleasure, dressed in flamboyant clothes, and went to the archbishop's palace to thank the one who so generously carried him, presuming that it was a prank or angulema of the prelate grateful for the loan. \"You have nothing to thank me for, Father Godoy\", the archbishop told him. Go to my steward, and let him return to you what is left of the money; for as you did not take care of your garment, surely because I had no time to think of that frivolity, I have taken charge of buying it for you with your own money. Go with God and my blessing. And the father went away, and went to Ribera, and settled accounts with him; and he found the camel and the cloth worth a denarius; for the steward had paid without a charge. The next day, after reckoning and calculating to see if two or three hardmen could have been saved in the suit, Godoy returned to the archbishop and said: \"I have come to ask your most illustrious grace. - Talk, Father, and it will be served by word of mouth. - Well, very well, sir. I beg you not to take the job of dressing me up again. FIN", "title": "Oficiosidad no agradecida", "author": "Ricardo Palma"}