{"metadata": {"length": 5138, "words": 915, "reading_time_min": 4.575}, "text": "Pedro Luis took Juan Tomás a year, but they were so identical that everyone took them for twins. In addition, since Pedro Luis had been behind in primary school due to a serious scar, from that time onwards they had been together all through high school and the two years of Preparatory [which was in Architecture], so people had become accustomed to seeing them as doubles. Both the class mates and the teachers, when they were directed to one or the other, began to inquire as to which of the two was being addressed. Their jugglers in Preparatory passed into the folklore of the student: when they prepared the exams, the materials were distributed, and so only half of the students studied, for each one gave twice [one as Juan Tomás and another as Pedro Luis] the same subject. They spent a year applying the law of minimum effort. Their solidarity and fraternal cooperation reached such extremes that on more than one occasion they were able to intermittently attend to a stranger. Only when they entered the Faculty their paths diverged, and it was for political reasons: Pedro Luis went to the left, Juan Tomás to the right. But neither one nor the other confined themselves to opinion, but threw themselves full-force into their respective militaries. Juan Tomás began to link up with certain anti-communist agitators; Pedro Luis, with a clandestine ultra-left movement. Once they discussed it in detail, even at the beginning of the bifurcation, but they could not agree, so the issue was utterly abysmal. Both continued to live in the parents’ home; in consideration of the elderly, who had not yet understood the rupture, there was a tacit agreement between them not to bring up conflicting topics in household discussions. But Juan Tomás knew —through his friends— of Pedro Luis’s illegal activities; and he was also aware —through his friends— of the para-police gangs of his younger brother. When they were in their second year of college, Juan Tomás abandoned his studies and formally joined the police force. Often Pedro Luis received news that his brother was the perpetrator and responsible for several tortures. The younger one, however, continued his studies, though not at the same pace, as the militancy took up much of his time. During this period each one despised the other, and went on in ways so different that no one could now confuse them. For Pedro Luis’s associates, although they knew of Juan Tomás’s petty existence, they virtually did not count the physical presence of this; for Juan Tomás’s associates and colleagues, although they knew of Pedro Luis’s militancy [if they had not arrested him by now, for something else] the problem of the incredible similarity had not acquired importance. On the other hand, they were different even in their dress: Juan Tomás wore almost always a cap, red shirt, black tie, and a notebook, while Pedro Luis, faithful to the student informality, wore cowboy boots, a hat, and a travel bag strapped to his shoulder.The situation culminated on a Saturday afternoon. Pedro Luis had studied the night before until late, so after family lunch [bread, soup, beer] he decided to take a break. He had a lively dream, knew that with a hunch he could reach it: only to three, then he had a meeting with his companions. He woke at six, however, his head horribly heavy. He could not get to the meeting, what a fool, so he shook and shook. When he opened the rope, he found that there were no saddles, no pole, no bag. It was only a joke [“The son of my mother put a spit in my beer”] enough to imagine his friends, gathered with Juan Tomás and providing him with all the vital information he was seeking. It was too late. It is impossible to warn anyone. Simply: disaster. Pedro Luis entered as a trumpet into Juan Tomás’ bedroom. He opened the trunk, and was not surprised to find the hat, the red coat, the black cloak, the portfolio. In five minutes he dressed in his brother’s clothes, opened his notebook, checked its contents, and disappeared, without even a word to the old. He took a taxi, which dropped him off in front of Juan Tomás’ office. When he entered, the police greeted him with familiarity, and he gave them a tour. On the second floor, a strong young man stumbled upon him, asked him what had come out of “that”, and he said he had a stout. He had just gotten his bearings when a second strong man, who was carrying a black sack, pointed to a closed door: “The chief is waiting.” He swung the sexy sacks carefully, and someone, from inside, invited him to pass. In a hat, the leader, wet and electric, spoke with two others. When he saw who it was, he interrupted the conversation for a moment: “You did well?” “Clear, as always,” Pedro Luis said. \"It's over. I want you to be my friend.” Pedro Luis sat down and leaned against the window. The chief began to give quick instructions to the two men. It was obvious that I wanted to be free to enjoy the good new. So Pedro Luis could even afford the luxury of not opening the portfolio where he was —luminous, engrossing and neutral—the thirty-eighth long of Juan Tomás. *FIN* With and without nostalgia, 1977", "title": "Compensaciones", "author": "Mario Benedetti"}