{"metadata": {"length": 7669, "words": 1454, "reading_time_min": 7.27}, "text": "-The truth is, I didn't believe you were a man of ashes - I told him. - Why? Why the beehive? - He asked me. And to a positive sign, he added: -There are no such flies, but I must tell you that I think if we investigated the last roots of the very superstitions that we find most absurd, we would learn not to classify them as light... Imagine that my children, by looking at me, acquire my horror of the bee-eater, and from my children my grandchildren take it, and it will spread. It will become a game. And yet, such horror has roots in me; roots that are very deep and very real. -Man, that... -Don't doubt it. I am one of those men who eat their youth up; I am one of those who live in the memories of their distant childhood. The first impressions that the Virgin Spirit received, the freshest, are those that form its milk, the rich milk of which the plants that bathe in the lake of our souls are made. It was my childhood - he continued - a sad childhood. Almost every day I went out with my poor father, who was already dead. I only remember him: his figure appears in the hazy memory, confined with the consequence. I used to go for walks in the evening, the two of us, through the fields, and I only remember one thing if it is that those walks made me sad. - But you don't remember anything of their words or conversations? - Yes, yes; some of them have been recorded with illegible characters. He spoke of the moon, of clouds and how they formed; of how grain is sown, grown and harvested; of insects and their life and habits. I am sure that those lessons, up to the ones I have forgotten, are the most substantial I have received, the living stone of my intimate culture. Even the forgotten, I assure you, make me live from the memory itself, because the memory is something positive, as silence and darkness are. - At least - I interrupted him - it is the forgetting, the darkness and the silence that make possible memory, light and voice. Soon came the stench of the dead and she took me in her arms and kissed me and kissed me, asking me at every moment: \"Gabriel, will you be good always?\" And I, more than moved, more than surprised, always replied: \"Yes, Father.\" I remember it well; it gave me a fright when the question was asked, \"Will you be good always?\"; fright, fright, that was what it gave me. He sometimes cried over my knees; and I remember that I too cried, with a quiet cry, like his, with a low cry that roused me from the depths of my spirit all the sadness with which our flesh has been ensnared in the thorns of the cross, the weight of the cross, the pains of the cross, perhaps, inherited. -What theories! - I said. - It is not theory - he replied - it is fact. He was very tired, and had to sit down at every step; and one afternoon, when the sun was gone, he told me, looking at the gleaming sand, of his near death. And he ended with his usual question: \"Will you always be good, Gabriel?\" I never gave the question more fear, more religious terror than then. I don't know if I can contest it. - I see you remember more than you said... - Yes, when I put my mind to it. All these memories are the background on which I have received thousands of further impressions in life, and all are tinted with their colour. I have seen everything through them; but of him, of my father, of his figure, I remember little. He would sometimes speak of the Father, which is what he always called God, and there, in the middle of the field as the light faded at night, he would recite the Prayer of the Cross, explaining each of his words. He stopped in his will, and when he had explained it to me, he embraced me tenderly, saying, \"Will you always be good, Gabriel?\" He paused for a moment, as if recalling distant memories, and continued: -What I remember is your last day, the day of your death, the day of the beehive. I was already very weak; I had to sit down at every moment, and when someone tried to explain something to me, he did it with such a slowness, with such pauses and such a longing, that I was filled with a vain terror. That owl was sitting in a fallen tree trunk, and in a short time, one of those San Juan owls that flutter like frightened birds, tumbling about, after the sun went down, began to flutter around us. My father shook him by the hand, and to this effort he was a burden. \"Let go,\" he said. And I, with my scorn, hid it from him. “There is no moon today, father,” I remember saying; and he, with a terrible calm, muttering every word, replied: “There is a moon, my son; it is that it is dark, and that is why you cannot see it; the moon is always there; when you see it as a waning moon, it is that it does not light up the sun all night; sometimes it comes almost day.” The thief returned, and was no longer interested in stealing. \"What a mess I am, son!\" he exclaimed. I cried, and the babe cried in our midst. My father then pushed me a little, and he drew a drop of blood from my mouth. I was terrified, and the owl, with its scream, accompanied my terror. “I am dying, Gabriel - my father said - goodbye! Will you always be good?\" I could not respond. My father fell dead; and I, cold, alone with him in the middle of the field, at night, do not remember what I thought or what I felt. I can't remember those moments, but I remember the abyss, the tenacious abyss, who seemed to be repeating to me: \"Will you always be good, Gabriel?\" and who was laying himself down in my father's face. -Now everything makes sense -I said-; but how did you ever come to that simple question, so natural, so sweet? -What? The question of my father? Your last question? What directed me shortly before birth to death? I don’t know; but what I can assure you is that when I put my consciousness in the light and question the reason for the terror that has been inspiring me ever since the bees that at night come rushing back as if frightened, I find that it is not so much the terror that reminds me of the death of my father as it is the fatidic question: “Will you always be good, Gabriel?” It's a question that seems to come from the grave... - I think you're wrong. The impression of death, and of the death of a father, especially, and especially in the circumstances you have told me about, leaves an indelible mark on the soul of a child. It is a tremendous revelation, it is a source of serenity for life. - It may be; but I assure you that I think of death with relative tranquillity; that I once exercised myself in re-enacting it in the living and in re-enacting my own death, and confronted such an image. But every time I bring to my memory that insistent paternal question, incubated with all the mysterious melancholy of the evening, that of: “Will you always be good?”, I put myself to trembling, to trembling like a frightened child. Because, ask him, am I not myself if I am always good? - With a suggestion... - Oh, yes, the one of everyone and of always... With a suggestion! I am I if I will always be good? I don't even know if I am? -Man! - I was waiting for that expression of astonishment; with it they have responded almost always. Yes, I know I am? -Man, the voice of your own consciousness!... -What if it changes? Whoever is not conscious of doing wrong is not doing wrong, because the intention... -The intention! The intention! Do we know our own intentions? Do we know if we are good or not? I think it is that tremendous question that makes us shake when the evocative abyss of death swirls around us. Without that question, no one would believe in death. -Extraordinary theories... -No, they are not theories: they are facts. *FIN* La Ilustración Espaola y Americana, Madrid, 1900", "title": "El abejorro", "author": "Miguel de Unamuno"}