{"metadata": {"length": 4939, "words": 960, "reading_time_min": 4.8}, "text": "- Yes, said lawyer Rhode. I had that cause. It's a case, rather rare around here, of vampirism. Rogelio Castelar, a man who was normal until then outside of some fantasies, was caught one night in the cemetery dragging the newly buried corpse of a woman. The individual had his hands torn because he had removed a cubic meter of soil with his nails. On the edge of the pit lay the remains of the newly burned coffin. And as a macabre addition, a cat, no doubt foreign, lay there with broken kidneys. As you can see, the painting was not missing anything. In the first interview with the man I saw that he had to talk to me about it with a crazy funeral director. At first he was stubborn not to answer me, though without leaving a moment to nod his head at my reasoning. She finally seemed to find in me the man worthy of hearing her. His mouth was trembling from the anxiety of communicating. - Oh, my God! You understand me! - exclaimed, staring at me with his feverish eyes. And he continued with a vertigo that he can barely imagine what I remember: \"I'll tell you everything! - Yes, I did! What was that cat-ga thing like? I'm the one! Just me! Listen to me, when I got there, my wife... I interrupted him. - There... the cat or not? So... when I got there my wife ran like a crazy to hug me. And then he passed out. Everyone rushed over me, looking at me with crazy eyes. My house! He had burned, collapsed, sunk with everything he had inside! That, that was my house! But not her, my wife! Then a miserable, insane man shook my shoulder, shouting, \"What are you doing? Answer me! And I said, \"She's my wife! My wife's saved! Then a voice shouted, \"It is not she! That's not it! I felt my eyes, as they descended to look at what I had in my arms, wanted to jump out of orbit. Wasn't that Mary, my Mary, and faint? A bloodshot lit my eyes and a woman who wasn't Mary fell from my arms. Then I jumped over a barrel and dominated all the workers. And I shouted in a humming voice, \"Why! Why? Not one of them was in a haircut because the wind was blowing their hair all over. And the eyes from outside looking at me. Then I started hearing from everywhere, \"He's dead\". - She died crushed. - He died. - She screamed. - He only screamed once. - I felt him screaming. - I'm sorry, too. - He died. - His wife died crushed. - For all the saints! - I screamed then twisting my hands. Let's save her, fellows! It's our duty to save her! And we all ran. We all run silently furiously to the rubble. The bricks were flying, the frames were falling off, and the removal was progressing at a rapid pace. At four o'clock I was working alone. I had no healthy nail left, and there was nothing else in my fingers to dig. But in my chest! Anger and fury of tremendous misery that you trembled in my chest in search of my Mary! All that was left was the piano to remove. There was an epidemic silence, a falling water and dead rats. Under the piano lying, on the blood-coal-grenade floor, the maid was crushed. I took her out to the yard, where there were only four silent, viscous walls of tar and water. The slippery floor reflected the dark sky. So I grabbed the maid and started dragging her around the yard. Those were my steps. And what steps! One step, another step, another step! In the gap of a door - coal and hole, nothing more - was hooked the house cat, who had escaped the disaster, though spoiled. The fourth time the maid and I passed her, the cat threw a roar of anger. Oh, my God! Wasn't it me, then? I screamed desperately. Was it not I who sought among the rubble, the ruin and the morgue of the frames, a single piece of my Mary! The sixth time we passed in front of the cat, the animal eroded. The seventh time he got up, taking his back legs to the trail. And he followed us then like this, trying to get his tongue wet in the greasy hair of the maid - of her, of Mary, not a damned body-seeker! - Body snatcher! - What? - I repeated it looking at him. But then that was in the cemetery! The vampire then crushed his hair as he stared at me with his huge crazy eyes. - You knew that then! - He said. But everyone knows and they let me talk for an hour! Oh, my God! - he cried in a tear, his head back and slipping down the wall until he fell down sitting down - - but who tells me the miserable me, here, why in my house I tore my nails to not save from the tar or the hanging hair of my Mary! I needed nothing more, as you understand, to fully orient myself towards the individual. He was admitted right away. It's been two years since this, and last night he came out, perfectly cured... - exclaimed a young man in severe mourning. And at night, you let the crazy ones go? - Why not? - I'm not sure. The individual is healed, as healthy as you and I. Otherwise, if it comes back, which is the norm for these vampires, it should be on at this hour. But these are not my business. Good night, gentlemen. I'm going to be here. FIN", "title": "El vampiro", "author": "Horacio Quiroga"}