{"metadata": {"length": 3680, "words": 725, "reading_time_min": 3.625}, "text": "An old marriage was so poor that often there was not even a grain of bread to be carried to the mouth. One day they went into the forest to gather apples and bring them home to have with which to satisfy their hunger. While they were eating, an apple fell on the old woman in the cave of the hut; the apple grew and soon a branch was bending over the tables of the floor. The woman noticed and said to her husband, \"Yes, you must leave a board on the floor so that the fig can keep growing and when it is big enough we will have plums at home instead of having to go out to look for them in the forest.\" The old man made an opening in the floor boards and the tree grew rapidly until it reached the roof. Then the old man took off his robe, and the ensign continued growing, growing, until she reached the same heaven. After he had finished the figs he had brought from the forest, the old man took a bag and began to climb up the ladder; so high up he was at last found in heaven. He was already carrying a rat around when he noticed a little gold crest, beside which were some small grinding wheels. Without a moment's thought, the old man took the axe and the hammer and swung it down the arrow into his cabin. Once there, he said to his wife: - \"Look, my old friend! What could we eat? - I hope - he replied - I'll see how these dolls work. She took them and began to make them into a cake, and in the act of making them began to come out pies and cakes in such abundance that she had no time to collect them. The elders became very happy, and ate savourily. One day a nobleman came by and entered the cottage. -Good old days, could you give me something to eat? -What do you want me to show you? Do you want jars and tins? - the old lady said. And taking the dough, he put it in the oven, and it came out in a great many loaves and cakes. The noble ate them and proposed to the woman: - Bring me the thigh, grandmother. -No - he replied - that cannot be. Then the noble, jealous of the neighbor's good, stole his robes and went away. Only the elderly noticed the fraud, were very upset and began to lament. - Wait - the Golden Eagle said - I'll fly after him and catch him. He flew up, he came to the palace of the noble, he sat on the top of the door and he sang from there: -What a whirlwind! Lord! Lord! Return the gold bars you stole from us! As soon as the noble heard the tinkling of the bell he ordered his servants: - Many! Catch that ball and see it in the net! The children took the calf and threw him into the pit; and he heard within him the voice of a voice saying, - Little, little, drink water! And little by little all the water of the well was drunk. He then flew again to the nobleman's palace, sat on the balcony, and began to sing: - \"Cheer up! Lord! Lord! Return the gold bars you stole from us! The noble, enraged, ordered the cook to bake the pig in the oven. They took the little child and threw him into the burning furnace; but when he was there, he began to say, - Little, little, drink water! And with the water that he poured out, he put out the whole light of the furnace. Again he flew, entered the nobleman's palace and sang for the third time: - Quiriqu! Lord! Lord! Return the gold bars you stole from us! At that time the noble was celebrating a party with his friends, and these, hearing what the harp was singing, rushed out of the house. The nobleman ran after them to calm them and make them return, and the Golden Griffin, taking advantage of the moment when he was alone, took the dolls and flew with them to the old couple's cabin, which was very happy and lived on very happily, without ever needing to eat, thanks to the dolls. FIN", "title": "El Gallito de Cresta de Oro", "author": "Aleksandr Nikoalevich Afanasiev"}