{"metadata": {"length": 3969, "words": 690, "reading_time_min": 3.45}, "text": "Astronomers have said it from all observatories, universities and magazines: at that time, when the comet engulfs us in its immense luminous tail, the world will end... i.e., our planet, Earth. Or, to be more exact, what would end up being Humanity. Still, it was a rectification: life would end; for the noxious emissions of the cyanogen, whose spectrum the telescopes in the cradle had revealed, would not leave a living being on the surface of the terrestrial globe. And life, extinguished thus, had no chance of reviving; the mysterious climatic conditions in which it had appeared would not be reproduced: the fervent fervor of the carboniferous period has been replaced wherever by the inflorescence of the inflorescence... From the very beginning, I firmly believed this. Life was ending. Not mine, but everyone's. Trying to hide my eyes, in the dark of my quiet room, I tried to portray the terrible moment. At the same time, without being able to distinguish one from another, we would fall like a strand of moss; no one would hear the complaint. Before the catastrophe, absolute equality would be established, a dream vainly cherished since the origin of the species. The king, the millionaire, the thief, at the same time they would exhale the post-mortem breath, among identical anguish. And when the inert bodies of all genders slam into the ground and the comet starts to move, with its vertical velocity, what would happen? What would the previously uninhabited part of the globe look like? My fantasy was shattered. I was offered the splendid cities, suddenly turned into vast cementeries. I passed through them, and the horror shivered through my spine and shook my nerves with shadowy tremors. Because I - it was the most shocking thing - I had not suffered the common fate. I do not know by what miracle, by what strange privilege, I found myself alive... among the infinite desolation of the corpses of the species. At my reach, as an ironic temptation, were the abandoned riches, the wonders of art that I had perhaps stumbled upon: no eye but my own to contemplate the Velázquez pictures, the statues of Fidias, the gilded vases of Cellini; and in the secret boxes of the abandoned banks, no hand but my own to squander the thousands of coins and hundreds of gold pieces... which were worth nothing, for no one would ask me for them in exchange for anything. Around me, death: layers of dead, tangled here and there, in the various attitudes of their brief agony... No voice, no echo of a step. I spoke up, as if they would answer me; grace: the echo of my own shouting answered me. The sun shone on the lifeless bodies, on the tragically changed city. And I began to run wildly, seeking a being who would respond to my call. I shaved my head, shook my trunk, shook my head, I recorded streets and squares, temples and cafés, humble houses whose door I forced, and closed palaces through whose windows I screamed furiously. Soledad, silence! And, approaching at night, under a humble covering, in a miserable neighbourhood, I finally discovered another being saved from the hecatomb: a frightened mute, almost unable to speak... I did not look at her, I did not want to know how she looked. We leaned over and kissed, drenched in convulsive tears... And when I cried so, when I realized that in her was my future and the future of future humanity, that we were the couple, the only survivors, Adam and Eve, not in Paradise, but in the midst of pain, I did not know what to feel. Perhaps it would have been more valid than the populist girl's daughter, or even I, the intellectually refined, would have found to perpetuate suffering. Perhaps it was the fatality that saved our existences, in the dreadful hour of universal annihilation... And as the poor chiquilla shivered, palpitating with fear and joy, between my arms, I experienced impulses to eat her, to smother all the visitors. Faith soon invaded me, and by faith the poor world was saved.", "title": "Cometaria", "author": "Emilia Pardo Bazán"}