{"metadata": {"length": 4457, "words": 855, "reading_time_min": 4.275}, "text": "- What's with that wall? I also looked up and looked. There was nothing. The wall was smooth, cold and totally white. Only upstairs, near the roof, was it darkened by lack of light. Another in turn raised his eyes and held them still and open for a moment, like when you want to say something you can't express. - The wall? - he just said. This is it; clumsiness and sleepwalking of ideas, as far as possible. - It's nothing, I said. It's the hypothalmic stain. - What's that? -...hypothalamic. The hypothalmic stain. This is my bedroom. My wife was sleeping on that side... what a headache! We were married for seven months and he died the day before yesterday. Isn't this... is this the hypothalmic stain? One night my wife woke up shocked. - What do you say? - I asked him restlessly. - What a weird dream! - she replied, still distressed. - What was that? I don't know, either, I know it was a drama, a drama thing, a dark, deep thing, what a shame. - Trying to remember you, for God's sake! - I urged her, keenly interested. You know me as a theater man. - I'm not. - I'm not. My wife made an effort. I can't remember anything but the title, the TV stain, the hit, the hypoplastic! And his face tied up in a white scarf. - What? - What? - I'm not. - I'm not. - I'm not. - A white scar on his face... the hypathalic stain. - I muttered, not stopping a second to think about it. But days later my wife came out of the bedroom one morning with her face tied up. As soon as I saw her, I remembered sharply and saw in her eyes that she had also remembered. We both let go of the laugh. - Yes, yes, you did! - he was laughing. As soon as I put on my handkerchief, I remembered... a tooth? - I don't know; I think so... during the day we were still joking about that, and at night while my wife was getting naked, I suddenly yelled at her from the dining room: The hypathalic stain! - he answered with a laugh. I laughed my way out, and for fifteen days we lived in love madness. After this period of stun came a period of loving restlessness, the deaf and mutual wailing of a disgust that was not coming and that was finally drowned in explosions of radiant and furious love. One afternoon, three or four hours after lunch, my wife, not finding me, entered her room and was surprised to see the doors closed. He saw me in bed, lying like a dead man. - What? - he yelled at me running. I didn't answer a word, I didn't move. And it was her, my wife! Do you understand? - Let go of me! - I ran out of rage, going back to the wall. For a while I didn't hear anything. Then, yes, my wife's tears, the half-sinking diaper in her mouth. That night we had dinner in silence. We didn't say a word until at ten o'clock my wife caught me lying in front of the dressing room, bending with extreme care, and folding by folding, a white scarf. - But you son of a bitch! - he exclaimed desperately, raising my head. What are you doing?! It was her, my wife! I returned the hug, in my full, intimate mouth. - What was he doing? - I said. I was looking for a fair explanation for what's happening to us. -Federico, my love, he whispered. And the madness wave surrounded us again. From the dining room I heard that she - right here - was undressing. And I screamed with love, \"What not?\" - he answered laughing and stripping in a hurry. When I entered, I was surprised by the considerable silence in this bedroom. I went quietly and looked. My wife was lying there, her face completely swollen and white. She had her face tied up with a scarf. I ran the blanket gently over the sheet, lay on the edge of the bed, and crossed my hands under my neck. There was no clothing crunch or distant trepidation here. - I'm not doing anything. The candle flame rose as it was sucked up by the immense silence. Hours and hours passed. The walls, white and cold, were gradually darkening toward the ceiling... What is that? I don't know... and I raised my eyes again. The others did the same and kept them on the wall for two or three centuries. I finally felt them heavily fixed on me. - You've never been to a mental institution? - I was told by one. - Not that I know... - And in custody? - Well, be careful, because it's gonna end up one way or the other. It's possible, perfectly possible, I rested trying to master my confusion of ideas. They're out. I'm sure they went to report me, and I just leaned on the couch: as the headache continues, I've tied my face to a white scarf. FIN", "title": "La mancha hiptálmica", "author": "Horacio Quiroga"}