{"metadata": {"length": 5142, "words": 908, "reading_time_min": 4.54}, "text": "Go and kill the Prince of Orange. Go kill him and then collect the 25,000 shields offered by Philip II for his head. Walking alone, without resources, without a gun, without a knife, creating the kind of murderers who ask their victim for the money they need to buy the murder weapon, such was the feat of Baltasar Gérard, a young carpenter from Dole. Through a painful persecution by the Netherlands, dying of hunger and fatigue, suffering countless delays between the Spanish and Flemish armies, he managed to make his way to his victim. In doubt, rodeos and setbacks he invested three years and had to endure the vejalization that Gaspar Añastro took the lead. The Portuguese Gaspar Añastro, a cloth merchant, had no imagination, especially in the face of a lure of twenty-five thousand shields. A cautious man, he carefully chose the procedure and the date of the crime. But at the last minute he decided to put an intermediary between his brain and the weapon: Juan Jáuregui would hold it for him. Juan Jáuregui, a young man of twenty, was shy about himself. But Añastro managed to temper his soul to heroism, through a system of subtle coercion whose key secret escapes us. Perhaps he overwhelmed him with heroic readings; perhaps he provided him with talismans; perhaps he methodically led him to a conscious suicide. The only thing we know for sure is that on the day marked by his patron (18 March 1582), and during the festivals held in Antwerp to honor the duke of Anjou on his birthday, Jáuregui went out to the passage of the convoy and shot William of Orange in flames. But the very fool had loaded the gun gun to the tip. The gun exploded in his hand like a grenade. A metal squirrel pierced the prince's cheek. Jauregui fell to the ground, among the crowd, crippled by violent swords. For seventeen days Gaspar Añastro waited in vain for the death of the prince. Skillful surgeons managed to contain the bleeding, covering the broken artery with their fingers, day and night. William was finally saved, and the Portuguese, who had in his pocket the will of Jáuregui in his favor, bore the bitterest disappointment of his life. Curse the foolishness of trusting an inexperienced young man. Soon afterwards, fortune smiled for Baltasar Gerard, who received the tragic news from afar. The survival of the prince, whose life seemed to be reserved for him, gave him new strength to continue his plans, hitherto vague and full of uncertainty. In May he managed to reach the prince, as an emissary of the army. But he didn't even carry a pin with him. She could hardly calm her despair as the interview went on. In vain he mentally rehearsed his blackened hands over the thick neck of flamenco. However, he managed to get a new commission. William appointed him to return to the front, to a town located on the French border. But Baltasar could no longer resign himself to a new distance. Discouraged and sluggish, he wandered for two months around the palace in Delft. He lived in the greatest poverty, almost from charity, trying to get lackeys and cooks. But his foreign and miserable appearance inspired distrust. One day the prince saw him from one of the palace windows and sent a servant to rectify him for his negligence. Baltasar replied that he lacked clothes for the trip, and that his shoes were materially shattered. Moved, William sent him twelve crowns. Radiantly, Baltasar ran for a pair of magnificent pistols, under the pretext that the roads were unsafe for a messenger like himself. He loaded them carefully and returned to the palace. Saying he was looking for a passport, he went to the prince and expressed his request in a hollow and troubled voice. He was told to wait a while in the yard. He invested the time available planning his escape, by rapidly examining the building. Shortly afterwards, when William of Orange at the top of the stairs was firing a kneeling character, Baltasar came out of hiding abruptly, and fired with excellent aim. The prince managed to whisper a few words and rolled down the carpet, dying. Amid the confusion, Belshazzar fled to the palace's horseshoes and corral, but he could not, exhausted, jump from a garden curtain. There he was arrested by two cooks. Led to the gate, he maintained a grave and dignified continent. All that was found on him were a few pious prints and a couple of inflated bladders with which he intended - bad swimmer - to cross the rivers and canals that came out to him in passing. Naturally, no one thought of the delay of a process. The crowd was eagerly calling for the regicidal's death. But he had to wait three days, in attendance at the prince's funeral. Baltasar Gérard was hanged in Delft's public square, before a crowded crowd he watched with contempt from the cadalso reef. He smiled at the clumsiness of a carpenter who blew a hammer through the air. A woman moved by the spectacle was about to be lynched by the cheerful crowd. Baltasar prayed with a clear and distinct voice, convinced of his role as a hero. He climbed the fatal staircase without help. Philip II promptly paid the 25,000 bounty shields to the murderer's family. FIN", "title": "Baltasar Gérard [1555 1582]", "author": "Juan José Arreola"}