{"metadata": {"length": 6665, "words": 1319, "reading_time_min": 6.595}, "text": "It is a bar that is located near the railway station, has changed owners six times in a year. It went from bar top-less to Chinese restaurant, then Mexican and then a few more things, but for me I liked sitting there to look at the clock of the station through a side door that always let the atmosphere, it is a fairly acceptable bar: there are no women that bother me, only a group of mandioca eaters and wheel-jumpers that leave me at peace. They are always sitting there watching the boring replay of a game on TV, you are better in the fourth row, of course, but we have learned over the years of trinque that if you only drink between four walls, the four walls not only destroy you, but they help them destroy you. There is no reason to give them easy victories. Knowing how to keep the balance right between solitude and people is the key, that is the tactic, to not end up in the muck. so I am there seated very seriously when the Mexican of the Eternal Smile sits to my side. —I need three greens, can you give them to me? —the kids say “no”... for now, there have been many problems recently. —but I need it. —we all need it, grab a beer. The Mexican Eternal Smile pays me a beer. (a) I am taking a haircut. (b) is crazy. (c) I want to eat. d) is a polygon. e) He knows nothing. —maybe you can get three greens —I tell you. —hopefully, I lost my partner, he knew how to puncture a strong box, he knew how to find the weak point and apply the necessary pressure until the hammer sounded, everything perfect, without a noise, now they have hunted him, and I have to use the drill, take the combination and dynamite the hole, very old and noisy, but I need three greens until I get a case. I know all this very low, approaching, so no one can hear, I can only hear it. —What makes you a police officer? I ask you. —you are wrong with me, I am student, from the night school, study trigonometry. And for that you need to steal strong boxes? —Of course, and when it comes to an end I will also have strong boxes and a house in Beverly Hills, where the birds don’t arrive. —my friends tell me that the word is Rebellion, not Motin. —what kind of friends do you have? —all classes, and none, perhaps when you get to the higher calc, you understand better what I mean, I think you have a lot to go. —so I need three greens. —a three-green loan means four greens within thirty-five days. —how do you know I won’t be swayed? —no one ever has, you know. we took another two beers, while we watched the game. —What makes you a police officer? —I turned to ask him. I'd like you to leave that. Do you mind me asking you something? — well, — I said. —I saw you walking down the street a few weeks ago, towards the one, with your face full of blood, and also your cap, a white cap, I wanted to help you but you seemed to not know where you were, I was frightened: you didn’t flinch but it was as if you were in a dream, then I saw you enter a telephone booth and later a taxi came to pick you up. — well, — I said. —Was it you? —supongo. —what happened? —I had luck. —What? —of course, they just tickled me a little bit, we are in the Loca Decade of the Killers. Kennedy. Oswald. Doctor King. Che G. Lumumba. I forgot several things, sure, I had luck, it wasn't that important for a murder. And who made you do that? —all of them. —all of you? —Of course. —what do you think of King? —a sham, like all murders since Julius Caesar. —Do you think the blacks have it right? —I don’t think I want to die in the hands of a black man, but I think there are some white sickos who do, I mean they want to die in the hands of a black man, but I think one of the best things about the Black Revolution is that they are INTENDING it, most of us beautiful white people have forgotten this, including me. But what does that have to do with the three greens? —well, they told me you had contacts and you needed pasta, but I think you're a little crazy. —FBI. How? —You from the FBI? —You're paranoid? — Ask him. —of course, what healthy man doesn’t? —you're crazy! —seems confined and backs into the chair and goes. Teddy, the new owner, arrives with another beer. —who was it? —question. —a father who wanted to sing to me. —What? —Yes. so I linked him. Teddy was nothing impressive but so are the bars, I finish the beer, I leave and go down to the big Mexican bar of the brass band, they wanted to kill me there inside, I was a bad actor being drunk, it was nice to be white and crazy and so deranged, she approaches, the bartender, I remember the face, the band starts “Voyen los das felices”, they want to ensnare me, this activates the automatic navaja. —I need to recover my keys. She looked at the front door (she liked that front door; women always like front doors; some day I'll marry a woman who has only the front door, I mean on top of ELLA) and put the keys on the bar, there they were: the car keys, the apartment keys, the keys to get into my brain. —you said you were coming back. I look around, there's one over there, over the bar, two or three, groggis. swivel the moss on their heads, without a cart, the matter looked at drugs in the drink, finally, they deserve it, I do not. but the Mexicans were cold: we took their land but they kept on blowing their trumpets, and I say, —I forgot to turn back. —consumption is my own business. — oh, do you think I'm Bob Hope telling Christmas jokes to the soldiers? a strong whisky with drugs in it. Laughs and mixes the poison, turns the head to facilitate things, sits in front of me. —I like —says—. I want to kiss you again. you're doing good tricks to be old. —thank you, it’s for that white hat you’re wearing, I’m a fucking dick: I like young girls who turn into old girls, and old girls who turn into young girls, I like liars, high heels, rose-colored panties, all that flamboyant stuff. —I have a scene in which I have the white rabbit. —perfect. —Baby your poison. — oh yes, thank you. —there is no question of what. I drank the whisky with drugs, but I got them mixed up, I went out immediately and had the good fortune to see a taxi there on Sunset, at the sun, I got in and when I got home I could barely pay, open the door and close it, then I was paralyzed, a white guy, yes, she didn't want to go with me, she wanted to fuck me. I managed to get to the sofa and stay paralysed there, except in the thought, oh yes, three greens, who wouldn't accept it? the interest and the final penalty clause, thirty-five days, how many men have had thirty-five days free in their lives? and then, it went dark, so I couldn't answer my own question. ujjujj. FIN “A White Pussy”, The Most Beautiful Woman in Town, 1983", "title": "Un coño blanco", "author": "Charles Bukowski"}