{"metadata": {"length": 5268, "words": 932, "reading_time_min": 4.66}, "text": "Clinio Malabar was a lunatic, whose lunacy consisted in not taking any position, sitting, standing or lying down, without first circling a circle that he touched with a stick. He always carried a torch with him, which he replaced with a cigarette when his fellow scouts stole it, and with a stick when he was in a non-flammable spot. Two or three times, while he was talking he was pushed out of the circle; but they had to stop the prank, under express prohibition from the director, for when it happened the lunatic was seriously ill. Outside this, he was a pliable individual, who spoke with great discretion and even rejoicing in his madness, without, of course, leaving his protective circle unguarded. Here is how the hand of Clinio Malabar came to be: He was a geometer, though more by reading than by practice. He thought a lot about the axioms and even wrote a very bad sonnet on Euclid's postulate; but before he finished it, he realized that the subject was ridiculous and understood the malice of the piece only after a friend warned him. The madness came to him, thinking about the nature of the line. He easily came to the conviction that the line was infinite, for as there is nothing that can contain it in its development, it is susceptible to endless extension. Or in other words: since the line is a succession of mathematical points and these are abstract entities, nothing can limit it, nor can it be stopped from developing. From the moment a point moves in space, forming a line, there is no reason for it to stop, for nothing can stop it. The line has no other limit than itself, and thus it came to discover the circumference. Soon after Clinio made this discovery, he realized that circumcision was the very reason for being, making, at the same time, this other discovery: that death annuls the being, when it has lost the concept of circumcision. The internal physician explained the case of the Malabar Clinic. This supports yet another complement to your idea. All being, he said, is a mathematical conviction. For the vast majority, this is the unity, or the abstract evidence of the limiting line itself. This pure instinct, because it comes by inheritance, without any need to form itself, does not naturally die. The \"unitive\" beings die by the correlative belief of the end, which they adopt when they are incapable of conceiving the perfection of the circle; for a perfect circle has no end, and death is then without reason. The few who understand the problem, very few, need to watch their sphere. That's what Clinio Malabar used to do. It was proposed, in this way, to be immortal; and the suggestion was so powerful, said the internal physician, that in twenty years of manipulation the subject had not shown the slightest sign of age. He walked as little as possible, with the aim of not remaining “unlimited”, and slept on the floor. Everyone was accustomed to respecting his hand. But one day a new practitioner came into the clinic, who was astonished by this. He began to hostilize the insane, without offering him any. Only when he tried to remove his circumference, he cried such cries, that it was necessary to suspend the operation. Since that day, the lunatic began to describe in all hidden spaces of offices and gardens, circles of replacement to use in case of emergency. One night, the practitioner proposed to go out with her, for as a good amateur of massage, he was also a little crazy; and while the lunatic was sleeping, he carefully removed his ring. Some crazy people, thrown into the mix, sought and snatched the restitution circles themselves. Clinio Malabar did not rise. There was death, when it broke out of its metric limitation. The incident caused some noise, though not the judicial attention he claimed, in tribute to the professional decorum; but the lunatics were so impressed that from that day onwards they began to hear the voice of Dr. Malabar everywhere. He spoke for more than two minutes under a bed; soon he was heard in several places in the garden. The crazy knew something, but they didn't want to say it. The curious thing is that the phenomenon also spread to the helpers, who reportedly had also heard of the crazy death. One day at about noon, we discussed this with the internist in the gallery that surrounded the hospice courtyard, protecting us from the bright summer sun. Suddenly under a cloud that covered the mouth, I do not know what exotic plants, there, twenty steps from us, rang a phrase. The voice of Clinio Malabar! Before we could turn back the crazy ones came running, like cattle to the site of a famine. All staff was moved. There under the clear sun, in the shady courtyard, under the thorny tree, the voice of Clinio Malabar was heard, with the same words we knew so well. From Malabar Clinic, entered last week, before the most complete autopsy. The insane looked at us with ferocious stares; the staff shivered in horror, and we ourselves did not know where we would have stopped if the doctor, in a supreme burst of energy, had not turned the knob of a tap. The voice stopped abruptly, and on the blotched piece of paper that the recipient's mouth had formed appeared inscribed with a tittle one of the circles of Malabar College. FIN Caras y Caretas, 1907", "title": "El descubrimiento de la circunsferencia", "author": "Leopoldo Lugones"}