{"metadata": {"length": 7316, "words": 1401, "reading_time_min": 7.005}, "text": "We're in a hospital in Zemstvo. In the absence of a doctor, who was absent to marry, the practitioner Kuriatin receives the sick. He's a fat man in his forties, wearing a ripped silk jacket and wool pants. His face reflects the feeling that he is doing his duty and is satisfied. With his index finger and thumb of his left hand he holds a cigarette that releases a pestilential smoke. The sacristan Vonmiglasov enters the guest room. He's a tall, robust old man, wearing a dark underwear with a wide leather belt. The right eye, attacked by cataracts, is half-closed; it has a wart in its nose that remotely resembles a large fly. At first the sacristan looks for the icon and, when not finding it, he pursues a candy containing a solution of folic acid; then he takes out a piece of blessed bread, which he brought wrapped in a red scarf, and, making a slant, he places it before the practitioner. - Oh, my respect. What brings you here? -I wish you a good Sunday, Sergei Kuzmich... I need your services... It is rightly said in the Psalter, and you will forgive me: My drink is mixed with tears. The other day I was arranging with my old lady to drink tea and I could not taste it, nor drink a bite; it was like to die... I took a sip and felt a horrible pain in a tooth and all over this part... What pain, my God! In my ear, forgive me, it looked like I had been stuck with a nail or some other object. What punches, what punches! I have sinned, I have not observed the law... my soul has hardened with shameful sins, I have spent my life in laziness... for my sins, Sergei Kuzmich, for my sins! The reverend father, after the liturgical services, throws it at me: \"Tartamudeas, Efim, your voice is ganguous. There's no way to understand anything when you sing. But how do you want me to sing, if I can't open my mouth? I've got a swollen lane and I haven't been able to keep an eye on it all night. - I see... sit down... open your mouth. Vonmiglasov sits down and opens his mouth. Kuriatin wrinkles her eyebrows, looks and, between the teeth that tobacco and time have put yellow, sees an ornate with a glowing hole. -Deacon Father advised me to apply vodka with radish, but this has not provided any relief. Glikeria Anisimovna, may God grant her health, gave me a thread brought from Mount Athos to carry tied to my arm and told me to make a mouthful of warm milk. I put the thread on, but I didn't get it on the milk, I'm afraid of God, we're in Lent. We have to get it out, Efim Mijeich. - You will know, Sergei Kuzmich. That's why he studied, to understand these things as they are, what to extract and what can be remedied with drops or something like that... that's why he's here, may God give him health, so that we can pray for you day and night... as if you were our own father... until the end of our days... nonsense... The surgery is a very simple thing... it's all a matter of practice and good pulse... in an instant one ends up... the other day, the same as you, the owner Alexandr Ivanich Eguypetski came... also with a tooth... he's a cultured man, he asks everything, he wants to know why and how. He shake my hand, he called me by name and patronymic... he lived seven years in Petersburg and knows all the teachers there... he was a good time with me... By our Lord Jesus Christ, he begged me, extráigamela, Serguei Kuzmich. Why not? I could get it out. All it takes is to understand things... there are teeth and teeth. Some are taken out with forceps, others with goat's feet, others with the key... as the case may be. The practitioner takes the goat's foot, looks at it questioningly, then leaves it and takes the forceps. \"Look, open your mouth a little more\", he says, approaching the sacristan with the forceps. Right now... it's just a matter of time... I'm gonna have to make an incision in his gum... pull the traction along the vertical axis... and that's it. And that's all... you're our protector... we fools are ignorant, but the Lord has enlightened you... don't talk with your mouth open... this tooth is easy to extract, sometimes you find nothing but roots... but this is nothing... Quiet, not move... in the blink of an eye... the traction works. The main thing is to grab it as deep as possible. So that the crown may not break, our Father, Holy Virgin, oh, not so, not so, shall we see? Don't hold on to me! Let go of me! - There you go. Now... so, so... it's not that easy... Holy mother! - she cries. Angels from heaven! Oh, my God! But pull it, pull it! It's gonna take you five years to get rid of it? - This surgery... from a stroke is not possible... now, now... vonmiglasov raises his knees to elbow height, moves his fingers, his eyes become blurred, breathing tirelessly... his face, congested, covered with sweat, his eyes fill with tears. Kuriatin is breathing, moves before the sacristan and keeps pulling... a horrible half-minute passes and the forceps run off the tooth. The sacristan stands up and puts his fingers in his mouth. The tooth is still in place. - What a way to go! - he says in a crying and mocking voice. I wish they would throw you like that in the other world! Thank you so much! If you can't get your teeth out, don't get involved! I don't even see the light... - the practitioner gets angry. When I was shooting, you pushed my arm and you kept saying stupid things... - You'll be the idiot! - Do you think, Mujik, that it's easy to extract a tooth? Let's see, you try it! It's not like climbing up the church tower and ringing the bells! - He's making fun of me. You don't know, you don't know! Who are you to say that? Mr. Eguypetski, Alexandr Ivanich, I pulled a tooth out of him and he didn't protest at all... he's a much more distinguished man than you; he didn't hold me... sit down! I'm telling you to sit down! - I don't see anything... wait till I catch my breath... He's sitting down. - But don't be so entertaining, just blow it. Don't get distracted and throw... all at once! - Don't teach me a lesson. Lord, what ignorant people! \"It's to get crazy, open your mouth, apply your force\". Surgery, brother, is not a joke... it's not the same as singing in the choir... it's the traction. Don't move. You can see the tooth is old, the roots are very deep... Don't move... like this... like this... don't move... now, now... you hear a crunch. I knew it! Vonmiglasov remains motionless for a few moments, as if he had lost consciousness. He's stunned... his eyes are staring stupidly into space and his pale face is bathed in sweat. - If I had used the goat's foot... - the practitioner babbles. We did good! Returning to himself, the sacristan puts his fingers in his mouth and finds two outlets in the site of the diseased tooth. - The devil's a spider... They put you here for our misfortune! Herod! What is it? \"You still come with insults\", the practitioner protested, placing the forceps in the closet. You are an ignorant... in the seminary you were not insulted enough... Mr. Eguypetski, Alexandr Ivanich, lived seven years in Petersburg... he is a learned man... he wears costumes of one hundred rubles... and he did not insult me... and you, what kind of chicken are you? You're not going to die for it! The sacristan takes the blessed bread from the table and, with his hand on his cheek, goes where he had come...", "title": "Cirugía", "author": "Anton Chejov"}