{"metadata": {"length": 2491, "words": 485, "reading_time_min": 2.425}, "text": "From the age of six or seven until he was fourteen or fifteen, he had cried on stage. And along with her, the audience cried too many times. The idea that the audience would always cry if she did was the first vision she had of life. For her, faces were about to weep indefectibly if she was on the scene. And since there was not a single face she didn't understand, the world for her presented itself with an easily understandable look. There was no actor in the whole company capable of making so many people cry in the theater like that little actress. At 16, she gave birth to a baby girl. He doesn't look like me. She's not my daughter. I have nothing to do with her, the creature's father said. She doesn't look like me either. But she's my daughter. That face was the first one he couldn't understand. And, as you're supposed to know, her life as a child actress ended when she had her daughter. Then he realized there was a big gap between the stage where I was crying, and from where I was making the audience cry, and the real world. When he looked into that pit, he saw it was black as night. Countless incomprehensible faces, like his own daughter's, were emerging from the darkness. Somewhere along the way, she broke up with her child's father. And as the years went by, she began to believe that the girl's face looked like her father's. In time, her daughter's performances made the audience cry, just as she did when she was young. He also separated from his daughter, somewhere along the way. Later, he began to think that his daughter's face looked like his. About ten years later, the woman finally met her own father, a strolling actor, in a village theater. And that's where he found out his mother's whereabouts. He went towards her. As soon as he saw her, he started crying. He clinged to her with a smile. When she found her mother, for the first time in her life, she was crying real. The face of the daughter he had left on the road was an exact replica of his own mother's. However, she did not resemble her mother, nor did she and her daughter resemble each other in any way. But Grandma and Grandma were like two drops of water. As she cried on her mother's chest, she knew what it really was to cry, which she did when she was a child actress. Then, with a heart of pilgrimage to the holy land, the woman returned to her company, hoping to meet her daughter and her daughter's father somewhere, and tell them what she had learned about the faces. Fin Kao, 1932", "title": "Rostros", "author": "Yasunari Kawabata"}