{"metadata": {"length": 6664, "words": 1209, "reading_time_min": 6.045}, "text": "Turns out there's few things more terrible than finding an abandoned ship at sea. If the danger is less during the day, there is no visible warning at night: the impact is carried on each other. These ships, abandoned by a or b, sail stubbornly in favor of currents or wind, if their sails are unfurled. They travel the seas, capriciously changing course. Not a few of the vapours that did not arrive at port one good day, have stumbled upon one of these silent ships traveling on their own. There's always a chance to find them, every minute. Fortunately, the currents often entangle them in the sea of sargasso. The ships are finally stopping here or there, motionless forever in that seaweed desert. That way, until they slowly get rid of them. But others arrive every day, occupying their place in silence, so that the quiet and gloomy harbor is always crowded. The main reason for these shipwrecks are undoubtedly storms and fires that leave black skeletons drifting. But there are other singular causes, among which we can include what happened to Maria Margarita, who sailed from New York on August 24, 1903, and who on the morning of the 26th she spoke with a crowbar, without accusing any novelty. Four hours later, a package, unanswered, unloaded a shuttle that boarded the Maria Margarita. There was no one on the ship. The sailors' shirts were drying up. The kitchen was still on. A sewing machine had the needle suspended over the seam, as if it had been left a moment before. There was not the slightest sign of struggle or panic, all in perfect order; and they were all missing. What happened? What happened? The night I learned this, we were together on the bridge. We were going to Europe, and the captain was telling us his sea story, perfectly true, on the other side. The female participation, won by the suggestion of the present battlefield, heard shaken. The nervous girls unwittingly lent restless ear to the voice of the sailors at bow. A newly married lady dared: \"Will they not be eagles?\" The captain smiled kindly: \"What, ma'am? Eagles that carry the crew? Everyone laughed and the young woman did the same, a little embarrassed. Fortunately, a passenger knew something about it. We looked at it curiously. During the journey he had been an excellent companion, admiring on his own and at risk, and speaking little. - Oh, my God! If you tell us, sir! - pleaded the young eagle. \"I have no problem\", said the discreet individual. In two words - and in the northern seas, like the captain's Maria Margarita - we once found a sailing ship. Our course - we also sailed - almost led us to his side. The singular air of abandonment that does not deceive a ship, caught our attention, and we slowed down the march watching it. Finally we unloaded a boat; there was no one on board, and everything was also in perfect order. But the last entry in the journal was four days ago, so we don't feel any more impressive. We still laugh a little at the famous sudden disappearances. Eight of our men stayed aboard for the new ship's administration. We'd be traveling in canned goods. At dusk, it took us a little bit of a road. The next day we reached him, but we didn't see anyone on the bridge. The boat was unloaded again, and those who had gone were gone in vain. Not an object out of place. The sea was absolutely sealed in all its extent. In the kitchen, there was still a pot of potatoes boiling. As you will understand, the superstitious terror of our people has reached its zenith. In the end, six encouraged themselves to fill the void, and I went with them. As soon as I boarded, my new companions decided to drink to banish all concern. They were sitting on wheels and by the time most of them were singing. He came in at noon and took a nap. At four o'clock, the breeze stopped and the candles fell. A sailor came to the shore and looked at the oily sea. Everyone had got up, walked around, no longer wanting to talk. One of them sat down on a cabin and took off his shirt to fix it. She sewed in silence for a while. Suddenly he got up and threw a long whistle. His companions have returned. He looked at them vaguely, surprised too, and sat down again. A moment later he left his shirt on the overturned cape, advanced to the edge and threw himself into the water. On hearing the noise, the others turned their heads, their eyebrows slightly frowned. They immediately forgot, returning to common apathy. A second man quickly disappeared, strained his eyes and began to walk. It was half an hour later; the sun was setting. I suddenly felt them touching my shoulder. What time is it? - Five o'clock - I said. The old sailor looked at me suspiciously, his hands in his pockets, lying in front of me. He looked at my pants for a long time, distracted. He finally got in the water. The three remaining men quickly approached and observed the roar. They sat on the edge, whistling slowly, with their eyes lost in the distance. One of them went down and lay on the bridge, tired. The others disappeared one by one. At six o'clock the last one got up, put on his clothes, pulled his hair from his forehead, walked with sleep, and threw himself into the water. Then I was alone, looking like an idiot at the desert sea. All of them, unaware of what they were doing, had thrown themselves into the sea, wrapped in the morose sleepwalking that floated on the ship. When one jumped into the water, the others became momentarily worried, as if they remembered something, to be immediately forgotten. So they had all disappeared, and I suppose the same with the day before, and the others and those of the other ships. That's it. We're looking at the strange man with excessive curiosity. - And you didn't feel anything? - asked my roommate. - Yes, a great deal of stubbornness and stubbornness of the same ideas, but nothing more. I don't know why I didn't feel anything else. I suppose the reason is this: instead of exhausting myself in a painful and costly defense against what I felt, as everyone, and even the sailors, must have done without realizing it, I simply accepted that hypnotic death, as if it had already been annulled. Something very similar has undoubtedly happened to the sentries of that celebrated guard, who hanged themselves night after night. Since the comment was quite complicated, no one answered. He left a little while ago. The captain followed him for a while in retreat. - That's very nice! - She whispered. \"On the contrary\", said a sick passenger, who was going to die on his land. If I was a phony, I wouldn't stop thinking about it, and I would have jumped into the water. Tales of love, madness and death, 1917", "title": "Los buques suicidantes", "author": "Horacio Quiroga"}