{"metadata": {"length": 4667, "words": 908, "reading_time_min": 4.54}, "text": "Connla, the Red-haired, was the son of Conn, the Hundred Battles. One day, while he was with his father on the top of Usna Hill, he saw a young woman approaching him dressed in strange clothes. - Where are you from, young lady? - said Connla. \"I come from the Plains of the Immortals\", he said, \"where there is neither death nor sin\". It's always a party there and in our joy we don't need anyone's help. In our pleasure there is no conflict. And since we have our homes on the round green hills, men call us the Hill People. The king and all his companions were amazed at the voice where no one was heard. Well, except for Connla, none of them saw the Fairy. - Who are you talking to, my son? - said King Conn. And the maiden answered and said, Connella speaketh to a young and beautiful maiden, whose death and old age are not in her sight. I love Connla and now I want to take him with me to the Plain of Pleasure, Moy Mell, where Boadag reigns forever and never and where there has been no complaint or pity since he occupies the throne. Oh, come with me, Connla, the red-haired one, rose as the dawn and leopard skin! A fairy crown awaits you to adorn your beautiful face and your direct figure. Come, and thy beauty and thy youth shall not be wasted until the day of judgment, which is fearful. The king, frightened by the words of the maiden, whom he heard but could not see, called out in a loud voice to his druid, named Qur'an. - Oh Qur'an, the one of many spells and cunning magic! - he said- I need your help. A task has fallen upon me too great for my skill and my wit, greater than all that have been laid upon me since I took the throne. An invisible maiden has come to us and with her power she wants to take away my dear and beautiful son. If you don't help me, your king will be kidnapped with female intrigues and witchcraft. Then the Druid, the Qur'an, went forward and recited his spells to the place where the voice of the maiden was heard. And no one heard her voice again, and Connla couldn't see her anymore. But as he disappeared before the mighty druid's spell, he threw an apple at Connla. For a whole month, from that day on, Connla didn't eat or drink anything except that apple. But the part that ate it grew back, and the apple was always whole. And all that time there grew within him a longing and a strong yearning for the maiden he had seen. But when the last day of the month of waiting came, Connla stood beside her father, the king, in the Plain of Arcomin, and again she saw the maiden come to him, and again she spoke to him. - A glorious place, indeed, occupies Connla among the ephemeral mortals who await the day of death. But now the people of life, those who live forever, beg you and invite you to come to Moy Mell, the Plain of Pleasure, for they have learned to know you by seeing you at your home among your loved ones. When Conn the king heard the voice of the maiden, he called his men and said, \"Please hurry up my druid Qur'an, for I see that today she is able to speak again\". And the maiden said, Oh mighty Conn, a warrior of a hundred battles, the power of the druid is little esteemed; he is of little honour in the mighty land of the righteous. When the Law comes, it will abolish the Druid's magical spells that come from the lips of the false black demon. King Conn observed that since the maiden's arrival, his son Connla had not answered anyone who spoke to him. So Conn, the one from the hundred battles, said to him, \"What do you think of what this woman says, my son?\" \"It's too hard for me\", Connla answered. I love my people above all things; and yet a great longing for the virgin hath taken hold of me. And the maiden, when she heard these words, answered and said, The ocean is not as strong as the waves of thy longing. Come with me in my curragh, my shiny glass canoe that slides straight. We can soon reach the kingdom of Boadag. I can see the sun shining down, but even if it's that far, we can get there before it gets dark. There is another country there, too, worthy of your journey, a joyful land for all who seek it. Only wives and maidens live in it. If you want, we can find her and live there together happily. When the maiden stopped speaking, Connla, the Redhead, ran away from them and jumped to the curragh, the glittering glass canoe that slides straight. And then all of them, the king and the court, saw her slide away over the shining sea towards the setting sun. Farther and farther, until the eye could no longer see them, and Connla and the Fairy went their way through the sea, and they were never seen again, nor did anyone ever know where they were. FIN Anonymous Celtic", "title": "Connla y el hada", "author": "nan Anónimo"}