{"metadata": {"length": 7711, "words": 1486, "reading_time_min": 7.43}, "text": "We were talking about gallant women, the eternal conversation of men. One said, \"I'm going to report a strange event. And it was like this: *** One winter's night a disturbing abandonment took hold of me; one of the terrible abandonments that dominate body and soul from time to time. I was alone, and I realized I was threatened with a crisis of sadness, those tongue-in-cheek sorrows that can lead to suicide. I put on a coat and went out. A little rain was pouring down my clothes, freezing my bones. There were no people in the cafes. And where to go? Where to spend two hours? I decided to enter Folies-Bergère, a fun meat market. There was a small public; the vulgar men, and the women, the same as always, the miserable, unpleasant, tired young women, with that expression of stupid disdain they all show, I don't know why. Suddenly I discovered among those poor, despicable creatures a cool, beautiful, provocative young woman. I stopped her and brutally, without thinking, adjusted the price for the night with her. I didn't want to go home. And I followed her. He lived on Martyrs Street. The stairs were dark. I went up slowly, lighting matches. She stopped on the fourth floor, and when we entered her room, she asked me, \"Do you think you'll stay here until tomorrow?\" - That's what I propose; that's what we agreed. - Well, my life, I asked out of curiosity. Wait a minute, I'll be right back. And he left me in the dark. I heard two doors close; then I thought that woman was talking to someone. I was surprised, restless. The idea of a pussy bothered me, even though I have enough strength to defend myself. We'll see what happens, I thought. And tuning his ear, he listened. They moved with great caution to make no noise. Then I felt another door open and I felt like they were talking, but very quietly. The girl finally came back with a spark, saying, \"You can come in now. I went in, and passing by a dining room where they certainly never eat, he led me to a bedroom cabinet. - Make yourself comfortable, my life. I was inspecting everything and I couldn't find anything that would cause me any concern. She stripped herself so quickly, that she was already in bed when I had not yet taken off my coat. And laughing, he continued, \"What's the matter with you? Have you become a salt statue? Finish and see. That's how I did it. Five minutes later, I was getting dressed and running away. But the bloody abandonment that threatened me in my home with cruel sorrows, took my energies away, holding me back, to my disgust, in that public bed. The sensual charm that had made me feel that creature in the theater, disappeared when I saw her so close and eager to please me. His vulgar flesh, like that of all, and his tasteless kisses, disappointed me. To entertain myself, I asked him several questions: \"Have you lived in this house for a long time? - February 15th will be six months. - And before that, where did you live? - It's on Clauzel Street. But the doorkeeper took her with me and I had to say goodbye. He told me that story in great detail. Suddenly I felt a noise near us; as well as a sigh; then a slight rub, as if someone was moving on a chair. I sat down in bed, wondering, \"What does that noise mean?\" She replied quietly, \"Don't worry, my life; it's in the other room. Because the walls are so thin, you can hear everything. They're building houses! It's cardboard! My abandonment was so great, I slipped back into sheets. And we continued the conversation. Driven by the stupid curiosity that induces all men to know the first fault of gallant women, as to find in them a trace of innocence, perhaps evoked by a naive phrase that offers the image of lost modesty, because even when they lie something touching is sometimes discovered between lies, I said to him: - I was a maid at the Marinero of Agua Dulce restaurant, and a young gentleman forced me while I made his bed. I remembered the theory of a friend of mine, a philosopher-observer who, by serving in a women's hospital, knows all the weaknesses of the poor creatures victims of the brutal assault of the wandering male with money in his pocket. \"Always\", she said, \"all the time a girl is beaten by a man of her class or condition\". I have many observations on the subject. The rich are accused of taking the flower of innocence from poor girls. It's not true. The rich then pay for the cut flowers; they pick them up at the second flowering, but they never cut the first bud. I laughed, looking at my partner. - You know I know your story. The gentleman wasn't the first. There was another one before. - I swear, my life. - You're lying, my dear. - No, no, I swear to you. - You're lying... come on, tell me the truth. She hesitated, amazed; I continued. - I'm a fortune teller, you sleepwalker. You're not telling me the truth now. When you sleep, I'll make you say it. She was afraid; she was stupid like everyone else, she babbled, \"How did you guess? - Let's go, you say. - Oh, my God! The first time was almost nothing. They hired a great cook for a party. Ever since Alexander arrived, he's had all the money. The master, the mistress, were at his command, as if he were a king. From the kitchen, he was yelling, \"Manth! The eggs! And he had to run away with what he asked, because if he didn't bother too much he was afraid. When he finished, he sat down to smoke his pipe in front of the door, and as I passed with a pile of dishes, he said to me: \"Girl, come with me to the shore and show me the field\". I went with him like a fool, and as soon as we got to the riverbank, he forced me so quickly, I barely realized what he did. Then he left on the nine o'clock train. I didn't see him again. - And that's how it ended? - I think Angel is your son. - Who is Angel? - My baby. - Oh, my God! - I'm going to be fine. And then you told the gentleman that he made you the creature, didn't you? - I did. - Did the gentleman have any money? - I got something. He left me a rent of three hundred francs. Those confidence was fun. I went on. - Very well, my dear; very well. You're less stupid than you look. And how old is Angel? - Sweet. He'll have his first communion in the spring. - That's good. And ever since that... misfortune happened to you... you've been dedicated to the craft... sighing, resigned. - You do what you can... a noise, quite loud, made me jump out of bed. I had no doubt; it was the sound of a body crashing down and then rising again by clinging to the wall. I took the spark plug and looked around, furious. And she also rose up, and tried to restrain me, saying, My life is nothing; I assure thee, it is nothing. But I, who knew where the noise was coming from, went to a closet by the bedside and opened it up... trembling, terrified, with his eyes very open and shining, a faint, anemic boy appeared clinging to the bars of a chair, from which he had, no doubt, fallen. Seeing me, she broke down and cried, reaching out her arms to her mother. - It's not my fault, Mom; it's not my fault. I was asleep and I fell. Don't punish me; I'm not to blame. I approached the woman and said, \"What does this mean?\" Confused and discouraged, she replied between her teeth, \"You see. I don't make enough to have him as a pensioner and I can't afford a bigger quarter. Sleep with me when no one's around, and when someone comes for an hour or two, I hide them in the closet. But when there's a client for the whole night and he gets tired and his kidneys hurt from sleeping in the chair... it's not his fault either. I'd like to see you sleeping in a chair, in a closet, and we'd see you getting angry, screaming. The child was still crying. I felt like crying too. And I came home sadly. FIN", "title": "El armario", "author": "Guy de Maupassant"}