{"metadata": {"length": 6409, "words": 1227, "reading_time_min": 6.135}, "text": "The old man is a great insolent man, and he that taketh his face out for him, a lamb! How can you hear it? Casimiro's eyes stuck to his interlocutor. They were so bright in the midday light, they looked like crystals and not eyes. Lately! I'm not being lied to about that shit anymore! He said, stretching out his right arm, as one who points the way. Then, rummaging, he entered the boyo and sat down in a chair with goatskin on its bottom. Casimir's pipe had curious ornaments. Normally, a mud pipe doesn't last more than three months, but this one was two years old. I'd planted a new root more than five times. Carefully, for the same of feeling so out of himself, he filled it with legitimate dung; and to light it upside down, so that the flame of the match, without having to strain sucking, covered the whole bite. Then he spit, passed one foot over the saliva and crossed his legs. Go to hell! \"Say that old thief getting into a man of my blood!\" I'm going to get it! And he stood up. Casimiro worked with old Mendo. He ate, drank, milked, took the cows to the water. The same man, after cutting the wood at the bottom of the potters, nearly two kilometers away, came for the donkeys and returned with them loaded with pieces. When old Mendo considered having too much wood for consumption, he sent Casimiro to sell it in the village. \"We must take advantage of everything\", said the boss. And Casimir went on foot, preceded by a row of twelve old, lean donkeys, determined to bite every lawn on the roadside. When he rang a buzzer, Casimir shook his back: \"You, Prieto! Hurry up, you condemned! And always, on my way or back, I had my soul like standing on a trembling shovel. Oh, if a car had mistreated one of those handymen! Sometimes I left in the morning. It was a party, then. He liked to see the females, with their flowers in their hair, riding airy on any old and worn-out animal as round as if they were in the groove of don Mendo. But the turn! Turn around! A curse of the sun, stuck on the road like water in a ditch! And the donkeys, tired and determined to walk only inches! Casimir's life was that: an eternal work and an eternal fear. Old Mendo had some bad flies on his diache! For any little scumbag, I'd shoot a couple of parents. He was insulting, screaming, handcuffing. A good condition, however, adorned don Mendo: every fifteen days, when night came, he called Casimiro, handed him the three pesos of the quincea and withdrew him saying: We have to melt! Casimir could never explain himself by reminding him of the milking in four years of work, without missing a single day; almost always before the hour he was at the foot of the cow squeezing the uber, so that at five the boy would go out with the milk to the village. And all day long, it didn't stop a minute. When the cousin arrived, at about eight, she passed by the door and said goodbye to the old, tireless reader: \"Tomorrow morning, Don Mendo put the door locks, crossed the road, and without hearing his wife's stories, he would go to the cat, joined the cat to wash his feet and get naked. This morning, when he was unloading the wood in the heap, without explaining how, he broke a hinge. The other fell and both of them were pregnant with apple cider vines. Casimir rushed to finish it, but the devil in Don Mendo's person slipped into the web without making a sound, with those damn brown slippers, that greasy black hat and those terrible insults hidden right behind his lips. ♪ Listen to me, listen to me ♪ Do you think I'm working day and night so that you can come, out of pure taste, to squander my fortune? But if it was accidental, Don Mendo. I'm not being answered, you rude man! I'm not being answered, you indecent nigger! Casimir felt a giant hand grab him by the waist and swiftly strangle him. It was as if he had turned it around, but so violent, that Casimiro could see only a void. There was no herd, the calves, don Mendo: nothing was there. And then it seemed to him that the same hand pulled his head out and threw it into a pit whose bottom it would never touch. Your mother is dishonest, you bastard! And he stretched all his muscles, wondering that he hadn't hung the old man. But then he saw the black hat, brown slippers and a white shirt, climbing the steps of the house. By the window, little by little, someone threw five half-weight coins, and don Mendo's hand, alone, as if ripped from the body and nailed to the window frame, the gate pointed. Then a voice rang: That's his account. I'm not stepping here anymore! Casimir stood for a long time, as did the mileage markers on the road. As he left, he picked up the coins, in which the light was rounded. They were burning... already walking, already sitting. He had a fire burning in his chest, slowly. The ribs should have been burned. He would put the pipe on the table and squeeze his hands together until they looked like one of ten fingers. Now his head was falling into a well, too. And he tries to look at each of the little figurines in his pipe one by one. But nervously, he puts the root, nearly 12 inches long, between his teeth, starts to spew black smoke, squeezes the jaws, and, as the root breaks, the pipe falls. A hundred pieces of roasted mud were watered on the floor. Casimiro, jumping, grasping the kitchen knife that was sleeping on the table, ran to the door, felt a call like the soul and saw for the last time the pieces of his pipe, among which laughed the old Mendo's face, laughing madly. He wasn't a man, no. A shadow yes; a shadow that crossed, half a meter high, the road. The one who ran didn't set foot on the ground. He jumped the gate's talc, just as the sun was dropping the projection of each of the logs on the immediate lower one. A hand shone as bright as if it had a steel finger. And then, that shadow leaping strangely up the steps. Don Mendo was reading and he felt his eyes cling to him. But you're going to kill me, Casimiro? Yes, I did! I'm the one! And who knows but me? Don Mendo saw a thread rise. He was as thin as the weavers. Then Casimir spat: \"Toma, you damned! Take it! A blood splash, when he jumped, stained his shirt. The eyes of the master began to run away. It was like when the water freezes: they lost brightness and transparency. But there was no measurement in time that could mark each other's satiety. The hand continued forever, inexorably. *FIN* Bahoruco, 1932", "title": "Los vengadores", "author": "Juan Bosch"}