{"metadata": {"length": 7147, "words": 1295, "reading_time_min": 6.475}, "text": "He died little by little, like the old man dies. Every day I saw him sitting at about two o'clock, under the hotel windows, by the sea, quietly, on a promenade bench. He remained motionless for some time in the heat of the sun, gazing with gloomy eyes at the Mediterranean. Sometimes he looked up at the high mountain of misty peaks that closed the Menton; then, with a very slow movement, he crossed his long legs, so blackened that they looked like two bones around which the cloth of his trousers floated, and opened a book, always the same. Then, without changing his posture, he read, read with his eyes and with his mind: it seemed that his whole poor, failing body was reading, that his soul was penetrating, it was lost, it was disappearing in that book until the hour when the fresh air made him cough a little. Then, getting up, he broke into the hotel. He was a tall, blond-bearded German who ate lunch and dinner in his room and didn't talk to anyone. A vague curiosity drew me to him. One day I sat beside him, holding in my hand, for all intents and purposes, a volume of Musset's poetry. I started browsing Rolla. Suddenly my colleague asked me in a very correct French: \"Do you know German, gentleman? - Not a word. -I'm sorry, because, since chance has brought us together, I would have lent you, I would have made you notice something invaluable: this book I have here. - What book is that? - It's a copy of my master Schopenhauer, written down by him. All the margins, as you can see, are covered with your handwriting. I took that book with respect and contemplated those scripts incomprehensible to me, but revealing the immortal thought of the greatest dream destroyer that ever passed through the world. Then Musset's verses burst into my memory: VOLTAIRE: Do you sleep content, and your horrible smile still envelop your face with unspeakable irony? And I unwittingly compared the childish sarcasm, the religious sarcasm of Voltaire, with the irresistible irony of the German philosopher, whose influence is, after all, indelible. Although many protest, get angry, outraged, or exalt themselves, there is no doubt that Schopenhauer has marked mankind with his disdain and disappointment. A disappointed philosopher, he has brought down beliefs, hopes, poetry, chimeras, he has destroyed aspirations, he has ravaged the confidence of souls, he has killed love, he has brought down the ideal cult of women, he has shattered the illusions of the heart; he has done the most gigantic work of skepticism that could be attempted. He's crushed everything with his mockery. Even today, those who abhor him undoubtedly carry, despite their own, reflections of their thinking in their ideas. - Have you met Schopenhauer in private? - I asked the German. \"Until his death, gentleman\", he replied with a deeply sad smile. He spoke of him, referring to the almost supernatural impression that that strange being caused to those who approached him. He told me about the interview of the old demolitionist with a French politician, a Republican, who, wanting to see that man, found him in a tumultuous brewery, sitting among his disciples, dry, wrinkled, laughing with an unforgettable laugh, biting and tearing ideas and beliefs apart with a single word, like a dog that from a bite breaks the tissues with which it is playing, and repeated to me the phrase of that Frenchman, who when he left, mad and azure, exclaimed: \"I believed I spent an hour with the devil\". He added: \"Indeed, he had a terrible smile that inspired us to fear even after his death. It's an almost unknown anecdote and I can tell you if you're interested. His tired voice was often interrupted by coughing blows, as he referred to me as follows: -Schopenhauer had just died, and we agreed to watch him every two hours until the next morning. It was in a room of body, very simple, wide and gloomy. Two spark plugs were burning on the table at night. The face wasn't disfigured. He was smiling. That wrinkle we knew so well was marked on the tip of his lips; it seemed to us that he was going to open his eyes, move, talk. His thought, or rather, his thoughts enveloped us; we felt more than ever in the atmosphere of his genius, invaded, possessed by him. His rule seemed more sovereign to us at the time of his death. A mystery was mixed with the incomparable power of that spirit. The bodies of these men disappear, but they remain; and in the night following their paralysis of heart, I assure you, gentleman, they are offered in a terrible way. We spoke quietly, always about him, remembering phrases, formulas, those surprising maxims, like flashes of light that illuminate with a few words the darkness of the ignored life. \"I think he's going to talk\", said my comrade. And we looked, with a ray of fearful restlessness, at that still face that never ceased to smile. Little by little we feel some discomfort, oppression and even fainting. I don't know what I've got, but I assure you I'm sick. And then we noticed that the corpse smelled bad. My partner suggested that we move to the room immediately, leaving the door open; and I agreed. I took one of the spark plugs that burned on the table at night, leaving the other there, and we went to sit at the other end of the room so that we could see from our place the bed and the dead man in full light. But he was constantly obsessed with us; his being, immaterial, free, all-powerful and dominant, was said to be circling us; and sometimes the infamous smell of decayed body reached us, penetrated us, repulsive and vague. Suddenly we felt shaken to the bones: a noise, a slight noise had come out of the dead man's room. Our gazes were directed toward him and we saw, yes, sir, we saw perfectly one and the other a white thing slipping over the bed to fall to the floor, onto the rug, and disappear under a chair. We suddenly stood up, not knowing what to think, mad at a stupid terror, ready to run. Then we looked at each other. We were horribly pale. And our hearts beat with such force that their beats were seen upon our Levites. I was the first to speak. - Did you see? - Yes, I saw it. - He's not dead? -It is in a state of decay. What are we gonna do? My hesitant companion said, \"We must go and see him\". I took our spark plug and walked in front, gazing into the vast room of dark corners. Nothing was moving. I went to bed. But I was still overwhelmed with astonishment, with horror: Schopenhauer was no longer smiling! He had a horrible gesture: his mouth tight, his cheeks deeply sunk. He's not dead! - I shouted. But the horrible smell that reached my nose choked me. I didn't move, staring at him, as disturbed as by an apparition. Then my partner, taking the other spark, bent down. Then he touched my arm, without saying a word. Following his gaze, I discovered on the floor, under the chair, next to the bed, very white, on the dark carpet, open as if to bite, Schopenhauer's denture. The work of decomposition, which loosens the jaws, had made her come out of her mouth. And as the sun was approaching the shining sea, the tysic German got up and, after greeting me, entered the hotel.", "title": "Junto a un muerto", "author": "Guy de Maupassant"}