{"metadata": {"length": 6622, "words": 1369, "reading_time_min": 6.845}, "text": "One good day a farmer took his carp stick from the corner and said to his wife:  Trina, I'm going on a tour now and I'll be back in three days. If during this time the cattle dealer comes and wants to buy our three cows, you can sell them, but not for less than two hundred tallers, you hear? \"Go quietly in the name of God\", said the woman, \"and I will do it\". Yes, said the man. You fell off your head as a child and you still feel bad about her. But I warn you, if you do any foolish thing, I will paint your ribs without needing paint. I will be fine with the stick in my hand and the painting will last you a year, you can be sure. After this the man set out on his march. The next morning the cattle dealer came and the woman didn't need to spend much time with him. And when he saw the cows, and heard the price, he said, I will give it to thee willingly; that is the price of the brothers. I'll take them right away. He unleashed them from the chains and pulled them out of the stable. And he went out by the gate of the court; and the woman took him by the hand, and said, Give me first the two hundred talents; or I cannot let thee go. \"All right\", the man replied, \"I just forgot about the money\". But don't worry about it. So that you can stay calm until I pay you, I'll take two cows and leave you the third sign. That's a good guarantee. The woman liked it and let the man go with the cows. She thought, 'How glad will John be when he sees how cleverly I have done this?' On the third day the farmer came home, as he had said, and immediately asked if he had sold the cows. \"Of course, dear John\", the woman replied. For two hundred plates, as you said. They're not worth that much, but the man took them without reply. Where's the money? The farmer asked. I don 't have the money, the woman said. He had forgotten his tale, and he will bring it immediately, but he has left me a good guarantee. What kind of guarantee? \"The man said. One of the three cows, which he will not have until he has paid the other cows. That's a good idea, because I've got the little one, who eats the least. The man became furious and raised his staff to give her the promised thing. He dropped him, saying, \"You're the dumbest thing that goes around these worlds of God, but you're making me feel sorry. I'll go out on the road and wait three days, see if I find anyone more stupid than you. If I'm lucky, you'll get away with it, but if I don't find it, then you'll get your well-earned reward without delay. He went out to the road, sat on a rock and waited to see who was passing by. Then he saw a carriage coming, with a woman walking on it on foot instead of sitting on the straw he was carrying or next to the oxen driving them. The man thought, \"There's one like you're looking for\". He jumped and ran in front of the carriage from side to side as if it wasn't normal at all. What do you want, mate? The woman told him. I don't know who you are or where you're from. \"I've fallen from the sky\", the man replied, \"and I don't know how to get back there\". Can't you take me upstairs? No, the woman said, I don't know the way. But if you're from heaven, you could tell me how my husband is doing, who's been there for three years. I'm sure you've seen it. Of course I've seen it  replied the man, but not everyone is fine. He is shepherding sheep, and the animals are hard on him, they jump through the mountains and get lost by the unpopulated; therefore he must go after them and gather them back. It's a mess and his clothes are falling off. There's no tailoring there. As you know, St. Peter doesn't let anyone in because of that story. Who would have thought that! The woman said. You know what? I'm gonna go. I'm going to get your Sunday jacket that's still hanging at home and you can wear decently. If you're so kind, you can take her. That can 't be  replied the farmer . You can't take suits to heaven, they take them off at the door. \"He said,' I sold wheat yesterday and I was given a good amount of money; I will send it to you. ' If you hide the bag in the wallet, no one will notice. If there is no other remedy, the farmer replied, I will do you that favor. \"Sit there\", she said, \"I'll go home and get the bag; I'll be right back\". Since I walk on the wagon instead of sitting on the straw, oxen weigh less and go faster. She drove her oxen and the farmer thought, \"This one is crazy lost. If she really brings the money, my wife will be lucky, because I won't give her any sticks. It wasn't long before she came running with the money and she put it in her own pocket. Before she left, she thanked him a thousand times for his kindness. When the woman returned home, she met her son returning from the countryside. She told him about the unexpected things that had happened to her and added: \"I am really glad I was able to send something to my poor husband. Who would have thought he was going to miss something in heaven! The son was greatly surprised:  Mother  said , such a guy does not fall from the sky every day; I will go out immediately to see if I find the man so that he can tell me how he is there and how the work is going. He appeared to the horse and rode out in a hurry. He found the peasant under a sauce counting the money in the bag. Have you not seen the man who fell from heaven? And the peasant said, Yes, he has gone back to the mountain, and is a little nearer. Oh, my God! \" said the young man. \" I've been working all day and the horse riding has left me very tired. You, who know the man, would you be so kind as to ride my horse and convince him to come back here? Oh, my God! The farmer thought. Here's another guy whose head is not working well and he's missing some screws. He said. He rode and galloped out. The young man sat there until night fell, but the peasant did not return. And he went back to his house, and told his mother all that had happened; and he sent the horse to his father, that he should not go about always on foot. You did well, she replied. You're still young and you can walk. When the farmer came home, he put the horse in the stable next to the slaughtered cow, went to his wife and said, \"Trina, you're lucky\". I've found two people who are even more stupid than you. This time you get rid of the sticks. I'll save them for another time. And he lit his pipe, and sat down on the seat, and said, Truly it was a good deal; for two lean cows, and a good horse, and also a great bag of gold. If stupidity always bears so much fruit, I will always respect it. That's what the peasant thought, but I'm sure you like the simple people better. ♪ Finish ♪", "title": "La gente astuta", "author": "Hermanos Grimm"}