{"metadata": {"length": 7514, "words": 1332, "reading_time_min": 6.66}, "text": "It has been a constant cause of reproach against artists and lettermen for their lack of an integral vision of the nature of things. As a rule, this must be so. That same concentration of vision and intensity of purpose that characterizes the artistic temperament is itself a form of limitation. To those who are concerned with the beauty of the form nothing seems of much importance. However, there are many exceptions to this rule. Rubens served as ambassador, Goethe as state adviser, and Milton as Cromwell's secretary. Sophocles held a civic office in his own city; the humorists, essayists and novelists of modern America seem to want nothing better than to become diplomats of their country; and the friend of Charles Lamb, Thomas Criffiths Wainewright, the eldest of this brief memory, although of an extremely artistic temperament, followed many other callings besides the call of art; he was not only a poet and a painter, an art critic, an antiques collector, a prose writer, an aficionado of beautiful things and a dilettant of delightful things, but also a falsifier of more than ordinary ability, and a subtle and secret enchanter, almost without rival in this or any other age. This remarkable man, so powerful with “plum, pen and venom”, as a great poet of our own day once said of him, had been born in Chiswick in 1794. His father was the son of a distinguished Gray’s Inn and Hatton Carden lawyer. His mother was the daughter of the celebrated doctor Griffiths, editor and founder of the Monthly Review, who participated in another literary speculation with Thomas Davis, that famous bookseller of whom Johnson said he was not a bookseller, but “a gentleman who traded in books,” the friend of Goldsmith and Wedgwood, and one of the most known men of his day. Mrs Wainewright died suddenly at the early age of twenty-one, and a cryptic notice in Gentleman’s Magazine tells us of her “kind disposition and numerous merits” and adds something curiously that “she is supposed to have understood Mr Locke’s writings as well as perhaps no one of one or the other sex today does.” His father did not survive his young wife, and the young man seems to have been educated by his grandfather and, after the death of this in 1803, by his uncle, George Edward Griffiths, to whom he later belonged. He spent his youth in Lindon House, Turnham Creeen, one of those many beautiful Georgian mansions which, unfortunately, have disappeared in the encroachments of the suburban builder, and to its lovely gardens and well-wooded park he owed that simple and passionate love of nature which he never abandoned throughout his life and which made him so particularly susceptible to the spiritual influences of Wordsworth's poetry. However, we must not forget that this young cultivar, so susceptible to the Wordsworthian influences, was also one of the most subtle and secretive poisoners of this or any age. How he was initially fascinated by this strange sin we do not know, and the diary in which he carefully noted the results of his terrible experiments and the methods he adopted, unfortunately has been lost to us. In addition, he was reticent until his last days on the subject and preferred to talk about The Excursion and Affective Poems. There is no doubt, however, that the poison he used was strychnine. In one of the beautiful rings that he wore so proudly, and which served to show off the gleam of his marfil hands, he was accustomed to carrying crystals of the vomitus vomitus, a poison - one of his biographers tells us - \"almost insidious, and capable of almost infinite dissolution\". Their murders, De Quincey says, were more numerous than those judicially known. There is no doubt of this, and some of them are worthy of mention. His first victim was his uncle, Thomas Griffiths. He married her in 1829 to take possession of Lindon House, a place to which he had always felt very attached. In August of the following year he married Mrs Abercrombie, his sister, and in December he married the lovely Helen Abercrombie, his cousin. Why he killed Mrs Abercrombie is not clear. It may have been a whim, or to satisfy a certain perverse sense of power he had in him, or because she suspected something, or for no reason. But the murder of Helen Abercrombie was taken forward by him and his wife in consideration of a sum of about 20,000 pounds, in which they had secured her life in several companies. The insurance agent who visited him one afternoon and who thought he could take advantage of the opportunity to point out that, after all, crime was a bad business, replied: “Lord, you, men of the City, enter into your speculations and accept your risks. Some of his speculations are successful, some are not. It seems that my own have failed, it seems that yours have succeeded. That is the only difference, Lord, between my visitors and me. But, Lord, I will mention to you one thing in which I have succeeded to the end. I have been determined to maintain throughout my life the position of a knight. I have always done that. I do it still. It is customary in this place that each tenant of a house does his or her turn to clean. I am a slut with a beard and a decollator, but they never offer me the eagle!” When a friend reproached him for killing Helen Abercrombie, he shook his head and said, “Yes, it was a terrible thing to do, but he had very strong arms.” Naturally, it is too close to our own time for us to be able to form any pure artistic judgment about it. It is impossible not to feel a strong prejudice against a man who might have poisoned Tennyson, or Mr Gladstone, or Mr Balliol. But if man had worn clothes and spoken a different language from our own, if he had lived in imperial Rome or in the Italian Renaissance, or in 17th-century Spain, or in any land and any century other than our own, we would have been able to arrive at a perfectly unjust appraisal of his position and worth. I know that there are many historians, or at least writers on historical matters, who still believe that moral judgments must be applied to history, and who distribute their praise or reproach with the solemn satisfaction of a satisfied schoolmaster. This is, however, a rotten habit, and only shows that the moral instinct can be brought to such a high degree of perfection that it makes its appearance wherever it is not required. No person with any real sense of history would ever dream of remaking Nero, remaking Tiberius, or censure César Borgia. These people are like the titters of a representation. They can fill us with fear, horror or admiration, but they cannot hurt us. They are not immediately related to us. We have nothing to fear from them. They have passed into the realm of art and science, and neither art nor science know anything of moral approval or disapproval. And so it might happen with Charles Lamb's friend. For the moment, I feel that he is a little too modern to be treated with that fine spirit of uninterested curiosity to which we owe so many delightful studies of the great criminals of the Italian Renaissance, of the plumes of Mr. John Addington Symonds, Mrs. Mary F. Robinson, Mrs. Vernon Lee and other distinguished writers. However, the Art has not forgotten him. He is the hero of Hunted Down, by Dickens; the Varney of Lucretia, by Bulwer; and it is gratifying to note that fiction has paid some tribute to the man who was so powerful with “plum, pen and poison”. Being inspirational for fiction is much more important than a simple reality. FIN", "title": "Pluma, lápiz y veneno", "author": "Oscar Wilde"}