{"metadata": {"length": 7087, "words": 1349, "reading_time_min": 6.745}, "text": "Why don't you get married, Aunt Julia? Because no one wanted to marry me, Petrito. She was sitting on the swinging swing gently, trying to put the child to sleep on her knees. I'd marry you, he said, but I'm too small, right? The woman smiled sweetly and stroked her hair as she replied: \"Yes. You're very young now, but when you grow up, maybe... I'll grow up soon, Aunt Julia, and then we'll get married. Yes, my boy, and we'll both be very happy, like in the stories. But now go to sleep, because it's already late and tomorrow you'll have to get up early. He slowly lowered his hand from the child's head to his forehead and from there to his eyes, gently forcing him to close them. She waved for a while longer, and when she was sure he was already asleep, she got up and put him to bed. As soon as the light went out, the sound of iron striking the leather properly began to be heard clearly inside the house. \"Once again that man working at night!\" he said to himself. Approaching the open window, he observed the light line under the garage door. He never understood why his brother had rented that piece to the shoemaker. When Peter told her the news was already a complete fact and she dared not oppose it. But the truth was that she was disturbed by the presence of that stranger in the house. When she worked in the garden in the morning, she had to pass by the garage door and could not help looking at the man almost naked, with a broken shirt and a shorts cut that showed his dark and sweaty flesh everywhere. The next day she was about to ask Peter to throw him out because when she spent that morning with the waterpick at the door, he looked at her in a way that deeply displeased her. But he finally decided not to talk about it, fearing that his brother might misinterpret the man's attitude. Because the truth was, this guy wasn't bold or insolent. No, he knows how to hold his own; but that way of looking at her and that of being there all day like an intruder... Julia turned away from the window and gazed for a few moments at the sleeping child before leaving the room in a few dots. In the front room, the man looked up at the newspaper he was reading when he heard her come in: \"Did the child go to sleep, Julia? - Yes, I did. Just a moment ago. I'm glad you did. I want to get out early tomorrow. And as Julia was leaving the room, she asked, \"Have you changed your mind? She, already at the door, turned to him and said, \"No, Peter. I told you... But remember that our house will always be yours and that it is my wife who insists that you live with us. I know. Mariana is very kind. Tell him how much I appreciate his kindness... but you know it's better this way. I'd be bothering them... don't say that, Julia, we don't... but she'd already left and locked the door behind her. In the corridor, the hammer blows came to him more distinctly and, without realizing it, he was accompanied at his monotonous pace by the course of his thoughts... He couldn't accept his brother's offer. Although Peter had tried to present things as if she were doing them a favor by moving to the capital to live with them, he understood well that what he was trying to do was to ease the pain of separating from the boy. Because everyone, even herself, knew that pain would be great. So big, I couldn't imagine right now how I could handle it. For the five years of her short life the child had been by her side, never separating from her side, as her poor sister had wanted before she died. How barren, he thought, it is to make promises like the one he made on his deathbed! Life does not recognize and respect such long-term resolutions, and always ends up imposing its own decisions. After four years, Peter remarried, and now, a year later, he was taking his son to where it was logical for him to be: the home his father and his new wife had formed. Entering the room, Julia felt the sudden movement of the couple sitting on the couch, separating from each other, and the nervous gestures with which they both intended to hide their turmoil. Without looking at them directly and a little ashamed of their involuntary intrusion, she passed by the couch and walked toward the gallery, but she managed to hear, without proposing it, part of the dialogue that was unfolding in a low voice behind her back: \"Do you think she saw us? No, I don't think so... poor Aunt Julia never realizes anything... already in the cozy darkness of the gallery, enclosed in the concrete balustrade and looking blindly towards the closed garage door and making the accompanied, deafening noise that came from behind the wood leaves, Julia felt that the words had followed her from the living room and were now buzzing by her ear, like insects that haul around her... poor Aunt Julia, she doesn't realize anything... she felt hurt deep down, where things really hurt... Why would she have said that Elvira? Was it to reassure the groom or because she really believed what he said? Was that the idea that her niece had of her? Was that how the others thought too? Your brother, the kid... no, the kid was different... at least for now... but the others... the garage hammer seemed to be getting louder. Julia covered her ears with her hands and closed her eyes... she had always been too busy, she thought, to ask herself some sort of questions. But now she felt like a door that suddenly opened in front of her. Behind that door, what was life offering you? How had he filled up the years that had passed? What was left to fill the gaps?... Early in the morning the child left; next month Elvira was getting married, and she was going to be left alone in that house that suddenly seemed huge and empty... And then, my God?... She moved her head from side to side to the beat of the hammers that now seemed to ring inside her skull... But why had she never felt like this before? Why should it be now, in this instant, when she saw herself as she was, as she had been, and as she would always be: a mere spectator on the edge of life, looking at her from afar and asking for nothing, like someone watching from the sidewalk the cheerful parade that passes through the street. With her eyes closed and her forehead between her hands, she did not respond to the greeting Elvira's boyfriend made as he passed by her, nor did she look at her as she fired him with a gesture of hand from the other end of the gallery. For a long time he remained there, motionless, and when all the lights of the house were turned off, he slowly went down the steps leading to the garden, fixing his hair with his hands. When the man heard her come in, he stopped knocking and looked her in the eye. She didn't give any explanation. She went up to him and grabbed his head by the crepe hair and squeezed it against his belly. He murmured with his mouth glued to the tender, throbbing flesh: \"Finally!... I thought I would never again... But she, leaning over the brown, sweaty body, interrupted it with a voice that sounded strange even to herself: \"Liar!... You knew well that I would eventually come... FINally...", "title": "La rebelión", "author": "Virgilio Díaz Grullón"}