{"metadata": {"length": 7902, "words": 1424, "reading_time_min": 7.12}, "text": "After the Gallo Mass held in the oratory and heard with more collection than an ancient theatre comedy on classic Mondays, the guests of the Marquise of San Severino passed to the dining room. The party was purely private; the Marquise had limited the invitation to the closest people of her family and a few favorite friends. They were all under 15. - Christmas Eve is a family party. The whole year is one of hope, one whose heart is open to the first to arrive. Today I want to remember that you all come with me tonight because you really love me, and I am very happy at your side. The guests nodded graciously to the compliment. - I believe it already! Where better to spend the night? - So, so, few and good. - I'll have to tighten the ranks, my dear Marquise! - Home, sweet home! And, overflowing with expansive satisfaction, they set out to celebrate with joy the Night that, according to the poet, Envy could give to the brightest day. But despite such a favorable disposition, the truth is that all seemed sad and worried, as if they were with the soul where they wanted to be in body and soul. The conversation's score was, as always, the Manolo Borines badge; but he lost the starting half, without a ball. He went down harder, pointing a scandalous story and nobody was paying attention to him either. Discouraged, he gave up his efforts and called on the servants to serve him a second time an exquisite turbot with deppoise sauce. The conversation was fading and falling at every turn, badly sustained by commonplace places and occasional phrases, without spontaneity and grace. Laughter was neither frank nor soundful; it seemed painful tears and ended in a ha! As a relief I breathe. There was no doubt; a mist of sadness clouded the atmosphere. It was like an obligation to seem joyful and no one reflected even pleasant courtesy. Poor Marquess! She, who, according to the wording of the dressmakers, possessed like no one else the charming gift of making hours seem like minutes in her home! Well assured is the common superstition that on the night of the birth of the Son of God no evil and spells can do. Because the guests of the Marquise were certainly not delighted. She, with her trusted kindness, had believed that they would spend a pleasant night by her side, and they, not to mention they were there, forced by social duties, they were there... and with thought far away. With or without whom, because each one, by his own will, by his own taste, would have spent Christmas Eve somewhere else, where they called him either love or caprice, or fun, virtue or vice, a motive whatever, but more attractive, stronger than social courtesy, and so thought each one, the marquis of San Severino, the owner of the house, the quiet husband of the good marquise, the first: -What happened to my wife! I'm bored with these family parties! To have to sit here all night, sitting between my aunt, the venerable Countess of Encinar del Valle, and Josefina Montero, my wife's fleshly cousin, that is, my wife's bone cousin. Because be careful if she's thin! Instead, my aunt... when are the loans for? What a bore! My aunt only talks about eating and drinking, and the primate... about burning. One says Lhardy's window is beautiful these days; the other says Paul Bourget is fond of it, prefers Paul Hervieu. They drive me crazy! At this hour they'll be dining at Chipilina's house. There you will have fun! If only these people had the lucky chance to leave early! So the owner of the house, the illustrious Marquis of San Severino, was speaking, and the spiritual primate, in turn, thought: It's been a boring night! My cousin is a barbarian, you can't talk to him about anything. At this hour Federico will be at the Vivares' house. I wish I had gone there willingly... but the family!... If only Pilar had known that I didn't come to his house to go to the Vivares' house! The Marquise of Encinar del Valle, a fat gourmande, thought like the priest of the Belle Helena that on the table of her nephews there were too many flowers and, instead, the menu left much to be desired. Very artistic the mirror with a frame of orchids, violets and white lilies, very capricious the sevres porcelain gondola, and the little shepherds of Watteau looking in the mirror as if in a lovely lake of the blue country of citrus, but the chicken fillets were abominable. Actually, I should have gone to Mistress Bryan's party. They did eat there. The condescending Robledal, a very elegant figure, of a dreamy race, exotic everywhere like an artist's chimera, thought... of the impossible; of a mysterious date with an ideal being, in poetry without words and music without sounds, like the loves she dreamed of, without caresses, without kisses, the purest aroma of inaccessible flowers. You sad little lady! How many trips I had taken to look up! That very night when I could have forged an ideal with little, like a little girl who with a piece of rag forms a doll and puts motherly tenderness in it. The cloth with which she had formed her last doll would sleep at that hour or perhaps she would be dining with her companions, in the officers' room of a barracks of husars, but of husars of Pavía, in uniform of sky color..., and there, there was fixed the thought of the dreamy little marquisite as she dined unconscious of what surrounded her. Beside him, Manolo Borines, with his crowded face and the idiotic vague expression of the predestined to softness, thought, like the marquis in the Chipilina, of the playfulness that would be in that house and how tasty it would be. I mean, I mean! What women! The French woman had promised to dance a quadrille with the grand eccart; six thousand francs had been spent underneath it for the occasion! And lose that for meeting the Marquess! He looked at the marquis with disgust, as if he wanted to tell him: if this were to end soon, we could make a getaway; the marquis understood and looked impatiently at the clock. Paco Noguera, a literary salon guarded by the marquis, who cost him the editions of his poems, thought with sadness of his sisters, two poor girls who suffered at home a thousand privations, while he shone on feasts and aristocratic evenings. Two sad lives sacrificed for him to shine; they were a thousand-eyed to wipe out his brother's clean shirts; they were wearing brown skirts and could not go out well-coated so that he would wear a well-cut skirt and coat himself with a leather gown; and the poet, brightly lighted by the rag consumed by two sacrificed existences, thought of them with remorse, thought of the miserable dinner of his poor sisters. Lola Montero thought that Isidoro Torres would dine at the home of the Countess of Fondelvalle, and that the Countess wanted to marry him at all costs with her daughter, and that she must be there or Isidoro at the house of the San Severino, and the nerves unleashed would not let her calm or through a bite... And so everyone, with the thought away and the soul where they wanted to have been in body and soul. And the owner of the house, so pleased to see the people of her affection gathered around her. Only two were left: his sister, the Marquise of the Robledal, venerable lady, devoted entirely to devotion, a saint, a true saint, and another... of whom he did not want to remember, his brother-in-law, the concubine of St. Helena... of whom it was better not to speak... he would spend Christmas Eve surrounded by bullfighters and lost in some alley, that was out of society... and all. The Marquise, in her pleasant kindness, could not think that the two people missing from her table that night were the only two happy people. One by sublime virtue, the other by the most abject vices, were the only ones who broke the vulgar monotony of life, the only ones who let their own life stand out over the life imposed by others, sacrificed to social conveniences. FIN", "title": "Nochebuena aristocrática", "author": "Jacinto Benavente"}