{"metadata": {"length": 5866, "words": 1094, "reading_time_min": 5.47}, "text": "The queen Mab, in her car made of one pearl, tidied by four cocked flies of gold tacks and tacks, walking on a ray of sun, slid through the window of a tavern where four flaky, stout and impertinent men were lamenting as if they were unnamed. At that time, the hadas had distributed their gifts to the mortals. Some had been given the mysterious jars that filled the heavy trade boxes with gold; some had been given the wonderful arrows that, when swung, sounded the tinkling of riches; some had been given the crystals that they had seen in the river of the mother earth, gold and precious stones; some had been given the broad hats and muscles of Goliath, and the huge axes to shave the gleaming iron; and some had been given the strong shoulders and agile legs to mount on the swift chariots that suck the wind and have the crowns in their midst. The four men were complaining. One had a gleam of a canter, the other an iris, the other a rhythm, the other a blue sky. *** Queen Mab heard his words. The first one said: - And well! I am here in the great struggle of my marble dreams! I've thrown the block and I have the cinch. You all have, some gold, some harmony, some light; I think of the white and divine Venus showing her nakedness under the sky-blue plafond. I want to give the mass the line and the beauty of the plastic; and that through the veins of the statue a colorless blood circulates as that of the gods. I have the spirit of Greece in my brain, and I love the naked pictures in which the nymph sways and the faun sways the arms. Oh Fidias! You are to me sober and august as a semi-divine, in the midst of eternal beauty, king before an army of beauty that pours the magnificent chiton into your eyes, showing the splendour of form in their rose and white bodies. You slap, slap, and slap the marble, and the symphony of the slap is like a verse, and you suck the cigar, lover of the sun, hidden among the prickly pears of the virgen wine. You are the red and glowing Apolos, the severe and sovereign Minervas. You, as a magician, turn the rock into a symphony and the horn of an elephant into a cup of festivity. And when I see your greatness, I feel the shame of my youth. Because the glorious times have passed. Because it is a thorn in the eyes of today. Because it contemplates the vast ideal and exhausted forces. Because as I cinched the lock the desalienation grew. *** And the other said, -What is it today, I shall break my pens. Why do I want the iris, and this great palette of the Florida countryside, if my painting will not be admitted to the dining room? What will I address? I have been to all the schools, all the artistic inspirations. I have painted the body of Diana and the face of the Madonna. I have ordered the campfires their colors, their mastic; I have embraced the light as an embraced one, and I have embraced it as a beloved one. I have been a lover of the naked, with its magnificence, with the tones of its flesh and with its medium-toned fugaces. I have painted in my linoleum the nimbos of saints and the wings of the querubines. Oh, but always the terrible disappointment! The coming! Sell a Cleopatra in two pence to eat! And I, who could, in the midst of my inspiration, draw the great picture that I have here inside...! *** And the other said: - Lost my soul in the great illusory of my symphonies, I fear all disappointments. I listen to all the harmony, from Terpandro's lira to Wagner's orchestral fantasies. My ideals, shine in the midst of my insecurities of inspired. I have the perception of the philosopher who heard the music of the stars. All sounds can be absorbed, all ecos are susceptible to combinations. Everything fits in my color scales. The bright light is a hymn, and the melody of the forest finds an echo in my heart. From the roar of the storm to the song of the bird, everything is confused and entangled in the infinite cadence. Hence, it is not divided but the amount that befails and the wrath of the manicomio. *** And the last: - We all drink from the clear water of the spring of Jonia. But the ideal floated in the blue; and for the spirits to enjoy their supreme light, they had to ascend. I have the verse that is honeyed and the verse that is gold, and the verse that is a sweet iron. I am the anthem of the celestial perfume: I have love. Paloma, star, nest, lily, you know my bedroom. For the incommensurable flights I have eagle wings that flutter magically in the wind. And to find consonants, I search them in two lips that are joined; and I stretch out the kiss, and I write the letter, and then if you see my soul, you will know my Muse. I love epics, because they bring forth the heroic roar that stirs the flags that flutter on the banners and the pom-poms that jingle on the hats; the lyric songs, because they speak of gods and lovers; and the eclogues, because they are odious to verbena and tom-tom, and to the sweet odor of the rose-wreathed sailor. I would write something immortal, but I am overwhelmed by the dread of misery and hunger... *** Then the queen Mab, from the bottom of her single pearl-carrying carriage, took a blue, almost imperceptible, gleam, as if formed of breaths, or of the glances of red and contemplative angels. And that veil was the veil of dreams, of sweet dreams that make life look rose-colored. And with him involved the four foolish, stout-hearted, and impertinent men. They stopped being sad, because hope entered into their midst, and joy into their head, with the snuff of vanity, which comforts in its deep disappointments the poor artists. And ever since, in the twilight of the bright unlucky, where the blue dream floated, one thinks of the future as in the Aurora, and laughter breaks the sadness, and strange dances are sung, circling around a white Apollo, a pretty landscape, an old violin, a manuscript yellow. FIN", "title": "El velo de la reina Mab", "author": "Rubén Darío"}