{"metadata": {"length": 7133, "words": 1291, "reading_time_min": 6.455}, "text": "Never before had the French mountains suffered such a cold and long winter. For weeks the air was clear, rough and cold. During the day, the large fields of snow, white and pale, lay sloping and endless under the starkly blue sky; at night the moon, small and clear, a frozen, raging moon, with a yellowish glow whose strong light turned blue and deaf over the snow, and which looked like the frost in person, passed through them. Humans avoided all roads and, above all, the heights; apathetic and cursing, they stayed in huts, whose red windows, at night, appeared dim and misty by the blue moonlight, and they soon died out. It was a difficult time for the animals in the area. The youngest died frozen in large numbers; the birds also succumbed to the frost, and their weaved corpses became prey to eagles and wolves. But even these suffered terribly from cold and hunger. Only a few wolf families lived there, and need pushed them toward a stronger union. They went out alone during the day. Here and there, one of them was crossing the snow, thin, hungry and vigilant, silent and fearful like a ghost. His thin shadow slid beside him on the snow-covered surface. He lifted his pointed snout in the wind and occasionally issued a dry, tortuous cry. But at night they all went out together and surrounded the villages with hoarse howls. There were cattle and birds in good security, and behind the posts were the rifles. Rarely did they get the chance to be touched by a smaller prey, such as a dog, and two wolves from the pack had already been killed. The ice persisted. Many times the wolves would lie together, silently and thoughtfully, warming themselves against each other, and they would listen with a trembling ears to the deadly void around them, until one, martyred by the terrible mistreatment of hunger, suddenly made a leap with a terrifying roar. Then all the others turned their nostrils to him, trembling, and broke together in a terrible, threatening, murmuring howling. Finally the smallest part of the pack decided to leave. They left their burrows at dawn, gathered together and smelled excited and afraid the cold air. Then they went out to the trot, fast and at a steady pace. Those who were left behind looked at them with very open, glass-like eyes, followed them a dozen steps, stopped indecisive and disoriented, and slowly returned to their empty caves. The migrants separated at noon. Three of them went west to the Swiss Jura mountains; the others went south. The first three were beautiful, strong, but terribly skinny animals. The bright-colored stomach, combed inward, was thin like a strap; the ribs were sadly protruding in the chest; the mouths were dry and the eyes open and desperate. And three of them went into the mountains far away; and on the second day they hunted a ram, and the third day a dog, and a young child, and the angry men pursued them everywhere. In the area, rich in towns and cities, fear and dread of unusual invaders spread. People put up mail slides; nobody went from town to town without their gun. In that unknown area, after such good prey, the three animals felt both fearful and at ease; they became more risky than they had ever been at home, and they stormed the ranch of a farm in broad daylight. Cow's roar, the crunch of broken wooden planks, the sound of helmets and a warm, gasping breath filled the narrow, warm atmosphere. But this time, humans interfered. They had put a price on the wolves' heads, which doubled the courage of the farmers. Two of them were killed: one was shot in the neck with a shotgun, the other was killed with an axe. The third ran and ran until he collapsed on the snow, almost dead. He was the youngest and most beautiful of wolves, a proud animal with harmonious shapes and an imposing strength. For a long time he was thrown out, sighing. Before his eyes swirled red, bloody circles, and he occasionally whistled a painful, whistling groan. He had an axe in his back. But he recovered and was able to get up again. Only then did he see how far he had run. Nowhere could people or houses be seen. Ahead of him was a towering mountain, snow-covered. It was the Chasseral. He decided to surround it. Tormented by thirst, he ate small pieces of the frozen hard crust that covered the snow. Beyond the mountain he immediately ran into a village. It was getting dark. He waited in a thick pine forest. Then he circled the fences of the gardens carefully, chasing the smell of the warm stables. There was no one on the street. A risky and yearning, he spied through the houses. Then a shot rang. He lifted his head up and set out to run, when the second shot exploded. He was given. The side of his white abdomen was stained with blood, which was leaking. Despite all this, he managed to escape with big leaps and reach the forest further from the mountain. There he waited a moment, attentive, and heard voices and steps coming from various sides. Fearful, he looked up at the mountain. It was steep, forested and difficult to climb. But I had no choice. With a restless breath, he climbed the steep wall while down the mountain, a confusion of insults, orders and flashlights proceeded. The wounded wolf trembled through the pine forest, almost dark, as the brown blood ran slowly down his side. The cold had subsided. To the west, the sky was foggy and it seemed to promise snow. Finally the animal, exhausted, reached the top. Now he was standing on a large, slightly sloping field of snow near Mont Crosin, far above the village from which he had escaped. I didn't feel hungry, but I did feel a dull, stinging pain in the wounds. A dry, sick barking was born from his handed-off snout; his heart was beating heavy and painful, and the wolf felt the hand of death pressing him like an indescribably heavy burden. An isolated pine, of broad branches, attracted him; there he sat and nailed his lost eyes in the gray snow night. It's been half an hour. A red, off light fell on the snow, strange and soft. The wolf stood up with a complaint and directed his beautiful head toward the light. It was the moon, rising from the southwest, gigantic and blood-red, and slowly rising through the covered sky. I hadn't seen her so big and red in weeks. The dying animal's eye clutched sadly to the opaque star, and in the night a faint, painful and snoring rattle was heard again. A little later, lights and steps came up. Peasants in thick coats, hunters and young boys in leather hats and rough boots were marching through the snow. There were shouts of joy. They had discovered the dying wolf, shot him twice and both failed. Then they saw that the animal was dying and they threw sticks and clubs at it. He didn't feel them anymore. They dragged him down to Sankt Immer, with his limbs broken. They laughed, bragged, cheered for the whiskey and the coffee they drank, sang, cursed. No one saw the beauty of the snow-covered forest, the brightness of the high plateau, or the red moon hanging over the Chasseral, whose faint light was reflected in the cannons of the shotguns, the snow crystals and the broken eyes of the dead wolf. FIN", "title": "El lobo", "author": "Hermann Hesse"}