{"metadata": {"length": 6899, "words": 1254, "reading_time_min": 6.27}, "text": "It's only dawn, but Yanamayu is already echoing in the pampa with his angry screaming. You know, Nicacha? This river was named after the bad river. Yanamayu, black soul, murderer. No one wants him in the plain of Yanamayu, neither sheep nor cows nor wild horses; they hear him snoring with hatred all year round. The travelers tremble at him, he is the enemy of the travelers. In December he took Don Apa's little boy; he went out, they say, and as with one arm he dragged him from his waist and wrapped him in his black mud; Yanamayu is looking for us the maktillos. You hateful Yanamayu! On the eriaza pampa the icy wind whistled, the ischu humbledly bent over his step and kissed the ground. The flock of sheep walked in small steps, picking up their legs with difficulty and dancing in chorus with a sad, long voice. On the distant, semi-dark hills, white clouds slept. The water in the lagoons was calm; black wikis, crushed by the cold, waited for the sun in their nests on the shores of the small islands. Only the favorite bird, the king of the lagoons of the high, made of blood and cloud, stood guarding the lagoons of the pampa. - What? The little sheep shouted with joy. Standing on a leg, their heads hidden between their wings, they looked like large water flowers, with a very white corolla with stains of purple blood. I'm going to go to the bathroom. The voices of the shepherds sounded full of love and respect. The Mactillos dragged their troop of sheep to the lagoon where they saw the pariones. The yayanmachu was ahead; his twisted, squishy and heavy horns forced him to wear a gacha head; his curved, strong and long snout, his serious, brown-dark eyes and his rough, thick and dirty wool leather, gave him a fatherly, chief air; he was, therefore, the yayan, the padrillo, the guide of the stay. Nicacha and Tachucha respected him, never resonate with him and in the mornings helped him get up, because his legs numbed by the cold and weak by his old age no longer obeyed him as before. \"Machu-tayta, it's time\" they told him, \"your family is hungry\". They would hug their short, thick neck and slap their caresses on the serious face of the lamb-father. \"The young man is old, Tachucha; on the hill he gets very tired\", said Nicacha, watching the soldier's calm walk. But he's got his replacement, the Pringo is going to be his replacement. And there was a great ram after the goat, with strong horns, of very white wool; and it was the next goat. When the troops and the maktillos were near the lagoon, the parrots took a few steps to the water's bottom and lifted up the flight; they spread out their great wings in all their breadth and rose very high. The purple spot on their wings and breasts, from the clear sky, resembled many red flags. Kuyay patuchakuna! In the eyes of the maktillos shone a pure and tender joy. The two parions flew in the direction of the Karwaraso snow and quickly lost sight in the horizon. Where are the parrots born? No commoner can say he's seen one of his nests. The parion are proud and lonely, never seen more than two or four in a lagoon, and always fly high, in the clouds or hidden by the blue of the sky. They are hurricanes, they fly, they barely feel anyone approaching their lagoons; they do not mingle with the ordinary ducks that populate the islands and the shores of the lagoons; they are silent, no one has heard them scream, they are like the soul of the cold, silent pumpkins of the swamp. When in the months of June and July I went to Kellkata don Rufino, the district principal, I always went around the lagoons looking for pariones. But everything had fallen under the guidance of his carabiner; he slaughtered lambs, flames, wild horses, cows and vicus; only the bird loved by the communers of the puna always escaped. Don Rufino was furious, sneaking furiously behind his hiding places, because the pariahs were lifting the flight before he fired his carabiner. When the patron came crouching to the lagoons, the maktillos and communers cried out loud: tay: let the lead melt in the middle of the road; let the footsteps of the patron always reach the ears of all the parrots of Kellkata from afar; let him never have in his hands the white feathers of our parrots! And the wish of the kellkatas was fulfilled. Don Rufino returned tired after having tried in all the lagoons and smothered his rage by shooting through the viciniches of the slopes, the strange animals he found in his pastels and kicking angry the communers who were glad to see him come with empty hands. The shepherd's flock was full of flocks of sheep; from every room, from every breeding ground, came flocks of lambs who were waving, waving tirelessly, cheering the cold shepherd, silencing the tired whistle of the wind. The few birds of the fern began to roam in the air, and the day began over the hill, semi-silent, semi-cheerful, because in the immense horizon, full of the monotonous grayishness of the ischu, the screams of the sheep, the dogs and the shepherds were lost. Nicacha and Tachucha arrived at Yanamayu's shore. The river runs through a shallow crack; the bottom stones are black and darken the water. Yanamayu is not torrented, on the contrary, it crawls quietly over the pampa, forming small leaps stretch by stretch; but it is deep and with cut edges; therefore the animals that fall there no longer come out; slowly it carries them to the water, without being able to enclose themselves to any of the shores. That morning Yanamayu was cloudy: it had rained a lot and he was carrying mud dragged by the downpour. The two maktillos knelt on the shore and touched the cold stream with their hands. Tayta Yanamayu: do nothing to my sheep, nor to the sheep of others; do not be angry for pleasure; do not be a dog with travelers crossing Kellkatay-pampa. Don't make people cry because the salt in their eyes gets to you and makes your water black! At that moment, on the edge of the mountain range, the sun appeared and spread its joyful light over Kellkata; lovingly embraced the whole pampa, all the animals, all the maktillos and communers of the rooms. The hearts of the lambs were filled with joy; the lambs were stirred up, and began to roll among the high and hard fleece; the goat trembled with joy, and stretched out its nose toward the heavens. Nicacha and Tachucha got up. Nicacha sang: Kellkatay-pampa your wind is cold your ischu is crying and humble Kellkatay-pampa. Tachucha started to dance ayarachi in front of Yanamayu. The sun burned over his visible flesh from the cracks of his chamber. Kellkatay-pampa I love you and in strange villages I have cried for you Kellkatay-pampa. The tender and sounding voice of the maktillo was carried by the wind to all corners of Kellkatay-pampa and in the other sheep trout the other maktillo were repeating the humble and pure song of the Puna proletarians. The press, 1934", "title": "K’ellk’atay-pampa", "author": "José María Arguedas"}