{"metadata": {"length": 2078, "words": 377, "reading_time_min": 1.885}, "text": "Once upon a time there was a very beautiful young woman who had no parents, but a stepmother, an impertinent widow with two daughters who was uglier. She was the one doing the hardest work in the house, and since her clothes were always so stained with ashes, everyone called her Cinderella. Then the king of the land called for a great banquet, and invited all the bridesmaids of the kingdom. \"You, Cinderella, you're not going\", said the stepmother. You'll stay home, scrub the floor and prepare dinner for when we get back. The day of the dance came and Cinderella, saddened, saw her sister-in-law leaving for the Royal Palace. When she found herself alone in the kitchen, she couldn't hold back her tears. - Why should I be so miserable? - he exclaimed. Suddenly, his Fairy Godmother appeared. \"Don't worry\", said the Fairy. You can go to the dance, too, but on one condition: that when the Palace clock rings the twelve bells you must return without fail. And touching her with her magic wand turned her into a wonderful young woman. Cinderella's arrival at the Palace caused deep admiration. As he entered the ballroom, the Prince was so enthralled by her beauty that he danced with her all night. Her half-sisters did not recognize her and wondered who that young woman might be. Amidst so much happiness, Cinderella heard the clock ringing at the Palace clock at twelve. - Oh, my God! I have to go! - he exclaimed. As an outburst he passed through the living room and went down the stairs, losing in his flight a shoe, which the Prince picked up in amazement. To find the beautiful young lady, the Prince devised a plan. He'd marry the one who could get his shoe. He sent his heralds to travel throughout the kingdom. The maidens tried in vain, for none of them could fit the slipper. They finally arrived at Cinderella's house, and of course her stepsisters couldn't put on the shoe, but when Cinderella put it on they saw with stupor that it was perfect. And so it happened that the Prince married the young woman and they lived very happily. See also Nitocris' sandal", "title": "La Cenicienta", "author": "nan Anónimo"}