{"metadata": {"length": 7469, "words": 1329, "reading_time_min": 6.645}, "text": "On a battlefield, one of those that nobody remembers, right there on page 47 of the atlas with a big yellow spot and some names full of axes scattered around here and there, during an eventual geological prospecting the other day was found nothing less than a general. It lay under a thin layer of sand probably carried by the wind over the course of these now so numerous years. Though he had been a general, he lay like any poor wretch, like the last of the foot soldiers, like a homeless wanderer, like a dead camel of thirst, or like a cursed beggar. Because differences only exist as long as we live, talk, brag, each playing his part. And then it all ends. We are all equal in the identical position of death: so simple, so adapted to the conditions required for eternity. Description: a rather damaged skeleton, poorly preserved and yet still with all its bones; about seventy-two feet tall, without fractures, without holes; the jaw open, as if it had been difficult to breathe (by the way: a golden tooth). In addition: stripped-off trousers of the campaign uniform, already with the consistency of a web; presumably leftovers of boots, belts, and also gloves; a pair of sunglasses or myopic lenses. In short, nothing extraordinary. And geologists, all technicians, men of positivist training, would not have been shocked if there had not been two silver charreteras, with two silver stripes, on the skull, a helmet with a fine golden Greek; at the height of the chest, many silver and bronze medals held by belts that still retained their beautiful colors (there were no gold medals). One of the workers threw a surprise exclamation; another said, \"Oh! A third person made even more exclamations. And suddenly the engineer said, \"Beware, especially the young men, touch nothing\". For he had heard of certain ancient buried treasures, and he knew how delicate and fragile they become over time. In fact, there was no need to even play this one. It was a terrible heat; it was 9:40, but the sun was already up, the workers who worked the excavations were sweating into the sea, and all the things around seemed to be dancing in the hot air. Meanwhile, the breeze of the nearby sea blew in intermittent blasts, with that frank scent that so much well-being produces. At the touch of this living, authentic, strong, primordial air, witnesses then saw the charretères, medals and belts dissolve into microscopic particles, in an impalpable silver dust that was quickly scattered by the wind. In two minutes, there was no such glory but the metal helmet. But the engineer, a very capable man, had taken pictures immediately with the camera he always wore in his handbag, so that there was a document proving that he was really a general and not just some poor guy. Either way, the geological engineer and his entire team were stiff as poles, not knowing what to say. This unfortunate skeleton made a curious impression on them, and they were thus left with unwilling flies: they had already seen them of all colors. The workers knew nothing or almost nothing about the war that had been waged at that site. All of them were young men between the ages of twenty and twenty-five, guess what! The engineer knew a little more about the subject, but his advantage was small: he too was barely a boy when he fought so fiercely up there, and yet he mocked those stories. However, everyone immediately understood that he was a general, a very important man in his time. With the precaution of the case, they searched around the ribs, chest, vertebrae and femurs, whether there was any identification document, a letter, a photo, or a pass, in short: anything tangible. But nothing, no name trace, no initials, no other leads. A general: that was all. Modern men, young men with oak-like arms, engineers accustomed to the mysteries of electronics and automation, have neither the time nor inclination to be moved by a dead person. They do not falter before a strangled bird; before a crushed cat, sprinkled like butter on the road by the tires of some truck; sometimes, not even before the drowned child in the stream, the father or mother, if they ever do a drama. But this! Worst of all, a general whose name no one knows, whom no one remembers, whom no one makes company, without order, without personal car, without trumpet bells, and here the wind has taken him to his medals and left him as naked as a dog. From the wide contour of the belt it could be deduced that he had been a very fat man; the fiftyth already well completed, surely out of the War School, author of notable monographs, specialist in logistics, married as it corresponds to a lady of the aristocracy: a being of great spirit, friend of the arts, brilliant conversator, officer of extraordinary trajectory. And, in fact... made up of medals commemorating all the battles you've already lost, except the one you're going to fight tomorrow; but right then, you'll be dead, too. On your right and left, over your slightly rounded shoulders of fat, you wore silver charlets, shining like the mirror of glory. And now don't light them any more. Who would give them to you? I flew in the form of a flute, I played funny and capable, you who gave so many satisfactions when you were still resting on the hustle, vibrating with martial fervor to the sound of fanfare, dreaming of those heroic victories found in textbooks when reviewing history! Scepter-shaped bone, fragile today like a crunchy breadstick, what do you order? You were probably the last one affected by your apparent purpose of controlling a vast sector. \"He's a competent boss\", people said. And now you're lying here. Is there no trumpet capable of playing a salute for General X? No, it doesn't exist. Generals have never been nice to ordinary people, and now less so than ever. This must have had a huge belly! He looks maliciously at a worker, pointing to the well. Everybody laughs at me. Even the wind, which is whistling through the surrounding bushes, completely covered with thorns and thin, pebbly leaves. Why does the poor unknown soldier or the flag bearer still awaken pity despite everything that has happened in recent years, but not the general? Generals don't feel hungry, because their personal table is the main concern of the ordinance. Generals don't wear boiled leather shoes that crack by martyring their feet. Generals don't have a distant friend whose frequent memory makes them cry helplessly at nightfall. Generals don't have a mom waiting for them, leaning over the fire, looking up for a moment to look at their photograph, over there on the dresser. And that's why people don't like them; and you don't feel sorry for them. Generals don't die from their backs to the world under the hell of artillery, bombs and shrapnel, without anyone stepping in until just one statement points to the loss. (This is an exception to such a rule.) And that's why people don't like them; and you don't feel sorry for them. How difficult it is to be a general, especially dead! At another time, yes, there was a ceremony and even a monument. But what now? Now, at most, we make a mockery and let's go! to the garbage! forgotten. Then, in fact, one of the workers began to push sand with his foot to fill the excavation and cover at least the unfortunate. Then, after collecting his tools, he jumped with the others to the jeep which he immediately started, and lit a cigarette. *FIN* General Unknown, Corriere della Sera, 1961", "title": "General desconocido", "author": "Dino Buzzati"}