{"metadata": {"length": 4542, "words": 889, "reading_time_min": 4.445}, "text": "It was once said of a very elegant gentleman, who was all in all a shoe-maker and a tanner; but he had a shirt-collar which was the most notable in the whole world; and the story of this collar is the one we shall tell. The blouse was old enough to think of marriage, and here it was in the hem of the dress that a tie matched. The collar said, \"I have never seen anyone so eloquent, distinguished, and beautiful.\" Allow me to ask your name? - I won't say it! - the league responded. Where do you live, then? -Insisted the collar. But the league was very timid, and thought the question was something strange and that it should not answer it. - Are you a belt, really? - said the collar - a sort of inner belt? I see, my friendly guide, that it is a garment of both utility and ornament. - Please don't direct the word at me! - the league said. I don't think you've been given the opportunity to do that. - Yes, he gave me. When you look so beautiful - the collar retorted - there is no need for any more reason. - Don't get too close! - the league exclaimed. You seem so vain! - I am also a fine gentleman - said the collar - I have a hat and a sash. Which was not true, for he who had them was his own; but he liked to boast himself. - Don't get too close! - the league replied. I'm not used to it. -What a relief! - said the stout-hearted steward; but these they took out of the sack, they shook them, and after they had hung them up in the sun on the support of a chair, they were placed on the spit; and the hot iron came. - My dear lady - the collar cried - my dear lady! What heat! If it is not me! If it changes completely! I'm going to burn; I'm going to get a hole in me! Wow! Want to marry me? - Harapo! - he repeated the pan, running proudly up to the collar; he imagined himself a steam-heater, a locomotive that shook the wagons of a train. - Harapo! -Repitio. The collar was a little slack at the hems; so the tailor sewed the hems. - Oh! - exclaimed the collar - you must be the first dancer, right? How to stretch the legs! It is the most charming thing I have ever seen. Nobody would be able to imitate her. - I know,' said the stewardess. - I would like to be a countess! - said the collar - All I have is a distinguished title, a shoe and a belt. If you also had a county! - You're declaring me, the savage? - The tyrant exclaimed, and, in fact, gave him a cut that rendered him useless. - In the end I will have to ask for the hand of the judge. It is admirable how you keep all your teeth, my dear sister! - said the collar - Hasn't thought of marriage? -Clear, you can see it! - he challenged the sentence. You will surely hear that I am promised with the shoe. -Promised! - The collar shook; and as there was no one to declare himself to, they were compelled to say something bad about the marriage. It took a long time, and the shirt was finally stopped at the store of a paper manufacturer. There was a thriving company of hares; the finches went to his side, the toads to his, as the correction required. Everyone had a lot to explain, but the collar was able to explain everything, for it was a great fanfarron. -The number of girlfriends I have had! - said-. They never let me rest. I was a petimetre at those times, always very wet and muddy. I also had a shoe and a belt, which I never used. They had to have seen me then, when I was preparing for a party. I will never forget my first girlfriend; she was a fluttering, delirious, elegant and very beautiful; she was taken to a bathhouse. Then there was a fire that burned in my person; but I did not put it out, and it became black. I also had relations with a first dancer; she gave me the wound, which her scar still preserves; she was terrible beautiful! My own sin fell in love with me; all the teeth of evil were lost in love. Uf!, the adventures I've run! But what I really hate is the tie, I mean, the belt, that was pulled into the bath. How many sins I carry on my conscience! It’s time for me to become a blank page! And it was made of white paper, with all the other trappings; and the opening is precisely the leaf that we see here, on which was written their history. And he is well employed, having been jaded by things that were not true. Let us keep this in mind, so that we do not behave like him, for we cannot really know whether we too shall one day give in to the old tyres and be turned into paper, and all our history, even the most intimate and secret of it, shall be printed, and we shall walk about those worlds having to tell it. FIN", "title": "El cuello de camisa", "author": "Hans Christian Andersen"}