{"metadata": {"length": 2137, "words": 393, "reading_time_min": 1.965}, "text": "\"The first time machine, gentlemen\", Professor Johnson proudly reported to his two colleagues. It is true that this is only a small-scale experimental model. It will only work with objects weighing less than a kilo and a half and a distance to the past or future of twenty minutes or less. But it works. The small-scale model looked like a small model, except for two visible spheres under the platform. Professor Johnson put on a small metal cube. \"Our experimental object\", he said, \"is a brass cube weighing five hundred and forty-seven grams. First, I'll send it five minutes into the future. He leaned forward and moved one of the spheres of the time machine. - Check your watch, he warned. Everyone checked their watch. Professor Johnson gently placed the cube on the platform of the machine. It's gone. After just five minutes, not a second more, not a second less, he reappeared. Professor Johnson took it. - Now, five minutes into the past. He moved another sphere. While holding the cube in one hand, he consulted his watch. - Six minutes to three. Now I'll activate the mechanism - he put the cube on the platform - at three o'clock. So at three minus five, the cube should fade from my hand and appear on the platform, five minutes before I put it on it. - In this case, how can you place it? - asked one of his colleagues. - When I approach the hand, it will fade from the platform and appear in my hand so I can place it on it. The three of us. Listen, please. The cube disappeared from his hand. It appeared on the time machine platform. - You see him? It's there, five minutes before I put it in! His other colleague looked at the cube with a frowned eye. - But - he said - what if now that it's happened five minutes before you put it there, you change your mind and don't put it in that place? Wouldn't that imply some sort of paradox? - An interesting idea, Professor Johnson replied. I never thought of it, and it'll be interesting to check it out. All right, I'm not gonna put... there was no paradox. The cube stayed there. But the rest of the universe, teachers and everything, vanished. The final experiment, 1954", "title": "El experimento", "author": "Fredric Brown"}