{"metadata": {"length": 6979, "words": 1338, "reading_time_min": 6.69}, "text": "I just saw poor Betsy Mullen. Vera announced it to her aunt, Mrs. Bebberly Cumble. Looks like he's pretty bad at the rent thing. He owes about 15 weeks and says he doesn't know where he can get the money. \"Betsy Mullen always has trouble with rent, and the more people help her, the less they care\", she said. What's certain is I'm not going to help her anymore. The truth is that you'll have to go to a smaller, cheaper house; there are several on the other side of town for half the rent you're paying, or you're supposed to be paying. I told him I had to move out a year ago. But I wouldn't get a garden as nice anywhere else, Vera protested. With that cheerful little whip around the corner. I don't think there's another member in the parish. Besides, she never makes a membrellose sweet; I think having a membrellose and not making a sweet one with it shows a great strength of character. There's no way he's leaving that garden. When a 16-year-old says that some things are impossible that are simply unpleasant, Mrs. Bebberly Cumble said. Not only is it possible for Betsy Mullen to move into a smaller house, but it is also desirable; she barely has enough furniture to fill that big house. If we talk about value  Vera added after a brief pause, there's more to Betsy's house than any other house miles away. \"Silly things, she's long since gotten rid of all the old china she had\", her aunt said. I'm not talking about anything that belongs to Betsy herself, Vera added. But of course, you don't know what I know, and I guess I shouldn't tell you. \"You must tell me right away\", exclaimed the aunt, whose senses had been alerted, like those of a terrier who would abandon a dull nap in the face of an immediate rat hunt. I'm absolutely sure I shouldn't tell you anything about it, but of course, I often do things I shouldn't. \"I'm the last person who should suggest you do something you shouldn't do\"... Mrs. Bebberly Cumble began to say in an impressive tone. As I always find myself influenced by the last person who talks to me Vera admitted, I'll do what I shouldn't do and tell you. Mrs. Bebberly Cumble pushed a forgivable sense of exasperation into the back of her mind and impatiently asked: \"What is there in Betsy Mullen's house that makes you ride so high? It's not fair to say I'm the one who set up the riot. It is the first time I have mentioned the matter, although the problems, mysteries and journalistic speculation about it have not yet ended. It's pretty funny to think about the speculative columns that have appeared in the press, and the cops and detectives looking everywhere, here and abroad, while all the while, that innocent-looking little house kept a secret. \"You won't want to say it's the painting from the Louvre, the I Don't Know What or something like that, the woman with the smile that disappeared two years ago\"... her aunt exclaimed with growing excitement. Oh no, that's not what Vera said. But it's something just as important and mysterious... at least something more outrageous. Isn't that the Dublin thing? You'll see it nodded. The whole lot. At Betsy's house? It's amazing! Clearly Betsy has no idea what they are. He only knows that it's something valuable and that he must keep quiet. I accidentally discovered what it was and how it got there. As you can see, those who had them saw and desired them for the sake of knowing where to keep them safe, and one of them, driving through the village, was surprised by the loneliness of the little house and thought it would be the best place. Mrs. Lamper fixed the deal with Betsy and put things in. Mrs. Lamper? That's right; you know he makes many visits around the district. \"I know very well that she brings soup, wool underwear and edifying literature to the poorest homes\", Mrs. Bebberly Cumble said. But that's nothing like having stolen goods, and she should know something about her story; anyone who reads the newspapers, even if only occasionally, should be aware of the theft, and I think those items are not hard to recognize. Mrs. Lamper has always had a reputation for being a very conscientious woman. \"Logically, I was hiding someone else\", Vera said. A remarkable feature of the matter is the extraordinary number of highly respected people who have mingled in history trying to protect others. You'd be really surprised if you knew the names of some of the people who got involved, and I guess not even a tenth of them know who the original culprits were, and now I've got you mixed up in the mess, letting you know the secret of the house. \"You can be sure you haven't mixed me up\", exclaimed Mrs. Bebberly Cumble indignantly. I have no intention of hiding from anyone. The police should know immediately: a robbery is a robbery regardless of who is involved. If respectable people decide to become recipients of stolen goods, well, they will cease to be respectable - that's all. I'll call you right away... Oh, Aunt Vera exclaimed in a tone of reproach. If Cuthbert were to be involved in a scandal of this kind, the poor canon would be heartbroken. You know he'd break. Cuthbert involved! How can you say such things when you know what we all think of him? I know a lot about him, of course, like he's engaged to be married to Beatrice, and that it's going to be a terribly good union, and that he's your ideal of what a son-in-law should be. But it was Cuthbert's idea to hide those things in the house, and it was in his car that they were taken there. He only did it to help his friend Pegginson, you know, the Quaker, who is always giving himself up to the turmoil to reduce the Navy. What I forgot is how he got involved. I warned you there were a lot of respectable people mixed up in this, right? That's what I meant when I said it would be impossible for old Betsy to leave the house; those things occupy a good part of the room, and I couldn't get them out of there with her other things and furniture without her noticing. Of course, if she got sick and died, it would be just as unfortunate. But he said his mother lived to be over ninety, so with proper care and if she has no worries, she should last another dozen years. By then, he may have thought of some way to dispose of those pitiful objects. \"I'll talk to Cuthbert about it... after the wedding\", said Mrs. Bebberly Cumble. The wedding won't be held until next year Vera told her best friend when she told her story Meanwhile, old Betsy lives without paying rent, gets soup twice a week and my aunt's doctor visits her every time her finger hurts. But how the hell did you know all that? He asked his friend with admired surprise. It was a mystery, she started saying Vera. It was a mystery, of course, a mystery that amazed everyone. What strikes me is how did you discover... Ah, the jewelry thing? That part I made up, Vera explained. Mystery was how old Betsy was going to get the money to pay the rent arrears, and she would have hated to get away from that member so much...", "title": "El membrillo", "author": "nan Saki"}