{"metadata": {"length": 3381, "words": 680, "reading_time_min": 3.4}, "text": "Once upon a time there was an ant so primordial, so concerted, so handicraft, that it was a charm. One day, while I was sweeping the door of his house, a little oak tree was found. He thought to himself, \"What am I going to do with this little oak?\" Should I buy some pineapples? No, I can't break them. Shall I buy some merengue? No, that's a treat. Think about it, and she went to a store, where she bought some rubbish, washed herself, shaved herself, straightened herself, put on her colorette, and sat down by the window. You see, she was so hot and beautiful, everyone who passed by fell in love with her. And a bull came by, and said to her, \"Hormiguita, will you marry me?\" - How are you gonna fall in love with me? - the ant replied. The bull began to roar; the ant covered its ears with both legs. \"Go your way\", he told the bull, \"you scare me, you amaze me and scare me. And the same thing happened with a dog that barked, a cat that muzzled, a pig that groaned, a rooster that pooped. They all caused the ant to drift away; none of them won their will until a mouse passed by, who knew how to love it so delicately and delicately, that the ant gave it its black handkerchief. They lived like turtles, and so happy, that it hasn't been seen since the world was world. He wished bad luck that one day the ant would be alone at Mass, after putting the pot, which he left to the care of the mouse, warning him, as prudent as he was, not to stir the pot with the little spoon, but with the spoon; but the mouse did, for his own sake, the opposite of what his wife had told him: he took the little spoon to stir the pot, and so it happened what she had planned. Rat, with his clumsiness, fell into the pot, as in a well, and there he drowned. When the ant returned home, she knocked on the door. No one answered or came to open. So he went to a neighbor's house to let her in through the roof. But the neighbor refused, and she had to call the locksmith, who would open the door. It was the ant on the right to the kitchen; she looked at the pot, and there it was, what a pain! the drowned rat, spinning over the boiling broth. The ant cried bitterly. The bird came and said, \"Why are you crying? She said, \"Because the rat fell in the pot. - I'm the bird, I cut my own beak. And the dove came and said to him, Why hast thou cut off thy beak, little bird? - Because the rat fell into the pot, and the ant feels it and cries. - I, the dove, cut my tail. The dove said, \"Why did you, dove, cut your tail? For the mouse fell in the pot, and the ant felt it and wept; and the bird cut off its sting, and I, the dove, cut off my tail. - I, pigeon, will shoot down. Said the clear source, \"Why, pigeon, vast to bring down? For the mouse fell in the pot, and the ant felt it, and wept; and the bird cut off its sting, and the dove cut off its tail; and I, the dove, went down. - Well, I, the clear source, start crying. The Infanta came to fill the canter. - Why, clear source, are you crying? For the mouse fell in the pot, and the ant felt it, and wept; and the bird cut off the sting, and the dove cut off the tail; and the dove fell down; and I, a clear fountain, wept. - Because I, who am Infanta, will break my song. And I, who tell it, end up in mourning, because the mouse fell into the pot, and the ant feels it and cries for it! Popular tales, fortunes and refrains, 1921", "title": "La hormiguita", "author": "Fernán Caballero"}