{"metadata": {"length": 3882, "words": 722, "reading_time_min": 3.61}, "text": "There were in earlier times two islands, Vänö and Glänö, on the coast of Seeland, near Holsteinborg, with a village with church and various farms, all near the shore and within a short distance of each other. Today there is only one island. One night a terrible storm blew in. The sea rose like no one had ever seen it before. The bog took on violence for a while; it seemed the Final Judgment, with a stench as if it were rotting the Earth. The bells of the church rang without human hands. In the course of that night Vänö disappeared, swept out to sea, without leaving a trace. Later, Emperor, on some summer night, at the time of the sunset and when the waters were still, the fishermen who had come back from the anguilla fishery with their nets saw in the background, if they had good eyes, the island of Vänö, with its white church bell tower and the high wall of the church. \"Vänö awaits Glänö,\" says the legend. They saw the island, heard the tinkling of bells there in the depths of the water, but they were mistaken; they were certain to be the cries of the numerous sea gulls, which often sat on the surface of the sea in those places; they groaned and cried, and their cries sounded far away as the tinkling of bells. It was a time when many of the old people of Glänö still remembered that gloomy night, and also that when they were children they had driven from one island to another at the time of the tidal change, in the same way as today one goes from the coast of Seeland, near Holsteinborg, to Glänö Island; the water comes only to the wheels. \"Vänö awaits Glänö,\" said the sage, and the sage was proved right. Many children slept naked in the stormy nights, thinking: this night Vänö will come to look for Glänö. They slept, and at night they slept sweetly; and in the morning Glänö was still in its place, with its forests and meadows, its hospitable farms and its lilac orchards; the birds sang and the hare leapt; the topsoil did not look to the sea, which meant that it had a suitable place to dig its galleries. And yet the days of Glänö are counted. It is impossible to say how many, but they are counted. Any morning, the island will be gone. Perhaps you were still yesterday on the shore of the sea and saw the rescued swans floating in the water, between Seeland and Glänö; a boat with the sails spread out passed by the vast forest; you crossed the Somer river, for there is no other way; the horses swam in the water, splashing the wheels of the car. You left; perhaps you went out to run the world and you will not return within a few years. Then you will see that the forest surrounds a large green pasture, where the heno perfumes the air in front of some beautiful country houses. Where are you? Holsteinborg continues to shine with its golden bell tower, but not yet close to the coast, but further in; you cross the forest and some fields to reach the shore... Where is Glänö? You see before you no wilderness island, but the free sea. Maybe Vänö has finally come to Glänö after all this time? When did the stormy night come, when the earth trembled, and the old Holsteinsborg was carried into the earth by so many thousands of birds? Because there was no such stormy night; it happened in the full light of day. The human intelligence ruled the sea, the human intelligence made disappear the water as for fun, connect Glänö to the continent. The forest was transformed into an exuberant meadow; Glänö has been sold to Seeland. The old farm is always there. It was not Vänö that brought Glänö to life; it was Seeland that, with the long arms of the dike, held the island together, and with the roar of the bombs shook the water and uttered the magical words, the words of the bridegroom, receiving in return many tons of earth. It is the truth, you can see it confirmed officially. And you see with your own eyes: Glänö Island has disappeared.", "title": "Vänö y Glänö", "author": "Hans Christian Andersen"}