{"metadata": {"length": 2383, "words": 456, "reading_time_min": 2.28}, "text": "I use no yone... Jiu-roku-sakura, Saki or keri! In Wakégõri, a district in Iyo province, a famous and ancient cherry tree, called Jiu-roku-sakura, is erected, The Sixteenth Day Cherry because every year it blooms on the sixteenth day of the first month (according to the ancient lunar calendar), and only on that day. So the time of its blooming is during the Great Cold, although a cherry tree's natural habit is to wait until spring before venturing to bloom. But Jiu-roku-sakura blossoms thanks to a life that is not its own, or at least it wasn't originally. The spirit of a man dwells in that tree. He was a samurai from Iyo, and that tree grew in his garden and used to bloom in the usual season, that is, late March and early April. The samurai had played under that tree as a child; and his parents and grandparents and ancestors had hung on those branches, season after season, for over a hundred years, bright strips of colored paper where they had written praise poems. The samurai grew old, so much so that he survived his own children, and nothing left in the world worthy of his love except that tree. But, alas, one uncertain summer the tree withered and died. The old man found no comfort in losing his tree. Then a friendly neighbor found a beautiful young cherry and planted it in the samurai's garden, hoping to comfort him. He showed gratitude and simulated joy. But the truth is that his heart was so full of pain, for he had so adored the old tree that nothing could make up for that loss. Finally, he had a happy occasion: he remembered that there was a way to save the dry tree. (It was the sixteenth day of the first month.) And he went into the garden, and bowed himself to the dead tree, and said to it, Now tell me, I pray thee, that thou mayest bloom again; for I will die in thy place. (Because one is believed to actually offer one's own life in exchange for that of another person, a creature, or even that of a tree, through the mediation of the gods; the act of transferring one's own life is expressed by the gira migawari ni tatsu, acting as a substitute.) Then he put on a white mantle and several rungs under the tree, sat on the rungs and performed a samurai-style hara-kiri. And his spirit penetrated the tree and made it bloom at that very hour. And every year it continues to bloom on the 16th day of the first month, in the snow season. FIN", "title": "Jiu-roku-sakura", "author": "Lafcadio Hearn"}