{"metadata": {"length": 4759, "words": 949, "reading_time_min": 4.745}, "text": "Three Roman soldiers are in a tavern at eleven o'clock at night. There are tonsils around the wall. Behind the wooden bar is a Hebrew tavern. The three Roman soldiers are a little drunk. No, I haven't tried it. Well, you better try it. All right, George, we're going to take a round of red. Here you are, gentlemen. You'll like this one. (Put a mud jar that you've filled with wine from one of the tin cans.) It's a pretty good wine. You have a drink. (He turns to the third soldier, who is leaning on a tonel.) What's the matter with you? I have a stomach ache. You've been drinking water. First soldier: Try a little red. I can't drink that shit. It gives me a stomach ache. You've been here too long. Damn, you think I don't know? First Soldier: Tell me, George, can you give this gentleman something to heal his stomach? I have it right here. (The third soldier tastes the cup the tavernkeeper has prepared for him.) What'd you throw at him, camel shit? - Drink it all, Lieutenant. This will cure him. Well, I can't be worse. Come on, take your chances. The other day George left me like new. You were a bad lieutenant. I know how to cure a stomachache. (The third soldier drinks from the cup.) Soldier number three, my God. (She makes a moan.) That false alarm! I don't know. I think he's behaved himself today. Second Soldier: Why didn't he get off the cross? I didn't want to get off the cross. It's not his style. Second soldier: Show me someone who doesn't want to get off the cross. Damn, you don't know anything. Ask George about it. You wanted to get off the cross, George? I must tell you, gentlemen, I wasn't there. That hasn't aroused my interest. Listen, I see a lot of those... here and elsewhere. As soon as you show me one who doesn't want to get off the cross when the time comes, and I mean when the time comes, I'm going up with him. I think he's behaved himself today. Soldier III: He has behaved himself. You don't know what I'm talking about. I'm not saying whether he's behaved or not. I mean when the time comes. When they nail you first, any of them would stop it if they could. Did you follow him, George? No, I wasn't interested, Lieutenant. I was surprised by his behavior. Soldier III: What I don't like is that they have to nail them. That must hurt you a lot. That's nothing compared to when they get them up. (He makes the gesture of lifting up with both hands together.) When they start to feel the weight of their own body. That's what's killing them. SYNOPSIS: Some people get really bad. I haven't seen them? That's why I say he behaved today. (The second Roman soldier smiles at the Hebrew tabernacle.) SOLDAR 2: You are a true follower of Jesus Christ. All right, come on, get on with it. But let me tell you something. He's behaved himself today. How about some more wine? (The tavernist raises his head, expectantly. The third soldier is sitting with his head gazed. It doesn't look very good.) I don't want any more. Just for two, George. (The tavern attendant takes out a smaller glass of wine than the previous one. It leans over the bar.) Have you seen his girlfriend? Wasn't I by his side? She's beautiful. I met her before he did. (Tipping his eye at the tavern.) I often saw her roaming around the city. I used to have a lot of customers. He didn't bring her good luck. Oh, he's not having any luck. But today he behaved. What happened to your group? Bah, they're gone. Only the women have stayed by his side. They were all pretty cowards. When you saw him up there, you didn't want to know anything about him. Soldier 1: The women have stood by you. Yes, women have stood by him. Did you see how I nailed his spear? Someday you're gonna get in trouble for doing that. It was the least I could do for him. I'll tell you what, in my opinion, he's behaved today. Gentlemen, I have to close. We'll take the last round. Second Soldier: Why? That's not gonna do you any good. Come on, let's get out of here. Just one more round. SONDARY THIRD (Rising from the bar): No, let's go. I feel terrible tonight. Soldier One: Just one more. No, we're going to go. We're going to leave. Good night to you, George. Put it on the bill. Good night, gentlemen. (It puts a certain face of concern.) And you couldn't give me an advance, Lieutenant? What the hell, George! Wednesday is payday. All right, Lieutenant. Good night, gentlemen, please. (The three Roman soldiers take to the streets.) (On the street.) George is a Jew like everyone else. Come on, George is a good guy. Tonight, they're all good guys to you. Well, let's get back to the barracks. I'm feeling awful tonight. You've been here too long. No, that's not it. I feel terrible. You've been here too long. That's all I got. Today is Friday, Today is Friday, 1926", "title": "Hoy es viernes", "author": "Ernest Hemingway"}