{"metadata": {"length": 5556, "words": 1063, "reading_time_min": 5.315}, "text": "There are people whose voice suddenly takes on such an inflection that it suddenly brings us to memory another voice that we heard a lot in other times. We don't know where or when; all this is fleeting and instantaneous, but not for this lesser reason. The impression, left inconsistent, leaves no trace; and just the opposite happened to Arriola and me, sometimes coming from Corrientes. The boy was ten or eleven years old. He was thin, pale, with a long open neck and admirable eyes. He was in the living room, sitting with several boys at our next-door table, and when we heard his voice Arriola and I looked at each other. It was doubtful: we had felt the same impression; and we read it so well in each other's eyes that he laughed at its prominent local gravity. - But it's amazing! - I told you. Has it had the same effect on you? - The same one! It's a voice I've heard a lot, but a lot! Yes, and a dear voice, and a woman's voice, dead already, we were alarmingly in agreement. What he was observing was exactly what I was feeling, and vice versa. We were genuinely restless. Every time the boy said something - with his distorted inflections of voice that he's changing - we looked back at each other. But where, where we'd heard it! I had already summoned in a second all the more or less beloved voices, and it is assumed that Arriola had not done anything different. And we couldn't find her. But with every word the boy said, we felt our hearts beating open to that voice that was coming back. Where did you come from? There was something else: Why did we both feel the same way? It's understandable that he or I would have loved a dead person whose voice was reborn in the throat of a weak boy. But both of them, at the same time... - Murmured Arriola, not taking her eyes off mine, as we heard. I'm sure I've been wanting that voice so badly! - I'm not. How the hell did we love her?... We considered everything possible about such a rarity, and when we arrived in Buenos Aires three days later, Arriola was separating from me with the certainty that in the boy's beautiful gaze there was something else. As, in general, I doubt Arriola's manifestations when they are excessive, I don't know how much he could have heard the imploration of his soul to that dead voice of love that came to caress her again. But I know for myself that my heart had opened with a thirst for all the joy I already knew and I promised him his turn again. I didn't remember any woman who'd ever had that bell. To have loved her in a previous existence, and just in the company of my friend, was quite inadmissible, as much as in this supposition: the personite - having been a woman, predestined to a quadruple love, from Arriola and me to her and from her to both - had been wrongly born male. But they ran for 20 days. Arriola had returned to Corrientes, and while I was doing it at home, one afternoon, I saw the boy in question pass by. I called him. - Good afternoon, travel companion! You remember me? The boy got colored, very happy. - Yes, you were coming with a gentleman... with a very thick voice... You live here? In Barracas... tell him to come and see me at home the next day, and that night I telegraphed to Arriola: You sound the same. And the answer is, I'm happy. I don't forget the impression. Find out something. He was probably more interested in knowing than he was. I had felt the first shaking again, and to the greater confusion, to the boy's responses my soul responded with an echo of love, as if before, before I had had had the same of her. It is not, however, sensible to allow the heart itself to create and cry on its own loves that we ignore at all. I decided to make the boy talk and to look at me with his beautiful eyes... his eyes! They were women's eyes, no doubt! And if your sister has the same voice and the same look... a predestination of reasoning, really. But of course it is noticeable that the new twist - which may be as absurd as the previous ones - was at least extraordinarily pleasant. One day the boy came to see me. I knew they were poor, that he would be employed, of course, if he didn't have to work hard because he wasn't strong, and that he did indeed have a sister. Four hours later he was coming home, two poor pieces in Barracas. The mother was very grateful for my request, but the girl had no eyes like the owner's brother, but rather like a pumpkin's water, a domestic and robust voice. On hearing my name, the mother looked at me with care and discreet affection. - Excuse my indiscretion, Mr. Correa, is your family from Mercedes? - Yes, ma'am, you are. He looked at me again. I went out curious about the unexpected turn of my dead love, and turned to the telegram, this time to my mother: Write me down right now. The letter arrived, quite sour, on the other hand, for the allusion. The family had lived in my hometown, about the time my little friend was born, and she, my mother, had no strong reason to love the boy's. I'm broken, my charm! My soul had gone wrong well, feeling the sweetness of feminine love in the inflections of a voice that was but his sister. And then I suddenly remembered, what about Arriola? What did Arriola have to do with all this, and why had he also felt it?... As you can see, the new complication was grotesque enough to motivate another telegram, this time urgent and recommended: Boy maybe my relative. What do we do about you? To what Arriola replied, \"Don't be stupid\". Give me a hug. FIN Faces and Faces, Buenos Aires, year XI, n° 529, 21 November 1908", "title": "Las voces queridas que se han callado", "author": "Horacio Quiroga"}