{"metadata": {"length": 4193, "words": 737, "reading_time_min": 3.685}, "text": "I met a boy, who passed away last year, whose life was a prolonged martyrdom. Ever since he had used reason, Claude had reasoned this way: \"The plan for my existence is laid out. I have nothing more to accept than the advantages of my time. To keep up with progress and live fully happy, I will read newspapers and billboards, morning and evening, and do exactly what those sovereign guides advise me. This is true wisdom, the only possible happiness. From that day on, Claude adopted newspaper and poster ads as his code of conduct. These became the infallible guide that helped him decide everything; he bought nothing, he did not undertake anything that was not recommended to him by the voice of the advertisement. That's how the unlucky guy lived in a real hell. Claude acquired a plot of land formed by floodplains where he could only build on pilots. The house, built according to a new system, trembled when the wind blew and collapsed in the stormy rains. Inside, the chimneys, equipped with ingenious fumigating systems, smoked to the point of choking people; the electric bells were obstinate in keeping quiet; the retreats, installed according to an excellent model, had become horrible sewers; the furniture, which had to obey particular mechanisms, refused to open and close. He had above all a piano that was nothing but a bad organ and an inviolable, unburning safe that the thieves took quietly behind their backs one beautiful winter night. The unfortunate Claude suffered not only in his property but also in himself: his clothes were being torn in the middle of the street. I bought it at those stores that advertised a substantial discount for total liquidation. One day I found him completely bald. Always guided by his love for progress, he had thought of changing his blonde hair for another brown. The water he had just used had caused all his blond hair to fall out, and he was delighted because - he said - he could now use some ointment that would certainly provide him with black hair twice as thick as his old blond hair. I'm not gonna talk about all the poting you took. He was robust but he was squishy and breathless. That's when the publicity started killing him. He believed himself ill and self-medicated according to the excellent prescriptions in the ads and, to make the medication more effective, followed all the treatments at once, finding himself confused by the identical amount of praise each product received. The publicity didn't respect his intelligence either. He filled his library with books that the newspapers recommended. The classification he adopted was the most ingenious: he ordered the volumes by merit, i.e., according to the greater or lesser lyricism of the articles paid by the publishers. There all the foolishness and all the contemporary infamy piled up. I've never seen a lot of such ignominy. And besides, Claude had the detail of sticking the advertisement that had bought him on the back of each volume. So when I opened a book, I knew in advance how excited I was to be; I laughed or cried according to the formula. With that regime, he became a complete idiot. The last act of this drama was unfortunate. After reading that there was a sleeping pill that cured all ailments, Claude hurried to consult her about the diseases she did not have. The sleeping pill gave him the opportunity to rejuvenate him, showing him how to be no older than sixteen. It was simply a matter of taking a bath and drinking a certain water. He swallowed the water, went into the bathroom, and rejuvenated himself in it so that after half an hour, they found him choked. Claude was the target of publicity until after he died. According to his will, he had wanted to be buried in an instant embalming coffin whose patent had just been obtained by a drug dealer. In the cemetery, the coffin was torn in two, and the miserable corpse fell into the mud where it had to be buried uprooted with the broken plates of the box. His tomb, made of stone cardboard and imitating marble, soaked in the rains of the first winter, was soon nothing more than a heap of nameless rot. FIN LInondation et autres nouvelles Spanish translation of Hope Cobos Castro", "title": "Una víctima de la publicidad", "author": "Émile Zola"}