{"metadata": {"length": 4597, "words": 887, "reading_time_min": 4.435}, "text": "A cyclist just passed that street with a guitar in his right hand, proving that he is a peaceful man. It was rolling slowly; at first it was splitting the road in two, but then it leapt to the left, because a dark, perhaps black car appeared at a certain speed, which in this neighborhood and at four o'clock in the afternoon is surprising. I became even more convinced that he was a peaceful person, because besides carrying the guitar in his hand, which made him take special care to maintain balance, he was happy to avoid the group of aggressive boys who after six o'clock in the afternoon create widespread terror, break glass, pinch tyres and chase the maidens who are going to make the evening shopping. I didn't see him do any of these things; he just carried the guitar hanging high so it wouldn't hit the rear wheel. It was barely four o'clock in the afternoon, but of a dark afternoon that threatened rain, and I was desolate alone because Mary had not come, though she had promised me to do so at that hour, and I counted the minutes and was impatient not knowing what to do, looking at the open bed, and leaned over the street to see people pass by and see Mary coming, with her particular contone and her arrogant way of raising her chin, which leaves even the boys in the neighborhood surprised. But Mary did not arrive, and instead the guitarist passed by, with a stiff hand, and the instrument was able to swing a little; and I began to think about what would happen to her if a hole in the street caused her to fall, the guitar crushed, sunk, and the sound of the strings at the time the box broke; but then I thought that a silhouette far away was that of Mary, and it turned out to be the girl in the corner, the one who was caught one night making love in a car with a bearded guy and the police almost took them away and, however, they say they ended up watching as the cops were unknowingly making and hitting the car windows. I felt uncomfortable in the window, because the day was somewhat uncomfortable, because it was barely Friday, it was not Saturday, and Saturday is round, it's clean; everyone else has edges especially at this hour, and it was worse because I was hoping desperately, almost convinced that it would not come. I even got to look at the wall of the little square that someone left long ago on the flower paper, a rough reproduction of some famous painting where a military man with a mustache and a beard smiles enough at the passage of a woman with long skirts and a round, pompous ass like a Saturday. And I started thinking more, much more about the cyclist, and especially his peaceful air demonstrated by the guitar, which is now disused because what would he have done, for example, if the boys had attacked him? Or if the single-girl dog tried to bite him? But I suspect none of that happened because his very peaceful air infected other people. But I did see the priest who was going upstairs, dressed in a sock like almost none of them are going anymore. And I had the impression that the priest, despite not carrying a weapon, was emitting a provocative air. And I was afraid for a moment that the boys would attack him, but they just smiled and spoke quietly. Instead, the singles' dog jumped in, and one of them had to come out, choked, to stop him, and apologize to the priest. Then I saw a figure in a red dress in the distance, and I thought it was Mary. But as I approached, I was embarrassed to have imagined her, because she was the ugly one in the pink house. And Mary was not coming, and I began to think how it would be if I took her on a bicycle, lifted up as the man carries the guitar, how the wind would lift up Maria's skirt and her legs would be seen, and perhaps the skirt could get tangled up in the radius of the wheel, and we would both fall, and when Mary fell, Mary at four o'clock in the afternoon, it would sound like the broken guitar; thinking of all this Mary came without me seeing her, and she entered the room and with a hurried kiss she began to strip, quickly because I have to go back at six, why did you delay? take off, come on, soon. It's crossed in bed, and the open legs swing like the guitar and when I lie down on it I feel like the cyclist who's carrying the guitar again and when Maria dresses in a hurry, Maria at five and a half in the afternoon, I'm amazed to see her come out and I'm amazed to see the cyclist walking around again with the guitar, or rather, with Maria swinging like the guitar, exactly as I should still carry it for a long time. The Ship of the Madmen and Other Stories, 1984", "title": "María a las cuatro de la tarde", "author": "Pedro Gómez Valderrama"}