{"metadata": {"length": 3651, "words": 682, "reading_time_min": 3.41}, "text": "It was like a huge dance of people and things. Figures from all ages passed by calmly or rushed around. Fantastic animals and nameless objects mingled with the thousand spectra of a delusional carnival. Infinite space seemed lit up by the fever. There was no floor or ceiling. He could tell the night beyond the light. I moved from one point to another effortlessly. Nothing stood up or obstructed anything. We floated in a soft environment like butterfly dust. The world was empty of matter and full of life. From a cluster of agitated beings a gentleman dressed in a brooch emerged towards me. He was coming so fast that he ran through the body of a melancholy single woman. When he came to my side I noticed the anguish of his shrunken face. - What's wrong with you, Professor? - I asked. - The chimpanzee has gone crazy. You know he was my best servant. I even smoked my cigarettes. An admirable ape, superior to man, since he spoke. He perfectly imitated my movements and learned everything he was taught. You'll remember my last lecture on anthropod apes. He inspired her. Well, yesterday I had fun throwing the target in the garden in front of the monkey. I would never have done that! I wanted to get in now because it's getting late. You'll think the damn chimpanzee got me shot, confusing my chest with the white one? It's almost not working. How do you get into my house, my God? From the top of the sky, it was raining pink petals. A blonde girl near us would say no to a banker. - I got an idea! - suddenly exclaimed a lyrical poet who had, perhaps, heard us. Her long, dirty hair smelled bad. The spines resembled snakes, and he hung a volume on each one, so that the man always carried his library with him. He had a sickly knife on his waist. He stripped him with a theatrical gesture. - Don't you shake! This is not a knife, but a pen, and my veins are my ink. They don't make blood, they make ink. He plunged the gun several times into his heart and stabbed the professor's chest with the liquid black, screaming. - I saved him! I saved him! Without understanding how I suddenly found myself lying on the cold sand of a beach. The sea, of a bright blue, spread its bright wave under the drunken sky of the sun. A young girl, more beautiful than Venus, was wandering along the shore, wet her nacker feet on the smooth sheet of glass that sliding singing. His robe was as pure as foam. Her angel eyes were filled with kindness and love. A cloud of happy, pure birds swirled around. I noticed the charming virgin was taking them and ripping off their wings. - Why, why? - I was in pain. \"I'll rip their wings off\", his melodious voice sighed, \"so they won't tire of flying. The thick darkness was slowly falling as the lemon falls to the bottom of a pond, and I distinguished from a great distance the confused glow of the aerial party. I set out to reach it, but a chasm of a terrible depth stopped me. A more terrible silence came from him than thunder. On the opposite edge a sinister rock rises, drawing its silhouette of azabache, cutting the gloomy horizon, and over the rock a clothed woman twists her arms looking down at the precipice. - What? - What? What's up? Hey, you! - I called. Hey, you! She couldn't hear and kept looking. The shadow became even denser, and it erased that gesture of agony. There was nothing left but the unfathomable night, and the distant and confused glow of the air party. The glow was transformed into a nebula, and the nebula into the moon, a serene, placid moon. I wanted to go to her, and I woke up. The moon was the balloon my lamp was on. On my desk my books slept. Finish short stories, 1911", "title": "Soñando", "author": "Rafael Barrett"}