{"metadata": {"length": 4921, "words": 895, "reading_time_min": 4.475}, "text": "Look, Sebastian, it's on Juncal Street. Come, come near; I'll tell the number to the ear - it's better that no one knows, there are secrets that should be kept very well. - I'm going to go. You walk into the boutique and ask for Mrs. Hippolyta. They'll tell you he's not here. But don't worry about it, Sebastian. Suggest you go with mistress Murphy and put on a smart face. They'll make a gesture of complicity and take him to the trash can. They will open a small gate hidden among the shiny dresses that hang, still but alive, from an incredible amount of golden beads. You can then enter the mirror room. Mrs. Hippolyta, who adores tough guys like you, will offer you a cigarette. Take it, Sebastian, take it and suck it with delight, because it will certainly be an Egyptian cigarette with a pinch of opium. Then he looks closely at the collection of mirrors, occasionally giving a timely and discreet interjection. No loud shouts, despite the astonishment. And keep in mind that you never have to say the word \"magic\" because you're supposed to know that all mirrors are, especially those of Mrs. Hippolyta. Look at that one, Sebastian. Yeah, in that, the silver-framed oval. Every day, at six o'clock in the afternoon, she reflects Rachel in her wonderful performance of \"Phédre\". It's great, huh? Or that other, so deep in the mystery of his spell, so rich in the rococo rolls that surround him. I'm not denying it's wonderful. But I wouldn't advise him, because at the sound of the twelve midnight bells it shows a Grodno Household officer murdered by his vampire girlfriend. I'm not going to be here. Better is the one on your right; less morbid and highly efficient. Even educational: imagine: at six in the morning you see the Mendocino ladies embroidering a flag. It's a mirror perhaps too early, of course, but as patriotic as a civic holiday speech. Well, I must admit, Mrs. Hippolyta has a fabulous collection. Theatrical, passionate, historical mirrors... he also has those that reflect the future, but only shows them before the presentation of the certificate of good health, because he once had problems with Professor N. The poor man was heart-deprived and... well, you know the rest, it was in all the newspapers. The important thing is that you, Sebastian, can buy the mirror that interests you most. Prices are exorbitant, of course, but not everyone can afford to own things like this. Besides, if you smile as you are now, I doubt not that Mrs. Hippolyta will discount or congratulate you. She's a very tender, very sensitive woman, very maternal sometimes. Although so wrinkled that... but that doesn't come to the case. Choose the mirror you prefer. Leave your address, and you'll be sent home tomorrow. - What advice? Don't put it in the living room or at the desk or anywhere where a lot of people pass by, because your friends are very conventional, very bourgeois, and the mirror can reflect something irritating, inappropriate for decent people. Suppose you thought of buying Paolo and Francesca's mirror... what would your maternal grandmother, Sebastian, say, who goes to church every Sunday? No, you have to be careful, you have to respect the convictions and morals of others. I'd suggest (and forgive the audacity) that you put the mirror on the top, with other old crap. Even more: cover it with some opaque cloth. And yet, more importantly, with the mirrors of Mrs Hippolyta, it is essential to be punctual. It's very timely. If you don't arrive at the exact time, you won't see the show. Neither Rachel clamouring, nor Husserl bleeding, nor Mendocino ladies embroidering, nor Paolo and Francesca fornicating (sorry again, there are words that really don't sound very good). If he comes late, he'll only see his own face, the same as always, Sebastian, so angular, so mystical. But that's what's missing. The worst happens when curiosity drives you to hurry and forces you to arrive too early, to find out how the mirror prepares your mise on stage. That can be fatal, because mirrors don't tolerate curiosity. And it will happen that, when you pull off the cloth that covers it and face it, you will find that it is empty, that it reflects nothing, that your image in the mirror does not exist and therefore, of course, you do not exist either. It's a true platonic. Without looking in the mirror, you will undoubtedly take your hands to your head, in a gesture of terror and amazement. But since you don't exist, you'll find that you have no hands or head. He'll try to run out but he won't be able to either, poor Sebastian, because he won't have legs either. And he will remain there forever, trapped in an empty mirror that will one day return to the collection of the eternal Mrs. Hippolyta and reflect, for another client like you, young and harsh, the ascetic image of Sebastian, oh Sebastian pale of terror, only for a minute and at the time the sun sets. The Fabula, 1970", "title": "Recomendaciones a Sebastián para la compra de un espejo", "author": "Eduardo Gudiño Kieffer"}