{"metadata": {"length": 6882, "words": 1287, "reading_time_min": 6.435}, "text": "There was a colleague in the office, Mr. Picardo, who entertained us endlessly - the paused speaker, putting aside for a moment his concern at having lost his job -. It was so much fun that since he was gone, the office looked like a dungeon, despite the sneers and sneers of our famous Reinaldo Ans. Picardo and Anis were always enraged, and were unforgiving of their savages. It must be said that Picardo, being a stutterer at heart, had a stuttering gene. That's why we wanted to pinch him, because he was jumping, jumping like a frog! And it was a laughing matter to hear the groans that Anises would utter, the inventions that he would bring every morning to desperation to the holy saviour. Picardo suffered from admiration; he was a lover of Moret, whom he heard in the Congress hall; he was a lover of Silvela, as a spectator; he was a lover of the Barrientos, since a night when he was given a few paradises and heard the Barbero. And we turned him into a thorn by denying the eloquence of Don Segismundo, the wit of Don Francisco, and the grotesque of the diva. Anie put the question to the vote. - You will see what everyone thinks... - You don't convince me. Each of which has its own criteria. What is your criteria? That we did not allow. Hang the weight office on it. And I had to see him, half crazy, defending himself as a sage among the sages. Already convinced that we were suffocating him and we did not let go, he shivered, he shivered and almost disappeared his head under the collar of his famous cheap chocolate brown jacket. Picardo was pale, bald, small; he had no eyes, and when he sat down, a beard grew like a poor herb. When irritated it becomes a color of death, from the nose to the nose, as if it had been sprayed with water stinging. It was something so fixed, we could see it. -Now! Now! The pig! However, it seemed to us that Picardo was becoming more sensitive. We can now hear, or at least hear a little less, our rage against preachers and singers. We had spent money on that resort. Then we remembered to look for others. We knew something of his story; we did not ignore that Picardo had suffered conjugal misfortunes, and had been insane, or at least insane for a season. They also said that he was soon to be arrested, and that his wife was living in Barcelona, begging for money. We proposed that we should tell these adventures; but there was no form. The only thing we could do was to make the familiar itch come back over your entire face and certainly over your entire skin. As he did not play the matter any more, we took the task of bringing Picardo's feelings into question; for you must know that Picardo was a mine of feelings, and that if noble indignation is sold for weight, Picardo becomes powerful. Years of savagery rained down on him, attacking ministers and great men, authorities and celebrities, and leaving no bone unturned. The truth is, I don't understand why this bothered Picard so much, the leather jacket. Achieving the thorn, Ans rebuked the Church and, being a Renacan, he broke the dogma. After that he took the turn to the institutions, but here we attack him, it was not that a porter hears the retahila, takes it where it is and armed a caramillo. In place of faith and the constituted powers, Ans turned to morality, and he proclaimed doctrines of a crude and canibalistic inmoralism. The arguments he used to persuade Picardo that we should eat one another were the most sour and rotten. Picardo was a grumpy man; but what he took out of his casket, what he put in his violet-colored robe, were the insults of Ans to women. That day, at the end, he sat down against the stumbling block - that was the name he gave it - and we thought he was tearing his eyes out in a fit of fury. Ani sat back, trembling: -But what about this difficult one? We did not take long to find out what had happened. We learned that Picard had a daughter, whom he loved, of whom he had never spoken, and that some of Anis's words had come to him as allusions to the girl. It was a mere coincidence, for Ani ignored his existence. The truth is that Anis was eager to play a fat joke on Picardo, and it didn't take him long to do so. Let us leave him alone - I remember saying to the bromistle -. It's hard to carry so much. -Nothing of that, he protested. What I will do is to eat something fine, a broma that will cling to the body. I remember this conversation was the Saturday before Carnival, and on Sunday I invited the whole office to the theatre. We laughed as if we were blessed with the funny sahnete The Pants; even Picardo laughed. Ans took special interest in the representation. After the Carnival, we return to our tasks. I thought Ans had given up his purpose. He spoke very formally to Picardo, showing him great deference. When it was time to leave, Anis gave me a stern warning that we would not be leaving Picardo. I looked up. Picardo took his sabre from the sailor and supported it as all supported; without a word. When he did, it seemed to be a trance. We saw him look at the basin with surprise, clasp his hands and walk away. - Have you cut the string? - I ask while shivering. -So little, that it is barely noticeable - Ans replied in the same tone. And I think I'll continue every day, but just a little bit, a little bit. The good news is that the bonus vir is that the bonus is triggered. He takes the container and puts it back, and he has not seen nor heard anything. Today he has realized something, but it is figured that he dreamed. You will see when it comes to time. We don't go out with him: he can escape. That is how it happened. We limit ourselves to observing the patient with the back of the eye. From the fourth day onwards, his concern became evident. It was, however, so little of the raging Anie, that the suspicion of the brood could not germinate. At every step Picard became more abstract, more self-absorbed, more melancholy. It came the period of speaking alone, of acceding without cause. It has sometimes frightened us. I don't know if he wanted to consult us or what he was expecting. This last one didn't have to be, because everything was done in an impenetrable way. The porter saw Anis raer the horn, but a hard one assured us of his silence. Angered by Picardo's exasperated expression, I finally resolved: - Listen to you, Anis: no more... You must let him go. Ani laughed and said: - Well, he will be beaten tomorrow; among other things, because the sling does not measure a true height. And the morning never came. On the other day, Picardo did not go to the office: he had had access to his old frenesy in the middle of the street; he shouted, he cried, he wanted to kill a policeman and they, of course, encircled him in a manicomio. - And your daughter? - I asked. - I don't know what she was - the narrator, hunched over his shoulders, with a distraught look. FIN", "title": "Bromita", "author": "Emilia Pardo Bazán"}