{"metadata": {"length": 6199, "words": 1128, "reading_time_min": 5.64}, "text": "At Christmas, the kids ordered a rowboat again. - Okay. - Dad said, we'll buy it when we get back to Cartagena. Totó, nine, and Joel, seven, were more determined than their parents thought. - No, they said to the choir. We need it now and here. \"To begin with\", said the mother, \"there is no more navigable water here than that coming out of the shower. Both she and her husband were right. In Cartagena de Indias' house there was a courtyard with a pier over the bay, and a refuge for two large yachts. Instead, here in Madrid they lived tightly on the fifth floor of the 47th floor of the Paseo de la Castellana. But in the end neither he nor she could refuse, because they had been promised a rowing boat with their sextant and compass if they won the third-year laurel, and they had won it. So Dad bought everything without telling his wife, who was the most reluctant to pay gambling debts. It was a precious aluminum boat with a golden thread in the floating line. - The boat is in the garage. - Dad revealed at lunch. The problem is that there's no way to get up there, either by elevator or stairs, and there's no more space available in the garage. However, the following Saturday afternoon the children invited their fellow disciples to climb the boat up the stairs, and they managed to take him to the service room. - Congratulations. - Dad told them. What now? - Nothing now, the children said. All we wanted was to have the boat in the room, and that's it. Wednesday night, like every Wednesday, the parents went to the movies. The children, the owners and masters of the house, closed doors and windows, and broke the lit lamp of a lamp in the living room. A jet of golden, fresh water-like light started coming out of the broken bulb, and they let it run until the level reached four palms. So they cut off the power, took the boat out and sailed for pleasure between the islands of the house. This fabulous adventure was the result of a slight of mine when I was attending a seminar on the poetry of household utensils. Totó asked me how it was that the light would light up with just a button press, and I didn't have the courage to think twice. \"Light is like water\", I said, \"you open the tap and you come out\". So they continued sailing on Wednesday nights, learning to handle the sextant and compass, until the parents returned from the movies and found them asleep like angels on land. Months later, eager to go further, they asked for an underwater fishing team. All of it: masks, fins, tanks and compressed air shotguns. \"It's bad to have a rowboat in the service room that's not good for you\", said the father. But it's worse that they want to have scuba gear as well. - What if we win the first semester's gold gardenia? - Joel said. - No, said the mother, scared. Not anymore. The father rebuked her for her intransigence. \"These children don't earn a nail for doing their duty\", she said, \"but they can earn themselves to the teacher's chair by whim\". The parents finally didn't say yes or no. But Totó and Joel, who had been the last two years before, won in July the two golden gardens and the public recognition of the rector. That same afternoon, without having to ask for them again, they found the diving equipment in their original packaging in the bedroom. So the next Wednesday, while the parents were watching The Last Tango in Paris, they filled the apartment to the height of two arms, dived like soft sharks under furniture and beds, and rescued from the light background things that had been lost for years in the dark. At the final award the brothers were hailed as exemplary by the school, and were awarded diplomas of excellence. This time they didn't have to ask for anything, because the parents asked what they wanted. They were so reasonable, they just wanted a party at home to tease their classmates. Dad, alone with his wife, was radiant. - It's a test of maturity, he said. \"God hear you\", said the mother. The following Wednesday, while parents were watching The Battle of Algiers, people passing by Castellana saw a light falls from an old building hidden among the trees. He went out through the balconies, poured roughly down the facade, and led down the great avenue into a golden stream that lit the city up to the Guadarrama. Called in for emergency, the firefighters forced the fifth-floor door, and found the house lit up to the ceiling. The sofa and leopard-skin lined armchairs floated in the room at different levels, between the bar bottles and the tail piano and its Manila mantle that fluttered halfway through the water like a gold mantarraya. The household utensils, in the fullness of his poetry, flew with their own wings through the kitchen sky. The war band instruments, which the children used to dance, floated on the harness among the colorful fish released from their mother's fish tank, which were the only ones that floated alive and happy in the vast illuminated swamp. In the bathroom everyone's toothbrushes floated, dad's condoms, cream straws and mom's spare denture, and the main bedroom TV floated sideways, still on in the final episode of the forbidden midnight movie for kids. At the end of the corridor, floating between two waters, Totó was sitting on the back of the boat, clinging to the oars and with the mask on, looking for the harbor lighthouse as far as the air from the tanks reached him, and Joel floated on the bow still looking for the height of the polar star with the sextant, and floated all over the house his thirty-seven classmates, perpetuated in the instant of peeing in the pot of geraniums, of singing the school anthem with the lyrics changed by mocking verses against the rector, of drinking in secret a glass of brandy from Dad's bottle. For they had opened so many lights at the same time that the house had been overflowed, and the whole fourth elementary year of the school of San Julián el Hospitalario had drowned on the fifth floor of number 47 of the Paseo de la Castellana. In Madrid, Spain, a remote city of hot summers and icy winds, without sea or river, and whose land-based aborigines were never masters in the science of navigating the light. Twelve Pilgrim Tales, 1992", "title": "La luz es como el agua", "author": "Gabriel García Márquez"}