{"metadata": {"length": 5997, "words": 1183, "reading_time_min": 5.915}, "text": "Many years ago, in the city of Niigata, Echizen province, there was a young man known as Nagao Chosei. He was the son of a doctor and was educated to practice his father's profession. At a very young age, he was married to a beautiful girl named O-Tei, the daughter of a friend of the doctor. Both families agreed that the wedding would be held as soon as Nagao had finished his studies. But O-Tei's health began to weaken and, upon reaching the fifteenth year of her life, she was attacked by a fatal consumption. When the girl was sure she was going to die, she called Nagao to say her last goodbye. The young man came and knelt by his beloved's bed, and she spoke to him like this: \"My dearest Nagao-Sama, we were very young and were engaged to each other and we were to be married at the end of this year. But as I am about to die, only the gods are given the right to know what is best for us. If I lived a few more years, my existence would only be worth causing great penalties to those around me. With this fragile body, I couldn't be a good wife. And so, if I wanted to live, even for your love, I would prove to be unforgivable selfish. I'm resigned to dying and I need you to swear to me that you won't have to go through any anguish over my death, because you'll understand that it would be of no use to you... and I also need you to tell me that we'll meet again back there, far away... And in that Pure Land we will not have to suffer the immense and sad pain of separation... Tei answered with sweetness. I'm not talking about the Pure Land. I believe we are destined to meet in this world even if I am buried tomorrow... Nagao looked at her in awe and saw that she laughed at her wonder. The girl continued to speak with her little voice so dreamy, so melodious and so persuasive: \"Yes, I mean this world and your present life, Nagao-Sama... And given the case that you wish for it... But for this to happen I must be born again, and I will be born a girl!... and I will become your wife. So you have to wait 15 years... 16 years: a little long time. But, my fiancee, remember that you are only nineteen now. Nagao, eager to console her beloved's last moments, responded tenderly: \"Waiting for you, sweet O-Tei, is a joy and a duty to me. We've been connected to each other for seven consecutive lives... But do you doubt? Oh, my darling! I doubt I'll be able to know you in another body and under another name, unless you can tell me by a sign or some sign. I can't do that. Only the gods and the Buddhas will know where we are to meet again. But I am sure, I am sure, that if you really desire my presence for you, I can come back to your arms. Always remember these last words of mine. I'll see you later. He stopped talking and closed his eyes. He was dead. Nagao was sincerely in love with O-Tei and his grief was immense. He had a tombstone made with his name inscribed on it; he put it in his family's urn and made new offerings to him every day. Nagao-Sama thought a lot about the strange things O-Tei had said to her moments before she died. And in the hope of pleasing her spirit, she wrote a solemn promise to marry her if she ever found her again in another body. This oath sealed him with his own seal and placed him in the urn, in front of O-Tei's gravestone. But Nagao was an only son, and he was forced to marry at last, because he was obliged to obey the wishes of his family, and he accepted as his father's wife the one appointed for him. After the marriage, she continued to make offerings to O-Tei's memory and never stopped remembering her with great affection. But gradually his image was becoming as dark in his memory as those dreams that we find hard to remember. And it was several years later. During this time he suffered many misfortunes. His parents, his wife and a son he had had died. And he was left alone in the world. He left his desolate mansion and began to travel to distract his mind from as much anguish and pain as he was tormented. On one of the trips he arrived in Ikao, a very mountainous village famous for its hot springs and for the lush beauty of the surroundings. At the meson where he stopped he was attended by a young girl and, at the first glance, he felt that his heart was beating with violence unknown to him until then. He looked so wonderful to O-Tei, he had to pinch himself to make sure he wasn't dreaming. When she came and went, when she brought and carried the wood home, when she served the food, when she repaired the guest's room, in every attitude the girl revived in Nagao's thoughts the memory of the graces that so adorned the one whose fiancé she was many years before. He spoke to her and the young woman with a caressing, melancholy voice, of a singular softness and reminiscent of a sweet sadness from other times, answered her with several words. Nagao, astonished, asked her this way: \"My older sister, you look very much like someone I knew quite a few years ago and that's why I was so absorbed when I saw you enter the room. Forgive me, I beg you, if I ask you what your homeland is and what your name is. Immediately, with the same unforgettable voice of the dead, the young woman replied: \"My name is O-Tei and you are Nagao-Chosei of Echigo, my fiancé. Seventeen years ago I died in Niigata and then you wrote an oath promising to marry me if I came back to this world as a woman. And thou sealedst the oath with thy own seal, and putst it in the urn before the stone of the grave, which is written with my name. And that's why I came back. When she finished her last words, she lost consciousness and fell down. Nagao and O-Tei got married. Their marriage was truly happy. But she could never recall what she had said to her husband when he interrogated her in Ikao, nor did she remember anything about his previous existence. The memory of his first birth, mysteriously revived at the moment of his encounter with Nagao, had been darkened again and thus remained forever from there on. ♪ Finish ♪", "title": "La historia de O-Tei", "author": "Lafcadio Hearn"}