{"metadata": {"length": 7299, "words": 1350, "reading_time_min": 6.75}, "text": "Is the case so vulgar! When we are dealing with commonplace, routine and usual misfortunes, there are, of course, also predictable consequences: the temporary disgust in the family, a period of simple and solitary remembrances, and, finally, reconciliation, which feigns healing, but even stings the blood of the scab... However, sometimes reality presents unexpected complications, and the endings are not so pacifist and bourgeois. There is always, in the great sorrows of life, a particularly bitter moment. In appearance, the abyss of death is widening, and those who cling to it feel it is already indescribable. For Celina it was this moment when she took part in her mother's resolution, and she saw her own despair reflected in the wrinkles, already consumed by age, and in the swollen eyes - it had rained a lot- of the unhappy lady. Every parent is obligated to suffer not the pains that normally correspond to a human life, but the pains of many lives. That is, essentially, maternity: solidarity with a few beings to suffer a lot what they suffer. Celina's mother, that humble and resigned lady of Marialva, had the heart, according to the beautiful mythic image, encircled by thorns, but thorns of motherhood. Of six sons he had three. The others, a beautiful girl, a flower, and two mice, with their careers over, had died at the best of times, from the same malady as their father, though now doctors say the tisus is not hereditary. The two boys who lived had gone out harping, vicious, raving, and in months they would not come to their house, except to ask for money. One of them, the youngest, had just been de-skilled and expelled from a Circle for serious indiscretions in the game. The only oasis where the Lady of Marialva could rest was the home of Celina, wife of Tomás Espaldares, a cosechero and exporter of wines. The marriage of the Espaldares seemed to be entirely happy. Rich and generous, Tomás was devoted to his wife, whom he continued to treat with the utmost adoration, and Celina, married by inclination, not by the whim of the millions of the cosechero, was becoming more and more stout, with the vehementness of her blood, perhaps dying, for the Marialvas came from Granada, of a mountain and old family. The only cloud was the failure; but there was time, and Celina's mother always said, \"Don't you want them, or ask God not to have too much love for them.\" When she heard of Celina's misfortune and the strange purpose she was to announce, the lady of Marialva felt the injury in the only healthy point, in the intact part of her vitality, and a violent palpitation denounced the state of her heart, the cruel suffocation. Celina, sweetly, cared for her, lavishing her with affection, kissing her, between a scream and sharp, astonished words. - Mama, don't be upset; everything has a remedy in the world! Within two years I will be accustomed to my new condition, and it is easy to be happy and fun. And if I am not happy, at least I will be defeated. Come with me! It has to be very good. That knows, that knows how it hurts... -Celina -said the mother, already a little reply and dominating her malice-, you are crazy at this moment, and when we are crazy, we have to suspend all determination, because it is not we who determine, but our madness. Sister of my life, poor is the consolation; but your case is so common: all, or almost all women, we..., we...! -Mama - Celina whispered with respectful tenderness - if my case is current... my soul is not! And as the cases are according to the souls, there you have why I do not change my way of feeling the current case. Don't you see, Thomas is forewarned: the day he gets tired of me, he must tell me, tell me clearly, without ambiguity; never expose me to the riddle, to the challenge, to the surprise of betrayal; to find a substitute and, for whom! No, mom; I'm not crying anymore! I have dried up my tears. If he were to cry, it would be out of shame. You know what it is to trust absolutely, unconditionally, in a person; to believe that she has no evil or deceit in her... and then, by chance, to discover...? - I am sorry for all the pains - the lady replied. We women are born for that: to be slapped... and forgiven. -Say it! I'm not so good, am I? Every one, I have told you, feels and wants with his own soul. I have not gone to you; I will go to some vengeful grandfather. I want revenge! Only said that I was out! -But if you worsen your situation!... if you do harm to yourself!... if you end up suicidal!... -and no one tells you that that is what I want! - Celina exclaimed with such a despondent expression that the mother began to weep again. Go, don't weep, mother, don't weep!... I thought I had exhausted the suffering, and I needed that!... the worst rat! Well, from morning, live the joy! How I will laugh! I adopt a festive profession. Tomás will have nothing to say. Didn't he sell me for a theatre actress? Because I'm a cupletist. They say it is a great service to the office. It seems I have the figure, the voice, the movements..., everything. Sold a Sardinian chalice, he sat in the attitude of thanking the audience. - I see there is no faith, no law, no word, that everything, everything is a lie..., everything, everything!, we will have fun, we will laugh, mother... I will be praised a lot; I will receive gifts in great quantities; bouquets in baskets, like those that Tomás gives to that woman; I have seen them... And I have also seen the accounts of the little ones... 14,000 hard, eh?... It is not a passing fancy. And I am not a passing hand either. Every morning, in the newspapers, you will find details of my triumphs, my failures, my groans... Oh! May you have patience; it was agreed among us that error gives the right to the devil! -Your husband may oppose you having that gender of life. - Keep watch! - Celina, sadly, replied. Yes, using powers that the law should not have given him (for the law did not see me from the heart); then I will remember that there are so many things that the law cannot prohibit!... The lady trembled. His murderer was a thief. He took his hand to his chest. Celina embraced her again. - Mama, don't make yourself sick, don't die! If the malice of that man costs me, in addition to my happiness, your life, then... a fiery gleam shone in the granadina's Arab eyes. -You know I'm a woman who does what she says. I assure you that at the very beginning I thought of that solution, and it was the most just one. We also agreed that if I deceived him with lies and deceptions, it was natural that I would be killed. He is the one who lies; then he is the one who must die. If you are so annoyed that I sing on stage, dilo..., justice will be done in another way! Because, to do..., that, there is no remedy! The mother looked at her daughter and understood. Neither the counsel nor the sceptical and resigned philosophy of “the evil of many...” could act on that sickly soul. At that time, no. -I give you a word -she murmured, with heroic effort- to not get sick, to not die... You follow your impulse... But, as you do not have to walk the world alone, I will go with you... Will you allow me, Celina? Do you allow me to do this? The girl screamed and slapped her hands. - Yes, let go, mother... Who knows if you'll save me?", "title": "Paracaídas", "author": "Emilia Pardo Bazán"}