{"metadata": {"length": 3961, "words": 768, "reading_time_min": 3.84}, "text": "In the home of the rich merchant a great gathering of children was held: children from rich homes and families. The merchant was a rich man and also well-educated; he had, indeed, undergone the examinations. He had loved his excellent father, who was not more than a simple farmer, but honorable and hard-working. The business had given him money, and the son was able to increase it with his work. He was a man of the head and also of the heart, but of his wealth was more talked of than of his head and heart. He was a frequent visitor to the home of distinguished people, both of “blood” as they called it, and of talent. They had to meet both conditions, and some of them had none of the two. At the time of our narrating there was a gathering of children, who were talking and discussing as such; and it is well known that children do not have hair in their language. There was a beautiful little girl among the competitors, but terrible proud; her children had put the pride in her body, not her parents, too sensitive to do it. The father was a chambelan, and this is a very important job, as she knew very well. - I am the King's Cupcake! - said the little girl. The same could have been said of the wine-grower, for there is as much merit in one thing as there is in the other. After that she told her friends that she was \"well-bred\", and said that whoever was not well-bred could not become anyone. It was nothing to study and work for; when one is not \"born\" one can aspire to nothing. -And all those who have names ending in \"sen\" - he continued - will also not be nothing in the world. You have to put your arms out and keep those “-sen, -sen!” away, and I put my arms out with my beautiful pointed toed fingers, to show you how to do it. And how beautiful were their arms! It was wonderful. But the stowaway's little girl was frightened. His father was called Madsen, and he could not stand to be referred to as a ‘sen’ name. That is why he replied with all the arrogance he was capable of: - My father can buy a hundred sacks of hay and throw them at the children. Can you do it yourself? -My father -interjected the daughter of a writer- can put in the newspaper yours, yours and the parents of all. Everyone is afraid of him, my mother says, because my father is the one who calls the newspaper. And the little girl shook her head, as if she were a princess and had to go with a very high head. In the street, in front of the enviromental door, a poor boy looked through the opening. The little one did not have access to the house, because it did not have the necessary category. He had been helping the cook by giving the assassin a hand, and in return they would now let him look behind the door at all those scurrying swine that were frolicking in the room. For him it was a great and deserved reward. “Who was one of them!” he thought, and hearing what they were saying, he was sure to be very frightened. In their home, their parents had neither a keg to save, nor money to buy a newspaper; and we have no intention of writing it. And worst of all, his father's and his own name ended in \"sen\". Nothing could be in the world, therefore. What a sad thing! As for birth, I thought it was to be as it should be, because otherwise it is not possible. That was the end of that vision. And many years passed, and those children became men and women. A magnificent house was raised in the city, all full of splendour. Everyone wanted to see it; people came from far and wide to see it. Which of those children belonged to? It's not hard to figure out. But it is not so easy, for the house belonged to the poor boy, who came to be something, despite the fact that his name ended in “sen”: he was called Thorwaldsen. And the other three children, the children of blood, of money, and of pride? Because of them good and able men came out, for they all had good ground. What they had then thought and said was nothing but that, a smear of children.", "title": "Chácharas de niños", "author": "Hans Christian Andersen"}