{"metadata": {"length": 5189, "words": 981, "reading_time_min": 4.905}, "text": "Despite my desire to reach Lake Constance as soon as possible, I was forced to stop at Vadutz. From our departure it rained to the brim and the horse and rider stubbornly refused to take another step, under the pretext, the animal, that he was getting into the mud to the belly and the man, that he was silent to the bones. Otherwise, it would have been really cruel to insist. It took nothing less, I confess, than this philanthropic consideration to determine me to enter the miserable inn whose specimen had parked my car in a dry place. I had barely set foot on the narrow road leading to the kitchen, which was at the same time a common room for travelers, when I felt my throat grabbed by a scent of sugar, which came to announce to me in advance, like the lists placed at the door of certain restaurants, the menu of my food. Now, I'll tell you about the sucrut what a certain sibarita said about the plates, that if there were no one on earth but the sucrut and me, the world would end well soon. I began, therefore, to review my entire Tudor repertoire and to apply it to the letter of a village inn; the precaution was not useless, for I had just sat at the table at which two drivers, first occupants, wanted to give me an extreme, when they brought me a deep dish, full of the food in question; fortunately, I was prepared for this infamous mockery and rejected the dish, which was smoking like a Vesuvius, with a nicht gut so frankly pronounced, that they had to take me for a purebred saxon. A German thinks he has always heard badly when he is told that he does not like sucrut, and when it is in his own language that this national delicacy is despised, he will understand that his wonder - to use a familiar expression in his language - becomes a mountain. There was, then, a moment of silence, of stupor, like that which had followed an abominable blasphemy, and during which I thought the hostess was laboriously busy putting her revolting ideas back in order; the result of her reflections was a phrase, uttered with such a distorted voice, that her words became perfectly unintelligible to me, but to which the face accompanying these words evidently lent this meaning: Alies dies ausgenommen, I replied; which means, for those who are not as strong in philology as I am: all but that. It seems that the repugnance had produced in me the same effect as the indignation in Juvenal, only that instead of inspiring me the verse had given me the accent; I realized this by the submissive manner in which the miserable chucrut was taken to the hostel. I waited for the second plate, entertaining myself to kill time in making balls with my bread and in tasting with monkey gestures a kind of watermelon, which because it had an abominable taste to stone and was in a bottle of long baths, had the fatuity to present itself as wine of the Rhine. - How's that? - I told him. - And good for you! - she said. - That dinner? - Oh, yeah! - And he brought me the zucchini again. I thought if I didn't make a flip, I'd be chased until the day of judgment. I called a dog of the St. Bernard breed, who sat on his hind legs and with his eyes closed, stubbornly squeezing his nose and legs, in front of a house as if to cook an ox. When he realized my good intentions for him, he left the fireplace, came to me and in three tongues he ate the edible discussion. \"Good for the animal\", I said, caressing him when he was done, and I returned the empty plate to the hostess. - What about you? - he told me. - I'll eat something else. - But if I have nothing else! -He answered. \"How?\" I cried from the bottom of my stomach, \"do you have no eggs?\" - No, I'm not. - What are you doing? - No, I'm not. - Dad, what? - No, I'm not. - One?... A bright idea came to mind; I remembered that I had been advised not to pass by without eating mushrooms, which are famous in twenty leagues round; only that, when I wanted to take advantage of this happy memory, there was only one difficulty, which I did not already remember in German the name that I had so much need to pronounce if I did not want to go to bed fasting; I then stayed with my mouth open in the indefinite article. One... one... How the hell do you call one in German?  One - repeated the hostess mechanically. - Oh, my God! Oh, yeah, a few... right now my eyes were falling on my album. Wait, I said wait. I then took my pencil, and on a beautiful white sheet I drew with all the care that I was capable, the precious vegetable that was for the time being the object of my desires; so I can say that my drawing was as close to reality as it is permitted to the work of man to reproduce the work of God. During that time, the hostess followed me with her eyes with a clever curiosity that seemed to me the best omen. - Oh, my God! \"Ha, ha, ha\", he said as I put the last touch on the drawing. He had understood so well, that five minutes later he came back in with an umbrella open. \"There it is\", he said. I took a look at my miserable drawing; the likeness was perfect. FIN Impressions de Voyage: In Switzerland (1833-34) * Ja: Yes in German. We thank the Club Dumas for contributing this story to the Ciudad Seva Digital Library.", "title": "Lo que es ignorar la lengua del país", "author": "Alexandre (padre) Dumas"}