{"metadata": {"length": 5203, "words": 947, "reading_time_min": 4.735}, "text": "Someone said that when a boy grows up, he's already five-sixths of his memory. I guess it was half a joke, but last night, at 9:40, I saw two citizens who had reached adulthood -- two grown-up, middle-aged children -- walking down Sixth Avenue, and in each of them the memory was suspended in favor of the time they spent together. They were all over each other. He was madly in love. She seemed proud: her arrogance was excessive, but her disdainful expression was foreign to her hard face. He was different: that state of bliss seemed natural to him, and his expression only had to change as he felt more or less intensely pleased with the world and his own condition. I came from a Spanish-speaking country and I would say I haven't been here long. She was showing him her neighborhood: Sixth Avenue to the forties, where furnished rooms and cheap hotels still exist, despite the large number of demolitions that have been carried out this year to make way for the new skyscrapers. He had black, shiny-betton-like hair on his shoes, large brown eyes and very smooth skin. He was wearing a crescent-shaped mustache. She was typically Latino, as she was Hogarthiana, with Plantagenet traits, broad forehead and small blue eyes, a bony, dominant nose and thin mouth. The upper lip formed a perfect Cupid arch - pale pink, without carmine - but its skin had the stretched, unhonorable air of hand towels they put on in bad hotels. Her hair had suffered so many dyes and discolorations that it had faded to a rough pinkish tint and dropped stiffly from her back like a crin, or like a wig that someone had combed, brushed and molded. They were both quarantined, about the same height - 62 or so - and about the same weight - about 70 pounds - and both had short legs, barrel bodies and short necks. His left hand and arm were intertwined with her right hand and arm. They walked with precise steps, as if walking through the long central hallway from the altar on which they had married. Looking at them, it was easy to imagine a crowd of friends and relatives with their eyes fixed on them, waiting to follow them outside the church. When I first saw them, they were approaching the northeast corner of 44th Street on Sixth, and they were crossing the street to continue their journey to the center. There were a lot of people on the sidewalk and those grown children came out of the crowd, even more, they came out of the long, dark distance that was behind the crowd. The night view of Sixth Avenue is somewhat ghostly, now that the West Side apples are half-ruined or missing. It's as if they've attacked and razed the area and only the ruins remain, and now it's clearly cleared all the way to 50th Street, where the rolling tops of the Time-Life skyscraper stand to be admired in their entirety for the first time since they built the building, nine years ago. I noticed these two people because of the deliberate way they walked, so close together, and because the fold of her skirt reached almost eight centimeters below her knee. He wore a sleeveless dress, buttoned in front, of pale pink cotton, stamped with green foliage and cream flowers, and fell straight from his shoulders to end up on a steep flywheel. The naked legs had dark spots, wounds and swollen blue veins, and he wore flat brown moccasins covered in white and gold, like bedroom slippers. He didn't carry a purse, not even a wallet; no luggage. Maybe he was close to home and he'd only been out for a few minutes for a short walk with his friend. He had tried to fit in her casual outfit, not putting on a coat or tie. He wore sea blue pants, tightly strapped around his waist, a white shirt with sleeves sliding over his elbows, and leather sandals that left his feet exposed, stuffed in striped socks. When they both crossed 44th Street and headed downtown, she was drawn to the kitchen model that was on display in the Hotpoint window in the building across the street, and the two of them headed there and stared inside, together. It was a very sophisticated kitchen, chocolate-brown and dirty yellow, and the flowery panel that served as its backdrop had a window that showed a blue sky and wild cherry branches full of flowers. \"I don't care much about the color\", she said, and he came up to her, so that her bodies touched from her shoulders to her knees, and he turned his head and smiled with his eyes. He nodded admiratively, but he said nothing. They sat for a few minutes looking at the kitchen and then she backed off, he imitated her and they looked up to see the sign hanging over the window. - Hotpoint kitchen plan, she read. He started spelling the mark. Hotpoint, she said. - Ottpoyn, he seemed to say. - No, she said again. Hotpoint. I figured they could turn around and find me staring at them. His expression would barely change, but hers did, and I didn't want to get in the way of that expression. When arrogance left his face, what would remain? Maybe it was desperation. Not the passive, discreet desperation that keeps silent, but the fiery desperation that ignites everything. I turned around and went home, leaving them alone in their English class. They Were Both about Forty, The New Yorker, 1968", "title": "Los dos rondaban la cuarentena", "author": "Maeve Brennan"}