{"metadata": {"length": 6416, "words": 1133, "reading_time_min": 5.665}, "text": "The benefit of the tragic Fenoguenov was celebrated. The performance was a success. The tragic man performed miracles: he shouted, he howled like a beast, he kicked himself on the ground, he punched himself in the chest with his fists in a terrible way, he tore his clothes, he trembled in pathetic moments from head to toe, as he never trembled in real life, he gasped like a locomotive. Noisy applause rocked the theater. The actor's admirers gave him a silver spoon and a bouquet of flowers with long ribbons. The ladies waved their handkerchiefs and wept. But the most enthusiastic of all was the daughter of the local police chief, Macha. Sitting next to her father, in the front row, two steps from the candlesticks, she kept an eye on the stage and was very moving. Her thin arms and legs trembled, her eyes ran down in tears, her cheeks lost color for moments. It was the first time in his life that he had attended a theater performance! Oh, my God, they work so well! It's wonderful! - he would tell his father every time he went down the curtain. Most of all, Fenoguenov is awesome! Her enthusiasm was so great, it made her suffer. Everything seemed charming, delicious: the play, the artists, the decorations, the music. - Dad, what's going on? - he said in the last interview. Get on stage and invite everyone to dinner at home tomorrow. Her father went on stage, was very kind to all the artists, especially the women, and invited the actors to dinner. \"Come all but the women\", he told Fenoguenov. My daughter is still too young... the next day they sat at the police chief's table businessman Limonadov, comedian Vodolasov and tragic Fenoguenov. The others, each excusing themselves as God had given them understanding, did not go. The food was so boring. Limonadov, from the first plate to the desserts, was talking about his esteem to the police chief and all the authorities. From the top, Vodolasov displayed his comic abilities imitating drunken merchants and Armenians, and Fenoguenov, a tall Ukrainian, with black eyes and a severe forehead, recited Hamlet's monologue. Then, the businessman told, tears in his eyes, his interview with the old governor of the province, General Kaniuchin. The chief of police was listening, bored and smiling. He was happy, even though Limonadov smelled bad and Fenoguenov wore a borrowed broom, which came wide, and very old boots. They were pleasing his daughter, amusing her, and he didn't need any more. Macha, for his part, looked at the artists with admiration, without taking his eye off them. In his life he had seen men of such talent, such extraordinary! At night he went back to the theater with his father. A week later, the artists ate at the police officer's house again. And the invitations, for dinner, for dinner, went down, until they became almost daily. Macha's passion for theater art rose sharply, and there was no performance that the young woman did not attend. The poor girl eventually fell in love with Fenoguenov. One morning, taking advantage of the absence of her father, who had gone to the station to receive the archbishop, Macha escaped with the company, and on the way married her idol Fenoguenov. After the wedding, the artists wrote a long sentimental letter to the police chief. All took part in the composition of the epistle. First of all, explain your reasons! - Limonadov told Vodolasov, who was writing the document. And let him know our estimate: bureaucrats pay a lot for these things!... He adds some moving phrases, which make him cry... The official's response shocked the artists painfully: Macha's father said he regretted his daughter, that he would never forgive her for having married an idiot zascandil, with a useless and idle being. The next day, the girl wrote to her father: \"Daddy, hit me! Forgive us! Yes, Fenoguenov was beating him on stage in front of Limonadov, the maid and the lampstanders. I couldn't forgive the scolding he'd taken. He had married her, persuaded by Limonadov's advice. \"It would be foolish\", the businessman told him, \"to let an occasion like this slip away! For that money I would be able, not to get married anymore, to let them deport me to Siberia. As soon as you get married, you build a theater, and you become an entrepreneur overnight. And all those dreams had been turned into smoke: the goddamn father was giving his daughter a room! Fenoguenov fisted and roared:  If you don't send me money I'll beat the girl more!! The company tried to move to another city to steal from Macha and get away with it. The artists were already on the train, which was about to leave, when the poor, sighing woman arrived at the station. \"I have been offended by your father\", Fenoguenov tells him, \"and it is all over between us. But she, not being concerned about the curiosity that the scene had aroused among the travelers, bowed down to him and extended her arms, shouting: \"I love you! Don't leave me alone! I can't live without you! The artists, after a short deliberation, agreed to take her with them as a partisan. She began by playing the roles of a servant and a page; but when Mrs. Beobajtova, the company's pride, escaped, she replaced her in the first naive position. Although she was blind and shy, she soon attracted the sympathy of the audience, as she was accustomed to the scene. Fenoguenov, however, still considered it a burden. What an actress! - He said. He's not shaped, he's not shaped, and he's a beast. One night the company was representing Schiller's Bandits. Fenoguenov was playing Franz and Macha of Amalia. He shouted, wailed, trembled from head to toe; Macha recited his role as a schoolboy his lesson. In the scene where Franz declares his passion to Amalia, she was to shake hands with the sword, reject Franz and shout: \"Go! \" Instead, when Fenoguenov squeezed her between his iron arms, she trembled like a little bird and did not move. Have mercy on me! - whispered in his ear. I'm so wretched! You don't know the part! - Fenoguenov whistled in anger. - Listen to the pointer! After the performance, the businessman and Fenoguenov sat down in the box and started chatting. Your wife doesn't know the papers! - Limonadov was sorry. Fenoguenov sighed and his bad mood rose to a point. The next day, Macha, in a tenth by the theater, was writing to her father: \"Daddy, you're hitting me! Forgive us, please! Send us some money. FINT, Fragments, 1883", "title": "El trágico", "author": "Anton Chejov"}