{"metadata": {"length": 7436, "words": 1412, "reading_time_min": 7.06}, "text": "Maxim Kuzmich Salutov is tall, stout, and fat. Without fear of exaggeration, it can be said that it is of athletic composition. He has tremendous strength: he folds a coin of twenty kopecs with his fingers, he pulls out small trees, he lifts weights with his teeth, and he swears that there is no man on earth capable of measuring himself with him. He's brave and bold. It's scary and makes you pale when you're angry. Men and women scream and red when they shake hands with her. It hurts so much! There's no way to hear her beautiful baritone voice, because it makes you deaf. The power in person! I don't know anyone who's equal to you. For that mysterious, superhuman, oxlike force was reduced to nothingness, to that of a dead rat, when Maxim Kuzmich declared himself to Elena Gavrilovna! Maxim Kuzmich pale, red, trembled; and he would not have been able to lift a chair at the moment when he had to pull out of his huge mouth the well-known \"Master!\" His energy dissipated and his body became a large empty container. He testified at the skateboarding track. She slipped through the ice with the graceful lightness of a pen, and he, chasing her, trembled, melted, whispered incomprehensible words. He carried on his face the pain written... his legs, agile and right, twisted and tangled each time he had to describe on the ice some difficult curve... do you think he feared a squid? - No, I'm not. Elena Gavrilovna corresponded to him and longed to hear from his lips the declaration of love. Mourning, little, beautiful, burning with impatience. And the chosen one of his heart was thirty years old; his rank was not high, nor his wealth much to envy; but he was so beautiful, so clever, so skillful. He danced admirably, threw the ball like an ace and no one rode him past. Once, walking with her, she jumped a ditch that the best horse in England would not have saved her. How can you not love a man like that? And he knew he was loved. I was sure of it. But one thought made him suffer. A thought that crushed his brain, made him drift away, cry, not eat, not drink, not sleep. A thought that made his life bitter. As he talked about his love, the damn obsession was bouncing in his brain and hammering his breasts. - Be my wife! - he begged Elena Gavrilovna. I love her madly with torturing passion! But at the same time, I thought, 'Do I have the right to be her husband? No, I have no right! If she knew my origins, if someone told her my past, she'd be able to slap me! A miserable and shameful past! She, of good family, rich and educated, would spit on me if she knew what kind of bird I am! When Elena Gavrilovna threw herself at his neck, vowing eternal love to him, he didn't feel happy. He was tormented by the happy thought... as he came home from the track, he was biting his lips and saying, \"I'm a bastard! If I were a man, I'd tell him everything, everything! Before I made the statement, I had to tell you my secret. But since I didn't, I'm a crap and an infamous person! They liked the athlete: he was respectful, and as an official he gave them high hopes. Elena Gavrilovna felt herself in the seventh heaven. He was happy. Instead, how miserable the poor athlete was! Until the wedding day, she suffered the same torture as when she came forward. He was also tormented by a friend who knew Maxim Kuzmich's past like the palm of his hand, and who took almost all his salary. - Invite me to the Ermitage for dinner. - He was asking. Invite me or I'll tell you everything... and, besides, lend me 25 rubles. The unfortunate Maxim Kuzmich lost weight with his eyes wide open. His cheeks sank, and his fists became bone-like. His fixed idea made him sick. If it wasn't for the woman he loves, he would have been shot... I'm a thug, a bastard! - he said to himself. I have to tell her everything before the wedding! Even though he spit in my face! But he lacked the courage to tell her. The idea that after the explanation he would have to separate from the woman he loved was the most terrifying to him. The wedding day came. The priest blessed the brides and they were all congratulations and wishes of happiness. Poor Maxim Kuzmich was getting the parabiens, drinking, dancing, laughing, but he was horribly miserable: We're married, but we're still on time. We can still separate! When the hour of anxiety came and they led the unmarried to the bedroom, conscience and honesty overwhelmed everything... Maxim Kuzmich, pale, trembling, stunned, breathing hard, timidly approached Elena Gavrilovna, and muttered: You're out of your mind! I find you all these days pale and silent. Are you feeling bad? I... must tell you everything, Liolia... let's sit... I feel obliged to ruin you, to ruin your happiness... but what else can be done? First of all, I'm going to tell you my past, Liolia opened her eyes and smiled, \"Well, tell me about it, but it's over soon, please\". And don't shake like that. - I was born in Tam... in Tam... bov. My parents were humble and very poor... and now I'll tell you what kind of element I am. You're going to be horrified. Wait a minute... now you'll see... I was a beggar. When I was a kid, I sold apples, pears... - Are you freaking out? Well, you still have to hear the worst, dear. Oh, what a wretch I am! When you find out, you'll curse me! - But what is it? - When I was 20, I went... I went... Forgive me! Don't throw me off your side! I was a circus clown! - You? You were a clown? Salutov, waiting for a slap, covered his face with both hands. He was about to pass out. - You, clown? Liolia fell off the couch she had been lying on. He's joined in. He ran from one side of the room to the other... What was happening to him? He put his hands in his belly... and a laugh spread around the bedroom like a hysterical laugh... So you were a clown? - You? - I know. Maximka, my dove, runs a number for me. Show me now you were a clown! - I'm not going to be here. My soul's heart! With that, he threw himself on Salutov's neck and hugged him. - Do some clownish, dear, rich! - Are you kidding me, you miserable woman? Do you despise me? - Do something for me to see! Can you walk on a rope too? I don't believe you! While she spoke she covered her husband's face with kisses, squeezed her hand at him, made him a thousand cries, without the slightest sign of anger. He was perplexed, not knowing a word of what was happening, and he willingly agreed to his wife's pleas. He approached the bed, counted to three and made the candle, with his feet up, leaning his forehead on the edge of the bed. - That's good, Max! - I'm not going to tell you. - I'm not going to be here. You are a treasure! Do it again! Max was shaken and, in the previous position, jumped to the floor and started walking with his hands... in the morning, Liolia's parents were in awe. - Who's gonna hit those guys up there? - they were wondering. Newlyweds must be asleep. Aren't the servants joking? You have to see the fuss they're making, the very tunes! The father went upstairs, but there was no servant there. To his amazement, he found that the noise came from the bachelor bedroom. After sitting for a moment by the door, he pushed her slightly with his shoulder and interlocked her. Looking inside, he almost dies of panic: Maxim Kuzmich, in the middle of the room, was making a very risky, deadly leap. And Liolia, next to him, applauded. The faces of both of them glittered with happiness. FIN", "title": "Una mujer sin prejuicios", "author": "Anton Chejov"}