{"metadata": {"length": 6940, "words": 1321, "reading_time_min": 6.605}, "text": "Once upon a time, a merchant called his three daughters before he left for a long business trip and asked them what they wanted me to bring each one as a gift. The first asked for a brocade dress, the second for a pearl necklace, and the third, whose name was Bella, said to her father, \"I'll have enough of a rose cut from your hands\". The merchant left and, once his affairs were over, he was ready to return when a storm caught him unexpectedly. The wind was blowing cold and his horse was moving fatigued. Dead from tiredness and cold, the merchant suddenly saw a light shine in the middle of the forest. As he approached her, he realized he was coming to an illuminated castle. \"I trust that you can offer me hospitality\", he said to himself, hopefully. But when he came to the gate, he saw the door locked, and as he knocked, no one came to meet him. He went in determined and kept calling. In the main hall was a lit table with two candlesticks and full of rich dishes prepared for dinner. The merchant, after meditating for a while, decided to sit down at the table; with the hunger he had consumed a short time a juicy dinner. Then, still intrigued, he went upstairs. On either side of a very long hallway stood wonderful living rooms and rooms. In the first of these rooms there was a gleaming lumber and a soft bed that invited to rest. It was late and the merchant was tempted; he lay on the bed and fell asleep. When he woke up in the morning, an unknown hand had placed a silver tray with a smoking coffee maker and fruit next to him. The merchant had breakfast and, after he had taken a bath, went down to give thanks to the man who had given him the large lodging. But like the night before, he found no one and, shaking his head at such a strange situation, went to the garden in search of his horse that he had left tied to a tree, when a beautiful rose caught his attention. Then he remembered the promise made to Bella, and bowing down he cut a rose. Suddenly, out of the thickness of the rose bush, a horrible beast appeared, dressed in a beautiful robe; with a deep and terrible voice, he threatened him: \"Ungrateful! I've given you hospitality, you've eaten at my table and slept in my bed and, as a token of gratitude, you go and steal my favorite roses? I'll kill you for your disregard! And the merchant, trembling, fell on his knees before the beast, and said, Forgive me, and spare my life. I'll do what you ask! The rose was for my daughter Bella, whom I promised I'd take on my trip! The beast pulled his claw off the unfortunate. - I'll let you go on the condition that you bring me your daughter. The merchant, frightened, promised to obey him and obey his order. When the merchant came home crying, he was greeted by his three daughters, but after telling them of his terrifying adventure, Bella reassured him by saying, \"My father, I will do anything for you. You don't have to worry, you can keep your promise and save your life! Follow me to the castle and I'll stay in your place! And the father embraced his daughter, and said, I have never doubted thy love for me. For now, I thank you for saving my life. Let's hope that afterwards... this way, Bella came to the castle and the Beast greeted her unexpectedly: she was strangely gentle with her. Bella, who had at first felt fear and horror at seeing the Beast, gradually realized that, as time went on, she felt less repulsion. She was assigned the most beautiful room in the castle and the girl spent hours and hours embroidering near the fire. The Beast, sitting near her, watched her silently for long evenings and, after a while, began to say kind words to them, until Bella realized surprised that she liked her conversation more and more. The days went by and their confidence grew, until one day the Beast dared ask Bella to be his wife. Bella, at the moment surprised, didn't know what to answer. But she did not want to offend someone who had been so kind, and most of all, she could not forget that she was the one who saved her father's life by her sacrifice. - I can't accept it! - he started telling the girl in a trembling voice, if you want so much... I'm not gonna hold you in my anger over your refusal. Life continued as usual and this incident had no major consequences. Until one day the Beast gave Bella a beautiful mirror of magical power. Looking at it, Bella could see her dearest ones in the distance. Giving it to her, the monster said, \"This way your loneliness won't be so painful. Bella spent hours watching her relatives. After a while she felt restless, and one day the Beast found her shedding tears near her magic mirror. - What's going on? - What's going on? - I wanted to know the monster. - My father is very sick, perhaps dying! Oh, my God! I wish I could see him for the last time! - That's not possible! You'll never leave this castle! - the Beast screamed out of himself, and left. He soon returned and said to Bella in a loud voice, \"If you promise me you'll be back in seven days, I'll let you go so you can see your father\". - You're so good to me! You have returned happiness to a devoted daughter, Bella thanked her, happy. The father, who was sick most of all from the discomfort of having his prisoner daughter of the Beast in his place, when he could hug her, suddenly felt better, and gradually went to recover. Days passed by quickly and the father finally got out of bed healed. Bella was happy and completely forgot that seven days had passed since her promise. One night she woke up shocked by a terrible dream. He had seen the Beast dying, breathing with sterility in his agony, and calling out to it, \"Come back!\" Come back with me! Whether it was to keep the promise he had made, whether it was because of a strange and inexplicable affection he felt for the monster, the fact is that he decided to leave immediately. - Run, run, run, run, run, run, run, run, run, run, run, run, run, run, run, run, run, run, run, run, run, run! - he said as he whipped the coachman for fear of not arriving in time. When he got to the castle, he climbed the stairs and called. No one answered; all the rooms were empty. He went down to the garden with a strange feeling in his heart. The Beast was there, reclining on a tree, with his eyes closed, as if dead. Bella jumped over the monster and hugged him. Don't you die! I'll marry you! After these words, a miracle happened: the beast's horrible snout became the figure of a beautiful young man. - How long I've waited for this moment! A wicked witch turned me into a monster and only the love of a young woman who agreed to marry me, as she was, could restore me to my normal appearance. The wedding was held and the young prince wanted that, to commemorate that day, only roses were grown in his honor in the garden. That's why even today that castle is called \"The Castle of the Rose\". See also \"Beauty and the Beast\" by Jeanne-Marie Le Prince de Beaumont", "title": "La Bella y la Bestia", "author": "nan Anónimo"}