{"metadata": {"length": 2692, "words": 465, "reading_time_min": 2.325}, "text": "The shooting is an institution that suffers from some disadvantages today. Of course, it's practiced in the early hours of the morning. \"Even to die it must be early in the morning\", said a fellow student who had become one of the most remarkable murderers of our time. The dew of the grass unfortunately soaks our shoes, and the coolness of the environment makes us sweat. The charms of our wild countryside disappear with the morning fog. The poor education of the escort chiefs has dragged many of their best supporters to the shootings. The good ways that once made life sweet and noble have definitely gone away from us, putting in the daily trade grace and decency. Rude experiences are told in the peculiar courtesy of soldiers. Even the most firm-minded men feel humiliated and humiliated by the treatment of those who can hardly contain themselves in the harsh occupation of commanding and punishing. Straight soldiers sometimes have a deplorable look: old dresses; grown beards; dust-covered shoes; and the greatest disgust in people. Even if you are present for a short time, you will suffer a terrible pain in their sight. It is explained that many prisoners sentenced to the last sentence ask to be sold their eyes. On the other hand, when a tobacco is requested as a last resort, it will be supplied of poor quality by godly ladies who possess admirable zeal and frank ignorance of bad habits. It happens again with the waiting vessel, which prevents the ceremony. The paleness of many in the latter trance is not due to anything else but the low quality of the liquor that tears their guts apart. The audience for this kind of entertainment is always large; they are people of humble extraction, of crude sensitivity and of terrible taste in the arts. Nothing as hateful as being in front of such people. In vain you will assume a sober attitude, a noble and unartificial attitude. No one will appreciate them. You will be compelled to follow the rude phrases of the deceitful. And then, the lack of shooting specialists in the periodical press. Whoever writes about theater and sports will be dealing with shootings and fires. Pernicious confusion of concepts! A shooting and a fire are neither a sport nor a theater show. Hence comes that ampulist style that afflicts the connaisseur, those expressions of such painful reading as visibly moved, his face denoted contrition, terrible punishment, etc. If the state wants to effectively prevent the escape of those sentenced to death, it must not increase the guards, nor raise the walls of prisons. It is only in the slightest details that he will clear up this act, which some still consider to be of some importance. Fin 1915", "title": "De fusilamientos", "author": "Julio Torri"}