{"metadata": {"length": 3409, "words": 624, "reading_time_min": 3.12}, "text": "His enthusiasm for the circus had been growing for some time. Two months, maybe. But when seven years are life and the world of the elders still seems like a haze through a smoky glass, then two months represent a long, insidious process. Their older brothers had gone two or three times and imitated with a sly grin the comical misfortunes of the pigeons and the contortions and balances of the frogs. Also the schoolmates had seen it and they too reacted with great surprise when they remembered this hit or that pirouette. Only Carlos didn’t know that they were exaggerations directed at him, the one who didn’t go to the circus because the father understood that he was too impressive and could move too much against the useless risk that the trapeze artists were taking. However, Carlos felt something like a pain in his chest whenever he thought of the pigs. Every day it became harder for him to bear his curiosity. At seven years old, every long sentence was a cheerful one and the father was obliged first to laugh, then to explain: “I don’t want you to see the trappers.” When he heard this, Carlos felt truly safe, for he had no interest in trappers. “What if I am out when that number starts?” “Well,” the Father replied, “so, yes.” The mother bought two tickets and took him on Saturday night. A red-haired woman appeared riding a white horse. He was waiting for the pigeons. They applauded. Then came some monkeys who were riding bikes, but he was waiting for the baboons. Again they applauded and a Malabarista appeared. Carlos looked with his eyes wide open, but soon found himself blushing. They applauded again and the pigs came out — now yes. His interest reached its maximum tensor. They were four, two of them young. One of the big ones made a cabriole, of those that imitated their older brother. A boy was placed between his legs and the large thorn sounded a mighty blow behind him. Almost all the spectators laughed and some little children began to clap at the mummy joke before the pigeon had even made his gesture. The two teens fought in the millionth version of an absurd fight, while the least funny of the other two urged them to wrestle. Then the second big pig, which was certainly the funniest, came near the barricade that bound the track, and Carlos saw him standing next to him, so close that he could distinguish the tired man's mouth under the painted and fixed pig's laugh. For a moment the poor devil saw that amazing cry and smiled, imperceptibly, with his real lips. But the other three had finished, and the most comical prank joined the others in the final pranks and jumps, and everyone applauded, even the mother of Carlos. And as the trappers came, according to the custom of the day, the mother took him by the arm and went out into the street. Now he had seen the circle, as his brothers and schoolmates had. He felt the empty chest and it didn't matter what I was going to say tomorrow. It was late at night, but the mother suspected something and put him in the light area of a flashlight. He passed his hand slowly, as if he didn't believe it, over his eyes, and then asked him if he was crying. He said nothing. “Is it for the trapeziists? Did you want to see them?” It was too late. He was not interested in trappings. Only to destroy the misunderstood, he explained that he was crying because the pigs wouldn’t make him laugh. *FIN* Montevideanos, 1959", "title": "Esa boca", "author": "Mario Benedetti"}