{"metadata": {"length": 6638, "words": 1212, "reading_time_min": 6.06}, "text": "- Get up the accused! - said the president. Something moved in the horrible bench of the oil companies, and a faint, hesitant thing came up and leaned against the railing. It was a bunch of cracks, broken, padded, ribbons, dead flowers and old feathers, in the middle of which stood a poor, sharp, curly, wrinkled face, from whose wrinkles sprang the malice of two black eyes, like a lizard in the crack of an old wall. - What's your name? - they asked him. - It's not me. - What do you mean? She repeated gravely, \"Melusine\". The president smiled under his dragon colonel moustache, but he continued without blinking. - How old is she? - I don't know. - What? - What's your profession? - I'm a fairy. On hearing this phrase, the public, the Council and even the same prosecutor, that is, everyone, burst into a great laugh; but the laughter did not disturb her, and she continued to speak with a clear, trembling little voice, which rose and held in the air like a dream voice: - Alas! Where are the fairies of France? They're all dead, gentlemen. I am the last one, there is no one left but me... and it's a shame, because France was much more beautiful when the fairies were still alive. We were the poetry of our people, their candor, their youth. The places we used to walk, the lonely corners of abandoned parks, the stones of the fountains, the towers of the old castles, the mist of the ponds, the great swampy lands, received from our presence a magical and solemn power. In the fantastic light of legends we could be seen passing anywhere, dragging our tails in a moonlight or running through the meadows without stepping on the grass. The villagers appreciated us, they venerated us. Our pearl-crowned foreheads, our magic wands, our enchanted streaks, aroused in the naive imaginations fear and admiration. That is why our springs remained crystal clear, and the ploughs stopped on the roads we protected, and as - being older than anyone else - we instilled respect for what is old, from one end of France to the other the forests were allowed to grow and the stones to collapse by themselves. But the century has come a long way. The railways have been invented. Tunnels have been drilled, ponds have been blinded, and trees have been cut down, so that we soon find ourselves without knowing where to hide. And the villagers have little by little stopped believing in us. At night, when we were hitting the posts, Robin would say, \"It's the wind\", and he would go back to sleep. The women were pouring in our ponds. From then on, it was all over for us. Since we lived only by popular belief, lacking it, we lacked everything. The magic of our wands faded, and from powerful queens we became old wrinkles and evil, like forgotten fairies, and even had to earn our bread with our own hands, who could not do much. For a time, they could see us in the woods dragging up dried wood, or picking up bellots along the roadsides. But the forest rangers were chasing us and the villagers were throwing stones at us. And then, like all the poor people who can't make a living in the place where they were born, we went to the cities looking for work. Some went to the wool factories; others sold apples during the winter in the corners of bridges, or rosaries at the church door. We pushed carts loaded with oranges; we offered passersby twigs of flowers for five cents, which no one wanted; the children laughed as they saw our chin trembling; the guards chased us, and the cars ran over us. Besides, illness, deprivation, and finally, the hospital sheet over the inert face... that's how France has let all its fairies die. And that's why he's been punished so severely! Yes, yes, they laugh as much as they like. They've just checked out what a fairy-free town is. You've seen all those mocking and well-fed villagers open their bread boxes to the Prussians and lead them down the road. There you go! Robin didn't believe in witchcraft, but he didn't believe in the homeland either... if we had been in our place, none of the Germans who have entered France would have survived. Our draks, our wildfires, would have dragged them into the swamps; in all the clear springs bearing our names, we would have poured enchanted breweries that would have made them mad; and in our meetings in the moonlight, with a magic word we would have so confused the roads and rivers, so entangled with bushes and thickness the forests where they hid, that the eyes of Moltke's cat-like cat would not have been able to recognize them. The peasants would have fought. With the beautiful flowers of our ponds we would have made balms for the wounded; with the wire of the Virgin, we would have weighed yarns; and on the battlefield, the dying soldier would have seen the fairy of his village bend over his eyes half-closed to show him a piece of forest, a crossroads, anything that reminded him of his land. That's how you make the national war, the holy war. But alas, in countries that no longer believe, in countries that no longer have fairies, such a war is impossible. At this point, the subtle voice broke for a moment, and the president took the floor: -Well, but you haven't yet told us what you were doing with the oil that was found on you when the soldiers stopped you. \"I was setting fire to Paris, sir\", replied the old woman calmly. He set fire to Paris because he hates it, because he makes fun of everything, because he's the one who killed us. Paris sent the wise men who analyzed our beautiful miraculous springs and told exactly how much iron and sulfur they contained. Paris has mocked us on the stages of its theaters. Our charms have become mere tricks; our miracles are farces, and in our winged carriages so many uglinesses have paraded wrapped in our pink gas in the light of a moon simulated by flares, that no one thinks of us without laughing... There were little ones who knew us by our names, loved us even though they feared us a little; but instead of the beautiful books full of golden prints and prints in which they learned our history, Paris has put science in their hands within the reach of children: thick books from which boredom springs like a gray dust that wipes our enchanted palaces and our magical mirrors from the children's eyes. - Yes, I did! You don't know how happy I was watching Paris burn! I was the one who directed the oil cans, who led them by the hand to the best places: \"Come, my daughters, burn everything, light it, open it!\" \"There is no doubt: this woman is crazy about the end\", said the president. Take her away! FIN Contes du lundi, 1873 Spanish translation by Esperanza Cobos Castro", "title": "Las hadas de Francia", "author": "Alphonse Daudet"}