{"metadata": {"length": 5934, "words": 1118, "reading_time_min": 5.59}, "text": "After a very short time I have rejected the use that the Galician voice uses, and I am attracted to the abuse, I mean, the prudence that demands us to say no. That no one will know. This deficiency is a fierce current, now that we are all stung by a stinging internationalism. * * * Luis was the little tyke of the street and the sexiest boy in the neighbourhood, none of his peers could match him, and he had sex with everyone. Since he had dominated Guillermo, no one had been able to withstand him. It was spent chasing and agitating the crest: if there was a race, it was won; it was fun to terrorize the girls of the neighborhood by molesting their brothers; it was spread out everywhere, and to scourge all Christ, to scourge has been said! That one be forgotten! -If you don't get up you'll be stung by a bee!... It was a mandarin, a real mandarin! And as heavy, as if I was heavy! Poor Enrique, Enrique the tin can, he did nothing but give him a smack, and perhaps he began to eat rotten food and drink wine. They had a rage on the street! Guillermo, from the last fling, walked and left him to drop the slingshot and the grenades, waiting for the opportunity and saying, “That grenade will fall.” The people of the neighborhood, bored with the gloom, yelled “Chapale, chapale,” yelling and clapping their hands in their ears. - He says you are afraid. - Me? -He says you can! - He says how rebellious! - Yes, the rage! They were found in the field one morning in early spring; it had rained at night and the ground was wet. The two, Luis and Guillermo, reclaimed the savior in their bodies, their arms danced, and their hearts to their companions who pleaded for mercy. They had words about whether it was one or the other who had smashed a shard of glass. The pig lay on the ground, his paws up, pleading peace with the cries of his six companions, waiting for the hegemony of the neighborhood to be decided by him and with him. - Yes! - You, you eat roncas nothing more you know! - Roncas? Is it me? If I give you one! There was once a man who went with a good heart, and came back. -Call and don't provoke me! -Oh, go! -exclaimed one of the mirrors- -Oh, go! -What a frog, to be told he knew! The surrounding people were amazed. - Come on, pheasant! -Have a look at that! - Are you afraid? -I am afraid? -Shut up! -Spit out saliva! -What a bore! -Prove it, prove it, prove it! Everyone jumped up and laughed to hear this. Luis sat as a tomato, and was about to impose correction on the burlon. - Keep quiet! Guillermo cried. -And to you too if you chill out too much! - To me? Luis gave him a pelt, Guillermo returned it, followed a moquet and sounded the alarm. The eyes cheered them and they danced with pleasure. One of these was put on hold by Guillermo. - I hope Guillermo wins. Ojala amen... Ojala gane... Ojala gane... They separated to give the arm a lift and to stretch it out with more strength. At first they tended to hold the injured hand and take time to return the blow; then they hurled the stones without rest. -Ojalá gane... Ojalá gane... Ojalá gane... -Let's go to the zoo! They fell at last to the wet ground, Jesus under them, and when they fell they smashed the harlot who was pleading for mercy with her broomstick. Guillermo seized the enemy's arms with his hands, and while he was squeezing, the other, red-faced, beaming with joy, fierce in his eyes, said, \"You are a loser!\" - No! - Are you leaving? - No! Another blow, and so on, until he was bleeding from his eyes. At that moment one of the eyes exclaimed: - Water, water, water! It was that the owl, the very timid, was coming, frightened, like a tiger in pursuit. When they saw him they abandoned the field and ran. And the eagle, when it had escaped the pit, threatened them from afar with the spear. They entered the street, the victor surrounded by witnesses to his triumph and without a word to Eugenio, who repeated: - I have prayed for you! I prayed for you! Soon after the victor came in, gnashing his teeth, huffing and murmuring: -It will fall! He's gone! What a scourge he has been under ever since! On the street they all danced happily; they were no longer afraid of the roncoso, they could tell him: -You have been beaten, Guillermo. Who paid the most attention to this was Eugenio. He had a deep sense of human dignity. If he was hit 6, 15 or 21 times, he would return 7, 16 or 22; when the master gave him an ointment, he counted the syllables, and if these were n, then, in adversity, he had to touch the master's hat n + 1 times. He always stayed on top. Luis did not reopen the gate, but he did not shut it at night nor open it at day without murmuring: -It will fall! He's gone! A glorious food of your august majesty fallen! * * * «Happy chiquillery! Look what we are going to get!” Does the reader say this? Well, that is the origin of the sense of justice, because it was born out of delinquency. All the monstrousness of social revenge is reduced to social retribution, no more, no less. Is it me? I will bind him, and he will be in peace! Go in peace! The peoples passed from revenge to punishment. This is a pure reaction, like the scorpion. If a grain of sand gets into the mucosa..., the larynx will punish the grain by tearing it. When I see two kids squatting on a street corner, I say, “That’s social education, and the rest is nonsense. So, free and in the open air, each one learns, so, that there are other wills before his will, and that there is no other remedy than to submit to them or to submit to them, or to come together to escape under the eye of the tiger.” The international “You’ll fall!”, which comes from the bottom of the broken chest, still has to teach us great things. But look, look, look!, you must not lose sight of the eagle, which moves cautiously, like a tiger in pursuit, which from afar threatens with the arrow and can snatch us from the party. *FIN* El Nervión, Bilbao, 7-IX-1891", "title": "El desquite", "author": "Miguel de Unamuno"}