{"metadata": {"length": 6569, "words": 1211, "reading_time_min": 6.055}, "text": "When I met Don Hilario he was no one and nothing, becoming one of the most boring and common subjects despite his rare fame. But still, and I had the good fortune to be present at one of his explosions, an eruption of his spiritual honduras, and hear him recount his misfortunes with that slack and slow voice and that painful manner that in such cases, and even back to his usual hurling, dominated him completely. He sat in the library and studied, and he thought that the solitary reading and study had been the source of his misery. With a hydopic thirst to know mysteries he had devoted everything, sciences, letters, humanities, with insatiable incarnation. The mystery was growing on him, and he was discovering new ways to approach it, and he felt despair and impatience at finding himself hundreds of times with the same things in hundreds of different books. Having longed for newness, new or rediscovered ideas that would refresh the mind, he found himself confronted with unbearable repetitions. All books dealing with a subject matter contain a common background and this background gave him the dream, pure magic. Whoever discovers a truth in chemistry is not content with writing a complete treatise of chemistry, and thank goodness he does not pretend that that truth changes all the rest and is the cornerstone of a new system. At bedtime three or four books were left on the table, requested by all of them; after a short hesitation he took one, read it, skimmed over it, began a chapter, unintentionally, distracted by the desire for the other books on the table; and so he left it to take another and leave it in the amount that became what he said the sugestive would say. Many times he touched one and touched another and he was left without any, and he stopped touching them at all, choosing to sleep in the cosy feeling of the neighbourhood of his dear books. He read monographs, bibliographic notes, references, extracts, and especially journals. From magazines came the magazines of magazines. But here everything was skeleton without flesh and soul, skeletal plans. And worst of all, the extracts turned out to be more palatable and empty than the originals. And what disappointment to see the most beautiful titles stripped! He finally sought out the works stuffed with references and notes to read them; on the steps the author would take to build his own work, he imagined the other. And he was just reading catalogs. Catalogs! There are few things more suggestive than a catalogue. On a title, what of nebulous, vague fantasies, what of imagining without any concept! He sat down with a catalog and he was going to go today. His knowledge of living languages helped him a lot. Wiezzieski: “The Problem of Evil”, what a vast field!, and wandering aimlessly in dark glooms of this problem: Wadswosth: “The Future of India”, seventh edition, in four, six chapters, what things will he say! ; and Warren Hastings, Lord Clive, Buddhism, English spirit, thousand other images; Bonnet-Ferriere: “Art in Life”, new evocation of inarticulate symphony of larval ideas; Schmaushauser: “Asiatic law”..., decidedly, still little of historical law, what field! ; Hembrani: “The Philosophy of Chemistry”, twelfth edition! !, 20 lire! !, and for a while he saw arranged rigodones of atoms full of personality and life; Lopez Martnez: «Comments to the procedural law», what sovereign strand! And he was asleep. To the par I was bringing the love of sleep. He spent the day, while he read books or catalogues, waiting for the time to lie down and scrubbing the image of the dream, and once he lay down he sat down on the sofa to enjoy the anticipation of the moment of engrossment in unconsciousness. He would sometimes try to anticipate the exact moment when he would enter into the dream, a moment he would always escape, for he was always distracted by his own coyunture. Others were seized with a burning agitation by the thought of nothing, which terrified them more than Hell. No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, After coffee, a seat in the casino watching a game of chess, which I did not understand a little or nothing, a slow walk, a gradual invasion of sleep, a frugally-minded dinner and early bed. The day he was born I said to myself, - What a terrible disease he has... but no, well spotted, it is not a disease nor is it terrible! I spend the day waiting for the time to lie down, imagining it, and I fall asleep delighting in the idea that I will sleep to awaken with the new day, full of spiritual freshness. The dream! It is the Vis medicatrix naturae and mental digestion... During sleep the ideas at the bottom of the recollection are absorbed where the flesh of our soul is made... What we better know is what is forgotten. All this of new currents, of spiritual crisis, of degeneration, of the end of the century, of neurosis and neurasthenics, of mysticism and anarchism, all that is social dreaming and nothing more. Clear as a bell!, such a magazine of magazines, such a bibliography and such a catalogue... dream, dream, it's just a dream. The agitators, the revolutionaries, you say? Aspirants to sonatas. Return to medieval night and sleep... -But that is to deny progress. -Progress? But you think there is no further progress than the vigil? You have to digest the progress, and the dreaminess of it all. To sleep!, to sleep to digest the spiritual progress and to wake up in another century with a fresh head, in good humor and enriching the vibrant and florescent base of the forgetting, which is something positive, very positive, believe you. *FIN* The Fomento, 1897", "title": "Sueño", "author": "Miguel de Unamuno"}