{"metadata": {"length": 2759, "words": 486, "reading_time_min": 2.43}, "text": "It was in the loving silence of our house. Through the open window came the warm night's breath, gently waving the curved edge of the pink screen. The familiar light of the old lamp caressed our peaceful, working table-bound foreheads. You read, and I wrote. Every now and then our eyes would rise and smile at a time. Your hand, laid like a restless little pigeon over me, assured me that you always loved me, minute by minute. And the ideas came joyfully to my rejuvenated brain. They came like a wide, clear river, born to quench men's painful thirst. The hours passed, and a faint tiredness descended to the ground. You closed the book; my indecisive pen stopped. The day was ending, and the dream was descending upon things. And the dream was rest. Having nothing to dream about, we wanted to sleep, sleep and wake up at dawn to continue living the real dream of our lives. And we looked at ourselves long and we saw life in the dark void of our orbits. We saw her and understood her. We hug her tightly. Our mouths interviewed her and they collided, and they didn't separate. The sweetness of your skin has languished my blood. Your heart started beating harder. Life was taking over us, crushing us with the voluptuousness of its thousand claws. Still on the edge of the abyss, we were tasting the mortal delight beforehand... and suddenly a tiny object fell on the disc like the thin bronze that your hair was brushing. It was a golden butterfly. He stood still for a moment. And with sudden rage he began to swing against the metal. Their pale wings vibrated so fast that they looked like a faint glass of suspended fog. Her little head was hitting the bronze and slipping through it, and the crazy butterfly swung endlessly along the concave and shiny groove. A uniform seizure galvanized that molecule of dust and passion. His titanic flight gave a continuous and very sad note of sick violin. Hypnotized by the mild, tenacious groaning, we contemplate the insect's struggle against its invisible enemy. A powerful enemy! The frenzied spiral was shrinking. He was getting to the delusional paroxysm. The arched windmill twisted and in a cruel spasm it finally tore apart, sprouting a cluster of fertile seed... and the sad note still complaining, an electric spark that had just burned the poor pale wings. And we feel the enormous weight of nature gravitate over the dying body, the formidable pressure of destiny escaping whistling through the weak wings, like a hurricane through an imperceptible crack. And the lamentation ceased, and the wings lay down forever, slaughtered by life... and we saw life again in the dark void of our orbits. We saw her linked to love and death. Trembling with happiness, we collapsed together on the white bed...", "title": "¿Recuerdas?", "author": "Rafael Barrett"}