{"metadata": {"length": 5577, "words": 1044, "reading_time_min": 5.22}, "text": "While rubbing the mountain, men had cut down this tree the year before, whose trunk lay in its entire extent crushed against the ground. While his companions have lost much of their crust to the razor's fire, the latter retains his almost intact. Hardly a charred strip along the way speaks very clearly of the action of fire. This was last winter. It's been four months. In the midst of the drought-lost grass, the truncated tree always lies in a moor of ash. Sitting against the trunk, my back leaning against it, I find myself also motionless. Somewhere in my back, I have a broken spine. I fell right there, after stumbling unlucky on a tree. As I have fallen, I remain seated - broken, rather - against the tree. For a moment now I feel a fixed buzzing - the buzzing of the spinal cord injury - that floods everything, and in which my breath seems to be flowing. I can't move my hands anymore, and barely one finger can reach to remove the ashes. Very clear and capital, I am now convinced that my life is waiting for the instantaneousness of a few seconds to be extinguished. This is the truth. Like her, I've never thought of a more resounding one. All the others float, dance in one as a reverberation far from another self, in a past that doesn't belong to me either. The only perception of my existence, but as blatant as a great blow struck in silence, is that in an instant I will die. But when? What seconds and what moments are these in which this exasperated consciousness of living will still make way for a quiet corpse? No one comes near this ravine: no mountain peak carries it from any property. For the man sitting there, as for the trunk that sustains it, the rains will follow weting the skin and clothing, and the sun will dry the fluids and hair, until the mountain sprouts and unites trees and potash, bones and leather of shoes. And nothing, nothing in the serenity of the environment that denounces and shouts such an event! Rather, through the black and brown trunks of the razor, from here or there, whatever the point of observation, anyone can look with perfect clarity at the man whose life is about to stop on the ashes, drawn like a pendulum by immense gravity: so small is the place he occupies in the razor and so clear his situation: he dies. This is the truth. But for the dark, resilient animal, for the beating and encouraging threatened with death, what is it worth in the barbaric unease of the precise moment when this resistance to life and this tremendous psychological torture will explode like a rocket, leaving behind a former man with a fixed face forever ahead? The buzzing is getting louder and louder. Now, put a veil of dense darkness over my eyes, with green roms. And then I see the walled door of a Moroccan zook, from one of whose leaves a herd of white foxes escapes, while from the other one a theory of beheaded men runs in. I want to close my eyes, and I can't do it right now. I now see a hospital ward, where four doctors friends are determined to convince me that I am not going to die. I watch them in silence, and they laugh, for they follow my thought. \"Then\", says one of them, \"you have no more proof of conviction than the fly cage. I got one. - Yes, he replies, green tracking flies. You may not be unaware that green flies smell the decay of the flesh long before the subject's death occurs. The patient is still alive, they come, safe from their prey. They fly over it without hurry, but without losing sight of it, for they have smelled its death. It is the most effective means of forecasting known. That's why I have some very fine-tuned scent for selection, which I rent at a modest price. Where they come in, safe prey. I can put them in the hallway when you're alone, and open the cage door which, by the way, is a small coffin. You have no other task left than to glance at the lock. If a fly comes in and you hear it hum, be sure that the others will also find their way to you. I rent them at a reasonable price. Hospital? Suddenly the bleached quartet, the pharmacy, the doctors and their laughter fade away in a humming sound... and suddenly, too, the revelation is made in me. The flies! They're the ones who are zooming. Ever since I fell, they've come without delay. Stirred in the mountain by the fire, the flies have had, I don't know how, knowledge of a safe prey in the vicinity. They've already smelled the next decomposition of the sitting man, by characters unappreciated to us, perhaps in the exhalation through the flesh of the cut spinal cord. They have come without delay and are swiftly turning, measuring with their eyes the proportions of the nest that luck has just encountered their eggs. The doctor was right. It can't be his most lucrative trade. But now this desperate desire to resist is appeased and gives way to a beat of imponderability. I no longer feel a fixed point on the earth, rooted in it by very grave torture. I feel it flowing from me like life itself, the lightness of the environment, the sunlight, the fertility of the hour. Free of space and time, I can go here, there, to this tree, to that liana. I can see, far away already, as a remotely remembered existence, I can still see, at the foot of a trunk, a blinking eyelid, a glass-looking scarecrow and stiff legs. From the midst of this expansion, which the sun dilates to break my consciousness into a trillion particles, I can rise and fly, fly... and fly, and sit with my companions on the fallen trunk, to the rays of the sun that lend their fire to our life-renovating work. Beyond the End, 1935", "title": "Las moscas", "author": "Horacio Quiroga"}