{"metadata": {"length": 5708, "words": 1054, "reading_time_min": 5.27}, "text": "If it snowed in the city, there was a risk of the chrism breaking up in every corner. The snow fell and trampled on was hardened by the night's frost and the streets were turned into shiny, glass-lined tracks, more suitable for skating than for walking through. For the boys, the event was so tempting that it was even enough to justify their absence from school. And in these little things, where snow falls and ice hardens it, in a sudden slip and fall, are often hidden the destiny of men and the great changes of men; sometimes their happiness, sometimes their misfortune. This happened to Juan Gómez, twenty-seven years old, newly married, user of a protected house outside the bridge. Until that day, she hadn't realized anything. That he loved her, he had no doubt. And yet, if so, nothing justified that strange twist, soft as a disgust, that I saw that morning deep in her guts. John's lack of glasses did not seem to justify anything significant, nor did the way the break occurred, falling into the snow the evening before returning from the office. And yet, seeing her breakfast now before her, defenseless, with her long neck emerging from a disproportionate neck and with her dirty edge, staring at her with those dead pupils and like cooking, she felt a horrible shaking. - Is something wrong? You cold? - he said. I asked her carefully, gently and affectionately, as so many other times, but today she was hurt by the melifluous tonic she used, her soft-protective conato. - What a foolish thing! Why would anything happen to me? - she said, and thought to herself, \"Is it a son? Will a child be this unbearable disgust I notice today within me? She moved restlessly from the chair as if something urgent pressed her and an invisible hand ruthlessly crushed her against the seat. Behind the crystals, it was snowing again. And she should be able to use the snow falling behind the window, as so often, to appreciate the comfort of home, her intimate life well settled, warm and palatable. But no, I'm not. He was there today. John sipped bread in the coffee and chewed the resulting soups with loud voracity. Suddenly he raised his head. He said, \"I'll leave the glasses in the optics before I go to the office. Not in Pérez Fernández. I'm already scarred. That makes it all expensive and bad. I'll leave them on the east corner. Marcelino told me he works well and fast. I'm in a hurry. She didn't answer. He had nothing to say; for the first time in ten years he lacked words to address Juan Gómez. Yeah, I didn't have a word on the line. It was empty like a drum. He mustered his last strength to look at his brown, uncluttered eyes, and, for the first time in his life, saw them as they were, directly, unveiled by the brilliant artifice of glass. He experienced a chill. Those eyes were evidently not John's. She always liked men with glasses; glasses lent the man an adorable air of intellect, superiority, brain and diligence. And John's, covered in glass, were, in addition, bright-eyed, brazen, bold. That's why she fell in love with him, for those eyes so ruthless that to contain them it was necessary to preserve them with a glass fence. \"I'm thinking nonsense\", he said. It's most likely a child. Everyone says that when she goes to have a child, you notice strange and disgusting things and unfounded aversions. - What do you think, dear, if it can be known? John's tone of voice was now irritated, suspicious. She shook her head violently, and felt a strange stiffness in the limbs, something like a contained rebellion. He said, \"I don't know, I don't know what I'm thinking. I've got a lot on my mind. I couldn't tell him that he was thinking in his eyes, that he was thinking something like he wasn't him: that his personality was so diminished and unstable that he disappeared with his broken glasses to transform into a fur. Suddenly she was ashamed of living quietly with that man. What would John, his John, say when he came back from the optics with his glasses fixed and his glowing, brazen, bold gaze? He would again scrutinize her marital, with her tasteless eyes, as her teeth ferociously crushed the breadcrumb soaked in coffee and milk. She felt a stranger's pupils brazenly plunge under his clothes, trying to guess his nakedness. \"This man has no right to interpret me like that\", he thought. This is a shameless daring. I will denounce him, I will denounce him for assault in person, he said in a fantastic flight of the imagination. He thought of all the horror and shame of an adultery and stood up violently. Without saying a word he turned around and headed toward the door, but he jumped in and grabbed her by the waist: \"Come, creature, give me a kiss; I'm leaving now\". She saw the two inexpressible eyes to a palm of her own, two foul eyes, as tarnished by an indefinite fog. And a sharp groove, dry as an axe, in the upper part of the nose. He closed his eyes when he noticed his body next to his, trying to get himself together. Then he opened them again. No, definitely, that wasn't John, his John, 27-year-old Juan Gómez, with his glasses always clean, unpolluted, and a bright glow in his pupils. It was another man, a strange man, taking advantage of the hardened snow on the pavement, and the fall, and the shattering of the glass. He felt a vertigo and cried out loud. But his resistance was a sensuality that was stirring up a glut of sensuality in Juan Gómez. And Juan Gómez, kissing his wife's lips, realized that she was hanging inert from his arms, that she had vanished. But he never thought of these little things: in which snow falls and ice hardens it, in a sudden slip and fall, the fate and great changes of men are often hidden. FIN", "title": "El otro hombre", "author": "Miguel Delibes"}