{"metadata": {"length": 4339, "words": 776, "reading_time_min": 3.88}, "text": "Fray Baltasar was perplexed at his desk, in the scriptorium of the monastery. Hour after hour, he had wanted to reproduce on the stretched piece of veal that he had in front of him, those lights that adorned his breviaries and misales and provided him with artistic fame. It wasn't a year ago that I finished a Book of Hours for the Queen of France, which was a surprise to that court, and now, I couldn't chart the most insignificant flower! He, who had managed to paint inside the initial Stabat Mater the face of the Mother of God, with so primor and art, that tears could be seen rolling down the cheeks of the Sorrowful! He who had bound the verses of the Great Book with leaves and unimaginably small scrolls. He rehearsed again a thousand times, but he couldn't get anything. With a deep sigh, he set out to keep his brushes, paintings and brushes, and at that moment he heard the bell ringing to maitines. \"Six hours without achieving anything\", he thought, \"God forgive me for wasting my time! He stepped toward the choir slowly, thinking without ceasing about his lost faculty. The friars sang the gentle ritual songs; clouds of incense spread through the temple ships; but although Fr. Baltasar wanted to concentrate his attention on the craft, he blew his imagination and felt great anguish at the thought that his art, so wonderful that it amazed the world, had disappeared, perhaps forever. The service was over, and the friars slowly and silently left the choir and went through the old cloisters like shadows, to enter their cells, to rest for a short time. Fray Baltasar, a lowly man, entered his retreat and lay down on the hard bed; fatigue and sadness weighed on his eyelids and sleep provided him with momentary relief. He awoke with a trembling awe, and he heard a voice say, \"Blessed be the moon and the stars, our sister, O Lord, whom you have made bright and beautiful in the heavens. The friar got up from his hard bed and prayed, until, through the window of his poor cell, he saw the moon and stars pale. The next day he performed his duties with the greatest accuracy, but Brother Gilberto, the novice, noticed the sadness of his face, and the prior often looked at him in the refectory. When he finally found himself in the solitude of the scriptorium, he took the brushes with a trembling hand and, on the stretched piece of veal, wanted to reproduce once again the illuminations of the monastery's missal and the Queen of France's Book of Hours; but he could achieve nothing. His drawings looked like a child's drawings. He dropped the brushes, and reclining his toned head over his arms, he began to weep bitterly. Her tears fell on the scroll, patently staining it and making more blurred marks on her failed drawings. How many days did Brother Baltasar spend in that bitter mood! How many nights without blinking! The daily activities of the convent life could not make him forget his pain: neither the verses of the Psalms nor the prayers of the Office. One day he went to a meadow near the monastery, where a large number of flowers of various species grew, and these may have reminded him of the ones he had so often drawn, idealized, in breviaries and missals, as new tears of pain clouded his eyes. For a long time Fray Baltasar was delivered to his deep sorrow and completely forgotten of monastic rule; suddenly, gentle clarity seemed to illuminate his mind, and prostrating himself on the pines he exclaimed: -Oh, pygmy and miserable race of mortals! Have you not understood, sinful Belshazzar, that if God has deprived you of your art, it is only because you recreated yourself in admiring your work and being proud of it? Oh, vanity of vanities! After he had fulfilled the penance imposed on him by the prior for breaking the rule, he entered his cell, to try a slight rest. Soon, they played maitines, and the friar wanted to get up from his hard bed, but his eyesight was clouded, and he felt fainting... and his life was slowly dying out... While the friars buried Baltasar's body in the crypt of the monastery, the prior went to the scriptorium to collect the illuminator's work, assuming it was not finished. But he found the edged parchment leaf of exquisite and delicate work, the most wonderful, no doubt, that the strawberry brushes Baltasar drew. The Bronze Gate and Other Tales, 1922", "title": "Fray Baltasar", "author": "Manuel Romero de Terreros"}