{"metadata": {"length": 5051, "words": 850, "reading_time_min": 4.25}, "text": "You're overwhelmed and overwhelmed by flashbacks of some light in your past years, the fatigue of counting the same mistakes you repeat as an endless rosary, the urine of what might have been, the nourished memories, the evil desolation of your frustrations. At sunset, when your day is already over, when your fatigue is overwhelming, you run away from your troubled pit, so full of your own discomfort, that it annihilates your space and oppresses you, chokes you and kills you. Its air, polluted by your lethal desolation, poison you, you miss out and you inevitably stumble upon yourself. Nothing should interest you or distract you: the book falls from your hand, and on the record, even your favorite Bach, is far away. The afternoon's lucid fusion of sky blue transparencies with the magical golden sun that causes joy to expand definitely hurts you stranger. You're taking a precarious route, because you have no goal. Your eyes echo hypochondria and a frozen insensitivity makes you a blind stranger in that atmosphere, in that tactile light, in that ecstatic landscape. You can only notice your creepy abyss, the maze in which you waste and consume your life and which devastates you, banished from yourself, grinding madness, drinking the ice of your poisoned pessimism. At an age when you're just looking at him, you're just adventuring, not knowing which door to knock, which ladder to climb, which hand to hold a greeting that dissolves in your fist, hidden in your pants pocket. You turn on yourself  your supplication is to walk on your feet, empty and barren, unable to see outside yourself, steadfastly descending into your dark shadow, undermining any hope of asserting a valid reason for survival. Paths, uncertain, frightened, for the street is sinister and threatening the sky, and the floor is paved with drought and traps. Your eyes, veiled, drink your tears, corrosive water. You've shrunk in size, you're uncomfortable in your aging dwarf stature. You'd look for a prayer or a sword, but you've got your lips frozen, and your hands paralyzed. You're a repulsive reflection of discouragement. (For on the sordidest night of a man an unforeseen light may descend upon him; for the most attached eyes may come to perceive it, therefore)...three female figurines appear along the same sidewalk, exorcised together as a spontaneous and graceful afternoon flowering. Another not less dazzling light bursts into them a sudden slender teenage age, in waves that flash flash flashing anticipations of the definite women they can become. The still-aninified and mischievous winking is overlaid with sudden flirtations or glimpses of what their personalities may be, in a delicious game of alternate transfigurations: to the slight hint of maturity that will finally fix the attraction of their sex, the air is sometimes childish and naive, sometimes that of the sweet teenage enjoying oscillating disbelief, and between riots of smiles, chatter, twitching, gazing, tender ademanes. Their minimal skirts, cut much higher than the knee, neatly uncover the elastic seduction of their legs, thin but firm, compact but pierced, forged in high, mysterious and perfect harmony. The one in the center, with loose hair, golden hair under the golden sun, and a pronounced bust, walks flexibly and there is a donare in the rhythm of her beautiful legs, whose seduction is resolved by a happy concord, between tendons and muscles, between calves and thighs. The superb legs of an attractive young girl are an incredible maturation of a woman's legs in the middle of the season. (You've been soaking in that animated vision, that bodily genesis that the afternoon gives its best splendor, and you feel the living beauty walking down the street, letting its light begin to illuminate your soul. You sigh with relief, with gratitude: that image, that plasticity; those moving charms discolor your blackness and you can breathe a smile, so have a melancholy pause, because after all, it's worth being on Earth to be moved by how life repeats its most fascinating and eternal wonder. And so you feel comforted and so Bach will sing his cantata, you hear it, and so the music, in a clear, upright dawn, rises, leaves the impure thoughts, pulls the shells of sex, removes erotic bodies, dilutes unhealthy desires, purifies neurosis, bruises the sore and dirty guts, your lips spit out the absurd and useless words and you see yourself floating in the pool of resurrection.) The girls walk by the man, absorbed in his talk. He cannot resist prolonging his gaze behind the trail of beautiful legs that flare in the distance. Man stands up from himself, turns, breast-widening, lifting his head, and enters with determination and confidence into the joy of the glowing afternoon, stimulated toward a restored hope. A woman of ruthless air... mouse-eyes, hooked nose, bitter lips... lets him get close to her. As if he had thrown a projectile at his own head, he cries out harshly and offended: \"Old pig, libidinal!\" Only dreams and desires are immoral, 1980", "title": "Las piernas", "author": "Edmundo Valadés"}