{"metadata": {"length": 7342, "words": 1316, "reading_time_min": 6.58}, "text": "At the apex of hypochondria and rumbling of tedium; tired of the world, of men, of women, and even of horses; exhausted of nerves and emptied of soul, Tristan decided to die. Well, it is out of the question to stay in a world so pitiful and so little redeemed; a world in which the spoils are resorted to in snares, and in disenchantment the illusions! Sleep once; sleep a dream that does not have the repercussions of the probable waking. And Tristan, resigned to the action, began to think of the “modo.” The truth is that the pigeon “modo” was like a bone that was thrown at Tristan. Between the sincere desire to leave life and the act of leaving it is a single movement; but what a movement, gentlemen! Compared with this, it seems easy to lift a mountain... Hamlet's indecisions, cakes and bread painted in comparison with those of many unfortunate sons of this century, at a time greedy and frightened of not being. Tristram had no shit on him; but value is not fixed; there is one who is not afraid of a lion, and is frightened at the sight of a scorpion. Nervous, cruelly imaginative, Tristan was horrified at the frightful moment when the hammer of the revolver would destroy the mass of his brain, or the string would brutally sever his limb. By strange contradiction convinced of the final decomposition, he even worried about what would happen to his body, and he saw the post-mortem scene, the group formed around his corpse, and he heard the trivial remarks, the inevitable hurtful reflections of friends and servants, all this riddle, semi-grotesque, parody of something tragic and great not realized. His taste was swayed against such a final, “More, yes; but without making a spectacle; leave life as one leaves a room, discreetly.” In view of the purpose, Tristan decided that the most suitable place to put him to work was an old castle he owned on the shores of the sea. Recognizing it at some point, society, if it soon realized its mistake, would have forgotten when it should have happened... The case was not leaving any trace. \"As I remember Perico Gonzalo and Manolo Lanzafuerte my paradero, there they leave on the pretext of shopping or fishing... And he surrounded his last and lone journey with the complicated mystery of other more privileged escapes. \"They think my escape is easy,\" he said to himself, with ironic sadness, the future suicide. When he was in the castle, the old summer home of his family, Tristan realized that the sun was not the best background for the shadowy picture he was trying to paint. The abrupt mountains, the gnarled stones, the walls that the hive shook, the rocky coast strewn with stones, the beach always soiled by the incoming oil, the tower where the flies and gnats swarmed, breathed desolation and a shiver of melancholy. The horror of the landscape was compounded by the season, which was the autumnal equinox with its fierce storms and frequent typhoons, pushed by the temporal, which came to roar and roar in the low-lying valleys of the Corvera, near the beach which extended to the feet of Tristan's residence. The endless and rumbling roar of the oil; the horizon cloaked in smudges or smothered by livid exhalations; the land soaked in water; the sand smeared with discarded scraps, boards and boards, when not of corpses, harmonised so well with Tristan’s mood and his projects that he decided to seek repose in the bottom of the waters, making him believe he had swum a wave. And to familiarize himself with the idea, he would go to the beach daily, feeling the trance of the dispersed and the attraction of the abiding emptiness. His suicide plan was thwarted, and his spirit was ensnared in such a way that he had dreamed of the first meeting of a beautiful and adored woman. A day of terrible storm, when the hurricane shook the tower and twisted the trees, destroying the grove, Tristan thought it was the time to execute his determination, and he sank, or rather he swam out to the beach, struggling with the wind and lighted by the recurrent glare of the lanterns. One that lit up the horizon showed him, on the crest of a huge wave, something that could be a vision or a true image of his fate: it was the body of a man, a shivering one, floating, coming to be tossed against the rocks. “I’ll put a lot of weight on the cliff to not topple,” Tristan calculated as he divided the approaching death; and two minutes later, the gigantic wave, breaking through the rocks like a flower of the earth, deposited itself on the sand at the shore. Tristan plunged at him instinctively, and, lifting the corpse, dragged it to the bottom of the sand, reclining it on a rock. At the pier's gloomy clarity, I could see that he was a young, robust man. \"How hard he has fought - he thought - to avoid what I seek in every trance!\" He shook the naked body, shivering in the stones, and did not believe that he saw the rigidity of death. He could not feel any more heat. He sounded like an electrical snore. «Live! \"This man is still alive!\" Shuddering with excitement, recalling the first aids to be given to the afflicted, he placed the man on his back, leaned him over to the right side, and repeatedly shook him until a drop of water had slipped down his throat. He shook his hand on the left side of his heart, and felt a weakening of the heart, which made him exhale a shrill cry of joy. With superhuman vigor, carrying the inert body on his shoulders, he hurled himself up the hill that led to the castle. The weight was heavy; at half-way, Tristan noticed that he was short of breath; he paused for a moment, and with stuttering breaths he continued on, without a pause, until he reached the stove in the castle kitchen, where a good fire was burning. - Soon! - Tristan shouted to his servers. Bring blankets; light fires; fill bottles with hot water; bring a pillow. There is aguardiente? And while they ran to facilitate what he was claiming, Tristan, hunched over his body, saw with alarm the bluish pallor of the face, the certain sign of asphyxiation, and thought that the spark of life, the weak call it, was about to be extinguished. \"You must try the great remedy.\" And with the most illusory lustre he had ever experienced in bringing his lips to those of any woman, he sucked the sour breath from the swine's mouth, sucked the first drop of air, while his strong and elastic hands shook rhythmically the door and the window, causing, by vigorous tracing, artificial respiration. A pulsating symphony of hope and charity, it sounded a warning when bitter water, mixed with impurities, sounded in the cold mouth. If it was that the beneficial air had already penetrated the lungs? He felt a slight trembling under his lips; he had no doubt: the man was breathing! Afraid, he refilled the breath, sending that thigh wave that was existence, resurrection, the salvation of the dead... And so his face was a little red, so his friends prayed for him, Tristan, rejoicing, without knowing what he had done, fell down, shook hands, and two small, sweet, cold drops fell from his eyes... At this time, Tristan has not committed suicide, nor is it believed that he is contemplating suicide. Would it consist in that he appreciated life when God enfolded him in his spirit? Will the tedium be dissipated with the first good work, as the ghost at the end of the song?", "title": "El ahogado", "author": "Emilia Pardo Bazán"}