{"metadata": {"length": 7324, "words": 1413, "reading_time_min": 7.065}, "text": "Pimentilla was the thirteenth son of a poor shoemaker. He was the youngest of all the brothers. When he was too tired on Sundays during the walk and was left behind, his father would put him in his boot. Then he could look at the stem of his boot and grab the grass breezes that would rub his little nose as he passed. How small was Pimentilla! But he was also as intelligent as his older brothers and had, moreover, a very good heart. And he said to his father, Father, I see how thou art, working for thirteen of thy sons, You pity me! Let me go out and travel the world. I want to make some money, too. Then you'll have a better time. The father laughed gladly at this occurrence and let him go. And he said in his heart, He shall not come far; and my eldest son shall come to him by night, and bring him back. But the father, thinking that way, counted only on Pimentilla's short legs and not her clear head. Indeed, just as Pimentilla was on the road, a beautiful mouse ran by her side from the field. - Up there! - She screamed. You want to be my horse? I'll call you my grey bracelet. This greatly flattered the mouse. He let him ride Pimentilla on it, and so they began the galop into the wide world. But when it was night, they both felt hungry. - What would you like to eat? - he asked Pimentilla. \"The best thing for me would be a tasty little piece of fat\", said the mouse. \"To me too\", said the little rider. They were just in time in front of a baker's shop. Since the door was only open, they penetrated resolutely through it. In the store there were wonderful things: bread, cakes and all kinds of sugar candy. \"But fat is nowhere to be seen\", said Pimentilla sadly. - Yes, said the mouse, I smell it. And he started looking around every corner. Suddenly he got into a fight with a rat. - Oh, my God! - She screamed. There's fat in here! But I don't trust this much. You go in and see it; you're smarter than me. This didn't make him repeat it. Without hesitation, Pimentilla got himself into the trap. But clap! without knowing how, he suddenly found himself a prisoner. The mouse was crying disconsolated. \"Spar yourself the tears\", said Pimentilla. We've got the fat. Take it, eat it, and go to sleep! And thank you for a beautiful day! Without you, I wouldn't have come this far. The mouse was very soon consoled, for the fat was the best and, moreover, it was roasted. After he had eaten, he slipped behind a sack of flour and slept all night on a stretcher. Pimentilla walked up and down her unexpected prison and carefully examined the bars. \"Closed, closed\", he said later, \"but tomorrow will be another day. He leaned over his left ear and soon fell asleep wonderfully. And he soon dreamed that he was so rich that he could throw gold at his father on well-filled pallets. The next morning the baker entered the store. He was a very fat man, with a very thick belly. - Good afternoon, Barriguita! - She screamed, \"Remember\". \"Good morning\", said the baker, looking in amazement from every corner. Where are you, good sir? - he asked. Then it was heard from the corner: The baker leaned painfully because of the belly, took the trap and put it on the table. Pimentilla bowed down ceremoniously and spoke: - Would you please open the door for me? - How did you get in here? - asked the baker. - I spent the night in this little room, because I didn't want to bother you. My name is Pimentilla and I'm at your command. Then the baker laughed so gladly that his entire belly began to shake. He opened the mouse, went out Pimentilla. When he was released, he whistled at his grey horse, who immediately came. \"This is my horse\", he said proudly. He jumped up to him and then turned over the table. Then the strongest baker laughed, so that his belly trembled as if it were about to burst, and tears slipped down his cheeks. Finally he shouted, \"Stop, little rider! I'm going to laugh. And he had to hold the shovel with both hands. - So, goodbye! - said Pimentilla. Thank you so much for the accommodation tonight! I don't mind that my person and my gray horse made you laugh so much. Pimentilla took off her hat and saluted with it. But when the mouse and rider were about to slip through the door slit, the baker shouted. - Up there! Are you in such a hurry? Wait, don't go, boy. I'm not going to go. - Yeah, I have to get a job where I can make some money. - Then stay here. - The baker said, making a very serious face. You're exactly the one I can hire, and I need you more than any of my employees. Yeah, look at me right now! I'm a poor man, even though my oven gives me more than I need. What good is money to me if soon I'll be the carpenter my last house? This obesity is gonna kill me. And you know what the doctor says? With you there's no solution if you don't have someone to make you laugh three hours a day, but in a way that shakes your whole body. He told me that seven weeks ago, and since then I've been getting fatter every day. Well, I can assure you there's been nothing that I found as amusing as your ride on the mouse today. Stay here! And if you save my life, you can't complain about the reward I'll give you. \"Well\", said Pimentilla, \"I'll stay. But it is an indispensable condition that my grey horse must be fed delicious fat every day. A little roast is his favorite. And I'll eat whatever's served at your table. \"All right\", said the baker. And Pimentilla stayed to serve him. From that moment on, the whole house and even the whole village were filled with joy. Once the baker had baked his bread, he called, to have fun, Pimentilla... he came riding his grey horse like a circus rider, and jumped on chairs, tables and logs. And as the baker laughed beyond his power, he climbed up the legs of his pants and looked - one, two, three - through the pocket of his vest. Pimentilla had also learned to play the violin. But the most amusing of all was the narrative that the tiny little man made remembering life in his house, the walks in his father's boot, the jokes of the shoemaker apprentices he had caught, hidden, inside a shoe, the promise made to his father to one day bring him a large sum of money, the trip, at last, he had made riding on the mouse. Then the baker could laugh comfortably, so he didn't have to think about stopping until three hours later. It was shaking and shaking that it tasted good. The belly kept shaking up and down, and that was the good thing. By the time seven weeks had passed, the baker had laughed all his fat. He was so thin and he felt so young, that he too began to jump over tables and chairs. \"You have healed me and saved me from death\", he said to Pimentilla. Now you can go your own way whenever you want. Here's your reward. He offered him a hundred florins and, for the mouse, a whole pound of fat. Pimentilla, filled with joy, jumped on her grey horse and set out on her way home. And he came to her, and laid the hundred talents before his father, and said, Take it; it is money earned fairly. Oh, my God! What eyes the good man had! He never thought his son, being so little, would be able to earn so much money. But when Pimentilla told him the story of the mouse and the rat, he laughed as loudly as the baker. Only he had no shred of obesity that could stir him with joy and satisfaction. FIN FINISH Anonymous Swiss", "title": "Pimentilla en la ratonera", "author": "nan Anónimo"}