{"metadata": {"length": 3831, "words": 770, "reading_time_min": 3.85}, "text": "There were once three very poor goats, and the eldest said, \"What are we going to do? The second one said, \"I don't know. And the third said, \"I know. We're going to Benibaire's house, and we're going to steal three little oil cans. \"You've thought it through\", the others replied. Let's go over there. After walking a leg, they felt a voice saying, \"Be, be. They saw a large ram, were afraid and ran away. Run, run, run. That's going to get us. But the lamb said to them, \"Do not be afraid. Where are you going? And they said to him, We went to the house of Benibair to steal three little drops of oil. - You want me to go? - said the ram. They said, \"Come on. They went along another legume, and they heard a voice saying, \"Miau, miau!\" And they saw a very large black cat; and they were afraid, and fled, saying, Flee, flee. That's going to scratch us. But the cat cried out, \"Don't be afraid; I won't scratch you\". Where are you going? - At Benibaire's house to steal three oil canters. - You want me to go? - Come on, you two. And they went on another leopard, and heard a voice crying, Kikiriki. And they saw a fierce rooster; and they were afraid, and ran, and said, Flee, flee. That's going to bite us. And the rooster said to them, Fear not; I will not bite you. Where are you going? - At Benibaire's house to steal three little oil songs. - You want me to go? - Come on, you two. And they went on another lemon, and found a heap of dung; and they were afraid, and fled, saying, Flee, flee. That'll get us dirty. And the dunghill said, Fear not; I will not defile you. Where are you going? - At Benibaire's house to steal three little oil songs. - You want me to go? - Come on, you two. And they went on another log, and found a needle that was cut down; and they were afraid, and said, Flee, flee. That he'll punch us. The needle said, \"Don't be afraid, I won't stab you\". Where are you going? - At Benibaire's house to steal three oil canters. - You want me to go? - Come on, you two. And they went on another journey, and came to Benibair's house; and the door was shut, for it was night. - How are we going to get in? -the goats said. And the rooster answered, I, the galloping rooster, will fly, and I will fly to the roof, and I will enter by the chimney. And so he did, and he opened the door for them. And they entered the house, and said, Where shall we hide ourselves? And the rooster said, I have my garments; I will go to the humer. The cat hid in the ashes, the manure in the straw; the needle was put in the towel, and the ram was put behind the door. Then the goats went to the barns to get the oil. And it came to pass as they brought him out, that the funnel fell upon them, and Beni-ba'irah awoke, and said, Ah, my lord! Robbers have entered my house! He got up and went to the humer, and looked through the fireplace cannon to see if it was daylight. And he looked, and a filth fell upon his eyes, and the cock cast it out, and he became blind; and he went forth to get the staves to light; and as the manure was between them, all his hands were defiled. - Oh, my God! - He said. My hands are so dirty! And he went to get the towel to clean himself, and as the capoter needle was nailed in it, he nailed it; he went to light the light in the cat's eye, and this one bounced and scratched it all; he ran out into the street, and when he reached the door the ram came out and gave him a towel behind which drove him to roll; he went to the mill running away, fell into the river and drowned, and the goats were made housewives, and it was very well spent, and I came and came and they gave me nothing but some copper shoes, some glass, some sugar and some cordovan; I put these, these glass shoes broke me, these sugar ones I ate, and these copper shoes for you. Popular tales, fortunes and refrains, 1921", "title": "Benibaire", "author": "Fernán Caballero"}