{"metadata": {"length": 4848, "words": 963, "reading_time_min": 4.815}, "text": "I am writing a story. I write about the acts that men do. Although I am still young, I have already written three stories of this kind. I have written over three hundred, four hundred thousand words. My wife is somewhere in this house where I have spent hours sitting and writing. She is a tall dark haired woman, although lately she is shedding a few locks. Listen, it's slowly climbing the stairs. It is spent going from one side of the house to the other, occupied with household tasks. I'm not from here, I'm from a city in the state of Iowa. My father was a worker, he was dedicated to painting houses. He did not come to be someone in life. I went to university and I am a historian. We own the house where I am sitting now. This is the room where I work. I have written three stories. I write about the birth of states and the fury of battles. My books can be found in the shelves of the libraries perfectly aligned, like a compass. My wife is taller than me, but I have a little hunch in my shoulders. Although my texts speak of courage, I am a rather timid man. I like to work alone in this room with the door closed. There are many books. In the books nations advance and retreat. Although there is always a great deal of noise in the books, in this room silence reigns. Napoleon goes to war on horseback. General Grant enters the forest. Alejandro is going to war on horseback. My wife has a very cold eye, a bit severe. Sometimes, the thoughts I have about her scare me. In the afternoons he likes to leave home and go for a walk. Sometimes you go shopping, sometimes you go to visit a neighbour. Just in front of our house there is a yellow house. My wife leaves the door and walks down the street located between our house and the yellow house. The door of our house is slammed shut. There is a waiting period. The face of my wife floats on the yellow background of a square. General Pershing went to war on horseback. Alejandro went to war on horseback. Small things are growing in my mind. The window that is in front of my desktop occupies a small space as if it were a cube. Every day I sit there and observe. I hope, and I have the strange feeling that something is going to happen. I'm shaking my hand. The face floating in the frame does something I just now understand. The face floats and then it sinks. Move from right to left and then stop. The face enters and leaves my mind — a flutter in my mind. My fingers let the pen fall. The house is quiet. The eyes of my face stop looking at me. My wife is not from here, she is from a city in the state of Ohio. Although we have a child, my wife often wipes the floor and sometimes makes the bed we sleep on. We sit together at night, but we do not know each other. I can't come out of myself. I put on a brown coat that I can't get out of. I am trapped. My wife is very educated and speaks with delirium, but she is also trapped. You cannot come out of it. My wife has left the house. She doesn’t know that I know every detail of her life. I know what I thought when I was a child walking down the streets of my hometown, in Ohio. I have heard the voices in your mind. I have heard those little voices. I heard the voice of fear scream when it first felt the passion of desire and fell back in my arms. I heard the voice of fear again when we moved into this house, when his lips gave me a few words of encouragement the first night we spent together after our wedding. It would be strange to sit here, as I am now, while my own face floats through the frame that forms the yellow house and the window. It would be strange and beautiful at the same time to be able to meet my wife, to present myself to her. The woman whose face just floated past my window doesn't know anything about me. I know nothing about her. He has disappeared down a street. The voices of your mind are speaking. I am still here in this room, I don't think a man has ever felt so alone. It would be strange and beautiful at the same time that my own face could float around my frame. That my face could float before her, float before any man or woman—it would be strange and beautiful if something like that happened. Napoleon went to war on horseback. General Grant entered the forest. Alejandro went to war on horseback. Let me tell you... sometimes, in my mind, all the life of this world floats in a human face. The unconscious face of the world halts and stops in front of me. Why have I never told anyone a single word that comes from me? Why, in all the time we've been together, have I never been able to break down the wall that separates me from my wife? I have written three hundred, four hundred thousand words. There are no words that can fill up life? I will talk to you some day. Maybe one day he will write a will in my favor. FIN “The Man in the Brown Coat”, The Triumph of the Egg, 1921", "title": "El hombre del abrigo marrón", "author": "Sherwood Anderson"}