{"metadata": {"length": 1817, "words": 354, "reading_time_min": 1.77}, "text": "I have received a letter. It is not the first time someone has suggested I write a novel about stories that, for some reason, they consider worthy of being written down. When I finished reading it, in this case I felt as if I had the irrevocable obligation to do so, as if some day I had made that commitment and the letter would claim that I had fulfilled my word. The story is simply that of a man who has already died. He tells me he was “stout, cheerful, cynical, fierce, poet” who those who knew him will never forget. That your life was beautiful. He also tells me, “Someone will have to tell this. You know, what do you think? How is a book made? How do you create a character? Exists? Is it invented? Or do you take small sips of other people and make a prince?” And moreover: “This life would remain floating in the time, as its stone balsa, another home-born evangelist, without the stirrings raised to the heavens of catechism.” And he suggests that if I decide to write the book, if this is a success, if I make money, I could give something to the needy family... He ends by saying, “This idea of mine is crazy, but I have no other —great — idea to remember and honor my friend. I don’t know how to write, I don’t have money, I don’t know how to sculpt or paint, nor pain and emptiness.” I read the letter with a sour tummy in the gallows and almost didn't believe what I was reading. How can one expect so much from a person, this, in addition to the unconfessed hope of being heard? Of course I won’t write that book (and how would I? ), but I know I will live for a while with the absurd remorse of not having written it and of being the innocent cause of a rotten disappointment. Innocent because I am innocent, but then why this awful impression of a lack of duty? FIN Cuadernos de Lanzarote I, 1993", "title": "Escríbalo usted", "author": "José Saramago"}