{"metadata": {"length": 2351, "words": 458, "reading_time_min": 2.29}, "text": "Once upon a time there was a mouse who lived in a humble pit in the country. He didn't need anything there. It had a leafy bed, a comfortable armchair, and flowers all over it. When hungry, the mouse looked for wild fruits, nuts and mushrooms to eat. Besides, the mouse had an iron health. In the morning, he would walk and run among the trees, and in the evening he would bury himself in the shade of some tree to rest, or simply breathe fresh air. He led a very quiet and happy life. One day, his cousin mouse who lived in the city came to visit him. The field mouse invited him to eat herbal soup. But the town mouse, used to eating more refined meals, didn't like it. And besides, he's not used to the country life. He said that life in the countryside was too boring and that life in the city was more exciting. He ended up inviting his cousin to travel with him to the city to see if there is a better life there. The field mouse didn't really want to go, but it eventually yielded to the insistence of the other mouse. Just reaching the city, the field mouse could feel that his tranquility was ending. The hustle and bustle of the big city scared him. There were dangers everywhere. There was car noise, smoke, a lot of dust, and a heavy com-in of people. His cousin's well was very different from yours, and it was in the basement of a large hotel. It was very elegant: there were wool mattresses, armchairs, fine carpets, and the walls were lined. The cabinets were full of cheese and other rich things. There was a stinking ham hanging from the ceiling. As the two mice were preparing to give each other a good feast, they saw a cat roaring at the well's door. The mice fled from a hole. While running, the field mouse was thinking of the field when, suddenly, he heard the screams of a woman who, with a broom in her hand, tried to hit him in the head with the stick, to kill him. The mouse, more than scared and hungry, went back to the well, said goodbye to his cousin and decided to return to the country as soon as possible. The two hugged and the field mouse started its way back. From a distance, the smell of freshly made cheese caused her tears to leap, but they were tears of joy because she was just about to reach her little house. Back home the field mouse thought he'd never trade his peace for a bunch of material things. FIN", "title": "Ratón de campo y ratón de ciudad", "author": "nan Anónimo"}