{"metadata": {"length": 7362, "words": 1419, "reading_time_min": 7.095}, "text": "The reeds, the grasses on the shore, the small woods of the willows and the big trees also saw the elder Mr. White arrive that Sunday in September. Many years earlier - only the oldest logs vaguely recall - an unknown had begun fishing in that lonely shallow, deep water. When the weather was good, all the parties came back on time. One day he had stopped coming alone; with him was a child playing among the plants and had a clear little voice. The years had slowly passed: the gentleman getting tired, the boy getting older. And in the end, one spring Sunday, the old man didn't show up. Only the young man came, who went fishing, alone. Then time kept on running out. The young man, who came back from time to time, lost that clear voice, and he too began to grow old. But he too came back one day with a companion. A long story that the whole forest is fond of The second boy grew older and his father was no longer seen. All of this, however, has been confused in the memory of plants. For a few years now, the fishermen have been two again. Also last month, with the gentleman dressed in white came the boy, who sat down with his little reed and began to fish. The plants look back on them with pleasure, waiting for them even all week, in that great river boredom. They are distracted by watching them; by hearing the things the child says, their fine voice that resonates so well among the leaves; by seeing them both motionless, sitting on the shore, calm like a river that flows as clouds pass over them. Some flying insect has told us that father and son live in a large house on the nearby hill. But the forest doesn't know exactly who they are. What he does know is that everything has its conclusion, that sooner or later the old man will not be able to return and that he will let the young man come alone. Today too, at the usual hour, the sound of the leaves moving has been heard. A step has been heard approaching. But the gentleman has appeared alone, a little bent, a little skinny and tired. He has gone to the small half-hidden cabin in the weeds where fishing gear has been stored since time immemorial. This time the gentleman takes longer than usual to revolve among the old things in the quiet cabin. Now everything is still and still; the bell of the nearby church has stopped ringing. The fisherman has taken off his jacket. Sitting at the foot of a broom, holding his cane, leaving the saddle lying in the water, it forms a white spot between the green. There are two big clouds in the sky, one with a dog's nose, the other with a bottle shape. The forest is anxious because the child is not coming. Other times the aquatic plants were deliberately stirred to drive the fish away and send them to the small fisherman. It's rather irritating that man with that pale, demachronised face. But even if the fish don't come, the gentleman doesn't get angry. Holding the reed high, he looks around slowly. The riverbank reed now serves a thick square beam. She's stuck in the grass and takes the opportunity to tell a story; she explains that she belonged to a bridge, that she got tired of that work, that she gave up because of the rage she had over her weight, causing everything to fall apart. The reeds hear it, then whisper something among themselves, spread around a rumor that spreads through the meadow to the branches of the trees and is spread by the wind. Now the fisherman raises his head, looks around as if he too had heard. From the nearby cabin, two or three small, dry bumps of mysterious origin arrive. There's an old fly locked inside her. He's gone off course and is rolling around, hesitating, about the room. Every now and then, he stops and he just listens. His companions are missing. Who knows where they'd go. Strange, this heavy atmosphere. The fly doesn't realize it's fall, it hits here and there. You hear the little bumps of his fat body stumbling against the window. After all, there's no reason for the others to have left. Through the crystals you can see a storm cloud. The gentleman has lit a cigarette. From time to time a whisper of blue smoke comes out of the branches upwards. The boy won't be coming soon, the afternoon is too late. The fly has finally managed to escape the cabin. The sun has disappeared from the clouds. Recently, the wind has pushed the beam away from the reed, leaving it in the open waters. The story has been interrupted. The woodman walks away, doomed to rot in the sea. The storm is forming, but the fisherman has not moved, always motionless, with his back resting on the trunk. The smoke that the wind is blowing is escaping from the cigar, which has been dropped on the meadow. The clouds that have become black let a little rain fall. Here and there, sharp circles form in the water that get older. In the nearby cabin, unexplained blows are repeated more forcefully. Who knows why the gentleman won't leave. A drop has just hit the cigarette blaze and turned it off with a subtle rumor. From a crack in the sky, westward, comes a cold, white light of ambushes. The wind beats the trees, it tears out a loud voice from them; it moves the white jacket hanging from a branch. Now the big trees, the small willow forests, the shore grasses and the water plants are beginning to understand. It seems that the fisherman has fallen asleep, even though thunder is approaching from the horizon. Her head is tilted forward, her chin presses against her chest. The water-soaked herbs are then stirred to drive the fish away and send them, as in the past, to the saddle, but the fisherman's cane, no longer holding, has now descended slowly; its tip is submerged in the water. When it hits it, the current plate barely crushes. The end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period, the end of the period of the period, the period of the period of the period, the period of the period of the period of the period, the period of which is the period of the period of the period of the period of the period of the period of the period of the period, the period of which is the period of the period of which is the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period of the period,", "title": "Tormenta en el río", "author": "Dino Buzzati"}