{"metadata": {"length": 6920, "words": 1311, "reading_time_min": 6.555}, "text": "Inside Tibesti, an indigenous guide told me that if he wanted to see the city walls of Anagoor he would offer to accompany me. I looked at the map, but the city of Anagoor didn't show up. Even in tourist guides, which are usually so rich in detail, it was not mentioned. What kind of city is that that doesn't show up on maps? I asked. It is a big, rich and powerful city, he said, but it is not marked on the maps because our government ignores it, or pretends to ignore it. He acts independently and does not obey. She lives on her own and even the king's ministers can't get in. It has no trade with other countries, whether near or far. It's closed. It has lived for centuries within the confines of its solid walls. Maybe the fact that no one ever came out of it means that people live happily there, right? The maps I insisted do not record any city called Anagoor, which makes it one of the many legends of this country. It's probably just one more mirage that desert reverberation creates, nothing more. \"We should leave two hours before dawn\", said the guide, who was called Magalon, pretending not to have heard me. With your car, my lord, we will see Anagoor by noon. I'll pick you up at 3:00 in the morning. A city like the one you describe would be recorded on maps with a double circle and its name would be written in capital letters. However, I can find no reference to a city called Anagoor, which obviously does not exist. I'll be ready by three, Magalon. At three o'clock in the morning, with the car's headlights on, we left about southward along the desert slopes, and as I was smoking one cigarette after another in the hope of getting hot, I saw the horizon light up on my left and just afterward the sun came out, which began to shine completely over the desert until everything was hot and trembling, so much so that around it there were lakes and swamps where the rocks reflected sharply, although there was not a drop of water, only sand and glowing stones. But the car was running with a very good will, and at eleven and thirty-seven minutes of the morning Magalon, who was sitting beside me, said, 'There you have them, sir, and I saw the city walls, which stretched uninterrupted for miles and miles, with a height of between twenty and thirty meters; they were yellowish in color and, here and there, they were dominated by cuttings. As I approached, I noticed that at several points, just at the foot of the walls, there were camps: wretched shops, pavilion-shaped storehouses of wealthy gentlemen and flag-crowned shops. Who are they? I asked. And Magalon said unto me, These are the people that wait to come in, and to cheer before the doors. Oh, are there doors? There are many, large and small, perhaps more than a hundred, but the city's perimeter is so vast that there is a great distance between them. And when do those doors open? They hardly ever open them. But they say some will open. Tonight or tomorrow, or in three months' time, or in fifty years' time, we do not know: in this lies precisely the great secret of the city of Anagor. We were there. We stopped in front of a door that looked like solid iron. Alongside her stood a crowd of people waiting: disfigured Bedouins, beggars, women covered with veils, monks, warriors armed to the teeth, and even a prince with his small personal entourage. Every now and then, one of them would knock on the door with a mallet, which would bounce back. They do it, the guide said, so that the people of Anagor, when they hear the knocks, come and open. In fact, there's a widespread idea that if you don't call, no one will ever open. I had a question: But is it known for certain that there is someone on the other side of the wall? Can't it be that the city is already dead? Magalon smiled: \"Everyone who comes here for the first time has the same thought. I too, for a while, doubted that anyone lived within the city. But there's evidence that it does. On some nights, in favorable light conditions, the smoke of the city can be seen, rising directly to the sky like so many other incense burners. A sign that there are men living inside and that they're lighting fires to cook. And there's also a very significant fact: they opened one of the doors a long time ago. When? The date, to be honest, is uncertain. Some say it was a month or a month and a half ago, others consider it a very distant event, two, three or even four years ago, some even attribute it to the time when Sultan Ahm-er-Ehrgun was ruling. And when did Ahm-er-Ehrgun reign? It's about three centuries ago... but you're very lucky, my lord... look, even if it's noon and the air is clear, you see some smoke. Despite the heat, a sudden excitement had spread in the heterogeneous camp. Everyone had left the stores and pointed with their finger at two spiral shudders of gray smoke rising in the still air across the walls. I could not understand a word of the overlapping, roaring voices, but it was evident that there was enthusiasm, as if those two poor columns of smoke were the most wonderful thing in creation and promised a future happiness to the people watching them. Something that seemed exaggerated to me for the following reasons: First, the appearance of the smoke columns did not at all mean a higher probability that that door would open, so it was no cause for joy. Second, if, as was likely, such a fuss was heard from within the walls, it would deter the people of the city from opening up, rather than cheering them up. Third, those smoke columns did not prove Anagoor to be inhabited either. In fact, couldn't it have been a casual fire because of the scorching sun? Or, what was more likely, it might have been fires lit by thieves who had entered through some secret hole in the walls to plunder the dead and uninhabited city. It was very strange, I thought, that apart from the columns of smoke, no other symptoms had been observed in Anagoor: no voices, no music, no dog barking, no sentries or curious people on the edge of the walls. And I said, Tell me, Magellan, when the door was opened, of which thou speakest, how many did they enter? \"Only one man\" he replied. And the others were rejected? There were no more people. It was one of the smallest gates that the pilgrims did not notice. There was no one waiting that day. About dusk a passerby came and called. I didn't know it was Anagoor, I didn't expect anything special inside, I just asked for a shelter to stay the night. I didn't know anything about it, it was just a coincidence. Maybe that's why they opened it. As for me, I've waited almost 24 years outside the walls. But the door hasn't been opened. And now I'm going back to my village. When the pilgrims in the camp see my preparations, they say, shaking their heads: \"Hey, buddy, how much hurry! Have some patience, for Christ's sake! You ask too much of life. *FIN* Le mura di Anagoor, Corriere della Sera, 1954", "title": "Las murallas de Anagoor", "author": "Dino Buzzati"}