{"metadata": {"length": 6996, "words": 1158, "reading_time_min": 5.79}, "text": "Under the famous influence of Chesterton (discursor and exorcist of elegant mysteries) and the astrologer Leibniz (who invented pre-established harmony), I imagined this argument, which I may write and which I may at least somewhat justify, in the interminable afternoons. There are omissions, rectifications, alterations; there are areas of the story that have not yet been revealed to me; today, January 3, 1944, I see it thus. The action takes place in a tense and oppressed country: Poland, Ireland, the Republic of Venice, some South American or Baltic state... It has taken place, rather, because although the narrator is contemporary, the history referred to by him took place in the middle or beginning of the 19th century. We call (for narrative convenience) Ireland; we call 1824. The narrator is called Ryan; he is the grandson of the young, heroic, beautiful, assassin Fergus Kilpatrick, whose tomb was mysteriously vandalized, whose name adorns the verses of Browning and Hugo, whose statue sits on a grey hill amid red cypresses. Kilpatrick was a conspirator, a secret and glorious captain of conspirators; like Moses who, from the land of Moab, divided and could not lay the promised land, Kilpatrick perished in the midst of the victorious rebellion he had premeditated and dreamed. It is approaching the first centenary of his death; the circumstances of the crime are enigmatic; Ryan, devoted to writing a biography of the hero, discovers that the enigma is based on what is purely police. Kilpatrick was assassinated in a theatre; the British police never caught the killer; historians say that failure does not diminish his good name, for he may have killed the same police. Other aspects of the enigma worry Ryan. They are cyclical: they seem to repeat or combine facts from remote regions, from remote ages. So no one forgets that the spies who examined the body of the hero found a sealed letter warning him of the danger of going to the theatre that night; Julius Caesar, when he arrived at the place where his friends were waiting, received a memorial that he did not come to read, in which was declared the traitor, with the names of the traitors. Caesar’s wife, Calpurnia, saw in her dreams a tower being torn down by the Senate; fables and anonymous rumours, the eve of Kilpatrick’s death, published throughout the country the fire of the circular tower of Kilgarvan, which might seem a prelude, for he had been born in Kilvargan. These parallels (and others) between the story of Caesar and the story of an Irish conspirator lead Ryan to suspect a secret form of time, a drawing of lines that repeat. Think of the decimal history Condorcet thought up; of the morphologies proposed by Hegel, Spengler and Vico; of the men of Hesiod, who degenerate from gold to iron. He thinks of the transmigration of souls, a doctrine that gives the Celtic letters a fright and which Julius Caesar himself attributed to the British Druids; he thinks that before he was Fergus Kilpatrick, Fergus Kilpatrick was Julius Caesar. From those circular labyrinths he saves a curious confirmation, a confirmation that then he enshrouds in other, more inextricable and heterogeneous labyrinths: certain words of a madman that he spoke to Fergus Kilpatrick on the day of his death, were prefigured by Shakespeare in the tragedy of Macbeth. That history had copied history was already sufficiently quaint; that history copied literature is inconceivable... Ryan notes that in 1814, James Alexander Nolan, the oldest of the hero's companions, had translated into Gaelic the major plays of Shakespeare; among them Julius Caesar. He also finds a handwritten article by Nolan on the Swiss Festivals: vast and erroneous theatrical representations, requiring thousands of actors and reiterating historical facts in the same cities and mountains where they took place. Another unpublished document reveals that, a few days before the end, Kilpatrick, pressing the last key, had signed the death warrant of a traitor whose name has been omitted. This sentence does not fit Kilpatrick’s cherished habits. Ryan investigates the matter (that investigation is one of the pillars of the argument) and he solves the enigma. Kilpatrick was hung in a theatre, but the whole city was a theatre, and the actors were legion, and the drama crowned by his death lasted many days and many nights. Here is what happened: On August 2, 1824, the conspirators met. The country was ready for rebellion; one thing, however, always failed: some traitor was in the midst. Fergus Kilpatrick had entrusted James Nolan with the discovery of the traitor. Nolan did his job: He announced in the courtroom that the liar was the same Kilpatrick. He proved the accusation with irrefutable proof; the accused sentenced their president to death. This one signed his own sentence, but pleaded that his punishment would not harm the country. Nolan then came up with an odd project. Ireland idolised Kilpatrick; the most shaky suspicion of his wickedness would have sparked the rebellion; Nolan proposed a plan that made the execution of the traitor an instrument for the emancipation of the country. He suggested that the condemned man would die in the hands of an unknown killer, in deliberately dramatic circumstances that would be recorded in popular imagination and would arouse the popular ire. Kilpatrick pledged to work on that project, which would give him an opportunity to re-evaluate himself and which would frame his death. Nolan, a product of his time, was unable to ingeniously invent the circumstances of the multiple execution; he had to plagiarize another dramatist, the enemy Englishman William Shakespeare. He recited scenes from Macbeth, Julius Caesar. The public and secret representation took several days. The condemned man entered Dublin, argued, cried, reproached, uttered petty words, and every one of those acts which would reflect the glory had been prefigured by Nolan. Centuries of actors have collaborated with the protagonist; some of them have played complex roles, others have played momentary ones. The things they said and did will live on in the history books, in the passionate memory of Ireland. Kilpatrick, repaid for that shabby fate that he had inherited and lost, more than once enriched the text of his judge with acts and improvised words. Thus the popular drama unfolded, until on August 6, 1824, on a bare stage of a cortina-like funeral parlor that prefigured Lincoln's, an icy breeze entered the chest of the traitor and the hero, who could only articulate, between two gushings of blood, some pre-ordained words. In Nolan’s work, the Shakespearean quotations are the least dramatic; Ryan suspects that the author interleaved them so that someone, in the future, would come to grips with the truth. He also forms part of Nolan's plot... During a tense battle, he solves the discovery. He publishes a book dedicated to the hero's glory; that, too, was perhaps foreseen. FIN Ficciones, 1944", "title": "Tema del traidor y del héroe", "author": "Jorge Luis Borges"}