{"metadata": {"length": 6278, "words": 1141, "reading_time_min": 5.705}, "text": "Albert was one of those men who came to the world to occupy a distinguished place in society; thus, he had as many moral qualities as physical clothes. He was tall, well-formed, thin and nervous. He had eyes of piercing gaze and irresistible fire, a mouth that would envy a fifteen-year-old girl, and a physiognomy full of fire and inspiration. Long black hair waved naturally curled over a neck that a statuary would put on the shoulders of an Apollo, and in his handsome and gentle presence was discovered the aristocratic finesse and bearing of a man of the great world. At the moment we know him sitting next to a table covered by a dark velvet tapestry, on this table you can see profoundly scattered objects of art and science everywhere; geographic charts, blueprints, mathematical instruments, brushes, pallets, pieces of marble and dissected birds. All over the room are the same objects, more or less: painter's horses, old paintings, hunting rods, human skeletons, chisels and stucco statues, wood and marble, broken one by one, begun by the other and no completed. But the most remarkable feature of the center of that hall, hung and stamped with exquisite taste, is a colossal bronze statue of a perfectly finished work. It represents Venus, the voluptuous protector of love at the moment of receiving an offering. Her body, round, morbid and tempting in shape, is slightly slanted; she has one arm extended gracefully to accept what is offered to her and with the other she covers herself with a purple breast. He breathes in that masterpiece an indefinable perfume of love; and in his pupilless eyes, in his mouth open, in his forms of an ideal beauty, there is that irresistible charm that so touches the artist. Alberto got up from his seat and slowly crossed his arms and began to gaze with an impossible interest to describe the beautiful Venus; his lips waved as if a prayer were whispered, and from time to time deep sighs came out of his chest. Charming image, it said: You who once received the loving worship of the whole universe; you who turned the joy of the heart from those who implored you on your altar; you who were in a chariot of sharp mist to the vague breath of Olympus; you who received the life of the soul in the revolting waves of the sea: I adore you, angel born of the foams of the sea; if others forget you, I, the animate one, have erected an altar for you in my heart. And kneeling before the statue, he shed burning tears, and snatched by the impulse of his delirium he laid his fire lips on the icy lips of the bronze Venus. He spoke to the inanimate goddess as if she were his bride; he made her a thousand protests of tenderness and eternal love, and so he was overcome by his feverish emotion that without realizing what he was doing, he put a magnificent ring on Venus's fingers, as a proof of her undying love. II Disconsoled by Albert's noble family's plight, he searched in vain for the most skilled doctors to free him from the tenacious fever that devoured him. It was all useless. Alberto only spent a few quiet hours when he was allowed to go to his office, but as soon as he was taken away from there, the delirium and the heat began. His good father decided to make some trips, accompanied by a school friend, because the honorable old man feared that his son would be dominated by an unfortunate passion, unable to conceive that a bronze Venus would be able to turn his mind. Alberto went out in union with his friend, and surely the variety of objects, the pleasure of the movement, the news that surprised him in other countries, carried out the cure that had given up the most appointed professors. With tears of joy, the elderly father received Alberto, a year after his departure, healthy from his past mania. The young man was already thirty years old, and his father, already feeling the end of his tired days, told him one evening that he had arranged his marriage with a rich and beautiful young woman, and that he was waiting for nothing more than his consent to effect the bond. \"Whatever you do is well done\", his son replied. III A few days later the music was loud in Albert's father's halls, the joyful noise of the feast. Bright lights were casting their reflections usurping the daylight and a large crowd was indulging in the pleasure of the dance. Alberto was getting married that night and received congratulations and handshakes from his friends: he was happy. Soon the feast was over: nothing ends so quickly as pleasure, and Alberto was leaving with his wife, alone, happy and forgotten about the world. She had put a very rich ring on her husband's fingers and he wanted to give her a ring as a garment of love that was sacred to her because she had received it from her mother. He entered with his wife into the cabinet we already know, and they both approached the magnificent Venus who appeared as a sinister figure in the mid-light of the room. In his outstretched arm, Albert's diamond shone like a lucero. It was this one who ripped off his ring and he was trembling and colorless, and if it wasn't for his girlfriend he would have fallen unconscious. Venus had squeezed her cold fingers so she wouldn't let him rip the garment. A frozen sweat ran down the bride's forehead, who trembling and wavering approached the statue to take her husband's gauge off her. The colossal figure spread out her arms and, squeezing against her breast, drowned the miserable young woman. The poor girl didn't shout, she bent her forehead, still crowned with her virginal azahars, and passed away peacefully. Alberto shouted horribly, his eyes fixed horribly as if he wanted to jump from his orbits, and pulling his hair out in despair he fell on the pavement. And a voice came to his ears, a terrible voice, saying, I adore thee, angel born of the foams of the sea; though men forget thee, I, the beloved, have built thee an altar in my heart. He rose frantically, threw the statue from the pedestal he rolled, putting in his arms an icy body: it was his wife's. The unfortunate man fell on his knees on the pavement, shouting an indescribable cry. I was crazy. FIN El Heraldo de Lima, Peru, 1854 Many thanks to Edgardo Malaver Lárez for his contribution of this story to the Ciudad Seva Digital Library.", "title": "La estatua de bronce", "author": "Juan Vicente Camacho"}