{"metadata": {"length": 6892, "words": 1308, "reading_time_min": 6.54}, "text": "He realized he had just died when his own body, as if it were not his own but that of a double, exploded onto the chair and smashed her in the fall. The body and the chair were lying on the carpet in the middle of the room. Why was that death? What a disappointment! I had wanted to know how the passage to the other world worked, and it turned out there was no other world! The same opaqueness of the walls, the same distance between building and building, the same dripping of rain on the roof... And above all, how unchangeable, how unmovable to his death were the objects he had always thought friends! : the burning lamp, the hat on the head... everything, everything was equal. Only the twisted chair and its own corpse, facing the wretched sky. He leaned forward and looked at his corpse as he had looked at himself in the mirror. What an old man! And those encasements of fatty meat! “If I could frighten the wolves perhaps the blue light of my eyes would once again ennoble the body,” he thought. For without the eye, those wrinkles and folds, the swollen curves of the nose and the two yellow teeth, rotting the swollen lip, were revealing his abhorred mammal condition. Now that I know that there are no angels or demons on the other side, I return to my humble home. And with good humor he approached his dead body - the empty tomb - and went in to animate it again. How easy it would have been! But I couldn't. He couldn't because at that very moment the door opened and his wife, alarmed by the sound of the chair and body falling, rushed in. - Don't come in! - he cried, but without voice. It was late. The woman leaned over her husband and, feeling him exasperated, cried and cried. - Call! You have done everything to lose it! - He cried out, but without voice. What a bad luck! Why it would not have happened to you to lock yourself in during the experience. Now, I can testify, he could no longer resurrect; he was dead, definitely dead. What a bad luck! He saw his wife, almost slain on his corpse, and his own corpse, with his nose like a splinter among the waves of his wife's hair. Their three girls fought on the track like they were in a sweet fight, sprinted, slowed down, and at the finish line they all cried, one over the other. He too cried seeing himself there on the ground, for he understood that death is like living, but alone, very alone. He left the room, sad. Where did he go? He had no hope of a supernatural life. No, there was no mystery. And he began to descend, step by step, with great weight. He stopped at the bell. He had just realized that, dead and all, he had continued to think he was moving as if he had legs and arms. He viewed the world from the heights he had previously held. Pure habit. I wanted to try out the new features and went for a flight around the air curves. The only thing I could not do was to pass through the solid bodies, so opaque, so unredeemable as always. He fought against them. It wasn't that he was unable to cross; he just couldn't. Doors, windows, passages, all the channels that open up to man to his activity, continue to give directions to his revolute. It can be seen by the eye of a bee, but at a great price. He, dead, was not a sort of filterable virus for which there are always passages; he could only penetrate through the hendijas that men discover at a simple glance. Would you now have the size of an eye pupil? However, it felt like when alive, invisible, yes, but not incorporeal. He did not want to fly any more, and fell to the ground to retake his manhood. He kept the memory of his absent body, of the postures he had taken before in each case, of the precise distances where his skin, his hair, his members would be. He recalled thus his own figure, and was inserted where he had formerly had eyes. That night he saw his dead body, with his wife. He also approached his friends and listened to their conversations. He saw it all. Until the last moment, when the thorns of the holy field sounded a horn on the horn and covered it. He had been a homebody all his life. From your office to your home, from your home to your office. And nothing, outside of his wife and his daughters. He had no temptations to travel to the belly of the whale or to walk the great mudflat. He preferred to sit on the old chair and enjoy the peace of his own. Soon he was resigned to not being able to communicate any sign of his presence. He was content with his wife putting her eyes up and putting her portrait on the wall. Sometimes he lamented not finding another dead person on his travels even to change impressions. But he didn't get bored. He accompanied his wife everywhere and went to the cinema with the girls. In the winter his wife fell ill, and he wished she would die. She hoped that, when she died, her soul would come to comfort her. And his wife died, but her soul was as invisible to him as the blind are to the deaf. He was alone again, even more alone, for he could no longer see his wife. She was consoled by the feeling that her soul was with her, also contemplating the common daughters. Would his wife realize he was there? Yes... of course!... what doubt there was. It was so natural! Until one day, for the first time since he was dead, he had that sense of being out of place, of mystery, which he had so often overtaken when he was alive; and if the whole house were populated with shadows of distant relatives, of forgotten friends, of fiends, who were spending their eternity watching the idiots? He shivered with disgust, as if he had stuck his hand in a gusher. Souls, souls, hundreds of strange souls sliding one on top of another, blind to each other but with their malignant eyes open to the air their daughters were breathing! He could never shake that suspicion, although over time he began to relax: what was he going to do? His wife had taken him to the orphanage. He was again seen in his home. And the years went by. And he saw his three daughters die, one after another, one after another. Thus, forever, that fire of flesh that in other more abundant families would spread like a fire in the field. But he knew that in the invisible realm of death his family was still triumphing, that all, for the love of divination, occupied the same house, gathered to their mother as naivete to the last verse. He also killed his wife. He came to the window where they were looking, looked at her face, which still offered itself as a mirror to the mystery, and cried, alone, alone, what alone! There was no one in the world of living beings who would attract them to all with the force of love. There was no possibility of locating oneself in a point in the universe. He had no hope. There, among the cypresses in the calla, were to be the souls of his wife and daughters. He said, “Goodbye!” knowing they could not hear him, he went out into the garden and flew up at night. FIN", "title": "El fantasma", "author": "Enrique Anderson Imbert"}