{"metadata": {"length": 7153, "words": 1299, "reading_time_min": 6.495}, "text": "In 1861, Barr Lassiter, a 22-year-old man, lived with his parents and an older sister near Carthage, Tennessee. The family, under difficult circumstances, worked hard to survive by growing a small, not very fertile plantation. Having no slaves, they were not considered among the best people in the community, although they were honest and polite, and respectable as anyone, given their good manners, although it is true that from the doors inside everything was subject to the domination of Ham, the father. Old Lassiter was a hard man, though he never lost his form, and he seemed made of iron, like the martyrs. It must be said, however, that deep down in his heart the metal he treasured was noble, even if it was not reflected in his face, in his harsh outward appearance. On the one hand, heredity, and on the other hand, experience had made this man an inflexible being, whose character infected the rest of the family. The Lassiter house, in which there seemed to be no domestic affection, was a real citadel of duty. And duty, oh, duty, is as cruel as death. When the war broke out, there was a split in that family, as in many others in the Union. The young man was loyal to the Union. The others, brutally hostile. That unhappy division filled the house with insurmountable bitterness, and when the son and brother, feeling offended by their feelings, left home with the determined purpose of enlisting in the northern federal army, neither a hand dedicated a caress to him, nor a voice gave him a warm farewell, nor a good wish was said to him, that as a spell against bad fates it would accompany him on his departure to the world. He headed for Nashville, then occupied by General Buell's army corps, and enlisted in the first regiment he encountered, the Kentucky Cavalry, going on to be instructed immediately in everything required to quickly reach the knowledge of a troop soldier. He was, in fact, a very good soldier, although he never said anything about it when he spoke of the events he starred in, or of which he was a witness. Your surviving comrades do blow up talking about all that. Your friends still say present! Also by Barr Lassiter, when that sergeant called Death comes along and names one of them. Two years after enlisting in his regiment he went through the region where it had all started for him. The whole region had suffered extraordinaryly from the avatars of war, being occupied alternately, and even simultaneously, at times, by the two belligerent forces, with the bloody events derived from it all. Bloody had been, by the way, the incident that occurred near the Lassiter house. But the young soldier had not yet heard of the case. Living in a large tent near his home, he felt the natural urge to visit his parents and sister, hoping that they, like him, would have forgotten those differences of a previous time after a very long separation. Once he had obtained the proper permission, he jumped off his horse and walked home that summer's evening, when the moon was beginning to hint at the grass of the path the young soldier was heading for his birthplace. War makes young soldiers mature quickly, and for a young soldier two years of war is an eternity. Barr Lassiter felt old, like he was an old man, after so many battles he had fought, and perhaps that is why he held deep within himself the fear that his house would be reduced to ashes. However, as it drew nearer, everything seemed to indicate otherwise, as if not the slightest change had taken place. And when he saw the house, the little garden, everything familiar to him, he was deeply moved. His heart almost beat, the emotion seemed to suffocate him, he had a knot in his throat... he was speeding up his passage so fast, that his shadow seemed to make grotesque efforts not to take off from him. The house was dark, the door was open. As he approached her, he struggled to regain control of himself, to calm down. He was about to enter when his father came out to meet him in the moonlight. Father! The young man turned to the old man with his hands outstretched and cried out, \"Father! The old man looked at him with a very harsh expression, and after a silence he turned to enter the house again. Embarrassed, humiliated, desolate and with a frozen smile on his face, the young soldier sat down on a rustic wooden bench, holding his head with trembling hands. But that desolation was not the same in someone like him: He was a good soldier, so he could not allow some kind of act of repulsion toward him to be a defeat. He stood up slowly and headed for the house, entering the living room of the house. Everything was in darkness, for there was no light there but that of the moon, sticking through the windows of a window without screws. In a rocker, the only furniture in the room, was his mother sitting, very close to the chimney in which there was nothing but cold ash and blackened, gray wood. The soldier spoke to the woman, tenderly, asking her a lot of things, yearning and nervous, but without receiving the slightest answer from her, who neither moved nor denoted the slightest emotion or surprise at the presence of the son. There was enough time, however, for the father to warn the mother of the rebellious son's presence. The young man approached her, intending to take her hand among his own, when from a room next door the sister came out, who looked at him and passed by her without saying a word, getting lost immediately after opening another door behind where the soldier was. He had turned to follow his sister with eager eyes, and when she disappeared he looked back at his mother. But he wasn't there anymore. Barr Lassiter went astonished to the door he had entered. The moonlight was trembling, giving the fields a creeping sea look. The trees and their black shadow were shaking in the night breeze. The path he had walked into the house was barely visible now, it seemed an unsafe and sinister step. But the soldier knew how many optical illusions caused tears. I could feel them running down her cheeks, I could see them falling over the chest of her uniform. He left the place to go to where the camp had been set up. The next day, with a not entirely definite intention, without a special feeling to dominate him, without knowing what word could well express what was happening to him, he went out again toward his home. He was barely a half mile away when he ran into Bushrod Albro, a childhood playboy who greeted him warmly. \"I'm going to visit my house\", said the soldier. The other looked at him with a grim gesture, but he said nothing. I know things haven't changed much around here, as my family hasn't changed, but... there have been many changes. Abro interrupted him. But Abro made the whole way in silence. Where the house was to be found, they saw nothing but burnt stones and piles of ash covered in rain. Lassiter's shock was the greatest. I didn't know how to tell you. A year ago, the federal army of the North destroyed your home in one of their raids. And my family, where is it? In heaven, I trust... they were killed by the soldiers. *FIN* Three and One are One, Cosmopolitan, 1908", "title": "Tres y uno son uno", "author": "Ambrose Bierce"}