{"metadata": {"length": 6843, "words": 1308, "reading_time_min": 6.54}, "text": "The bells of the factories ring twelve; the large, silent courtyards are flooded with noise and movement. Mrs. Achille leaves her job, separates herself from the window next to which she was sitting and sets out to set the table. The man's going upstairs for lunch. She works right next door in the big glass workshops that are filled with pieces of wood, and where she crawls from morning to night the machinery of the lockers... the woman goes and comes from the room to the kitchen. Everything is clean, everything shines in this worker interior. But the nudity of those two small rooms is most evident in the immense clarity of the fifth floor. You can see the tree tops, the hills of Chaumont at the top and, here and there, long black-brick chimneys at the edges, always active. The furniture is waxed, polished. They date their wedding, like those two glass fruit bunches that decorate the fireplace. They have not bought anything since because, while the woman was bravely giving the needle, the man was throwing his journal out. All she's been able to do is look after, keep what little they had. Poor Mrs Achille! Another one who's had problems in her marriage. The first few years were especially hard. A wiveside, drunken husband, childless, forced by his seamstress' trade to live forever locked up, always alone in the silence and monotonous order of a childless house where there are no little hands to wrap the ovaries, no little feet to make dust and give pastures. This was what saddened her most, but as she was animate, she had consoled herself by working. Gradually the rhythmic movement of the needle calmed his grief, and the intimate satisfaction of the finished work, from a minute's rest at the end of the day's effort, made him times happy. Besides, as he gets older, Mr. Achille has changed quite a bit. He keeps drinking more than he should, but then he gets better at work. He's starting to get a little scared of this good woman who has motherly tenderness and severity. When she is drunk, she no longer hits him; and even occasionally, ashamed to have provided her with such a sad youth, she takes her to stroll on Sundays by Lilas or Saint-Mande. The table is set, the room in order. They're calling. So... the key is at the door. He's a tall, handsome guy, about 20, in a worker's shirt. Mrs Achille has never seen him; yet, in the expression of that young, frank face, there is something that seems intimately familiar and confusing to her: - What do you want? - Mr Achille is not here? - No, young man, but he'll be here soon. If you have something to say, you can wait. He offers her a chair; then, since it is impossible for her to remain inactive, she sews again in the window. The one who just entered looks curiously around the room. He sees a picture on the wall, he comes up and examines it carefully: \"Is this Mr. Achille?\" - So you don't know him? - says the woman very surprised. - No, but I'm not short of the desires. - But, after all, what do you want from him? You're here about money? I thought, however, that I owed no one anything anymore, we paid everything. - No, no, he doesn't owe me anything. Although it's rather odd that he owes me nothing, being my father. - Your father? She stands up completely pale, and the work falls out of her hands. - Oh, my God! Mrs Achille, I'm not saying this to offend you... I'm from before you got married... I'm Sidonie's son, maybe you've heard of my mother. Yes, indeed, you know that name. At the beginning of their marriage, she even suffered a lot. He was told that Sidonie, an ex-husband of his, was a very beautiful girl and that the two of them were the best couple in the region. Those things are hard to hear. The boy continues, \"Look, my mother is a good woman. At first he took me to the hospice, but he recovered me at ten. He's worked hard to raise me, to make me learn a trade... Ah! I have nothing to reproach her! My father, on the other hand, is something else, but I didn't come here for that... I came only to see him, to meet him. It's true, it's always hurt me to not know my father. As a child, I was already tormented by it, and I often made my mother cry with questions like, \"Do I have a father, then? Where is he? What are you doing? One day he finally confessed the truth to me, and I immediately said to myself, \"He's in Paris, very well! I'll go see him. She wanted to stop him. I'm telling you he's married, you're nothing to him, he's never asked for you. I wanted to meet him at all costs and damn it, he had his address and when I got to Paris I came straight. You mustn't hate me for that, but he was stronger than me... No, she doesn't hate him. But deep down in her heart she feels jealous. Think as you look at it that there's quite a bit of bad luck in life; that that son should have been for her. How well she would have cared for and educated him!... It is that, in fact, it is the living portrait of Achille; only that she also has a rude expression, and she cannot help thinking that her son, that much desired son, would have had something more calm and more honest in his gaze and voice. The situation is a little awkward. You two shut up. Everyone thinks their way. Suddenly, you hear footsteps on the stairs. It's the father. He enters, tall, bent, with the monotonous step of the worker who has spent many Mondays walking the streets. \"Look, Achille\", says the woman, \"there's someone here who wants to talk to you. And she goes to the next room, leaving her husband and beautiful Sidonie's son in front of her. When Achille hears the first word, he changes his face, the son reassures him: I'm not asking you for anything, you know? I don't need anyone to live; I just came to see him, nothing more. Father stutters: \"Surely... Surely... You've done very well, boy. He looks down into the kitchen and, lowering his voice, says, \"Look, let's go down; there's a tavern downstairs, we'll be more comfortable talking... They go down, sit in front of a jar and chat. \"What do you do?\" the father asks. \"I work as a carpenter\". \"I'll go to the tannery\", replied the son. - Business is good in your village? - No, not much. And the conversation continues in that tone. Just a few details of the trade, that's the only thing that unites them. Otherwise, not the slightest emotion of meeting. Nothing to say, nothing. Not a single common memory, two completely separate lives that have never had the slightest influence on each other. And it came to pass when the cup was full, that he rose up, and said, Well, father, I will not entertain thee any more; I have seen him, and am glad. See you later. - Good luck with that, kid. They held hands together coldly; the son went away, and the father went up to his house; they saw one another no more. Fin LÉvénement, 19 August 1872 Translation of Hope Cobos Castro", "title": "El señor Achille", "author": "Alphonse Daudet"}