{"metadata": {"length": 5778, "words": 1009, "reading_time_min": 5.045}, "text": "One after another, more than half a dozen canoes passed away, manned and screaming, to the thrust of the oars, drowning everything. The sun was shining, the river shining like a new azed, the heads highlighted in the glow. They were heading for Calcaneer, where some disorder was preparing. A Hetero was the canoes he commanded. What is it? The story has more doubts. Various events. In God's fatal year, Heterio had stood out, the great flood of sweeping at the beginning of his ways. He had been a family man, worthy of silence, alone in the tedium of living, breathless and exhausted. A genius is a dagger that you can't see the end of. They didn't suspect him inclined or pointed to the success of the century. In the flood, by the rains and thunder, the people despaired, in ruin, in the midst of the sudden sea, the waters of the ancients, and the loose Spirit above. Heterose had the excitement then. He put up canoes and went, valedictorian, gave everything, knowing how to deal with what happened, chief way. Impetus major never existed, which seemed like a miracle. It saved a lot. Returning from the rescue, however, he never found a home or the bodies of the daughters and the woman, ever. The river had taken them. He didn't shout. No one has ever been seen like that, or drunk inside, that odd character. Shaking his head, perplexed to exist, in pain without cease, in so many ways. And even the pool ball doesn't have cinematic whims. One way or another, he was already getting the good canoes he needed. I did. The Foa Bridge had been destroyed, the road interrupted, that traffic. Heterio went there, crew him and his sons, and other young men, and launched across. It lasted over a year, they crossed that, moving people and cargo from side to side. Even wedding processions passed, under canvas, to burials, the bishop in pastoral care, pieces of soldiers. It's all right. The others obeyed Heterio in person in the large, barge canoe, the caravel with skulls. Certainly, he explained nothing, though with benign humor, perpetual head man; closing our mouths well is how we convince ourselves. His enemies were dying, and he wasn't even happy about that, at least. You see what you want. The new bridge was rebuilt, the good craft was coming to an end. Heterism, meanwhile, had been re-established. There was a fasting woman who was found upstream, and the believers came to her. They also came, like passersby, him and his people; everyone is, in a way, intelligent. They passed, carefully, the pilgrims of the holy city, the lame, the blind, the sick of every madness and leprosy, the rich, the sad, and the needy neighbor. Half-dozen, Heterio, in his hands the rosary and the yellow oar of taipoca, had perhaps changed the memory of the flood and his chance as a hero, which was now only a virtue without fame, a fragment of legend. From now on, between waters, one another. Nothing lasted in the river. Now, as the sun set, the canoes were descending in a fine line, serene, horizontal, full of rude people screaming, driven in glittering light from far, far away. Not yet. Other things happened before. The Beata woman disappeared from there, and hetero and his family immediately went out to the street trade, selling merchandise and cheap goods to the shore-dwellers, in the company of gypsies. Rising and descending, in that cabotage they passed to the San Francisco waters, or directed towards other rivers, the separate or joint merchant canoes, as a station reached the port of San Hipólito and the Port of the Gallinas, below the Trairas, places of business, in the Old, of yellow beaches. He was then carrying a pencil and a large notebook, on which he sat down and reviewed difficult accounts. Those who followed them thought of wealth. That's where they started building a dam for a huge plant, the government's, in a tumult of workers, a thousand, totally, dozens of engineers. Revived, straight away, Heterio headed there, with his canoe guide. Valleys, the plain, became a backwater of a vast lake, where they could sail with favor and profit. They were finally hired on their own terms. Machines and houses, on the margins, wooden barracks  and it was when one of Heterio's sons left him, to court and marry. Heterio, for his part, in due course, found Norman, a man in love, in the greatest imagination. There the landscape was getting more light: the mirror was becoming more the dam, smooth which, despite everything, did not hold bodies of drowning. And that Norman, propitious, wanted to recover his wife, who his father kept cautiously, as hostage, in the Treasury of the Calcaneer, nearby. Years passed, and the plant was finished. The river doesn't give the canoeist peace. So far away, against the sun, there was a line of fast straight canoes, rowed in the glitter, with men with guns, of Norman, with iron and fire. Heterosexual commanded them, definitely severely secure, their appropriate, boastful figure. It was true, it was known. They're here. Prowls in the Treasury of the Calcaneers, in a mirror, and attacked, knife in flesh. Throne, short, the shooting. Norman, victor, kidnapped the woman in peace, on the shore the party fire lit. Meanwhile, all the canoes were lost. Only with his thoughts, Heterio continued, in the sport of going downstream, bowling, off the go, was wounded, not driving, wandering; and his other son had ended up in a fight, shot. Forward, on the fervor cruise, dangerous reef, the canoe took its course. Still he himself turned it then, upside down, into a complete. Free, he slipped into the foam, bracing, reached the bush of the shore, where impantanado became quiet. They found him dead, very old, aggressive, laughable, the quality of his person. *FIN* Azo de Almirante, Third Stories, 1967", "title": "Causa de almirante", "author": "João Guimarães Rosa"}