{"metadata": {"length": 6248, "words": 1180, "reading_time_min": 5.9}, "text": "The rattlesnake is a pretty stupid, blind animal. He barely goes, and he's very close. It is heavy, sleepy, with no initiative for attack; so nothing easier than to avoid its bites, despite the terrible poison that attends it. The current pawns, who know her well, usually entertain her at her expense, harassing her with their finger that they quickly point to one side of her head. The snake turns non-stop where it feels the bitten, angry. If the man doesn't kill her, she stays upright for several hours, paying attention to the slightest noise. His defense is sometimes quite strange. One day a boyero told me that in the hole of a burned-out slaughterhouse, half a block away, was a huge one. I went to see her. She was sleeping deep. I held a stick in my hand from her body, and I squeezed it as hard as I could against the bottom of her hole. He immediately shook the rope, ran off and threw three quick bites at the trunk, not at my staff that was pressing it but at any point on the handle. How did he fail to realize that his enemy, the one he was to attack, was the stick that was breaking his vertebrae? He was six feet tall. Although large, it was not excessive; but as these animals are extraordinarily thick, the little boy who saw them crashing had a huge idea of their size. Another oddity about this snake is the sound of its rattlesnake. Despite the more or less audible sounds of zoologists and naturalists, this sound is not at all like a rope: it is a dull, rushed vibration, much like that produced by a alarm clock whose bell is squeezed by the hand, or, better still, a clock rope exhaust. This rope escape triggered one of the most grim futures I've ever had, and it was the cause of one of my waterbirds' death. It was like this: One September afternoon, in the interior of the Chaco, I went down the creek to take some pictures. It was very hot. The water, tempered by the calm of the sunset, reflected the palm trees motionless. He was carrying machinery in one hand and winchester in the other, as the Yackareans were beginning to revive with spring. My partner was carrying the machete. The peacock, burned and slaughtered on the shore, facilitated my photographic campaign. I went away looking for a point of view, I found it, and as I affirmed the tripod I felt a loud noise, like that produced in summer by certain green lobsters. I looked around, I didn't find anything. The floor was already pretty dark. As the noise continued, I looked closely and saw behind me, a foot away, a huge turtle. The noise I heard was strange, so I leaned over it. It was not a turtle but a rattlesnake, whose head raised, ready to bite, had curiously come close to its face. It was the first time I'd seen such an animal, and I had no idea of that dry vibration, except for the beautiful head of the water that the Natural Stories tell us. I jumped back, and I shot him through the neck with a bullet. My partner, far away, asked me out loud what it was. A rattlesnake! I yelled at him, too. And a little brutally, I kept on firing on her until I unburned her head. I had very positive ideas at the time about the bravery and courage of that horn; if you add to this the shaking that I had just had, you will understand my agony. It measures 1.60 meters, ending in eight cascabeles, that is, eight pieces. This seems to be the common number, but I do know that every year the animal acquires a new record. My partner arrived, he was in a strong tropical panic. We tie the snake to the winchester cannon, and we go home. It was already night. We laid it on the floor, and the pawns who came to see it told me this: If you kill a rattlesnake, the companion follows you until she takes revenge. He follows you, che, boss. The pawns, for their part, avoid this daunting persecution, rarely incurring the agony of killing snakes. I went to wash my hands. My partner walked into the ranch to leave the machine in a corner, and I immediately heard his voice. What's with the shutter? What? I answered him from the outside. The shutter. It's turning spring. I listened, and I felt, like a nightmare, the same loud, dry vibration I had just heard in the stream. Watch out! I shouted at him throwing the soap. It's a beautiful shell snake! I ran because I knew the animal only bark when it feels the enemy next to it. But my partner had already thrown the machine and everything, and he was coming out of the inside with his eyes out. At that time the ranch was not finished, and we had laid two or three sheets of zinc against the southern ridge like a wall. Between these and the carpenter's bench must be the animal. She wasn't moving anymore. I kicked the zinc, and the rope rang again. Inside, it was impossible to attack her, because the bank was blocking our way. I cautiously unleashed the shotgun from the dark corner, my partner lit the windshield, and we turned around the ranch. We jumped the tip that held the plates, and these fell backwards. Immediately, on the dark background, the serpent's illuminated head appeared, high up and staring at us. My partner sat behind me, with the headlight up so I could aim, and I set fire. The cartridge had nine balls; they took his head. Knowledge is the fame of the Chaco, as far as snakes are concerned. I had arrived in the winter, not finding one. And here, on the first day of heat, at the interval of fifteen minutes, two deadly rattlesnakes, and one of them inside the house... that night I slept badly, with the constant rope leak in my ear. The next day the heat continued. The next morning, when I jumped the chacra wire, I stumbled upon another one: back to the shooting, this time from a revolver. At the nap the chickens screamed and I felt the howling of an aquara. Come out and I found the poor animal already tetanized by two deep bites, and a blue cloud in his eyes. He was barely 20 days old. At ten meters, over the cracked grille, the fourth snake was dragged in eighteen hours. But this time I used a stick, a weapon more expressive and obvious than the shotgun. For two months and in the middle of summer, I didn't see another snake. Then yes; but, for the reassurance of past unrest, not with the disturbing frequency of the beginning. *FIN* Faces and Faces, 1906", "title": "La serpiente de cascabel", "author": "Horacio Quiroga"}