{"metadata": {"length": 2142, "words": 364, "reading_time_min": 1.82}, "text": "In the period of terror that constitutes the years 1635-1636, during which hordes of barbarians arrived from Nordic countries, Saint Nicolas du Port knew its hour of disasters. Indeed, this period corresponds to the Thirty Years' War, a scourge for the Lorraine region, by Swedish, Hungarian, German and Croatian gangs who captured, burned and looted everything in their path. On the morning of November 5, 1635, the inhabitants of Saint Nicolas de Port had no time to hide in the forest when a large band of Swedes was heading towards the village. Terrified, the inhabitants thought of taking refuge in the church where they felt they would be safer. Over the course of a week, the assailants moved their breasts around the town, burning, looting, handing themselves over to numerous comilons and drunkards. The unfortunate villagers were desperate for the end of their ordeal, the march of those filthy hordes. Soon, all that remained were ruins and ashes in the village. Only the church stood in the midst of an apocalyptic landscape. The villagers would finally see the barbarian soldier's nest disappear. But unfortunately, Swedish criminals set fire to the church's roof. Fire that they say could be seen from Nancy. Then they forced the temple door and slashed and smashed the poor refugee population in that place. At the altar of St. Barbara, Benedictine Dom Moye had just celebrated Mass. When he realized the situation, he ran to take refuge behind the wide pillar of the Tower of St. Peter. Immediately, a tall Swede saw him and ran towards him with the intention of killing him. At that moment, the pillar opened and closed again with the monk inside. Stunned, the soldier insistently struck the pillar, trying to destroy it. But he didn't. Today, the pillar of the church of Saint Nicolas du Port still holds the unfortunate monk. When the ear approaches the stone, the lamentation is heard that the pillar seems to exhale. And when serious threats weigh on Lorraine, the pillar resonates abundantly: they say then that she cries. Shortly before the wars of 1870 and 1914, large droplets could be seen sliding along the stone...", "title": "El pilar que llora", "author": "nan Anónimo"}