{"metadata": {"length": 3232, "words": 617, "reading_time_min": 3.085}, "text": "One day an elderly priest stopped at an inn on the side of the road. Once in it he spread his sterile and sat down putting the forks he was carrying next to him. Soon after, a young boy from the neighborhood also arrived at the inn. He was a carpenter and wore a short suit, not a robe, like the priests or the men who were given to study. He sat at a short distance from the priest and within moments the two were chatting and laughing cheerfully. From time to time the young man would look at his poor suit and, finally, sighing, exclaimed: \"Look how miserable I am! \"But\", replied the priest, \"I think you're a healthy, well-fed boy. Why, in the midst of our pleasant talk, do you complain of being a poor wretch? \"As you can imagine\", the boy replied, \"I cannot find much pleasure in my life, for I work every day from sunrise until dusk. Instead, I would like to be a great general and win battles, or a rich man, eat and drink magnificently, listen to good music or, perhaps, be a great man at court and help our sovereign, not forgetting, of course, my family who would thus enjoy prosperity. Any of these things I call living dignified and pleasant. I want to make progress in the world, but here I am nothing more than a poor laborer. And if my life doesn't seem miserable to you, you'll tell me what concept it deserves. The priest answered nothing and the conversation ceased between the two. And the young man began to sleep; and the host was making a dish of garlic, and the priest took a pillow that he had in his hand, and said to the young man, Put thy head upon this pillow, and all thy desire shall be fulfilled. That pillow was porcelain, round like a tube and open at each end. As soon as the young man had approached her head, he began to dream: one of the openings seemed so large and bright to him by its bottom, that he went in there, and soon saw himself in his own house. Some time passed and the young man married a beautiful maiden. Soon he was earning more money each day, so he could enjoy wearing beautiful costumes and studying for long hours. The following year he was examined and appointed magistrate. Two or three years later and always progressing in his career, he achieved the position of prime minister of the king. For a long time the monarch placed all his trust in him, but one day he found himself in a disagreeable situation, for he was accused of treason, tried and condemned to death. Along with several other criminals, he was taken to the place set for execution. There they made him kneel and the executioner approached him to kill him. Suddenly, terrified by the fatal blow he was waiting for, he opened his eyes and, with great gloom on his part, found himself in the inn. The priest was standing by his side, his head resting on the fork, and the innkeeper was still removing the forks whose cooking had not yet been finished. And the young man kept silence, and ate without uttering a word; and he stood up, and bowed himself to the priest, and said, I thank thee for the lesson which thou hast taught me. Now I know what it means to be a great man. After he said this, he quit his job and returned to his job, which no longer seemed as miserable as it once was. End of the year", "title": "La almohada maravillosa", "author": "nan Anónimo"}