{"metadata": {"length": 6402, "words": 1251, "reading_time_min": 6.255}, "text": "The day I promised Catherine that I would take her to see my young friend Philip to his school in the country we had left at eleven, but she showed up at nine. His blue dress was new, and so were his modern shoes. She had her hair done. She looked more like a pink, golden Renoir girl than ever who expected everything from life. Catherine lives in a white house overlooking the bustling brown streams of the river. He helped me clean up my apartment with a devotion that showed that I felt that small floors were much more romantic than huge houses. We had tea, and we talked mostly about Philip, who, at 15, has very extreme tastes for everything from food to music. Catherine looked at the books in her room, and asked if she could take Isaac Babel's stories to read on the train. Catherine is thirteen years old. I implied that it would be difficult for him, but he said, \"Philip reads them, doesn't he?\" During the trip I read the newspapers and observed her pretty face, which frowned as she passed each page of Babel, because she was unwilling to let anything interfere with her ambition to be worthy of Philip. At the school, which is cozy, refined, and expensive, the two young men walked through the green fields, and I followed them, watching the sun rolling over their friendly faces as they talked. In her left hand, Catherine was carrying the Isaac Babel stories. After lunch we went to the movies. Philip made it clear that he thought going to the movies for fun was not for smart people, but he made a concession for us. We chose the most serious movie for him out of the two that were being shown in the small town. It was about a good priest who helped New York City criminals. However, her kindness was not enough to prevent one of them from being sent to the gas chamber, and Philip and I waited in the dark until Catherine stopped crying and was able to face the light of a golden sunset. At the entrance to the cinema, the doorman would stalk anyone with red eyes. He grabbed Catherine, causing her arm pain, and said harshly, \"Yes, why are you crying? He should have been punished for his crime, right? Catherine, incredulous, stared at him. Philip came out in his rescue saying with contempt, \"Some people don't know right from wrong even when they're shown it. The doorman turned his attention to the next one that came out of the darkness with red eyes; and we went to the station, the children remained mute before the cruelty of the world. I think this is all terribly awful. Catherine finally said, with her eyes wet again. I can't bear to think about it. But we must think about it, Philip said, don't you realize, because if we don't, everything will stay the same, don't you realize? On the train back to London I sat next to Catherine. She had the stories open before her, but she said, \"Philip is very lucky. I wish I was in that school. Have you seen that girl who greeted him in the garden? They must be great friends. I wish my mother would let me wear a dress like that. It's not fair. I thought it was too old for her. Oh, really? He soon bowed his head back to the book, but almost instantly raised it again to say: \"Is he a famous writer? He's a great, brilliant writer, one of the best. Why? Well, for one reason: it's simple. Look at the few words he uses, and how intense his stories are. I see. You know him? Do you live in London? Oh, no, he's dead. Oh, my God. Then why... gave me the feeling that I was alive, the way you spoke. I'm sorry, I guess I wasn't thinking about him as if he was dead. When did he die? He was murdered. It'll be about 20 years, I think. Twenty years. His hands began to pull the book away towards me, but then he calmed down. I will be fourteen in November, he said in a threatening tone, as his eyes defied me. It was hard for me to express my need to apologize, but before I could speak, he said, again with patient attention: \"Did you say he was murdered? - Yes, I did. I hope the person who killed him felt regret when he found out he had killed a famous writer. Yes, I hope so. Was he older when he was killed? No, quite young, the truth. Well, that's bad luck, right? Yeah, I guess it was bad luck. Which one of these do you think is the best story? I mean, in your sincere opinion, the best, the best of them all. I picked the story of the killing of a goose. She read it slowly, as I sat and waited, with the desire to move away, to protect this charming little Isaac Babel. Well, there are parts I don't understand, he said, when it was over. He has a funny way of looking at things. Why would a man in shoes have legs like a girl's? He finally dropped the book on me and said, \"I think this is all a little morbid. But you have to understand the kind of life he led. First, he was Jewish in Russia. That was pretty bad. Then, her experience in the revolution and civil war and... but I realized that these words bounced back in the clear reflection of her gaze, which she fiercely rejected; and I said, \"Look, Catherine, why don't you try it again when you're older? Maybe you like it better. Yes, perhaps it's the best. She replied, thankful. After all, Philip is two years older than me, right? A week later I received a letter from Catherine. Thank you so much for being so kind to take me to visit Philip at his school. It was the best day of my life. I'm deeply grateful you took me. I've been thinking about Criminal Sanctuary. It's a film that has proved to me, without a doubt, that capital punishment is something evil and I will never forget what I learned that afternoon, and that lesson will accompany me for the rest of my life. I've been meditating on what you told me about Isaac Babel, the famous Russian short story writer, and now I see that the deliberate simplicity of his style is what makes him, without a doubt, the great writer he is, and now in my college writing I'm striving to emulate him and learn that deliberate simplicity that is the only foundation of a truly brilliant style. Kisses, Catherine P.S. Did Philip say anything about my party? I wrote him, but he didn't answer. Please find out if he's coming or if he just forgot to answer my letter. I hope he comes, because sometimes I get the feeling that I'd die if he didn't. P.P. S. Please don't tell him what I told you, because I'd die if I knew. Catherine *FIN* Homage for Isaac Babel, A Man and Two Women and Other Stories, 1963", "title": "Homenaje a Isaac Babel", "author": "Doris Lessing"}