{"metadata": {"length": 7644, "words": 1364, "reading_time_min": 6.82}, "text": "War declared between the two enemy bands, each of which thought of arming itself. The election of leaders was not difficult: Pepito Lancin was hailed by the left-wing bands, and Riquito (Federico) Polastres, by the right-wing bands. The two kings deserved such an honorable place. With his wit and ingenuity incalculable, Pepito Lancin always managed to amuse his schoolmates, spouting some sassy diablura every day and going crazy over History Professor Cleto Mosconazo, whom he had taken as a victim. He had already inside his thigh a live frog; he had already shot with the arrow acorns and twigs; he had already swung the chair so that the sash of the gabana was tied to it; he had already placed a twig on the arm of the chair, where Mr. Mosconazo had a habit of pecking with his open hand as he explained to the tyrants the proverbs of Anbal or the heroics of Viriato the shepherd. Indeed, after each grace, Pepito Lancin “stood” his corresponding punishment: either the slap of the ears, the shackling of bread and water, the time of open arms or legs, and when a smear of the smear-stick landed on the teacher’s nose, he picked up the projectile and threw it under the sledgehammer of the smashed criminal. It seems little thing to be rode on a garbanzo yesterday, eh? So take the test and see what is good! Despite Pepito Lancin’s prestige, the punishments suffered with cheerful estoicism, mixing the slapstick with the pain, made him more popular among the youth. As for Riquito Polastres, his fame recognized another origin; moral and intellectual qualities, constancy and acuity were privilege of Lancin; of Polastres, physical strength, a few pounds as weights of gymnastics and a chest as the prow of a ship. The diminutive of Federico seemed an epigram, looking at that body and those solitary hands, and remembering how the boy, of one pound, had a stout limb, and of one morsel a “man’s” horn; for this was the foundation of the glory, the prez of Riquito; at twelve he had stoked the horns of the attendant of his bride’s father, who wanted to fling him out of the portal as a stray dog is flung out of a door. Yes, God gives you a great lie! Even the assistant’s zanguango had an eye made a slit and a swollen ear, as a result of the phenomenal thrashing that Riquito had inflicted on him... This contrast of aptitudes that was observed in the two bando leaders provoked the declaration of war, for every day the leftists screamed at the rights, treating Riquito as a “monkey” and a “dog”, and the rights accused the leftists of being “flies” and “stupid guides”, which is highly offensive and cannot be tolerated. Nothing, nothing, to arm a war; the battle field would be the front line between the hospital and the New Barracks; there would be seen who was who, and whether the leftists were wearing trousers or breeches. It must not be a vulgar prank like others, but a proper battle, like those brought by the newspapers; they will use white and fire arms; each will take what he finds from his house, and the two bands will meet at six in the morning, one hour before entering the classroom - because after that people pass and go near the \"Order\"-, at the designated place, at the command of their respective leaders. No one was missing from the ranks. The enthusiasm, the belated fire, was reflected in all the semblances. From the armament, we were really walking around: this brought a loaded saloon pistol; that a table knife; what was most abundant were the slings and the slingshots, the toy sandbags and a bit of sandbagged sandbags. However, Pepito Lancin, bending down to his American, showed with a proud smile a leather belt and, through it, a magnificent nihilistic roar; Riquito retorted with enmity. A revolution as God demands, a revolution of truth! To completely annihilate his opponent, Lancin said with a smug grin: -Six shots... And pills in the pocket. Riquito snorted with contempt. He did not need weapons: he had his hands. He declared it in a loud voice: weapons, for the robbers, for the pigs on the left of the school. The two bands made a show and exchanged insults of habit; then, at the severe voice of the leaders, they regrouped to take their place on the battle line. Soon the convicted Lancn stepped into the center of the open space and, rejoicing with Riquito, exclaimed perentorially: -Now you will see what the Spaniards are worth. Many thanks! Live Spain! To the ballroom! The case was that Riquito was so closed to childhood, that he soon did not understand the meaning of that groan, and unconsciously repeated it, making a song of his enemy. What is Spain living? Clear! That was what it had in particular? The murmurs of his troops surprised him. Why did the musketeers protest and instruct the musketeers, not against the “leftists” but against him, his excellency General Polastres? Why did they repeat: \"Don't give us the victory, tyrants. That is not, on the contrary!» To understand what had happened, it was necessary that one of the most despicable “deceivers” pointing his finger at his superior, screamed: -Barajas, tonto, that we do not want to be us the monkeys and that they be the Spaniards! He was right. How could it not have happened immediately? That Lancashire tyrant wanted to impose them! Ah, granuja! Reeling with indignation, he ran to the enemy general, without fear that he would be involved and put to death by seeing him alone. He felt he could touch the walls with his hand; he was blind, tense, by the blood of the scream. In the spirit of courtesy, the opponents waited for him to explain himself. -Look at you, Lancashire, who were we? -Shut up! \"Erase the monkeys,\" said Pepito, squeezing the horn of his horn, for the final pleasure of scratching it. - And you? - We were Spanish, you know. What were we supposed to be? - Oh, how we were going to get in there! It doesn't matter. Don't be afraid, thugs! think you can win with me? - And then, how will it be, brute, animal? If we were not contrary, there would be no war. -Because she has or she doesn't have! You are very ready for it. Let us be Spanish and you be the enemy. - I can not - Lancin objected with supreme dignity. -No? You'll see if you can, Ray! From the lap I will take you..., I will leave you black, and you will be very own. - But, Adoqun, if I have the flag already! - roared triumphantly the general Pepito, who took from his pocket a yellow and red tassel, probably a tinsel ornament from the last fiestas that the city had celebrated, and threw it proudly into the air, repeating the patriotic yell launched moments earlier and contested before and now after the two armies. At hearing it for the second time, at seeing the flag fluttering, the horde of Riquito rushed up and surrounded Lancin, yelling the same thing that he was yelling, with strained and shrill voices, but with a cordial and cheerfulness that revealed a peaceable disposition; and the chief, confused, not finding a solution to the problem -which seemed easier to him to reconcile against everyone: against the enemy and against those who had betrayed him - cried averroquiously, weeping like a beggar: -You have sided with me... This \"doesn't matter\"... There can be no battle... If we were all Spaniards, we would not be able to fight. I also assure you that when I spit on you, and you are not in front of anyone, and you have no flag... -You will do it! You have a force that seems to be good,\" Lancin retorted, shooting his pistol into the air, as the two armies mingled and Riquito resigned himself to his rather ungenerous threat. The mothers of the warriors never knew that they had escaped.", "title": "La paz", "author": "Emilia Pardo Bazán"}