{"metadata": {"length": 2584, "words": 487, "reading_time_min": 2.435}, "text": "We will never praise the gods, our lover and our king enough. Malherbe said it, and I agree with his opinion: it seems to me an excellent maxim. Praise flatters the ears and wins the wills: often at this price are won the favours of a beautiful woman. Let's see how the gods pay them. The poet Simonides set out to make the panegyric of an athlete, and he stumbled upon a thousand difficulties. The matter was arid: the athlete's family, unknown; his father, a vulgar man; he, devoid of other merits. The poet began by talking about his hero, and after saying as much as he could, he went out by the tangent, taking care of Castor and Pollux; he said that his example was glorious for the fighters; he extolled his fights, listing the places where the two brothers differed most; in short: the praise of those gods filled two thirds of the work. The athlete had promised to pay a talent for her, but when he had read it, he gave only a third, saying, without hair on his tongue, to give the rest to Castor and Pollux. - Claim the heavenly couple - he added. But I want to give you a present, for my part: come and dine with me. We'll have a good time. The guests are chosen people, my relatives and best friends, you will be one of us. Simónides agreed: he feared losing, beyond what was stipulated, the gauges of the panegírico. He went to dinner: they ate well; everyone was in a good mood. Suddenly a servant appears, telling him that two men are at the door asking about him. He gets up from the table, and the others go on without losing a bite. The two men who are looking for him are the heavenly twins of the panegiricus. They thank him, and in reward for his verses, they warn him to leave the house as soon as possible, because it's going to sink. The prediction came true. A pillar flailed; the roof, lacking support, fell on the feast table, breaking dishes and bottles. Not the worst: To complete the revenge, a beam broke the athlete's two legs and injured almost all the diners. He published the fame of these news. \"A wonder!\" cried all, and doubled the price to the verses of that man so beloved of the gods. There was no person born well who did not take over the panegyry of his predecessors, paying it to whom better. I return to my text, and I say, first of all, that the gods and their fellow beings will never be praised enough. Secondly, that Melpomene many times, without pain, lives off his work; and lastly, that our art must be held in something. The great ones honor you when they favor us. Once, Olympus and Parnassus were brothers and close friends. FIN", "title": "Simónides preservado por los Dioses", "author": "Jean de La Fontaine"}