{"metadata": {"length": 3169, "words": 607, "reading_time_min": 3.035}, "text": "The disturbing thing is that this is an aesthetic matter. I don't want to be misunderstood. I'm not talking about a corpse or the macabre, or justice or murder. I understood this morning when I was irritated by Angela's pain and nervous state at a fact, at least similar. I was not moved by what she told me, nor by how she hurriedly left my office to hide her tears when I said, \"It only happens to fools and drunkards\". No, it wasn't about barbarism, but about the form, the style of barbarism. I saw Angela all morning with her eyes red and unable to lift her eyelids to look at me when I called her; I saw her broad face, always cheerful and somewhat naughty, immobile like a mask, her effort to show herself as efficient as if what happened had not happened. And I didn't feel a thing. The drowning that forced me to loosen my tie and unlock the button on my shirt neck as I read the mornings, take off my sack, and then not answer any phone calls, not receive customers, was increasing to the point where I could not just sign, because my hands were shaking with impatience that, in fact, I was not expecting anything. I didn't go out to eat. I had nowhere to go, no one to talk to, because I knew that at that moment everyone was commenting on the fact, so or so, it didn't matter; as rational beings, possessing a mental structure, no matter how small, but with which they could be consistent, cold or passionately consistent; all those beings were still eating, working, sleeping the night before. I was just crazy to imagine the tone and opinions of those close to me, the ones I love. By 4:00 p.m., I couldn't take it anymore. I left the office and told Angela as she passed, \"You can take the afternoon without turning your face to her\". Since then I have been walking and stopping only to read the notes that the newspapers bring about the matter. In all editions it is almost exclusively talked about, precisely to exhaust it and make sure there is no more news tomorrow. This was the first thing I noticed. Then, already very tired, I noticed that I didn't think to look for anything about Angela's brother-in-law. Even then I didn't feel the need to pick up a phone and ask if he was dead or not. And yet I have affection for her, more than I usually express to that woman. I pressed the papers against my side. In my house, inside my own house, everything had broken through and invaded with horror: the naked, swollen, sewn body straight from the belly to the throat, after it had been opened in the canal. A corpse that's displayed all over the place to show that it doesn't have bullets. Any sensible person would have turned off his TV. I didn't do that. I've never been on a swing. I know about them what everyone else has seen in old movies whose names no one remembers. I ignore the atmosphere and excitement, which is fascinating to have a cockfight. I just know that there, who knows why, one man gave another, Angela's brother-in-law, four bullets in the belly. An anachronistic death, if he is dead. And it is absurd. But this other one is logical, natural: it is a guerrilla group armed against the government. *FIN* Underground river, 1979", "title": "Las muertes", "author": "Inés Arredondo"}