{"metadata": {"length": 2018, "words": 390, "reading_time_min": 1.95}, "text": "Once upon a time there was a rich man married to a completely deaf young woman. And it came to pass in the morning, as they were eating breakfast, that she said to him, I went yesterday to the market, and behold, they were displaying silk garments of Damascus, and veils of India, and necklaces of Persia, and bracelets of Yemen. Looks like the caravans just brought all that into our city. And now look at me, I'm in rags, being the wife of a rich man. I must buy some of those beautiful things. \"Dear\", replied the husband, still busy with his morning coffee, \"there is no reason why you should not go to the market and buy everything your heart desires. - No, I'm not! - protested the deaf wife. You always say no, no. Do I have to appear in rags before our friends, thus embarrassing your fame and my people? \"I have not said no\", said the husband, \"you can go to the marketplace and buy the most beautiful clothes and jewels that have ever come to our city. But the wife again misread his words and said, \"Of all the rich men you are the most miserable. You deny me all beauty and beauty while other women my age walk through the city gardens dressed in rich dresses. - And she started crying. And as her tears fell on her chest she cried out again: \"You always say no, no, when I want a dress or a jewelry. Then the groom, moved, got up, took out a handful of gold from his sack, gave it to her, and said gently to her, 'Go to the market, my dear, and buy whatever you want.' From that day on, the young deaf wife would appear before her husband whenever she wanted something with a pearl tear in her eyes, and he would quietly take a handful of gold and put it on his skirts. But it happened that the young woman fell in love with a young man whose habit was to make long journeys. And when he left, she sat there crying. When her husband saw her crying, he thought to himself, \"A new caravan must have arrived with silk clothes and rare jewelry\". And he would take another handful of gold and hand it over. FIN", "title": "La que era sorda", "author": "Gibrán Jalil Gibrán"}