{"metadata": {"length": 4337, "words": 830, "reading_time_min": 4.15}, "text": "I think I'm crazy? No, I could assure you I'm not, but I'm not. - What's the point? That he might give occasion to cry out, as all that hear, 'Bah!'as all that think themselves wise. The eternal song! No, my friend; I can't, I don't want to provide you with that satisfaction... It's too comfortable to come visit and draw the conclusion that all the crazy people claim they're not... I'm not, I could assure you, I repeat, but I don't; I want to leave you with your doubts. Who knows if my stance may incline you to believe in my perfect mental health! Don William was not crazy. He was locked up in a mental institution, but I would put a hand in the fire for his sanity. He wasn't crazy, but - well looked at - he wouldn't have lacked reason to be... What does it have to do with the fact that he believed himself, during a time in his life, Rabindranath? Aren't there many Rabindranaths, and many Nelson, and many Goethe, and many Napoleons and Franks loose on the street? Don Guillermo was put in the sanatorium by science, that science that interprets dreams, that says that normal man does not exist, that calls hospital beds the orat houses... that abstract science, that flies from the human, that it is not explained that a man can get bored of being for fifty years in a row the same and suddenly he comes up with a different and even handsome man, bearded where he was not, with other lenses and other accent, and other clothing, and even other ideas if necessary... He always welcomed me kindly, always with respect. Don William was what is said to be a great gentleman, and he had all the packaging, all the majesty, all the peasantry of the old count, Christian and medieval. He was tall, brown, with a clothed face and dark and dark eyes... he was always wearing black and in the white shirt - he would wash and look over every night, when no one saw him - he carefully arranged the black knot tie, on which he would pose, always at the same height, a small silver badge representing a skull and two tibias resting on two GG: William Gartner. He was polite in my affairs, but he was disturbed by my interest in his own, of which he refused to speak. It took me a lot of work to get it out, and sometimes, when I felt like I was getting it, he would stop me, look at me - with a smile of compassion that irritated me - from top to bottom, stick his hands in his pockets and say, \"You know you're a very fat man? And he laughed at the big jokes, after which it was useless to try to bring up the conversation on the discarded subject. III In the asylum he was treated with consideration, because, since he had entered - and he was already fourteen years old - he had not committed a single scandal. He would go into and out of the garden or gallery whenever he could, sit on the edge of the pole and look at the fish, inspect the kitchen, or the laundry room, or the laboratory, and the other lunatics respected him, and the employees of the house - except the three doctors - did not believe in his madness. IV The days were eternal, and don William, one day we were talking about the other world, confessed to me that if he had not drowned - not out of despair, but out of tiredness - it was because the extreme temperatures bothered him. \"I'm grim to think of myself\", he said, \"half lying down, half floating in the bottom of the pillow, with my shirt soaked in cold water... maybe my eyes would stay open and the dust from the water would get inside me and irritate them all... But the worst part doesn't stop there; imagine that you suddenly get your turn, show up, and as you're a suicide, you're sent to hell to roast... the water from your shirt, hair, shoes, starts boiling and you start jumping, jumping, until the water evaporates and you miss it, because your skin juices start to wear out... V The next Thursday, not long after I walked through the door, the doorman came out of his kitchen, like a snail from his shell, and he said, \"Where are you going?\" Don William was buried last Saturday. But you didn't know? On Friday morning he appeared drowned in the bottom of the pilon... the poor man had his big blue eyes very open; the dust of the water had irritated them as if they had been rubbed with sand... he was half naked... it was grim to see the poor man, with his whole shirt soaked in cold water...", "title": "La eterna canción", "author": "Camilo José Cela"}