{"metadata": {"length": 5809, "words": 1115, "reading_time_min": 5.575}, "text": "The parish priest of Chemillé was going to take the Good Lord to a sick man. It was really sad to think that someone could die on such a beautiful summer's day, in the midday Angelus, at the moment of life and light. It was also sad to think that that poor parish priest had been forced to set out on his way to finish eating, at the time when he was usually going -with the breviary in his hands - to take a nap under his vineyard diner, to the cool and rest of a beautiful garden full of ripe peaches and frosty roses. \"I offer you this little sacrifice\", thought the holy man sighing, and, riding on his gray donkey, with the Good God before him crossing over the hedge, he followed a path halfway through the gap between the red rock covered with moss in bloom, and the slope of pebbles and high forests descending to the meadows. And the ass, the poor ass, sighed, and said, Lord, I offer him unto thee, and sighed according to his own manner, lifting up one ear, and the other, to scare away the flies that tormented him. The midday flies are diabolical and buzzing; besides, the hill that had to be climbed, and the parish priest of Chemillé who weighed so much, especially after finishing eating... From time to time, the peasants passed by his side and threw themselves a little to the shore to make room for the Good God, with that touch of hat characteristic of the peasants of Turena; the malicious look and the greeting seems respectful, a look that mocks the gesture. The priest returned the greeting to each of them in the name of the Good God, very polite, but not knowing very well what he was doing because, doubtless, he was beginning to fall asleep. The weather was hot, the white trail. At the foot of the hill, behind the reeds, the small waves of the Loire looked like dazzling silver scales. All that light, the buzzing of the bees raising the pollen of flowers along the way, the singing of the stork in the vineyards, the happy singing of a sweet, full-fledged little animal, had finally put the priest to sleep, already quite stunned by a good lunch of white wine and stewed pork. Behold, past Villandry, where the rock is higher and the cliff narrower, the priest of Chemillé was suddenly taken out of his sleep by the Dia! - What? of a wagon-car coming towards him, with a large hay wagon swinging at each turn. The moment was critical. Even if they were to press as tightly as possible against the rocks, there was no room for the two of them on the road... to get back to the road? The priest could not do so, for he had taken that path to get there faster knowing that his sickness was very serious. That's what he tried to explain to the driver, but the rider didn't want to understand. \"I'm very sorry, priest\", he said without taking the lip pipe off his lips, \"but the day is too hot for me to go back to Azay for the shortcut. But you, who ride your ass so quietly... haven't you seen what I've got here? It's the Good God, bad Christian, the Good God of Chemillé that I take a sick man. - I'm from Villandry - the driver laughed foolishly - - the Good God of Chemillé does not interest me... - What? And the heathen flogged his staff to make him go, at the risk of sending the ass and all that it carried to roll down to the foot of the hill, to the pasture. Our priest was just patient. Oh, my God! That's the thing! Well, wait! And, jumping down from his animal, he gently laid down the Good God of Chemillé on the side of the road, on a mass of serpol, between the golden girdle and the white lucernulas, a genuine florid and fragrant altar cloak, as is not even found in the cathedral of Saint-Martin de Tours. And the holy man knelt down, and prayed, and said, O God of Chemil, behold what is come upon me, and how this unbeliever will make me to be wise. To do this, I don't need anyone, for I have strong fists and my right... so stay here quietly watching our battle and don't stand for or against it. Your case will be resolved quickly. Once his prayer was finished, he stood up and began to eat again, which allowed him to see behind his hands, his beautiful curing hands, soft and polished by the blessings, two strong baker's wrists like fresh trunks. - What? Fly! From the first blow, the truck driver had the pipe broken between his teeth. The second was lying on the bottom of the cone, ashamed, crushed, motionless. After which the parish priest made the wagon roll back, carefully placed it along the slope, the horse's head in the shadow of a moor, and went to the trotter towards his sick, who found sitting between two curtains of Indian, restored from his fever as by miracle and opening an old bottle of foamy Vouvray, to come back to life. I'll let you guys wonder if our pastor helped you with the operation. From then on, the Good God of Chemillé is very popular in Turin, and it is to Him that all Turinese invoke in their disputes: God of Chemillé, do not stand either for or against.... He is the true God of battles, the God of Chemillé who favours no one and lets each one triumph according to his strength and right. So when the day comes - you know my friends, what I mean - it's not old Sabaoth, the bloodthirsty friend of Augusta and Guillaume, that Sabaoth who gets convinced with Te Deum and my songs, no! It is not to this one that our prayers should be directed but to the Good God of Chemille, and here is what we will say to him: You know what those people over there have done to us... now the time for revenge has come... to take it, we don't need you or anyone, given that this time we have good guns, buttons in all our poles and the right on our side. So stay there quietly and watch our battle, and don't stand for or against it. The matter of those beauties will be resolved quickly. I will. The Good News of the World, 1872", "title": "El Buen Dios de Chemillé, que no está a favor ni en contra", "author": "Alphonse Daudet"}