{"metadata": {"length": 2939, "words": 551, "reading_time_min": 2.755}, "text": "What is pain? A little boy once asked his mother. What do you say, boy? She answered, raising her eyebrows in a movement of complexity and doubt. What is pain? He repeated the creature, raising his little flute voice, with the pompous gesture of his pink mouth. Oh holy ignorance of passions! Why don't you nest forever in the loving cradle of the child's soul? The young mother left her work by the lamp, which lukewarmly lit the kind little group, and, taking the baby in her arms, inwardly, she spoke to him: \"Why do you ask me such a strange question, baby of my bowels? Who said that word next to you? And the mother, she would squeeze with her long, bare hands of jewels, nun's or honorable woman's hands, the fine little head. Mama, the neighbor told me, that old lady who usually brings you flowers for the Virgin. You'll see. First he asked me about you, with that voice that seems to be always crying. How's your little one, baby? Always this lonely? You have to take care of her very much, he said: And then, sighing, while I was playing with the cat at her door, she was talking alone and whispering: Holy God, and they say there is justice when in that poor soul it seems like the earth had been shaken. Oh pain, pain! exclaimed the old woman so loudly, that I was frightened and came running. Did he say that? asked the mother, shaking in a frozen impulse of her soul. Yes, honey, yes. That's why I ask you what pain is. The woman became pale; a drip of silent tears shattered the glass of her enigmatic eyes: eyes of enlightened and humble beast. Why are you crying, Mom? I don't want you to cry! She gimoteed the little one, accommodating her tiny personite in her mother's lap. The boy looked out the window where he could see, through the squares, the thick darkness of the night falling, like a hunch in the silence of the fields. I'm scared, baby; I'm scared. What, my boy? ♪ Of your crying and the darkness I see from here ♪ And the boy pointed out the window. Don't worry, baby, it's nothing. You want to sleep? Well, baby, and the confident little head, she looked for the soft space in her mother's arms. The flame of the lamp had the faint palpitation of a sick heart. Hanging from the bedrails, an ebony black crucifix with its silver arms, open like moon wings, was unnoticed. The two white beds, spread without a wrinkle on the simple mats, gave the impression that the Mother of God had put the smiles of her eyes on them. Hanging between the heads, it flashed a steel frame, holding, at its extremities, the image of a man: sweet look, correct cut of the nose, damaged fold of the mouth. \"What is pain, baby?\" the boy whispered faintly between dreams. The mother said nothing, but her sharp fingers crisscrossed, and rising in a disconsolated and rebellious gesture, they pointed to the portrait, where the eternal cause of female pain laughed and will always laugh. Tales for men who are still children, 1919", "title": "El retrato", "author": "Teresa Wilms Montt"}