{"metadata": {"length": 7426, "words": 1382, "reading_time_min": 6.91}, "text": "Here is the remark made by the wife - one of the few inconsolable ones found: From Igueda Salas came a rumor: that she would never marry, and that if, by some improbable chance, she did find a husband, she would be infinitely sorry, abandoned the next day. Whoever lives on the street or in the theatre would not explain these voices. Why Guedita had to be incapacitated? Look at this picture: I always carry it with me. I think she is a beautiful woman, and I don't hide my passion. Here you see nothing but faces: it lacks color, the most notable thing it had. The eyes were green and clear as the sea water in the holes of the rocks, the hair was brown and with glistening red streaks and the skin was so fine and white, that I have never seen another like her. The most particular thing was the opposition that the swollen lips, of a bright red, made in that white skin, which, according to the bad languages, was due to the painting. And he was not deceived: behold, I am! In the street, through the streets of Recoletos and Alcalá, Guedita was followed by an infinite number of moscows. That is also positive: as if I had seen it. And I was surprised, for I remembered what they had said about her. So I started to follow her, not giving a fig about the thing, through all the public places, and to learn of her conditions. The reports piqued my curiosity: it was said that Guedita, far from being incantable, had all the conditions that facilitate the placement of a girl. Without being descended from the foot of the Cid, he was of a highly esteemed family; without being among the millionaires, he had sufficient estate, inherited by his mother, and, to his advantage, only one brother, who followed the course of Marina, and was little troubled. To me, personally, this was not a decision I would have made: if anything irritated me, it was the contrast between such news and the proclamations against guile. Nobody was able to explain them: everything became a matter of head-shaking, gestures, sneers of friends among themselves... And I entered into an indignation, which has not yet left me, and murmured to my innermost, \"It seems, it seems that Guedita is going to be married.\" I had not yet dealt with her; they had not yet presented me to her. They warned me, and rightly so, that it would be difficult to present, for Igueda had avoided competing at meetings, which had just won my sympathy; I am also shy and reserved, have few friends, and only relax in private. But in the theatre, my gaze was not apart from the stage of gueda and after a campaign of spies it became clear to me that it corresponded with sweet, furtive and sad. Already decided, and more interested in what I thought, I wanted, however, before taking a step that would commit me, to take precautions that prudence would advise. I called a dear relative, a serious person, confessed my inclination and asked for advice. - I beg you - I said - not to hide the truth from me, if you know it; and if not, to tell it to me, for I do not need to be told it; all of them are already engulfing me in a cloud of gloom. If there is in your short past, in your family, one of those stains of honor... -No - the interrogator answered me. No stains or odors. The cause of those proverbs about the slaying of a pig is different, very prosaic and very vulgar. How can I explain that I don't understand your enthusiasm? You haven't heard of comparing women with flowers? You have not heard it repeated that it is an inferiority in thought and in the camelia lacking aroma? What would you like a flower that instead of releasing free fragrances or being well-scented, exhales...? -Enough! - he exclaimed with repugnance, subdued, about to strike him-. That is a ridiculous invention, a pathetic prank! Without ever having come near to her, I maintain that whoever so says is a liar, and I am not going to take much time in letting them go. -I knew - he replied - that it was a pity to tell lies to a lover. And Sardonic added: -Acercate... I came near; I was introduced to Guedita in the home of some ladies who received, in trust, two or three people in the afternoon. Fear of losing my illusion was making me shiver. He trembled as he approached me. I shook with such greater reason, as one of the owners of the house had said to me below: -Although you note the desolation of poverty, do not let it go. It's so sad! Moments later... I was apprehensive of the tumult, of the rottenness of the world. Moments later... a furious rage retorted my blood, and it would have been good to take the slanderers, together in a rage, and retort them, as one retorts a piece of wood before lighting it. If I was sure! If he had, that little sour mouth, so sweet and beautiful, with its gnawed-on teeth, would not, could not exhale more than a sour haughty breath like the breeze that blows over gardens... and that is not purer than crystal-clear water! The rest... you'll figure it out. Our love was brief and very intense. She would not stop asking me, “But do you really want me?” for surely the slander had utterly ruined her hopes of inspiring love. As no obstacle was opposed to our wishes, we married in a rejoicing, and by the will expressed by the bride the wedding was quiet, and we went to enjoy the honey moon at my estate in Cordoba, resolved, if we found each other well, to prolong the stay. And so well, so divinely we met, that there we spent the three happy years of my life; the three years of teeming fabric, in which, if the angels could see, they could see us. Guedita, whenever I suggested to her to go back to Madrid or to take a trip to distract her, she invariably replied: -You should never change when you are happy. It is trying to the worst of your ability. Let me live and breathe... he had a rage! At the age of three, his health deteriorated. He could not eat: an inner fire consumed him. We called an illustrator, who knew her and cared for her since she was a child. When I asked him to clear me of doubt, he gave me courage and told me, - It will last for a while, but there is no hope. And as I did not want to conform and submit to conjeturas -which always, naturally, when we want to be sure- the doctor added: -The mal has been there for a long time in the mass of the blood... The symptom is the fetidity. -Where is that sensation? -exclamation-. His mouth breathes essence of cypress and azahares. - Do you really speak English? -The doctor bowed, amazed. Because if I were to give you some preservative, so that you could stand it... For now, with the papillation... -What if I'm serious? gueda has and has always had a flower on her lips. The doctor, after looking at me for a moment, asked permission, examined my ears, face, mouth, and spoke I do not know what of obstruction, of occlusion, to make clear that, as a result of some cataclysmic strains, which I had indeed suffered, one of my bodily senses was not functioning properly. And the wife added melancholy: -After... have come back to me several doctors, all according to the diagnosis of the first doctor. But you know what you haven't been able to explain to me? That I lack a sense..., well... that because of that lack I do not notice what the rest of humanity notices... ordinary. The incomprehensible is that, privy to that sense, I feel and continue to feel, when I remember Guedita, that aroma of clove and sage... no doctor can tell you! No one! FIN", "title": "Sin respuesta", "author": "Emilia Pardo Bazán"}