{"metadata": {"length": 4927, "words": 923, "reading_time_min": 4.615}, "text": "Note: There are two versions of this story that the author did not finish: First version: Of course, there would never have been any talk of going to the fair if Dad hadn't been given the tickets. A little girl cannot expect to get more expensive walks and gifts, when just feeding them, buying them clothes, paying for her school and the house she lives in forces the good, generous dad to work hard every day from morning to night... except Saturday afternoon and Sunday, Susannah said. Susannah! Mom was scared. Don't you know what would happen to your poor dad if he didn't have a break on Saturday afternoons and Sundays? \"No\", said Susannah. She seemed interested. What would happen to him? I'd die, Mom said to impress. - Really? \"Susannah said, opening her eyes. She seemed surprised, and Sylvia and Phyllis, who were four and five years older than her, said in chorus, \"Of course, yes\", in a much higher tone. What a little girl she didn't know that! They sounded so convinced and cheerful that Mom shuddered slightly and rushed to change the subject. So that's why she said something vague. And then you'll give us the money? She asked Phyllis. And then I'll ask you whatever is necessary, his mother said firmly. Suddenly he sighed and stood up. Go, boys, and tell Miss Wade to see you, to get ready and to come down to the dining room afterwards. And you know, Susannah, you're not gonna let Miss Wade's hand get away from you from the moment they cross the entrance until they come out again. Well... what if I ride? Susannah asked. Riding a horse... is nonsense, girl! You're too young to ride! Only older boys and girls can ride. \"There are wooden horses for the youngest\", said Susannah, unabashed. I know, because Irene Heywood was walking on one and when she got off she fell. \"More reason not to come up\", said Mom. But Susannah looked at her as if falling didn't cause her the slightest shock. On the contrary. About the fair, however, Sylvia and Phillis knew as little as Susannah. She was the first one to get to that town. One morning, as Miss Wade, the maid, was driving them hastily to the Heywoods, whose nanny they shared, they had seen carriages loaded with large, long wooden planks, bags, something that looked like framed doors and everything, and white staves, passing through the wide gate of the Playground. And by the time the rushers were taken home to eat, the beginnings of a tall, thin fence rose outwardly bordering the wire, pointed by flagstacks. From the inside came a tremendous noise of hammers, screams, metal punches; a small, well-hidden locomotive, making chufchufchuf! And round and woolly smoke were thrown over the fence. First it was the day after tomorrow, then just the day after tomorrow, then tomorrow, and finally, the day itself. When Susannah woke up in the morning, a small golden dot of light stared at her from the wall; it looked as if she had been in that place for a long time, waiting to remind her: Here it is!  Version Two That afternoon they were given permission to cut pots and pans from the store catalog; and at tea time, they drank real tea in the doll's tacks on the table. It was so much fun, only the toy teapot didn't serve the tea, even after you had plucked it with a pin and blown it over the peak. But the next afternoon, which was Saturday, Dad came home in a very good mood. The front door closed so tightly that the whole house trembled as he called out to Mom from the balcony. Oh, how good you are, dear! \"Mommy said, 'But also, what a waste. Of course you'll love it. But to have spent so much money! You shouldn't have done that, Daddy! They'd forgotten about it all. And what is this! And a half crown? \"Mom said no! Two shillings was quickly fixed, to spend? Girls, please! Girls, please! Get down now! They came down, Phyllis and Sylvia first, Susannah a little further back. Do you know what Dad has done? And Mom raised her hand. What was that? Three cherry tickets and one green. He bought them tickets. They're going to the circus this afternoon at three with Miss Wade. What do you say to that? That's beautiful, Mom! That's so beautiful! Phyllis and Sylvia screamed. Isn't that right? \"Mom said. Run upstairs and tell Miss Wade to prepare them. Don't get your act together. Up, up, up! The three of us. Phyllis and Sylvia flew out, but Susannah stayed at the foot of the stairs, her head gazed. Let's go, said Mom. And Dad said, \"What the hell is wrong with this girl?\" Susannah's face trembled: \"I don't want to go\", she said in a grin. What? He doesn't want to go to the circus! After Dad... rude and ungrateful girl! Either you go to the circus, Susannah, or you go to bed right now. Susannah's head bowed, even more. His whole body leaned forward. It was as if she was going to bow down, bow down to the floor, to her good, generous father and ask him to forgive her... *FIN* Susannah, The Doves Nest and Other Stories, 1923", "title": "Susannah", "author": "Katherine Mansfield"}