{"metadata": {"length": 7471, "words": 1360, "reading_time_min": 6.8}, "text": "The newlyweds had disappeared without anyone noticing in the hustle and bustle of the party, but there were enough pretty girls and enough ham to keep the guests from thinking about imitating the bride's behavior by leaving the splendid home where the wedding was held. Young people had invaded the garden, and in the cabinet where tea was to be served, the older people gathered, feeling as relief as they moved away from that whirlwind of laughter, screaming, commenting, and also from that itching of making ingenious phrases that involves youth when two of their representatives declare before a priest that they are willing to try to sacrifice themselves to multiply. The illustrious Mr Poncet, the wedding godfather, was kept aloof in one of the cabinet windows, the glass of which blurred the proximity of his breath. Their eyebrows had climbed up their foreheads, climbing back over the golden glasses, in that gesture common to people immersed in thoughts of mild melancholy. The obese lady of Aguirre, who was endowed by the Benedictine with a mania for association that made her the center of a large group, asked the lone man: Why isn't he one of ours? Mr. Poncet approached, a little bent, his hands sunk into the pockets of his striped pants. What were you doing? asked Mrs. de Aguirre, turning to him so violently that, by colliding with his bust, the weak Mr. Guzman took a long time to regain his balance. I was meditating. What was he meditating on? That we have just given rise to an unhappiness. Oh, my God! Some protested. What a misfortune! The newlyweds, Mrs. Aguirre thought, are young, rich, they are adored... nothing to presume they will be miserable. \"I cannot predict exactly that they will be unhappy\", Poncet replied. But I assert that this enviable embellishment, this love-longing which they themselves now feel will never be satisfied, will not last long. In a word, the oath of allegiance they just swore will be broken sooner or later, by any passion or whim. And it's not that there's no special reason in this case... it's that it's human law, the unimpeachable and natural law, that's above all theories and all conventionalism. According to that... According to that there is not a single marriage where betrayal or deceit has never existed. What a ridiculous thing! Some offended voices rose: \"Man, Poncet!... It is an unacceptable generalization. Fortunately, that's not the case. The exception is precisely that. Well, the world would go! The elderly Mrs. Minguez muttered from her chair: \"This is how modern marriages are. And you can't say that I'm going too far from these dances, these fun days. When I got married, there were only clothing sets. Dress games have never compromised happiness. The voices were mixed to break a unanimous protest against Mr Poncet's reckless judgment. In vain Mrs. Mínguez wanted to continue developing her theory that the corruption of customs was closely related to the disuse of clothing games. Finally the illustrious Mr Poncet was able to be heard. \"We're here!\" said many married men and some that we've been. Whoever can claim, for his honor, that he hasn't cheated on his wife, let him speak. There was an embarrassing silence. The tiny Mr. Guzman asked, looking over the edge of his cup of tea, if his mother-in-law was in the cabinet. Poncet, with a faint ironic smile under the white mustache cut, sat down on a chair and came out under cover of that general turmoil caused by his words. I said slowly, \"I am not guilty of any sin, and I have no objection to confessing it. I know that you are a natural man, and that no one will consider me a monster after hearing them. Some of you have known my wife and you can tell if I blind my affection by claiming that she was as beautiful, intelligent and virtuous as I can be. I married in love with her, and I've always been in love with her. His death was the greatest displeasure I've ever had. However, I have deceived my wife. If I were to say the reason now sharply, you would perhaps find it a little cynical, a little brutal; but if you allow me to explain the case beforehand, you will recognize that it is perfectly vulgar, the most vulgar of all cases. The first incitement I experienced was shortly after we set up our residence in Madrid, almost on our honeymoon. I was walking down Alcalá Street and a woman of extraordinary beauty came across me, almost grating at me. When I turned my face to look at her better, the crowd had hidden her. My idle imagination was running about that little event. I told myself a woman was born and died for you in a second. You have looked at her, you have desired her, and she died; for it is almost absolutely certain that you will never find her again, and that is equivalent to her death. In theaters, in dances, in walks, wherever I could look at unknown women, I was afflicted by the consideration I had already exhibited. Nothing in the world would have changed my wife, but I experienced the eagerness to enjoy other amures, to penetrate other souls, to leave my memory in another heart. It was not the longing of the vulgar conqueror, the collector of brides, who is usually a poor sick man; but a mixture of curiosity, a longing for novelty and... that tiredness which every love achieved and quiet leaves in the depths of spirits. Who hasn't had this happen to? Who, for example, at a dance has not felt the urge of a magical multiplicity that would allow him to be the mate of all women? Sometimes a gesture from an unknown person, a nod, the ringing of a voice, a phrase we could hear as we passed by her, the glow of her eyes or the shape of her mouth, make us think, \"How will she love?\" What will be their words, their attitudes, their tenderness or their cruelty? What love novel can you create that I will never be the protagonist in? And this happens even if you already blindly love another woman, and I could even say that it happens especially when you love another woman. Often, the mere physical contrast between your wife and any woman is enough to make the temptation come upon you powerfully. It's that same, a little confused, desire that we experience many times, to live other lives than our own. The adventurer is the fruit of this irresistibly acute, protein anxiety. The same occupation, the same environments, fatigue. The same woman, the same love, produces emotional fainting of which some fall even more in love and others... never return. It's, in a word, the need for variation. I cheated on my wife for being varied, just varied, and with other women who weren't as beautiful, or as smart, or as loving as she was. And if you ask eighty percent of the husbands, \"Why do you cheat on your wife?\" they will have to answer as I have to say, \"Because of variation... I tell you, I resisted as much as I could. My wife was a blonde, and after two years of marriage, I liked almost all the blondes. I was willing to resist heroically in my allegiance... and I came up with an idea. One day I brought my wife an excellent dye. Why don't you turn blond? I said. It's fashion. And she changed the color of her hair, and you resisted the temptation asked by Mrs. Aguirre. Yeah, the blondes stopped worrying about that time. But my wife was, besides being brown, tiny, thin and serious... it was impossible to avoid the need to cheat her with tall, fat and cheerful women. I accuse myself of that. And yet I have loved my wife very much. Flirting, Madrid, 1922", "title": "Por qué engañan los hombres a las mujeres. Por variar", "author": "Wenceslao Fernández Flórez"}