{"metadata": {"length": 7443, "words": 1433, "reading_time_min": 7.165}, "text": "It was a late April morning. The delirious good weather contrasted ironically with the poor typewriter job I had that day. As soon as I lifted my head I saw Jimmy, my felt-like wrist, swinging in front of me, leaning his back against the lamp column. The screen seemed to be his umbrella. He couldn't see me and his gaze, a gaze I didn't know him, was fixed with strange attention on a ray of sunshine that ran through the room. What's the matter, dear Jimmy? I asked him. What are you thinking? In the past, he simply answered me without looking at me and again immersed himself in his contemplation. And as if I feared that I had been hurt by the abruptness of the answer: \"I have no reason to hide anything from you\", he replied. But on the other hand, there's nothing you can do about it. And he sighed so much that my heart broke. It took a while. He turned halfway around the two white felt fins that surround his black pupils and are the soul of his expression. He passed this to the point of intimate attention, the melancholy dream. And he said, \"Yeah, I think about the past. I always think about the past. But today especially, this warm and insinuating spring brings back my memory. As for the sunbeam, who, nail to your feet, look carefully, the carpet that transfigures, this sunbeam looks so much like the one I first encountered in... Ah! I feel you'll need to fill with your complacency the poverty of my words! Imagine the most blond, argentine, ethereal creature that has ever danced over the miseries of life. He appeared and, my dream instantly harmonized with his miraculous presence. What a charm! She was walking down the sun's rays, walking with her dazzling presence that path of clarity that had just reminded her. Breaths imperceptible to our raw touch animated a people of beings like her around them, but without their sovereign grace or their flashing attraction. She would retreat with everyone for a moment, tie herself in her runs, sneak away skillfully by an interstitial, avoiding a leap from the clumsy embrace of the monster, a drunken and heavy-duty mosquito like a beast... while a sweet, insensitive swing would draw her towards me. Oh, my God, she was so pretty! As a face, I had none speaking properly. I'll tell you, it didn't really have a precise shape. But I was taking from the sun with dizzying speed every face I could have dreamed of and that were exactly the same faces I dreamed of when I thought of love. Instead of just the folds of her mouth, her smile spread over all her movements. So it appeared, as soon as it was blond as the reflection of a copper, as soon as it was pale and gray as the light of twilight, already dark and mysterious as night. It was at once as soft as a hailstorm, as mad as sand in the wind, as permeable as the spike of foam at the edge of a breaking wave. It was a thousand and a thousand things faster than my words could follow their metamorphosis. I sat watching her for a very long time, invaded by a kind of sacred stupor... suddenly a scream escaped me... the ethereal dancer was about to touch the floor. My whole being protested the ignominy of such a meeting, and I rushed. My sudden movement caused extreme disturbance in the world of the sunlight and many of the geniecillos were thrown, I believe out of fear towards heights. But my eyes were not losing sight of my beloved. Still, holding his breath, he spied on her with his hand outstretched. Oh, my God! The biggest and last one of my life. In that hand she had fallen. I'm not going to go into detail about my state of mind. My heart was beating so fast that in my trembling hand, my owner was still dancing. It was a slow, rhythmic waltz from an infinite flirtation. Miss Dustbush... I told you. And how do you know my name? I answered him, \"Intuitively, love\". \"Love\", she exclaimed. Oh, my God! And she danced again, but in a very impertinent way. I thought he was laughing. Don't laugh, I reproached you, I really love you. It's very serious. But I don't have anything serious, he replied. I'm Miss Dust Grain, dancer of the sun. I know too much that my alcurnia is not one of the brightest. I was born in a crack in the floor and I never saw my mother again. When they tell me it's a modest shoe sock, I have to believe it, but I don't care since I'm now the Sun dancer. You can't love me. If you love me, you'll want to take me with you too, and then what about me? Try it, take your hand off for a second and put it out of the lightning. I obeyed him. What a disappointment it was when I saw in my hand, reintegrated into the darkness, a sad and uninformed thing, of a doubtful gray, all inert and flat. I wanted to cry! You see! She said. He's already throwing the experience. I only live for my art. Put me back in the sunshine soon. I obeyed. Thankful she danced again for an instant in my hand. What's your hand made of? It's feltro, I replied naively. It's a carpet! He exclaimed. How much more I prefer my air route and tried to fly. I don't know what invaded me. Angry, for the insult, but also for the fear of losing my conquest, I gambled my whole life on a bold decision. It'll be opaque, but it'll be mine, I thought. I took it and locked it in my wallet that I put over my heart. He's been here for a year. But the joy has fled from me. This fairy I hide, I dare not look at her any more so different from the self, from that vision that aroused my love. And yet I'd rather keep it so I lose it all by giving him his freedom back. So you still have it in your wallet? I asked him curiously. - Yes, I did. You want to see it? Without waiting for my answer and because she could no longer bear her own desire, she opened her wallet and pulled out what was called: \"Mommy of Miss Grain of Dust\". I pretended to see her, but only out of kindness, for I could see nothing at all. There was a painful moment of silence between Jimmy and me. If you want a piece of advice, I finally told you, I'll give you this: Take advantage of that sunlight. Even if it doesn't last more than two hours, it'll be two hours of ecstasy. That's worth more than continuing the martyrdom you live in. Do you really believe that? He asked looking at me anxiously. Two hours. Oh, what temptations I feel! Yes, let's finish: be! With that in mind, he pulled Miss Dust Grain out of his wallet and put her back on the lightning bolt. It was a marvelous resurrection. Coming out of her mysterious slumber, the dancer threw herself crazy, unfathomable and as spiritual, identical to the enthusiastic description Jimmy had made of me. I understood his passion. He had to be seen motionless, mouth-watering drunk with beauty. The bitter voluptuosity of sacrifice was combined with the purest joy of contemplation. And to tell you the truth, her face looked more beautiful than the fairy dance, since it was illuminated by a moral nobility foreign to the dance fallacy. Suddenly, together, we exhale a scream. A huge, stupid insect, insect as big as a pinhead, had just swallowed Miss Dust Grain by yawning. What else can I say now? Poor Jimmy with his eyes fixed thought of the extent of his delight. We were silent for a long time, unable to find anything to express, I my remorse and he his despair. He had neither for me nor for the fatality a word of reproach, but I saw very well how under the pretext of raising the felt candle that graduates the expression of his pupils, he secretly shed a tear. FIN", "title": "Historia de la señorita grano de polvo, bailarina del sol", "author": "Teresa de la Parra"}