{"metadata": {"length": 6980, "words": 1249, "reading_time_min": 6.245}, "text": "His honeymoon was a long chill. Blonde, angelic and shy, her husband's tough character hailed her dream bridesmaids. She loved him very much, however, sometimes with a slight trembling when returning together at night along the street, she gave a sneaky look at the tall Jordan, mute for an hour. He, for his part, loved her deeply, without revealing it. For three months - they had married in April - they had a special happiness. She would undoubtedly have desired less severity in that rigid sky of love, more expansive and uncaring tenderness; but her husband's impassive countenance always contained her. The house they lived in influenced their tremors a little. The whiteness of the quiet courtyard - frescoes, columns and marble statues - produced a fall impression of a haunted palace. Inside, the glacial glow of the stucco, without the slightest scratch on the high walls, affirmed that feeling of unrelenting cold. As they crossed from one room to another, the steps echoed throughout the house, as if a long abandonment had sensitized its resonance. In that strange love nest, Alice spent the whole fall. However, she had concluded by putting a veil on her old dreams, and she still lived asleep in the hostile house, not wanting to think of anything until her husband arrived. It's not uncommon for him to lose weight. She had a mild bout of influenza that lurked insidiously for days and days; Alice never recovered. Finally one afternoon he was able to go out into the garden leaning on his arm. He looked indifferent to both sides. Suddenly Jordan, with deep tenderness, passed his hand over his head, and Alice broke immediately into tears, putting her arms around his neck. She cried for a long time in all her silent horror, doubling the cry to the slightest attempt at caress. Then the tears slowed down, and she was still hidden for a long time in her neck, not moving or saying a word. That was the last day Alice was up. The next day it dawned. Jordan's doctor examined her carefully, ordering her to calm down and rest. \"I don't know\", he told Jordan at the door, his voice still low. She has a big weakness I can't explain, and no vomiting, nothing... if tomorrow she wakes up like today, call me right away. The other day, Alicia was getting worse. There was a consultation. He was diagnosed with acute anemia, completely unexplained. Alice was not fainting any more, but she was visibly going to death. All day the bedroom was lit and silent. Hours went by without the slightest noise. Alice was asleep. Jordan lived almost in the living room, also with all the lights on. He walked endlessly from one end to the other, tirelessly stubborn. The carpet was choking his steps. He would quickly enter the bedroom and continue his mute waving along the bed, looking at his wife whenever she walked in his direction. Soon Alice began to have hallucinations, confused and floating at first, and then descended straight down from the floor. The young woman, with her eyes unabatedly open, could not help but look at the carpet on either side of the back of the bed. One night he suddenly stared. He opened his mouth to scream, and his nose and lips became pearly with sweat. - Jordan! - What is it? Jordan, please! - she cried, stubborn in terror, without stopping to look at the carpet. Jordan ran to the bedroom, and when she saw Alice appear, she gave a shout of horror. - It's me, Alicia, it's me! Alice looked at him with a lost eye, looked at the rug, looked at him again, and after a long time of stunned confrontation, she calmed down. She smiled and took her husband's hand, trembling to her. Among her most vivid hallucinations was an anthropod, resting on the rug over her fingers, whose eyes were fixed on it. The doctors came back in vain. There was a life before them that ended, bleeding day by day, hour by hour, without knowing at all how. At the last consultation, Alice lay in a stupor as they pulsed her, passing her inert wrist from one to the other. They watched her for a long time in silence and followed her to the dining room. -Pst... -shrugged his doctor's shoulders discouraged. It's a serious case, little to do. - he breathed Jordan. And he drove sharply over the table. Alice was dying in her anemia delusion, aggravated in the afternoon, but which always receded in the early hours. During the day, his illness did not progress, but every morning he lit up, almost synchronously. It seemed that only at night did he get his life in new blood. I always had the feeling of being knocked down in bed with a million pounds on me. From the third day this sinking never left her again. I could barely move my head. He didn't want his bed touched, or even his pillow fixed. Their creepy terrors advanced in the form of monsters crawling to the bed and climbing the canvas with difficulty. He later lost consciousness. The last two days he went mad without ceasing in a half-voice. The lights continued to burn in the bedroom and living room. In the agonizing silence of the house, all that could be heard was the monotonous delirium coming out of bed, and the drowned noise of the eternal passages of the Jordan. Alice is dead, at last. The maid, who then went in to undo the bed, alone now, looked a little strangely at the pillow. - Sir, please! - he called Jordan in a low voice. There are stains on the pillow that look like blood. Jordan came quickly and bent down in turn. Indeed, on the shell, on both sides of the hole left by Alice's head, there were dark spots. \"They look like bites\", the maid murmured after a while of still observation. \"Put it in the light\", Jordan said. The servant girl lifted him up, but at once she let him fall. She looked at him, trembling and shaking. Not knowing why, Jordan felt his hair grow straight. - What's up? - Murmured in a humming voice. \"It's a lot of weight\", the maid said, still trembling. Jordan lifted it up; it weighed exceedingly. And they went out with him, and upon the table of the dining-room Jordan cut off the covering and the wrap of a slice. The upper feathers flew, and the maid shouted with horror with her mouth wide open, her hands crushed to the bandos. On the bottom, between the feathers, moving the furry legs slowly, was a monstrous animal, a living, viscous ball. He was so swollen, his mouth could barely be pronounced. Night after night, since Alice had fallen into bed, she had secretly applied her mouth - her tube, rather - to her sternum, sucking her blood. The bite was almost imperceptible. Daily removal of the pillow had undoubtedly prevented her from developing, but since the young woman could not move, the suction was dizzying. In five days, in five nights, I had emptied Alicia. These small birds, which are small in the usual environment, can become enormously large under certain conditions. Human blood seems to be particularly favorable to them, and it is not uncommon to find them in feather pillows. Tales of love, madness and death, 1917", "title": "El almohadón de plumas", "author": "Horacio Quiroga"}