{"metadata": {"length": 1980, "words": 395, "reading_time_min": 1.975}, "text": "A convent lego, of a very simple and healthy heart, had an affectionate love for the Virgin, and lived with the regret of not having in his cell any image of the Lady to whom he directed his prayers, worship and care. One day I found in a zaquizami of the convent an effigy of Our Lady; but so damaged and spoiled by time and dust, it was sad to see. Out of joy, he took her to his cell, cleaned her very well, and knew that if a good painter restored her, she would look beautiful and like new. Then he fell on his knees and said to her, \"My mother! You know that I want your image to be restored and worshiped in it. But I am so poor that I cannot do it unless you help me. So I beg you to work with me so that this can be done. He immediately went to the home of a very kind lady and asked her to give him sewing so that a poor girl could dress decently. The lady gave it to him. And he took the needle, and the needle, and the scissors, and brought them into his cell, and brought them to the lady, and said, My lady, thou hast done well in sewing; and it is necessary that thou shouldest help me with thy blessed hands, to gather the things that I need to restore thy image. The Virgin smiled, and the lego went to his business. And when he came back, he found the sewing made, so well sewn and smelling, that the lady was very satisfied, and was well paid. The sewing that ran by the poor lego took on such fame that he soon was able to restore the holy effigy. The guard and other religious were struck by how a poor lego could afford such expenses, and one day they hid to see what he was doing in the cell. Then they saw that he knelt before the Lady, and presented her with unmade garments, and that the Lady extended her blessed hands, and took them with a sweet and pleasant face. The jailer and the teachers of the law fell on their knees and exclaimed, \"Blessed are the poor in spirit, for theirs is the kingdom of heaven\". Popular tales, fortunes and refrains, 1921", "title": "La Virgen costurera", "author": "Fernán Caballero"}