{"metadata": {"length": 3682, "words": 725, "reading_time_min": 3.625}, "text": "There was a rose on the window. He had been green and slender, but now he looked sickly; something had to happen to him. What happened was that soldiers had come and he had to accommodate them. The newly arrived taste it alive, despite being treated as a very respectable, uniformed green troop. I spoke to one of the hostages, who, though only three days old, was already a babe. You know what he said to me? He told me many things about him and the whole army. - We are the most notable order among all creatures of the Earth. When it is hot we give light to living children, for then the time is ripe for it; we live together and celebrate the marriage. When it is cold we put eggs in; so the little ones are hot. The most intelligent of all animals, the ant, to which we revere in the most extraordinary way, studies and appreciates us. He does not eat us, but takes our eggs, puts them in his own and on the lower floor of his house, puts them in numerical order in rows and layers, so that every day one of the eggs may come out. They then take us to the altar and, securing our backs, they crucify us until we die: it is a most pleasing sensation. They give us the most beautiful name imaginable: “sweet lilac frog”. This is the name given to us by intelligent animals such as ants; only men do not do so, which is a curse capable of making us lose our equanimity. Couldn't you write anything to fix this embarrassment and put things in their place? They look at us stupidly, and, moreover, with a cockeyed eye, total because we eat a few roses, when they devour all living beings, all that is green and flowering. We are given the most dreadful and odious name you can imagine; I am not daring to say it, puh! I just get scared just thinking about it. I cannot repeat it, at least when I go out of uniform; and as I never have I uttered it... I was born in the rose-tree. I and all the realms live from him, but thanks to us many higher beings survive on the scale of Creation. Men do not tolerate us; they come to kill us with a sour water, which is a horrible drink. I think I'm frying it. It is abominable to be thrown out when one was born not to be it. Man! You who look at me with a swollen eye of muddy water, think of our mission in Nature, our wise function of laying eggs and giving live children. We too reach that mandate: “Create and multiply.” We are born in roses, and we die in roses; our whole life is poetry. Do not offer us the most repugnant and abhorrent name you have found, the name of - but no, I will not say it, I will not repeat it! We call it “the sour ant suckling”, the rose or green snout. And I, the man, stayed there contemplating the rose and the greens, whose true name I do not want to pronounce in order not to offend a dweller of the rose, a great family with living eggs and children. The sour water with which I washed them -for I had come with it and with very bad intentions- I would pour into it until it bubbled up, I would hurl soap bubbles into it and I would contemplate their beauty; perhaps you will find a story in each one. The ring was made very large and glowed with all colors, while in its center it seemed to float a silver pearl. He shook, he stumbled, he stumbled toward the door and he stumbled against it; but the door was opened and the narrator of the stories was presented to him in person. - Oh, that's great! Now she will tell you, because she will do it better than I, the story of the... -I don't say the name!- of the greens. -The one of the pulgones –he corrected the narrator of the stories-. You have to call everything by its proper name, and if sometimes it doesn't, at least in the stories it should.", "title": "Los verdezuelos", "author": "Hans Christian Andersen"}