{"metadata": {"length": 1862, "words": 334, "reading_time_min": 1.67}, "text": "Every year, on the day of the national holiday, a parade was organized in our city. The governor would go out to the balcony and the people would parade down. And there was no problem. But this year came democracy and with it, problems began. In fact, from now on, it's the population that should be on the balcony and the governor that should be parading down. But he couldn't, because he had stopped being governor and was part of the population. So the problem arose of who was to parade in front of the population. According to the principles of democracy, the population should march in front of itself. But how? Only through a representation. So it was agreed that Members of Parliament, that is to say democratically elected representatives of the people, would march. But the balcony turned out to be too small to contain the population. So it was decided to place the representatives on the balcony and the population below. After all, if the representatives represent the population, it doesn't matter whether the population is parading in front of the representatives or whether the representatives are parading in front of the population. The day of the party came. The representatives of the population sat on the balcony. Those who had not been able to make their way through the front row were piled up against the door, and a few, with exceptionally strong arms, hung from the sides. The parade started. And everything would have been fine if the balcony hadn't sunk, since it was rotten. It used to hold up, because only the governor would come up to it; but when democracy came, it sank. There is no denying that the changes have come. But the tradition continues. Well, just like there was no money before, there's no money now. The thing is, before, it was just about to kick the balcony with anything, and now we have to build a new one. FIN", "title": "El progreso y la tradición", "author": "Slawomir Mrozek"}