{"metadata": {"length": 2658, "words": 451, "reading_time_min": 2.255}, "text": "He chased her through the library between tables, chairs and facistles. She was running away talking about women's rights, endlessly violated. Five thousand years of absurdity separated them. For five thousand years she had been inexorably looked down upon, put off, reduced to slavery. He tried to justify himself by means of a quick and fragmentary personal praise, spoken with short sentences and trembling in the air. He was searching in vain for texts that could support his theories. The library, specializing in 16th- and 17th-century Spanish literature, was a sprawling enemy arsenal, which glossed over the concept of honor and some atrocities of the kind. The young man was tirelessly quoting J. J. Bachofen, the sage that all women should read, because he has restored to them the greatness of his role in prehistory. If his books had been in hand, he would have put the girl before the picture of that dark civilization, ruled by the woman when the earth had a secretive humidity of guts everywhere and the man tried to rise from her in palafites. But the girl was cold about all this. This matriarchal period, unfortunately not historical and barely verifiable, seemed to increase their resentment. He always escaped from the stairs, sometimes climbing the stairs and overwhelming the young man under a rain of robbers. Fortunately, in the defeat, something came to the young man's aid. He suddenly remembered Heinz Wölpe. His voice gained a new and powerful accent by quoting this author. In the beginning there was only one sex, evidently female, which was automatically reproduced. A mediocre being began to emerge sporadically, leading a precarious and barren life in the face of formidable motherhood. However, gradually certain essential organs were being appropriated. There was a time when it became essential. The woman realized, too late, that she was missing half of her elements and needed to look for them in the man, who was man by virtue of that progressive separation and accidental return to her point of origin. He looked at the young man tenderly. \"The man is a son who has been bad to his mother throughout history\", he said with almost tears in his eyes. He forgave him, forgiving all men. Her gaze lost its brightness, she lowered her eyes like a Madonna. His mouth, hardened before by contempt, became soft and sweet as a fruit. He felt mythological caresses sprout from his hands and lips. She came to Eve trembling and Eve didn't run away. And there in the library, in that complicated and negative scenario, at the foot of the volumes of conceptual literature, the millennial episode began, like life in the palate. FIN", "title": "Eva", "author": "Juan José Arreola"}