{"metadata": {"length": 3307, "words": 620, "reading_time_min": 3.1}, "text": "He has a perfect memory. It's all about sex. She's going through her third marriage and has three children along the way, but none of her current husband. She shouts: \"Listen to my past! It's more important than my present. Let me tell you how much pig my last husband (or lover) was. His past is like a poorly digested, perhaps indigestible food, that has been sitting in his stomach. You wish you could throw it up and forget about it, just like that. She writes résumés counting how many times she, or her rival, went to bed with her husband. And as she walked up and down, she fell asleep virtuously denying the comfort of a drink, while her husband spent the night with the other woman, flagrantly, etc., and shit what friends or neighbors might think. Since friends and neighbors were unable to think or were not interested in the situation, it didn't matter what they thought. It would be said that this is the time for a novelist to use his inventiveness, to create a thought and a public opinion where they don't exist, but the novelist doesn't bother to invent. Everything is as tight as a cocoon. After three friends have seen and praised the manuscript, saying it is real as life itself, and having changed the names of the male and female characters four times, to considerable detriment to the appearance of the manuscript, and after a friend (possibly a lover) has read the first page and returned it to him saying that he has read it in its entirety and loves it, he sends the manuscript to a publisher. He gets a quick and negative courtesy. She starts to be more cautious, getting letters from friends writers, vague, indirect recommendations achieved at the expense of meals and wine-filled dinners. Rejection after rejection, after all. I know my story is important! She tells her husband. So is the life of the mouse, for him... or, perhaps, for her he answers. He's a patient man, but with all this, he's almost at the limit of his endurance. What mouse? I talk to a mouse almost every morning while I'm in the bathtub. I think your problem is the food. There's two of them. One or the other comes out of the hole (there's a hole in the corner of the bathroom) and then I bring you something from the fridge. You're wandering around. What does that have to do with my manuscript? Just that mice are concerned about a more important issue: food. Not that your husband was unfaithful to you, or that you suffered for it, even if it was in a scenario as wonderful as Capri or Rapallo. Which suggests an idea. What? She asks, with some anxiety. Her husband smiles for the first time in several months. I was experiencing a few seconds of peace. You don't hear the typing of the typewriter in the house. His wife is really looking at him, waiting to hear what he has to say. Guess what. You're the one with the imagination. I'm not coming to dinner. Then he leaves the department, taking his agenda and with some optimism a pajamas and a toothbrush. She walks up to the machine and she's just staring at it, thinking maybe she could get another novel out of this, just tonight. Should I tear apart the novel I've been bothering about for so long and start the new one? Maybe tonight? I know. Right now? Who was he going to sleep with? FIN The Female Novelist, Little Tales of Misoginy, 1975", "title": "La novelista", "author": "Patricia Highsmith"}