{"metadata": {"length": 7854, "words": 1457, "reading_time_min": 7.285}, "text": "It was time for the infant King Dionis of Portugal to take the Cross of Redemption and embark on the journey to Palestine with his troops, as the other knights, barons and princes of France, Germany, Hungary and England had done; but it was not yet decided. It is not that Dionysus was no swine-herd, no unbeliever, nor that he had not at first ascended to the heights of glory; it is that the light had been hid in a dark closet, and without light one goes not to Palestine, nor to any other place. The taverns and the weapons of war were soon ready; the sailormen were already plying their trade in the streets of the palace, and every morning Don Dionys warned the captains to be ready to go out before the sun set. The final order to go ahead was the one that never came. The men of arms murmured in their trenches; the veterans shook their heads and murmured crude and hurtful words; and the women of the town, seeing the infant, swollen in his large cradle, apprehensive to reach the ring, cried in a low voice: -We are frightened. Finally the king himself decided to intervene in the matter. Calling his brother, he retorted and rebuked his conduct, and gave him the choice of going to the front of the army that same afternoon, or being relegated to the highest tower of the fortress. Don Dionysus waited for the reply until the sun had set; but, exhausted with sadness, he made his preparations and, after a long interview, resigned himself of the voluntary oath. After riding his black horse, he wandered through the ruins of the mountain, until he came to the monastery where an old anachrone lived, to whom the Serranians regarded as holy. There are times, there are moral crises - and the child was passing through one of them - when one feels the need to hear a voice from other regions, the furthest possible from the storm in which we are wracked. He says that the self-consciousness itself takes shape, acquires visible form and speaks out in a foreign tongue with energy and gravity. The child, at that time, was walking his way to the cave of the lonesome, through mud and rickety steps, breathing pure air, being blessed, receiving encouragement from the holy company of the crucified and leaving in a holy deposit something that mattered more than life... At the door of his cave carved in the rock, the ermitao, sitting on a stone, was devoted to laying the wreath. His white beard glowed like silver in the gloom of the North. The strutting of the horse's gauntlet moved him to lift his head. The child jumped up, threw the pot, sweaty, covered with steam, to a tree trunk, and then threw himself at the feet of the lonely. He didn’t know where to begin the story of his frights; finally he broke into a hysterical, screamed out, muttering. The lonesome listened patiently, letting out a sigh of relief. - My son - he exclaimed at last, with a sweet, loving tone - truly, I do not know how to make you whole. I am not a wise astrologer of those who spend the night consulting the stars and the day enquiring into the mysteries of tarot and alchemy; I am not a deep theologian; I have learned no science but that of living in these solitudes praying and working with my hands, and the sages who come to consult me do not come from deep and quaternion passions like yours, nor do they fluctuate between honor and love. They are simple people, and their disgust usually reduces to the fact that they lack the red shrew's poop. I can give you little relief from your ailment, and I can only tell you two things: that being the first knight of the kingdom, your duty is to go, without delay, where the knights go, and... that no passion is worth the price. Mr. Dionys sat down in the front seat, took a breath from the back of the seats, and taking from the saddle a richly embroidered white silk sash embroidered with a lark's head, he took it off and took two embroidered enamelled tin candlesticks, of first-class work. -Before I fulfill my duty, I want to entrust this deposit, holy sailor - he said, putting the arks in the hands of the eremite-. Keep him until my return! Let me begin by saying that you will carefully keep it in a place convenient and known to me, so that if you die before my return, I can recover it. I do not want to be a Countess: they would be too snobbish. In you is encoded my last hope... - I do not keep those jars without knowing what they contain. They could enclose some malice, some Satanic bruising - the solitario argued resolutely. Mr Dionysus opened the first coffee house, which appeared to be a treasure trove of gold coins, pearl necklaces, diamond rings: a treasure. -He will be rescued, and you will find him intact on your return, oh Prince! - the ermitao declared, apprehensive to conceal the smudge between the red folds of his robe-. Do you have that enchanted ring? At the foot of it, where the shadow of the greater branch falls at noon, I will bring your riches down, and as no one can suspect that I possess nothing, I am free from fear of bandits... Let us look at the contents of the second cup. The prince would not open it; and in the chamber, pale, trembling, with a mysterious and deep emotion, a gleam of gold flashed, and in the bottom of the box a pale, fresh, fragrant rose appeared. -She herself - said the enamored, whose eyes grew moist and whose heart sprang up in his chest with mortal fervor - she herself, with the divine blood of her veins, has poured out that rose, which was white, and has given it to me as a sign of inexhaustible love. I want to take her with me, but will she lose her in the chaos of battle? If I go to prison and they take it away and profane it? Get her. There is no magic or spell more powerful than the love of great and terrible power, and I promise you that neither magic nor magic arts have such power. If you are afflicted with malice, give up what you call treasure, money, possessions.... But I hope I will bring back that rose, a rose in his life! Three years had passed. The eremite threw his head out of the door of his cave, slicing a piece of dry bread to pieces, when he heard again the tinkling of a potter's hammer, and a shaven-faced gentry, his face slashed by the sun, stumbled and fell to the ground. - Welcome, child. Peace is with you - exclaimed the lone wolf. I see written on your face your rage against the unfaithful dogs. I think you came through your deposit. I will do it right now. He has grown a malady about him, and the jumpers will not imagine that there is a treasure hidden there... -Ah! The rose, the rose is what I long to collect - said Don Dionys. Come quickly, holy king, and restore me to joy. I have suffered much: the heat of the desert has scorched my brain, the arid dust has abrasived and smeared my pupils, the snow has frozen my arteries, the hunger has debilitated my head, the steel has ravaged my flesh, the fever has consumed my body...; but so that I see the rose, I will forget all this, and will only feel the joy of happiness. - Are you not happy with the duty fulfilled? -Interrogated the anacoreta. -No, - the child replied. I am so miserable that it doesn't matter; I don't even remember it. The rose! Give your ass; we'll find it! From the redeemed land, the first thing that came out was the cup full of gold and jewels. When the lid was lifted the diamonds shone resplendently, and the luster of the pearls showed their changing glints of aurora. The boy, impatient, threw the arrow away, aiming it at the trunk of the tree. At two o'clock the second cup appeared, and the benefactor, raising it up, opened it with a transport. In the background he saw something wrinkled and black, which, when he gave it air, he saw glistening in the light. And spluttering his eyes, bitter with infinite bitterness his mouth, Dionysus separated his hands and let the cup fall to the ground.", "title": "La rosa", "author": "Emilia Pardo Bazán"}