{"metadata": {"length": 5237, "words": 986, "reading_time_min": 4.93}, "text": "It's not like we've been friends for a long time. We only met in our senior year of school. From that moment on, we were together anytime. It's been so long since we both needed a friend that there was nothing we couldn't trust each other with. We reached a point where we could not keep a thought to ourselves. We would call each other, and we would immediately agree on a date. After the conversation we felt so happy as if we had introduced ourselves. That state of continuous communication reached such exaltation that on the day we had nothing to tell ourselves, we were anxiously searching for a subject. It was only a matter of seriousness, for no one could be exercised with the vehemence of a first-time sincerity. At that time, the first signs of disturbance appeared between us. Sometimes one of us would call, meet and have nothing to say. We were very young and we couldn't keep our mouths shut. At first, when the subject started to go wrong, we tried to talk about people. But we knew we were already adulterating the core of friendship. Trying to talk about our respective girlfriends was also out of the question, since a man doesn't talk about his loves. We tried to stay quiet, but we were restless after we split up. My loneliness, when I returned from those meetings, was great and arid. I came to read books just so I could talk about them. But a sincere friendship wanted the purest sincerity. Looking for this, I started to feel empty. Our meetings were becoming more and more disappointing. My sincere poverty was slowly coming to light. He, too, I knew, was reaching the limit of himself. That's when, my family having moved to Sao Paulo, and living alone, since his family was from Piauí, I invited him to live in our apartment, which remained under my care. What a stir in the soul. Radiant, we dragged our books and records, we prepared the perfect atmosphere for friendship. When everything was ready, we found ourselves inside the house, arms down, dumb, full of friendship alone. We wanted so badly to save each other. Friendship is a matter of salvation. But all the problems had already been touched, all the possibilities studied. We had only that thing we had been thirsty for until then, and finally found: a sincere friendship. The only way we knew, and how bitterly we knew, to get out of the loneliness that a spirit has in the body. But what a synthetic friendship we were seeing. As if we wanted to spread in a long speech a truth that one word would exhaust. Our friendship was as insoluble as the sum of two numbers: it was useless to try to develop for more than an instant the certainty that two and three are five. We tried to throw some parties in the apartment, but not only did the neighbors protest, but it also didn't help. If only we could have done each other a favor. But there was no chance, and we didn't believe in a friendship that needed proof. The best we could do was what we did: know we were friends. Which I couldn't get enough of, especially during the long holidays. With those holidays begins the real grief. He, to whom I could give nothing but my sincerity, he became an accusation of my poverty. Also, the loneliness of each other, listening to music or reading, was much greater than when we were alone. And more than that, uncomfortable. There was no peace. Everyone went to their room, relieved not to have to look at us. It is true that there was a pause in the course of events, a truce that gave us more hope than there actually was. That's when my friend had a little problem with the prefecture. It wasn't serious, but we overdid it to make better use of it. Because then we'd already fallen into the ease of doing each other favors. I was excited to go through the offices of my family acquaintances looking for plugs for my friend. And when the paper-sealing stage began, I ran across the city: I can say with conscience that there was no recognized signature that didn't pass through my hand. At that time we were at home at night, exhausted and excited: we told each other the day's deeds, we planned the next attacks. We didn't go into much detail about what was happening, all we had to do was have the seal of friendship. I seemed to understand why the bridesmaids would show up, why the husband would try to give comfort to the wife, and she would make her food with diligence, why the mother would overdo the child's care. It was then, with some sacrifice, that I gave her a little gold brooch, which is now my wife. It wasn't until much later that I realized that being is also giving. We have concluded the matter with the Prefecture, and with our victory we continue side by side, without finding the word that would give up our soul. Would he give up his soul? But, after all, who wanted to give up the soul? Where are we going to stop! But, in the end, what did we want? - I'm not doing anything. We were tired, disappointed. With the pretext of my family's vacation, we split up. Besides, he was going to Piauí too. A touched handshake was our farewell at the airport. We knew we weren't gonna see each other anymore, except by chance. We knew more: we didn't want to see each other again. And we also knew we were friends. Honest friends. FIN", "title": "Desvanecimiento", "author": "Clarice Lispector"}