{"metadata": {"length": 4723, "words": 896, "reading_time_min": 4.48}, "text": "Once upon a time there was an old palace in the middle of a big thick forest, and inside the palace lived a very old woman who was a very witch. By day he was a cat or an owl and by night he was regaining his true human form. He could attract wild animals and birds, and then he would kill them and cook them or hide them. When someone approached a hundred steps from the palace he had to stop and could not move from the site until she let him go; instead, if an innocent maiden entered that circle, he turned her into a bird and then locked her in a basket in the rooms of the palace. He had in the palace his good seven thousand baskets with such singular birds. Once upon a time there was a maiden named Jorinde and she was prettier than any other girl. She and a very beautiful young man named Joringel were engaged to be married. They were on their honeymoon days and their greatest pleasure was being with each other. To talk for once alone they went for a walk in the woods. - Be very careful not to get too close to the palace! - said Joringel. It was a beautiful afternoon, the sun shining brightly among the trunks of the trees penetrating the dark green of the forest and the turtle was singing groaning over the old hay. Jorinde cried, sat in the sun and started to lament. Joringel regretted it too. They were so scared as to die. They looked around disoriented and didn't know how to get home. Half the sun was still above the mountain and the other half below. Joringel looked through the bushes and saw the old palace wall very close to him, he was frightened and panicked. Jorinde sang: My little red banded bird sings my sorrow, penitence, sorrow. The dove her death sings, sings her pe... pe! Pi, pi! - What? Joringel looked for Jorinde with his eyes. Jorinde had turned into a nightingale who sang:! Pi! - What? Pi! A sparkling-eyed owl flew around three times and shouted three times, \"Uh! Oh, my God! Oh, my God! Joringel could not move; he stood there like a stone, could not cry, or speak, or move his hands or feet. Then the sun went down. The owl flew up to a bush, and immediately afterward an old, crooked woman came out of it, yellow and thin, with large red eyes and a needle-nosed tip that reached its chin. He muttered something, captured the nightingale and took it away. Joringel couldn't say anything or move from the site. The nightingale is gone. Finally the woman turned and said in a gloomy voice, \"Hello, Zaquiel! When the light of the daylight shines on the basket, release him, Zaquiel, in good time! Then Joringinel was released; he knelt before the woman and begged her to give her Jorinde back, but she said she would never have her again and left. He cried, cried, and regretted, but it was all in vain. Oh, my God! What's going to happen to me? Joringel left and finally arrived at an unknown village, where he was grazing goats for a long time. He often circled the palace, but not too close. Until one night he dreamed that there was a blood-red flower with a beautiful, large pearl in the center, and he cut the flower and took it to the palace. Everything that touched the flower was free of the spell. He also dreamed that he would recover his Jorinde. In the morning, when he woke up, he began to look for a flower like this in the mountains and valleys. He kept searching until the ninth day and then, early in the morning, he found the red flower like blood. In the center was a drop of dew, as big as the most beautiful pearl. That flower took her day and night to the palace. When he reached a hundred steps from the palace, he did not stand paralyzed, but continued to advance toward the door. Joringel was very glad, he touched the gate with the flower, and it opened up in pairs; he entered, passed through the courtyard and listened carefully to see if he heard the numerous birds. He finally heard them; he went and found the living room. There was the witch feeding the birds in the seven thousand baskets. And when he saw Joringel, he was very angry, very angry, and spat poison and bile upon him, but he could not come near him two steps. He did not turn to her and went straight to look at the bird baskets; but there were many hundreds of dreamers. How was he going to find his Jorinde? While he was watching he noticed that the old woman was sneaking a basket with a bird and was taking it to the door. He went there immediately, touched the basket with the flower and also the old woman. Then she could no longer do magic, and Jorinde was there, hugged to her neck, and as beautiful as she had always been, and he also turned again into maidens to the other birds and then went home with his Jorinde, and together they lived happily for a long time. FIN", "title": "Jorinde y Joringel", "author": "Hermanos Grimm"}