{"metadata": {"length": 2975, "words": 556, "reading_time_min": 2.78}, "text": "PART I It was Sunday, and a lovely day; clear, by extension. Desire for fun and good meat in sight. With his cargo, very packaged and enterprising, Armando was galloping around town. On the other hand, Pancho's potter was waiting for him at the ranch. Ah, brown, black and cheerful to the dull. A good gaucha, a potter, known in the field as a servant and capable of bringing a crioll out of trouble. Of those troubles that they know have sunk the male Christian (calle it evil of love or absence). And she wasn't ugly, no, but juicy, when she sat on the little kitchen benches, her buttocks bouncing guests. \"A young woman with a body of goey, very soft of heart\", said Fierro. The truth is that the brown was going to safe pasture, and he didn't have the charitable habit of his Chinese, serving the Creole in love. When Armando arrived at the ranch, he broke a new idiotic. The gaucho, better young indeed than the black, had the patroness' pleas to hide in the neighboring room before trying the alfeñique; and my announcement was sucking his fingers, like a boy who has put his hand in a pot of candy. Black clown! Third part - Good afternoon. - I'm not going to. There was no oven like a pie pie, and Armando, not very eloquent, handled the guitar, prelude a hard-working stretch, singing by figure with blank eyes and a badly greased wheel voice. Take, forgive and listen. Take, forgive, and hear, that my sorrows may sing, but I am not able to encourage; for I bring a heavier mouth, more rebounding than a box that will not empty itself. Doña Anunciación, more serious than the Ñacurutu, winked, perplexed. Armando sought inspiration for milonga: Don't look at me, my life, with that bad face, that my heart breaks like a little leaf. I looked, china, in the soul, with his eyes of anguish; I looked with his affection, that there is no fear that will cover me. And I said with my eyes that I want him to his brown, and I faced him with confidence, that I must bite his brake. But don't get angry, get dressed, and don't wrinkle your face, or you'll want me to die softer than a caterpillar. Not only that, he came out from the inside, entangled in the banks, with a knife-sized sword, and the two lovers faced each other, between insults and deck promises. \"Unfortunate black man, the bad girl had to touch him and he kept buzzing, while the other ran away despising the Chinese, whom he compared to dishonest beasts. He left, he left... pucha, rushed moso. The porter, momentarily worried, dragged the dead man out, put him up hard on the fox, tied the petiz and went to a viscachera surrounded by thick tuff, where he turned his load. As he was finishing, he remembered his new love. Well dead, I thought I was intruding. The head was still out; Dona Annunciation could no longer be tired, but she was a good Christian; she made a cross of a stick, sought a place to put it, and, with a sudden impetus, she nailed it to the dead man's eye. Black clown! ♪ Finish ♪", "title": "La donna è mobile", "author": "Ricardo Güiraldes"}