{"metadata": {"length": 6063, "words": 1087, "reading_time_min": 5.435}, "text": "...-In short, I believe that words are as valuable, materially, as the meaningful thing itself, and are capable of creating it for the simple reason of euphony. A special status will be required; it is possible. But something I've seen has made me think about the danger of two different things having the same name. The curious thing is that the person who exposed it was not an old subtle philosopher skilled in scholasticism, but a man who was a boy in business, working at Laboulaye picking grains. With his promise to tell us the story, we quickly drank the coffee, sat down on our side of the chair to listen for a long time, and looked at Cordoba's. \"I'll tell you the story\", the man began, \"because it's the best way to find out. As you know, I've been in Laboulaye for a long time. My partner runs around the colonies all year long and I, quite useless for that, tend to the hut. They will assume that for eight months at least, my work is not the most important at the desk, and two employees - one with me at the bookshop and one at the sales office - are enough and enough. Given our range of action, neither the Major nor the Daily are obese. We have, however, a sickening watch over the books as if that sad thing could be repeated. The books! Four years ago, the adventure and our two employees were the protagonists. The salesman was a short, rapped-haired, short-haired, streamlined boy who always wore yellow boots. The other, the bookkeeper, was a man of age, very thin and with a straw-colored face. I don't think I've ever seen him laugh, mute and shrinking in his Major with a strict proliferation of stripes and colorful ink. His name was Figueroa; he was from Catamarca. The two, starting out dating together, became close friends, and since neither had family in Laboulaye, they had rented a country house with dark vault corridors, the work of a scribe who died insane there. For the first two years we didn't have the slightest complaint from our men. Soon afterward they began to change their ways. The salesman - his name was Thomas Aquinas - arrived at the tent one morning with a lush verbosity. He talked and laughed non-stop, constantly looking for I don't know what in his pockets. It was like that for two days. The third fell with a severe bout of influenza; but he returned after lunch, unexpectedly cured. That same afternoon, Figueroa had to withdraw with desperate preliminary sneezing that had suddenly invaded him. But it all happened in hours, despite the dramatic symptoms. Soon afterwards the same thing was repeated, and so for a month: Aquinas delirious talk, Figueroa's sneezing, and every two days a thunderous and frustrated flu attack. This is the funny thing. I advised them to have themselves examined carefully, as this was not the case. Fortunately, everything went well, returning both to the old, quiet normal, the salesman between the boards, and Figueroa with his gothic pen. This was in December. On January 14th, as I was scrolling through the books at night, and to the surprise you may imagine, I saw that the last page of the Major was crossed in all directions by stripes. As soon as Figueroa arrived the next morning, I asked him what the hell those stripes were. He looked at me surprised, looked at his play, and apologized murmuring. It wasn't just this. The next day Aquinas delivered the diary, and instead of the orderly notes there were only stripes: the entire page was full of stripes in all directions. The matter was already strong; I spoke to them in a bad mood, begging them very earnestly not to repeat those graces. They stared at me blinking quickly, but they retreated without saying a word. Since then they have been visibly weakening. They changed their hairstyle, going backwards. Their friendship had grown stronger; they tried to be together all day, but they never spoke to each other. That was for several days, until one afternoon I found Figueroa bent over the table, scratching the book of Caja. I had already scratched the whole Major, sheet by sheet; all the pages full of stripes, stripes on the cardboard, on the leather, on the metal, all with stripes. We fired him right away, so he could continue his stupidity somewhere else. I called Aquino and fired him, too. As I walked around the tent, I saw nothing but stripes everywhere: stripped boards, stripped planks, stripped barrels. Even a tar spot on the ground, scratched... there was no doubt; they were completely crazy, a terrible obsession with stripes that with that productive rainfall who knows where it would take them. Indeed, two days later the owner of the Fonda Italiana came to see me where they were eating. Very worried, he asked me if I didn't know what Figueroa and Aquinas had done; they were no longer going to his house. - They'll be at their house. - I told him. \"The door is locked and they don't answer\", he answered looking at me. - They'll be gone! - I figured it out though. - No, he said in a low voice. Last night, during the storm, screams have been heard coming from inside. This time, he tickled my back and we looked at each other for a moment. We rushed out and brought the complaint. On the way to the farmhouse, the line got thicker, and when we reached that one, we were more than fifteen, floating in the water. It was getting dark. Since no one answered, we knocked the door down and went in. We ran around the house in vain; there was no one. But the floor, the doors, the walls, the furniture, the ceiling itself, everything was scratched: a delusional radiation of stripes in every direction. It was no longer possible; they had reached a terrible frenzy of scratching, scratching at all costs, as if the most intimate cells of their lives were being shaken by that obsession with scratching. Even in the wet courtyard the stripes were dizzyingly crossing, tightly fitting together so tightly that it seemed as if the madness had already exploded. They ended up at the masonry. And bending over, we saw in the muddy water two black stripes that were rolling heavily. FIN", "title": "Las rayas", "author": "Horacio Quiroga"}