{"metadata": {"length": 7661, "words": 1423, "reading_time_min": 7.115}, "text": "It's so hot that the governor of the Rio de la Plata has chosen to remove his uncomfortable golilla and escape the noise that crushes over the rooms of the Fort. He's hiding in one of the parapets, not the ones guarding the river but the city's borders. Twilight turns the roofs red. Through the vast square, among clouds of dust, a slow carriage like a beetle advances. It's not going to rain again, ever again. Neither Our Lady of the Rosary nor Our Lady of the Mercedes hear the rogues. Don Jerome scouts the sky for a sign. Everywhere, the same calm, the same serenity of the red and still clouds, mocks the mutio planted. The governor is getting airy with his wife's fan. A blacksmith comes with the gold mate. Don Jerónimo Luis de Cabrera looks down, towards the dry pit that on that side surrounds the evilly called fortress. Frogs don't give up on their desperate cry. Everyone asks for water, water, even his black galgo gently rubbing his nose against his master's abandoned right hand. In the pit, on the pale, crunchy grass, three soldiers play cards. The governor is startled and spying on them without being seen. Next to them are the morons that light up the last sun like a fire. The three of them are very young, almost boys, and they laugh. The governor sighs. The fifty-year-old begins to burden him, as an invisible burden that at times torments his shoulders and bends him. But he's not a man to be twisted without resisting. He comes from a caste of braves and rebels. That's why his grandfather, the founder of Cordoba, died hanging; that's why his father, the Levantist, died in the cadalso. Stand up, with the size pack nearby. There is no gentleman in the Silver River as gentleman as Your Honor. He's got his coats of arms and his main relatives. And merits too. He went on to conquer the mysterious Caesars and war against the Calchaqui Indians. He is worthy of his two grandparents: of don Jerónimo Luis de Cabrera and of Juan de Garay. But a new sigh conveys his sadness, which is confused with that of the twilight that melancholy Buenos Aires. Hand the dog and suck the hot bulb. No, it will never rain, not on the city nor on its grey spots. Below the frogs continue their monotonous serenade: water, water, water! The soldiers finish the game. Now they're throwing their heads up on the cracked ground. The governor is shaking and hears your conversation. At nine o'clock we'll go to see the Paraguayan. He'll be waiting for us. Better out, better out, better take the wine. Don Jerónimo thinks of that Paraguayan of which the royal alférez has spoken to him with hypocritical fruncement. She's a female pervert living in the rapids, but so beautiful! \"So beautiful\"... murmured the governor, \"and the beautiful women he met in Cordoba in his youth pass through his mind\". Remember the half-breeds who went for water to the fountain, in their stay in Costasacate, the cantaro to the shoulder. She remembers a black woman from her uncle Don Pedro's house, a thin, arched slave with fleeting hips. He laughed with his teeth and his silver rings. They were under a lemon tree at sunset. One of the soldiers joined in: \"The Paraguayan has assured me that she will wait for us alone. Solo... the governor imagines her under the cover of his little girl's apron. There's a parrot on a parrot and the girl stretches out, almost naked, like the half-breeds going to the fountain... and the Indians... in her stay at St. Bartholomew's there was a more delicate Indian, more subtle than the whites. Thousands of vaccines are now inhabiting that Cordovan heritage of St. Bartholomew. What's the point of wanting them if it's all about getting airy with your wife's fan and dreaming? And another soldier: \"He has a moustache next to his left chest, so black that he's warned immediately, despite being brown. And the third one: I've seen it too. You haven't seen it, Your Honor Don Jerome Louis. All they show you are papers and papers, for the proud signature that needs two lines and lengthen the letters as if your name bears a helmet and feathers. The brown serves another mate. Gold the matte; gold the herb; gold the frames of the mirrors of Upper Peru that glow in the shadowy room of his wife; gold the relics, the dishes inherited from his elders, the pasamaneria of his lady's suits and mantles. She is an illustrious lady, daughter of Hernando Arias de Saavedra. I'd like to see his armchair made of gold. Gold... for what? I'll take the wine. I'll bring you a little coral cross. I have nothing to take him. If you take anything away from her, you won't see her... the governor feels his eyes are blinking. Opt out of the enemy sky. Above its head, in a hole in the stone of the royal shield, a horner's nest adds its flower to the crown. Some locusts are jumping around. Tomorrow, a yellow cloud will fall over the city. A committee of neighbors will come to visit you, complaining, crying. We'll have to organize prayers to the Eleven Thousand Virgins, to conjure up the damage. The governor's fingers are on the cheeks that the fever is causing. Eleven thousand young ladies marching by the hand through the Plaza Mayor. They're ripping off their old-fashioned tunics. None of them are for him. For him, the paperwork, the signatures, the red wax seals with the goat of Mosen Pedro de Cabrera. Oh, my God! If only I dared to jump and show up in the pit, among men! How great would it be for the Seeker of the Caesars, the victor of the Calcahies! They would stand trembling, afraid of the punishment that befits them for loose guarding the Fort. But he would immediately calm them down: \"Where are you going, gentlemen, when the guard is over? The soldiers would keep quiet, for fear of offending him. And he, turning his eyes: \"I know. The governor knows everything. You're going to Paraguay. How would you laugh at his astonishment! And I am with you Gentile men. Together they would move away from a galope, towards the rapids. Dreaming... is all you have left. And why not? - Why? - I don't know. The coward comes back with the golilla in one hand, like he's bringing a snowbird. He stays stunned, staring at the baker's nest. Then he shakes and recites: \"Your Honor, the Vicar General is here. Tell them I'll meet them in a moment. And down there, in the pit, near the frogs, the lizards, the cigar and their song: \"I repeat to you, it will be useless for you to come with us if you don't bring something. Don't you know Paraguayan? The governor fits the golilla, like a hangman. He leans a little further into the parapet and warns of the disappointment of the boy who counts nothing and shows bare hands... the boy who can't go with the others to that cool woman's hut like a pumpkin. He hurls his hairdresser and finds it empty. Impatiently, the skirt is unfurled and over the hairy chest, hung from a chain, the double appears to serve as a talisman. Twenty years ago he accompanied him, from the time of the expedition to the Caesars, when he had to turn some carts into rafts to wade the Black River. Without hesitation, he starts it. It concluded for him the happy time of waiting in the grace of talismans. Philip III's profile is blurred over the gold. He throws the coin into the pit, so lucky he hits a moron with a brief metallic scream. The soldiers raise their heads in wonder, but Don Jerome is no longer there. Don Jerome goes around the halls with his black gallows, to meet the governor and the vicar general. In the distance, under a lintel, the silhouette of Hernandarias' daughter, robust, massive, swinging like a bell, moves in the chalk of the Baroque pearls. *FIN* Mysterious Buenos Aires, 1950", "title": "Crepúsculo (1644)", "author": "Manuel Mujica Lainez"}