{"metadata": {"length": 7601, "words": 1367, "reading_time_min": 6.835}, "text": "Although rare are the cases of married men who would not trade their wife for any other of the infinite number of women in the world, some are found, as the perfect swan is found in Asia and the lilac-breasted pigeon in Oceania. It is a wonder to anyone who is surprised by one of these marvels of Nature and has, at least, the satisfaction of contemplating it! Of the number of such estimable husbands was Sergio Caizares, married to Matilde Arenas. His illusory image of the first days was not that ephemeral spring vegetation that fades and dies in the early spring heat, but the constant green of the shady meadow, where flowers never fail or perfumes fail. She cultivated her love for Sergio from the inexhaustible conviction that no one could ever be Matilde, and all the charms and attractiveness of the woman were engraved in her, forming an incomparable ensemble. Matilde was to Sergio the most beautiful, the most distinguished, the most generous, the most hospitable, and also, by way of addition, the most honest, firm and loyal. With this persuasion he would live completely vivacious, there would be no cloud in the sky of his - it is inexorable law - a little nub like an angel that was growing and growing, and enlarging, and threatening to cover and amaze completely that blue expanse, so radiant, so luminous at all hours, reflected both in the soft, morning light, and in the red and flaming lights of the evening. The faint cloud that hung over Sergio's head was a glint of gold, a glint of light that, hanging from a slight breeze, constantly drew Matilda's face. He was not let go for a second; he was not taken off nor for a bath, with exaggeration so great that as if a day had broken the chain, falling to the floor, he said, Matilda, thinking he was lost, was seized with a frenzy of rage and pain, until, finding him, she manifested exalted joy. From the first moment of conyugal intimacy, which allowed Sergio to see the gold point of the guardapelo shining on the white rashes of Matilde's cheek, that point struck him in the soul, enraptured his eyes as if hypnotizing him. Matilda had no other rosary or crucifix, no cross, no medal, and Sergio, wishing to rid himself of his vain fears, hoped that the guardian would enclose some religious emblem. He looked at him as if he were forgotten, and asked, - Do you have a Virgin here? - No, - Matilda laconically replied. - Any saint of your devotion? -No. - Ah! - murmured the husband. And his lips were slashed. There is in true love an instinct of delirium and aversion which demands discretion: the more the desire for \"knowing\" grows, the greater the demand that the beloved be frantic and sincere, and spontaneously so; if one wishes to give up tranquillity to an expansion of love and tenderness, Sergio felt that his ardent dignity would not allow him to insist on the question, and he tried to forget it; but the sting was too deep inside. He was supposed to be happy, when he was really sad and melancholy, and could only think of his wife's purse. What does it contain? You could have been given life by coming out of doubt... but hearing it from her own mouth, from her sweet lips, in one of those holy and divine sighs in which the spirits kiss, interlace and swell. But as Matilda, although always a snob and a snobbish, continued to sneer at the sneer, Sergio realized that he had misunderstood his reason, that he was a great sufferer, and that, when he had before him his beautiful, adorned, willing to love expansions, instead of seeing her snobbish beauty, he only saw the sinister glint of gold, the fatal sneer. Matilda finally noticed her husband's concern, and with a sigh and a sigh she wished to press him into confessing his faults. One day, it was so tight that Sergio, defeated - the one who loves, easily loses - reclining his head in his wife's lap, declared that he was tempted to ignore what that so highly regarded keeper contained. - And was that? - said Matilda cheerfully. God is great! Why don’t you tell me more soon! In this pocket... there is a strand of hair from my father. The explanation seemed very satisfactory; and yet, when Sergio heard it, he felt a deep sense of awe there at the very heart of his consciousness. He had not sounded well the voice of Matilda; he did not find in her that clear timbre, which is like the echo of truth. For the first time since her marriage she had a violent outburst, and pointing to the chain, she ordered: -Bring that guardian. Levee swung at Matilda's thighs, but she obeyed; she swung the rope, and Sergio swung, behind his glass, a thin strand of hair, of a bright red... Instead of grabbing his wife's shoulders, who kept repeating, \"See?\", Sergio swung again, another sting, another cold sting... They retreated slowly, and that day the husbands did not speak. Matilda, complaining of the heat, sat down at midday, and Sergio went out into the field to walk. Cavilaba, discurra. His brother, who was dead, and whom he had known as a calf, with a tuft of grey hair, would have been so red in youth? The thing was quite difficult to figure out. Probably no one remembered that detail, for it was of no importance to anyone but him. Sergio, at that time of his life. Who would tell you the truth? In the following days, he questioned troche and moche, he often consulted the contemporaries of his fiancee, he reviewed old portraits, photographs, a miniature... Nothing came out clear, more than contradictory news. Finally, he remembered that a few months ago Matilda had been interested in a recommendation for a fifth, the son of a certain good woman who had been a girl of her father's age, and who lived still in a nearby village. Sergio, a cripple, rode on the horse and did not stop until he appeared before the cabin of the old man. This, which froze in the eighteenth and third centuries, was impenetrable, half-dark and almost black. It took Sergio a lot of work to make the old lady understand his strange question. What color was his hair when he was a child? Finally, the old lady, stumbling over her slack head, answered in a stuttering voice, raising her index finger: -The hair? He had a black, black as the hen. Oh! It was very cute. Sergio, who was soon turned into stone, came out running like a madman. Matilda had lied. She condemned that testimony irrevocably! It could not be a remembrance of the rib mechanon. A week later, Sergio returned home. He was errant, dissatisfied, and during that week it can be said that he had walked the life-cycle of feeling and that he had exhausted the cup of doubt and despair, suffering the profound moral misery that accompanies the celos. The first two days he was sure Matilda was a great sinner and decided to kill her. The two following seemed to me that the mechanist was not remembering anything but some innocent adolescent love. And as he ran through the three last, a hypothesis began to dawn on him that was becoming more and more logical and reasonable: the old, chocha had already been wrong, as are the other two hundred-year-old earthquakes, history and tradition. On the seventh day, in the soul of Sergio, love had reconstructed his ideal world: the old condemned woman was a beautiful, rotten, rotten beast; the father of Matilde had a red hair, very red, in the last case, if that mechon was “a memory”... what mattered? There is no woman who does not preserve a veil and carries it, if not to the neck, in the heart, which is worse, infinitely worse! And Sergio, hurt, but resigned and fervent, returned to Matilda, accustomed to the glint of the golden point.", "title": "El guardapelo", "author": "Emilia Pardo Bazán"}