{"metadata": {"length": 2568, "words": 461, "reading_time_min": 2.305}, "text": "From her clear apple orchard, Peronelle de Armentières directed her first love roundabout to master William. He put the verses in a basket of fragrant fruits, and the message fell like a spring sun into the poet's dark life. William of Machaut had already turned 60. His resentful body of ailments began to lean toward the ground. One of his eyes had been turned off forever. Only occasionally, hearing his old verses from the mouths of young lovers, his heart was revived. But when he read Peronelle's song he was young again, he took his rage, and that night there was no more gallarous serenaders in the city. He bit the hard, fragrant flesh of the apples and thought of the youth of the one who sent them to him. And his old age receded like a shadow pursued by a lightning. He responded with a long, burning letter, interspersed with youthful poems. Peronelle received the answer and her heart beat quickly. She only thought of appearing one morning, in a party suit, before the eyes of the poet celebrating her unknown beauty. But he had to wait until the fall for the San Dionisio fair. Accompanied by a faithful servant, her parents agreed to let her go on a pilgrimage to the sanctuary. The letters came and went, getting more and more inflamed, filling the waiting. On the first stretch of the road, the teacher waited for Peronelle, ashamed of her age and her blind eye. With a tight heart of anguish, he wrote verses and musical notes to greet his arrival. Peronelle came up wrapped in the splendor of her eighteen years, unable to see the ugliness of the man who was waiting eagerly for her. And the old maid was not surprised to see Master William and Peronelle spend hours saying round-robins and ballads, shaking hands, trembling like two fiancés on the eve of their wedding. Despite the ardor of his poems, master William knew how to love Peronelle with pure love of an old man. And she saw the young men who came to her on the road pass by indifferently. Together they visited the holy churches, and together they stayed at the inns along the way. The faithful maid laid her mantles between the two beds, and Saint Dionysius blessed the purity of the idilio when the two lovers knelt, with their hands together, at the foot of his altar. But back again, on a bright and nearly separating evening, Peronelle granted the poet her greatest favor. With her fragrant mouth, she lovingly kissed the teacher's marbled lips. And William of Machaut carried upon his heart, to death, the golden hazel leaf that Peronelle put in the middle between his kiss. FIN", "title": "La canción de Peronelle", "author": "Juan José Arreola"}