{"metadata": {"length": 2521, "words": 468, "reading_time_min": 2.34}, "text": "Mr. George Darnell and his wife - whose name was Elsie, if you may be interested - were traveling around the world on their honeymoon. On the second honeymoon, which began the day they celebrated their 20th anniversary of the first. George was in his 30s and Elsie was in her 20s on that first honeymoon, so if I use the rule of calculus, I get that at the time of our story he was running for 50 George and for 40 Elsie. She was living her dangerous forties fully (a phrase applicable to both women and men) and felt very, very discouraged by what had happened... or, more specifically, what had not happened during the first three weeks of her second honeymoon. Well, to be completely honest, nothing, absolutely nothing, had happened. Until they got to Calcutta. They registered at a hotel for a one-night stay and, after a little refreshment, decided to take a walk around the city to see, during the day and night they were planning to spend in it, everything they could. They've arrived at the bazaar. And there they found a Hindu fakir performing the trick of the tricked rope. It wasn't the spectacular, complicated version of a boy climbing a rope and... but, well, you know the whole story of the Hindu trick of the trick rope... that was a more simplified version. The fakir, with a small string roll on the floor in front of him, repeated over and over a few notes with the flute; and gradually, as he played, the string was lifted up in the air to remain rigid. That gave Elsie Darnell a wonderful idea... even though she didn't tell George. She returned with him to the hotel room and, after dinner, waited until he fell asleep, as usual, at nine o'clock. She then quietly left the room and left the hotel. He found a taxi driver and, by gesture, got her to take her to the bazaar, where he met the fakir. He made a whole mimicry to make the fakir understand that he wanted to buy the flute, as well as offering him a few coins to teach him to play the simple and repeated notes that made the string rise. Immediately afterwards, he returned to the hotel and went up to the room. Her husband, George, snoring loudly... as usual. Standing by the bed, Elsie began to play the simple melody of the flute softly. Over and over again. As she played, gradually, the sheet began to rise above her sleeping husband. When she was tall enough, she stopped playing the flute and, with a joyful cry, pulled away the sheet. And right there, totally up in the air, was the bottom of George's pajamas! Fin Rope Trick, 1959", "title": "El truco de la cuerda", "author": "Fredric Brown"}