{"metadata": {"length": 2676, "words": 480, "reading_time_min": 2.4}, "text": "The Midland City Police Chief had two cats, one of which was named Notita and the other Memorion. But this has nothing to do with the fact that cats were cats, because this story refers to what the police chief called an inexplicable series of robberies: a wave of crimes committed by a single man. The thief, forcing the doors, penetrated nineteen houses or apartments in a period of a few weeks. He apparently focused his work very carefully, and it did not seem like a simple coincidence that in every house that was fenced off there was a cat. And just steal the cat. Sometimes he could see money and other times he could find jewelry, but he paid no attention to them. When the owners returned home, they found the door or a window forced, the cat was not there and nothing had been stolen or upset. For that reason -- if we wanted to spread the word about the obvious, which we will do -- the newspapers and the public started calling him Cat Thief. On the 20th assault - and the first one that failed - he was caught. With the help of the newspapers, the police set a trap by announcing that the owners of an award-winning Siamese had just returned from a cat fair held in a nearby town, where the animal had not only taken the prize for best breeding but the much more valuable animal of the exhibition. When the story appeared in the newspapers, accompanied by a beautiful picture of the animal, the police surrounded the house and drove the owners out. It was obvious. Two hours later, the thief showed up, broke into the house and broke into it. They caught him with his hands on the mass, while he was carrying the Siamese champion under his arm. When he arrived at the police station, he was questioned. The police chief was curious, as were the reporters. To his surprise, the thief was able to give a perfectly logical and understandable explanation of the unusual and specialized nature of his thefts. He was not released, of course, and eventually was tried, but he received a very mild sentence because even the judge acknowledged that, although his methods of getting cats were illegal, his goal was still praiseworthy. He was an amateur scientist. For his research, he needed cats, the stolen cats were taken home and piously put to eternal sleep. Then he would cremate the cats in an oven to fulfill their purpose. He would put the ashes in jars and experiment with them, spraying them in various thickness grades, treating them in various ways, and then pouring hot water over them. I was trying to figure out the formula for instantly making cats: catistant. The following is a list of the events that happened during the year 1961 in the United States.", "title": "El ladrón de gatos", "author": "Fredric Brown"}