{"metadata": {"length": 1965, "words": 422, "reading_time_min": 2.11}, "text": "Here I am knocking on the door and if instead of Wanda wavering and surprised she opens up to me an angry Wanda asking what I want and if I think it's enough to show up to put my hands on her and spend a night breathing with her, I'd have to bow my head and take my hat off whispering that I've made a mistake. Instead, I go in following her and holding her by the wrist and stopping myself if she stops to tighten. Wanda should cover her face and run away to hide too if I ask her what she wants from me. But women don't listen and make caresses for every answer; she made them for her husband when he had them, and now she makes them for me while I sit, and she looks at me and holds my hand and she asks me with her eyes why I'm late. She hasn't even tried to kiss me yet. If I were not a woman but the only friend who died that day, I would understand that I am not here to make love to you and talk about love, but only to cry. But instead, he looks at me as angry as an offended daughter and doesn't think I'm just waiting for him to get up and leave me here alone. You can't deny a thousand times and I understand your husband was disgusting. If only I could smile when we're in bed. Instead, it seems that every time the falcon waits for her and her games are nothing but long sighs, sheep's eyes, tears. Seeing her, I get the urge to cry and I get the suspicion that she's identical to me. If that's the case, I'm really sorry. Because she's lucky to love me, and I don't love her, I don't feel any special relief seeing her in front of me. But if I were you, I'd be alive and well. He's finally up and crossing the hall. I can cry now. Is it nothing more than crying, coming to Wanda's house at night, seeing her suffer and knowing that nothing I do is good for her, because I totally don't care about her? Did I care about anything, Bruno? Now Wanda should come back and not come back. I'm alone with Bruno. ♪ Oh, Wanda, listen to me, I feel like a dog ♪", "title": "Wanda", "author": "Cesare Pavese"}