{"metadata": {"length": 2101, "words": 405, "reading_time_min": 2.025}, "text": "I was arrested and confined without explanation. And the days began to pass. All the same, no news, no news from the world. The key in the lock at its hours, the opening of the lookout at its hours, the food at its hours. I didn't even have a watch, time was like a big, quiet clot to me, that those little acts didn't interrupt. When I was about to leave for ten or fifteen days, I began to despair: What was my fault, why was I there? I asked to be seen by the warden of the prison, to have a lawyer brought to me. I couldn't figure out what my fault was, but I wanted someone to rehearse my defense. Ten or fifteen more days passed, and one morning the locks turned, the door opened at half and there he rushed to the cell, toward me, a young man, mushy, blond, big dark-haired, blue eyes and bearded. At first I took him for another prisoner who came to make me company and I was glad. But the man sat down on my vest and I was standing and he started by telling me that he was my lawyer, that he had been appointed to defend my cause, that it was nothing serious and that everything would end well in a few more days, maybe another ten or fifteen. I did not explain what crime was being committed, but I spoke with enthusiasm that should have been contagious, and I repeated that the matter was not serious. I followed the bright glow of her blue eyes, gazed at her beautiful Greek head, watched the motion of her non-stop-talking mouth, the drawing of her sinuous, sensitive lips, a little effeminate perhaps, more, much more than she said. What he was saying, for the fourth or fifth time, was that everything would be fixed soon, that you had to be optimistic. Sitting on the dresser, his feet hanging from me, gesturing vehemently, he promised me the freedom he soon got. He opened his big eyes, so childish, so persuasive and transparent, and he told me that he was my lawyer, that he was appointed to handle my case and that everything would be done happily. He said it fervently and I couldn't believe it, though... Because I was looking at her bare feet. The Siren and Other Stories, 1968", "title": "El prisionero", "author": "Carlos Martínez Moreno"}