{"metadata": {"length": 4876, "words": 959, "reading_time_min": 4.795}, "text": "Henry was very lazy, and although his job was limited to bringing his goat every day to graze, every night, when he came back from the farm, he said sighing:  It's really heavy and tedious to have to bring the goat, one year yes and another too, until very early in the fall, to graze the meadow. If only one could lie down and sleep! But no, you have to keep your eyes open and watch out for the animal to escape, not damage the reefs, not jump the bushes, not get into the gardens. How can one have peace and enjoy life! She sat down and, concentrating on her thoughts, she was figuring out how to take that burden off her shoulders. He spent a long time without finding a solution, until suddenly it seemed as if scalps were falling from his eyes: \"I know what I'm going to do! He exclaimed -; I'll marry the fat Trini. She also has a goat; she can make peace with mine, and I won't have to continue tormenting myself. So he got up and, moving his tired legs, crossed the street, as the fat Trini's parents lived across the street, to ask for his hands of his hardworking and virtuous daughter. The parents didn't think much about it. God created them, and they were gathered together, they thought, and they agreed. And fat Trini became Henry's wife and took the two goats out for a walk. He lived happily ever after, with no other concern than his own leisure. Only occasionally did he accompany his wife to the countryside:  I do it only so that when I return I can enjoy the rest more. Otherwise, you lose your taste in the rest. But it turned out that fat Trini was no less lazy than her husband. My rich man once said to him, Why should we waste our life unnecessarily, and waste the best days of our youth? Wouldn't it be better to sell our neighbor the two goats, who wake us up every morning with their bails, in exchange for a hive? We'd put it behind the house, in a sunny place, and we wouldn't have to worry about it anymore. The bees do not have to be kept or taken to the grass; they themselves take care of flying around, know the way back and store their honey, without any inconvenience to the owner. You have spoken like a prudent woman and who knows what is said  replied Henry -. We'll do it like this right away. In addition, honey is tastier and more nutritious than goat's milk, and it is stored longer. The neighbor liked to trade the two goats for a hive. The bees flew tirelessly from dawn to dusk, filling the hive with rich honey; and so, when autumn came, Henry was able to fill a good jar with it. They kept the jar on a nailed shelf high above the wall of their bedroom, and, fearing that someone might steal it or that mice might climb up to it, Trini procured a rectangular hazel stick and put it by the bed, so that it would be within reach of her hand without having to get up and, from the bed, be able to roar or chase off the untimely guests. The lazy Henry never left the sheets before noon:  Whoever gets up early  used to say  squanders his fortune. One morning, while he was still lying down, resting from his long sleep, he said to his wife, \"Women like sweetness, and you are chewing honey. Better be, before you eat it all, we buy a goose and a duck with it. But not before we have a child to look after them  Trini replied -. Do you think I'll take on everything, the work of raising them, consuming my strength for nothing? And you imagine that the son will keep your geese? Today, children no longer obey, they do their holy will, because they think they're smarter than their parents. Remember, if not, that young man who was sent to find the lost cow, and he dedicated himself to running after a few mirrors. Oh, my God! Trini replied, \"What's mine is going to be bad if you don't do what I tell you. I'll take a stick and stick it to the skin. He grabbed the hazel stick that he had by his side to scare the mice away and, blending it in his excitement, cried out: \"See, Henry? I'm gonna blow your ass! And he got unlucky by sticking a stake in the shelf jar. He hit this one against the wall, fell to the ground, and all the honey spilled and spread. 'There you have our goose and the little one,' said Henry; 'no one will have to keep them anymore. Anyway, it was lucky that the jar didn't fall on my head; we can consider ourselves very lucky. And when he saw that there was left a little honey in one of the pieces, he stretched out his arm to take it, and said, Behold, woman, let us taste this a little, and then we will rest after the terror. It doesn't matter if we get up a little later than usual. It's a long day! Yes  said Trini - you always arrive on time. You know what? Once the snail was invited to a wedding; he went on his way, and instead of coming to the wedding he got baptized. In front of the house he stumbled, fell from the fence and exclaimed: \"Well they say that hurry is always bad! ♪ Finish ♪", "title": "Enrique el holgazán", "author": "Hermanos Grimm"}