{"metadata": {"length": 7478, "words": 1406, "reading_time_min": 7.03}, "text": "The civil guard asks for the name, consults his list, opens the park door. The faint sun of Madrid takes the rain of Paris from its knees, melts the snow of Prague. I'm greeted at home by the secretary, who is on the alert for daily radiation. I know I should be looking at the details but I can only see the carpet, the shade, the darkness of the room where the old man immediately appears, his quiet voice. He was waiting for me. It remains high and upright, indestructible. He bends down a little to shake my hand. - I was waiting for you. - I was very anxious to meet you. - Insurance. Everything is clear and orderly in his office: books in the stalls, a Martin Fierro on horseback, the Argentine flag, John XXIII under the desk glass. When he sits down, I see for the first time the Old Man's dislocated face, the cascade of red veins that don't show up in the photos or that the photos forget, the same as you. - Coffee? - He says. What about cognac? He offers Winstons, leans forward to set fire to the gold lighter. Maybe I've fallen asleep in some chair at some airport on some unspeakable nightly scale and this worried dream is a tired joke. But the Old Man is there, I see the slate suit, the red sweater, the ideas that are arranged on his face, beautify him, I hear the persuasive voice that speaks of the world, its great circular movements, its unchanging laws. \"Empires are not overthrown by anyone\", he says. They rot inside, they fall on their own. Alone, I guess. It seems he's guessing. - When someone pushes them, he says, remember. In this continent I have faced them, he says, canceling the distance in a heartbeat, returning or never leaving, stuck to this continent that is not this, not the girl who comes back and serves the cognac and serves the coffee. \"Coffee without caffeine\", says the Old Man. It's healthier. Look at Vietnam, he says. I look at Vietnam: ambiguous smiles, nightly footsteps in the wet jungle, mother's backs carrying howitzers, a red flag flailing over Hué under a relentless napalm rain. \"The Yankees are very rude, they don't read history, they think the war is won with the army. Once again the circular gesture embraces ages, peoples, trampled pride, Rome collapses in the mirror of memory and the voice of the Old Man seems to enjoy. - Supply lines. A cadet knows. Have your caffeinated coffee. \"They have no friends in the world anymore\", he says. \"If these are saved\", he says, \"it's because they have two oceans in between\". - But you were overthrown. \"I was overthrown by the Synarchy\", he explains. Then they came looking for me. The Yankees, he says, he remembers. How many times. - And you. He asks me if I know the Basque tale. I hear the story of the Basque, surrounded by relatives, who didn't want to sign the will. The Old Man's index goes and comes slowly over the left index, preparing the question, the pause, the sleeve cut, his puffed answer. And now I don't know what my laugh is, what his is, what Pope John's funny in his chrome way. The circle pulses, it twists, it concentrates. The Old Man slides a box of tobacco over the glass. I take one, I spin it between my fingers, I suck its distant scent. - Fidel sends them to me, says the old man. How are you guys out there? - They always ask for you. It's true, they always ask about him. - They were waiting for your visit. -I would have liked to have gone. -She sighs. It's not the time yet. You know, I had to go through Moscow. The newspaper remains motionless on the desk, with its earthquakes, shipwrecks, gold leaps, the new record of Iberia: six hours, thirty-two minutes, direct flight. I don't see the Old Man's hands, maybe the right index keeps moving slowly over the left, under the table, a joint joke we can appreciate. The circle has grown again, the coasts are dilating, the jungle. America is. Now we're talking about the dead. The Old Man keeps the tobacco box, takes out an open book in the dedication of - an adversary who evolved-, the brief signature of the great recently dead whose ashes rain over a thousand cities, who walks around peeking into kitchens, into bedrooms, tasting pot broth, growing on the bones of the boys. \"I had the sacred fire\", says the Old Man. Too bad he didn't work for us - and his face is cloudy, sad, puzzled, who knows. - He thought we had to hurry. - Yeah, but you see. - Because they think Vietnam is over, and then they'll fall on them, on us, I say. That's why they were in a hurry. \"The war is long\", he replies without a hurry. I look at him again as if I were the Old Man and he had a long future ahead of him. If he wanted to, I think. The door opens itself. A roaring of joy lit up the old man's face, full of venites, who stopped, moved toward the woolly dog who entered on two legs. I watch the display of mimes and parties that cut off the questions, maybe the interview. But the Old Man comes back, he sits down. - Another coffee, he says. Another anecdote comes out of the sleeve of the sack, like another rabbit. Every time General Roca received the Bolivian ambassador, he put two chairs on. One for the ambassador, one for bad faith. - I told him to be careful, to distrust those people. It wasn't time. - When then? - I say. - I've waited a long time. Maybe I'm messing with him, maybe he's going to look at his watch, use a pretext he doesn't need, the woman who crossed the Atlantic to get her dedication in a photo, the leader waiting in the room for her epiphany of words away, heirloom-like vests, double-belly taurus, entrepreneurs willing to share losses, landowners willing to socialize the roads, clerics willing to share the kingdom of heaven, converted gorillas. The arrest of the last general who nearly rises floats on the pockets of caffeine-free coffee. - He's a good boy, he suggests. I'm going to tell you a joke. Eleven o'clock in the morning they enter through the window, clearing the smile. An American businessman went to Brazil, where they wanted to buy oil; he went to Kuwait: they wanted to sell oil; to Greece: he proposes to transport oil. He got the business, he got half. The others asked him, \"But what do you put on? \"What do I wear?\" said the businessman, \"says the old man\". - I'll put the Atlantic. - Same thing happens with this boy. The army puts up the guns. We put people in. What does he put on? The homeland? You're laughing. It's impossible not to laugh when the Old Man tells a joke, because he tells it very well. But he makes the real-life quarrel look like a second joke, better than the first. Now, yes, he's looked at his watch. I suddenly realize that I've spent hours immersed in the Old Man's enveloping conversation, like anyone who listens to any parent, and that when I leave I'll be walking down a street of Iron Gate, Southampton, Martin Garcia, with all the unanswered questions. - That woman. His face is gray. A wall. - I think they burned it. - She wasn't burned. - Fantasy. It's in a garden, in an embassy, standing, a statue underground, where it rains, I say. It always rains, I think, and she rots. - It could be. - His face is more distant than ever. One day we'll find out. - And the other dead, I want to know. The shot, the tortured. A branch of old anger circulates through his face, flashing through clouds. - The people will ask for an account. When? - One of these days. He'll be out on the street, like 56th, 57th. Why hasn't she come out again? - Because I didn't want to - he says. When, General, when? FIN", "title": "Ese hombre", "author": "Rodolfo Walsh"}