{"metadata": {"length": 5971, "words": 1134, "reading_time_min": 5.67}, "text": "The dense, still sun, imposed his presence; reality was paralyzed under his relentless cruelty. The announcement floated of a death suspended, burning, without rot but also without tenderness. It was three o'clock in the afternoon. Peter, crushed, almost defeated, was walking under the sun. The empty streets lost their meaning in the blazing. The heat, dry and terrible as a punishment without execution, cut off his breath. But it didn't matter: inside him there was always a sharp, icy, mortifying place that was worse than the sun, but also a refuge, a kind of revenge against it. He came to the placenta and sat under the great laurel of India. The silence made a hole around the thought. It was necessary to stretch the legs, move an arm, so as not to prolong in oneself the stillness of the plants and the air. He got up and turned around the tree and stared at the cathedral. I had always been there, but only now did I see that I was in a different climate, in a cool climate that understood his absent aspect of a dreaming teenager. The teenage thing wasn't hard to figure out, it came from the raw grace of her disproportion: she was too tall and too thin. Peter knew from childhood that this defect had a humble history: projected to have three ships, the money had barely reached to finish the largest; and that initial poverty continued faithfully in its clean character of mountain chapel hen its air of pine trees. He crossed the street and walked in, not thinking he was going into a church. There was no one, only the sacristan moved like a shadow in the penumbra of the presbytery. There was no sound. He sat in the middle of the ship comfortably, looking at the altars, the paper flowers... thought of the distracted prayer that another would make, the one he used to sit on that bench, and there was a moment when he almost wanted to believe like that, deep down, warmly, but enough to live. The sun came in through the high, yellow, soft windows, and the atmosphere was cool. You could be thinking, resting on yourself, on despair and on hope. And he stood empty, quiet, wrapped in the freshness and watching the calm sun slide through the windows. Then he heard the footsteps of someone coming in shy, sneaky. He did not worry or change his posture even; he continued to be abandoned to his indifferent well-being until the one who had entered stood by his side and spoke to him. At first he thought he had misunderstood and looked back at him. His face was so close he could see even the sweaty pores, even the wrinkles next to his tired mouth. He was a worker. His face, that face that he later thought he had seen closer than any other, was a face like there are thousands, millions of them: short, wide. But he also saw the gray eyes and the almost transparent eyelids, the short eyelashes, and the look, that expressionless, naked look. Can I kiss your feet? He repeated it relentlessly. There was something tense in his voice, but he held it firmly; he had fully taken his part and expected him to be up to it, without explanation. It wasn't right, I didn't have to mix it, it couldn't be! It was all so unexpected, so absurd. But the sun was there, still and sweet, and the sacristan began to light a few candles calmly. Peter stuttered something to apologize. The man looked at him again. His eyes could force anything, but they only asked. I'm sorry about that. It's painful for me too, but I have to. He had. And if Peter didn't help him, who would? Who would consent to the inhuman humiliation of another kissing his feet? What an exquisite dose of charity and purity fits into the soul of a man... who had pity on him. It's all right. Do you want to take off your shoes? It was too much. The blood was buzzing in his ears, he was out of his mind, but glamorous, so glamorous that he presented the disgust of contact, the shame of nudity, and then the remorse and torment of multiple and headless. I knew it, but he took off his shoes. To be barefoot like him, helpless and humiliated, accepting to be a source of humiliation for another... no one would ever know what that was... was like dying in ignominy, something eternally cruel. He did not look at the workman, but he felt his disgust, his disgust at his feet and at him, at all men. And yet he had knelt with such respect that he thought at that moment, for that being, he had ceased to be a man and was the image of something more sacred. A chill ran through him and he closed his eyes but the warm lips touched him, they stuck to his skin it was love, a love expressed from flesh to flesh, from man to man, but that maybe... the disgust was present, the disgust of both. Because in the first second, when he barely rubbed it with his warm mouth, he had thought of an aberration. Until then, he had come to have more torment... no, no, they both felt disgusted, only that above him was love. I had to say, you dare to think once, just once, about the crucifixion. And the man arose and said, Thank thee. And he looked at him with his clear eyes, and went away. Peter stands there, alone now with his bare feet, so his and so foreign now. You're wearing a stigma. I have this sign forever, which I do not know if it is the world's sin or the desolate redemption. Why me? The feet looked so innocent, they were like everyone else's, but they were hurt and he only knew it. I had to look at them, I had to put on my socks, my shoes... now it seemed to him that that was his greatest shame, that he couldn't walk barefoot, unhindered, faithful. I don't deserve it, I'm not worthy. I was crying. By the time he left the church, the sun had already set. I would never fully remember what I had thought and suffered at that time. All I knew was that I had to accept that a man had kissed her feet and that that changed everything, that it was, forever, the most important and most endearing thing in her life, but that I would never know, in any sense, what it meant. The Signal, 1965", "title": "La señal", "author": "Inés Arredondo"}