{"metadata": {"length": 2666, "words": 491, "reading_time_min": 2.455}, "text": "Maybe they would arrive at better times. Because everyone has their right time and no one should be left without their blessing. The good moments come soon, they come some day. There is blue sky up there. They glowed in the red roofs and red walls of the houses. A bird soared noisily, with its ancient wisdom of the air, flying towards the areas of the said. A fan blew through the window. From a neighbor's, they picked up wet children's clothes. Yellows, greens, violets, whites. A boy was called Charlito. It had rained the night before but now everything was quiet. And peace had that germinal tranquility of the pious women. Something announced the own donation that, in an imprecise way, prepared life. That thin, gaudy radio antenna had to know. They had a careful touch on their metal ears. The scream was in their voice. Because man knows only a certain part of the life of matter. It must be full of hidden energies and voices, latent, that do not shiver and only wait for the index finger to press the exact button, that the hand will close with the nudge of its veins and the ear will discover the rhythm of its wonderful heart. Meanwhile, she knows and gives. Conjugating all its forces, apprehensible and inapprehensible, in some latitude, perhaps at the corner, it would be gesturing its beautiful present. For the body and for the soul. For the body and soul of Nicolás Rivera. For him. No doubt for him, as well as for many. Indeed, I had always hoped for that, and I was sure it would come. He felt it in the air, in the bright, powerful halo of the wide spaces and in the easy rhythm of his own heart. Also in the hem of the belt and on the buttons of the bag and on the lining of the jacket. (He was found in a state of trance). His good humor was certainly due to a reason. The heart sometimes has inexplicable intuitions. And he was laughing merrily. Silbando el aire viejo y nuevo siempre y siempre renovado como el oxgeno del aire. I couldn't remember if it was the Prelude VIII by Bach. The breeze brought a free fragrance to the soap. All life had risen up and was clean and ready. It was a magnificent day. Forward, Nicolás Rivera. He left. In the corner, the same newspaper told him the world was still the same. They trotted the same trajectories up and down the streets. In the office, the same book of accounts showed the same numbers uncanny. What was it about the surprising, good and beautiful? Nicolás Rivera cried. Their eyes still searched the table. Then, with the gesture of whose hand, he took the pen and put it to lining up the changed numbers. So a promissora died this morning. *FIN* Seven Quiromantic Stories, Lima, 1978", "title": "Mañana difunta", "author": "Ciro Alegría"}