{"metadata": {"length": 6292, "words": 1089, "reading_time_min": 5.445}, "text": "When Ella died after long weeks of agony and morphine, of hopes, sad announcements violently disproved, the northern neighborhood closed its doors and windows, imposed silence on its joy celebrated with champagne. The smartest of them said, \"What do you want me to say? For me, and I don't usually make mistakes, this is like the beginning of the end. So many things, poor millionaires, I had them swallow Ella. And the sad thing was that she had been infinitely more beautiful than the fat ladies, her wives, still smelling like shit as an Argentine said. Now they could also swallow the warm smiles with which they had received orders and humiliations. Because everyone felt, with no more evidence than loud speeches in the Plaza Mayor, that she was, in incredible reality, more dangerous than the political, economic and shady oscillations of Him, the commanding president, the one who commanded us all. When she finally died, ending hopes and desires, we were at the end of July; on a date abundant in cruelty, cold, wind, rain. From the black clouded night sky, a slow, relentless rain fell on needles that threatened to be eternal. They were disinterested in human coats and skins to soak bones and tuetans without delay. The moisture increased the bad smell of the worn out clothes of impromptu mourning: almost motionless, without words because their misery had a single culprit and this could not be named even if owner of the cold, rain, wind and misery. According to the short story, so many times closer to the truth than the ones written and published with a capital H, five doctors surrounded the dying woman's bed. And the five agreed that science has its limits. And on the ground floor, impatient, walking around, answering phone questions from friends or gullible journalists, there was another man, perhaps also a doctor, although this is of no importance. He was a Catalan, a well-known embalmer and called by Him for a month to prevent the body of the sick woman from following the fate of all flesh. And there was a silent but tenacious struggle between the five above and the lone one below. Because if he only believed with distraction in the Virgin of Montserrat, those above were divided between that of Luján, that of La Rioja, that of the Seven Plagues, between that of San Telmo and that of the Socorro. But they were in the same fundamental way, in the Holy Roman Apostolic Church. And they believed in Sunday priestly outbursts. To fulfill his contract with Him, the Catalan embalmer had to give a first injection to the corpse half an hour before he was declared dead. The believing pertinaces of the upper floor opposed any intention of embalming, even though the Catalan contractor had generously distributed indisputable proofs of his talent. I remember the photo, in a pamphlet, of a child who died at the age of twelve, placidly placed in a chair and wearing a flawless sailor's suit. They showed him every time the mummy had to turn years old. He was mocking, time was gone, his cheeks were still pink and his glass eyes glowing with malice. Twice a year he held the honorary position and the relatives who stayed around him drinking tea with cakes and some anise cup. They were opposed to the first and essential injection. Because the Santa Fe that gathered them would share souls so that they would forever listen to music from angels who would never change pentagrams or perhaps their erroneous heads would have recorded them or to enjoy supplications never conceived by an earthly policeman. So when those liters of morphine stopped breathing, they looked at themselves and waved and looked at clocks. It was twenty o'clock. Some lit a cigarette, others gave their fatigues to the armchairs. Now they were waiting for the rot to grow, for some green fly, despite the season, to come down to rest on open lips. Because the Holy Church ordered them to breathe cadaver, almost immediately, and guess the tiring task of seven generations of worms. All this fit the tastes of the God they respected and feared. The minutes go by quickly when a graduate stands up for his faith. Emilio, the most obedient to the undeniable manifestations of the Divinity, said: Che, increase the heat. Later, they decided to go down to give the news, sad and expected. He was having dinner and nodded. He then thanked the services rendered and asked for the fees to be sent. Then he pointed a finger at one of the uniformed men and ordered the radio stations, first of all his own, to spread the news. And it was like this, re-written, corrected, discussed: The Ministry of Information and Propaganda fulfills its painful duty to announce that at twenty-five she passed into immortality. The Catalan doctor climbed the stairs by two, upset by his small suitcase. He prepared, injected and was appalled to the touch of the body's coldness. The doors were not opening and the crowd began to squeeze and move. The police stopped offering cold coffee cans and immediately came vendors of chocolates, cakes, refreshments, peanuts, dried fruits, and chocolates. They won little because the first contingent began arriving at nine o'clock at night and came from neighbourhoods unknown to the inhabitants of the Great Village, from poor villas, from tin ranches, from car drawers, from caves, from the land itself, and mud. They defiled the city silently and without inhibition, lighting candles in as much concave space as the avenue walls offered, in the marbles of ascent to closed gates. Some flames were respected by rain and wind; others were not. There they placed prints or cuts of magazines and newspapers that faithlessly reproduced the extraordinary beauty of the deceased, now lost forever. At ten in the morning they were allowed to advance a few meters every half hour, and they were able to pass through the Ministry's door, in groups of five, pushed and beaten, the blows preferred by the militiamen were the kneeling looking for the ovaries, holy remedy for hysteria. At noon the voice of square by square ran, meters and meters of slowly moving tail: He has the green forehead. They close it to paint it. And it was the most accepted rumor because, though a liar, it fit perfectly for the thousands and thousands of murmuring and mourning necrophiles. *FIN* 1994", "title": "Ella", "author": "Juan Carlos Onetti"}