{"metadata": {"length": 5262, "words": 1083, "reading_time_min": 5.415}, "text": "There was a couple who had three daughters and since all three were good and hardworking they gave each a gold ring to wear as a garment. One day the three sisters went out with their friends and discussed with one another what they were going to do. \"Today we are going to the well, \" they said. That it was a fountain that was left outside the village. And the youngest of the sisters, who was little, said to her mother, Shall I go with the others to the well? And her mother said to her, No, my daughter; lest the man of the sackcloth come, and, as thou art little, he reach thee, and take thee. But she insisted so much that her mother said to her, \"Go, go with them\". And there they all went. The little girl also carried a basket of clothes to wash and when she got to wash she took off the ring and left it on a stone. And they were cheering at the well, and behold, the sailor was coming, and they said to one another, We swear by God, that the sailor is coming to carry us all. And they ran out all the way. The cripple also ran with them, but as she was crippled she went backwards; and she still ran to catch them when she remembered that she had left her ring in the fountain. And he looked back, and seeing that he saw not the man of the sackcloth, he took back his ring; and he looked for the stone, and the ring was not in it; and he looked round and round, to see whether it had fallen somewhere. And an old man came near the well, whom he had never seen before, and said to him, Have you seen a gold ring? And the old man said, Yes, it is at the bottom of this rock, and there thou shalt find it. So the little girl got into the rib to look for him without suspecting anything and the old man, who was the man in the sack, as soon as she got in closed the rib, threw it behind her with the girl kept and walked the way forward, but instead of going to the girl's village, she took another path and walked to a different village. And the old man went from place to place seeking life; and he said to the girl on the way, When I say to thee, Sing, I will put on a sack, or I will give thee a soap, sing thou in the sack. And she said, \"Well, I'd do it like that\". And they went from village to village; and wherever they went, the old man gathered the neighbors together, and said, Sing, I pray thee, or I will give thee a blow. And the girl sang from the sack: \"For a gold ring I left in the fountain I am stuck in the sack and in the sack I will die\". And the sack he sang was the admiration of the people and they threw coins at him or gave him food. And the old man came with his burden to a house where the girl was known, and he knew it not; and as usual he laid his sack on the ground before the congregation, and said, Sing, sack, or I will give thee a blow. And the girl sang, \"For a gold ring I left in the fountain I am in the sack and in the sack I will die\". And they heard the voice of the little girl in the house, and ran to call their sisters, and they came and recognized the voice, and told the old man that they had lodged him that night in his father's house; and the old man, thinking of eating a bucket and sleeping in bed, went with them. When the old man came to the house, they gave him dinner, but there was no wine in the house. They said to the old man, \"There is a bar next door where you can buy fine wine. Please go and buy the wine with this money, and we will make dinner\". When the old man saw the coins, he hurried to get the wine. He thought he would get a good donation. When the old man left, the parents took the girl out of the sack, and she told them everything that had happened to her, and then they kept her in the sisters' room so that the old man would not see her. And then they took a dog and a cat and put them in the bag instead of the girl. Soon the old man came back, ate and drank and then went to bed. The next day the old man got up, took his charity and went to another village. When he arrived at the other village, he gathered the people together and announced as usual that he was carrying a sack of singing and, like other voices, a crowd of people formed and collected a few coins, and then he said, \"Sing, sack, or I'll give you a blowjob\". But here the sack wasn't singing and the old man insisted, \"Sing, sack, or I'll blow you up\". And the sack was still singing and people were laughing at him and threatening him. For the third time the old man insisted, who was already more than flattened and thinking of making a good crunch with the little one if she didn't open her mouth: - Sing, I'll take a sack, or I'll give you a swab! And the sack didn't sing. So the old man, furious, began to beat her and kick her with the sack to sing, but it happened that, on hearing the blows, the cat and the dog became angry, moaning and barking, and the old man opened the sack to see what was going on and then the dog and the cat jumped out of the sack. And the dog bit him in the nose, and he tore them off, and the cat filled his face with scratches. And the people of the village, thinking that he had made fun of them, measured his ribs with sticks and sticks, and came out so bruised that they are still healing him to this day. And colorful, this story is over. FIN Spanish Anonymous", "title": "El hombre del saco", "author": "nan Anónimo"}