{"metadata": {"length": 4866, "words": 857, "reading_time_min": 4.285}, "text": "If he went out, he would lock the cats up. He looked for them, under the furniture, in the curtain walls, behind the books, and he carried them in his arms, one by one, to his bedroom. There they stayed on the stretched-out sofa until they came back. They were four, five, six, by the years, by the time the young were removed, but all the same, gray and striated and a very black. Seraphim did not leave them in the balcony that completed, with a tiny bathroom, his tiny apartment, in that old converted house, after a thousand squats and patches, in petty tenanthood, for fear that the caterer would climb to the commodity over which the mirror spread its pride. That legacy mirror was the occupant's only luxury. It was very big, with the golden frame, rolled, Elizabethan. In front of him, when he came home from the office, Serafin spent most of his time. He sat at a certain distance from the comfort of his seat and gazed long, always in the same attitude, at the image that the illustrious frame offered him: that of a boy of mysterious expression and undeniable beauty, who from there, his left hand open like a flower on the flap, looked at him, eyes fixed on each other. Then the cats would cross the empty room and surround it in silence. They knew that to remain in the room they had to be forgotten, that they had not to disturb the meditating examination of the lonely, and, winged, ghostly, they were thrown around the contemplator. The distractions that were previously due to reading and music proposed by an ancient phonographer had ended up giving way to the sole pleasure of looking in front of the mirror. Seraphim thus avoided the sad obligations imposed on him by circumstances. Nothing, not the most admirable book, not the finest melody, could bring him the peace, the happiness that reflected in the mirror image. He returned tired, disappointed, wounded, to his inner refuge, and the purity of that face, that hand put on the lapel, infused him with new vitality. But he did not apply the vigor that the mirror owes to any practical effort. She was barely cleaning the rooms, and the dirt was stuck on the floor, on the furniture, on the walls, around the bed always unwashed. I was barely eating. He brought cats, exclusive participants of his closure, a few pieces of meat whose remains contributed to the disorder, and if the neighbors complained about the stench that was coming from his apartment he was limited to shrinking his shoulders, because Serafin did not perceive it; Serafin gave no importance to anything but his mirror. This one did shine, triumphant, amid the desolation and accumulated garbage. His frame shone, and the image of the beautiful boy seemed illuminated from the inside. The cats, meanwhile, roamed like shadows. One night, while Seraphin was doing his vigilant duty in front of the still figure, one threw a crazy mouldy and jumped over the dresser. Seraphin violently pushed him away, and the felines did not resume the attempt, but anyone other than him, anyone who was not immersed in absorbing contemplation, would have noticed in the kitty nervousness, in the glaring of his pupils, a desire content, which kept trembling, electrified, the companions of his abandonment. Seraphin felt bad, very bad, one afternoon. When he returned from work, he gave up for the first time since he lived there, the secret pleasure that the mirror was giving him with unchanging fidelity, and stretched himself out on the bed. I hadn't brought food, not for the cats, not for him. With soft bites, baffled by the betrayal of custom, the cats surrounded their bed. Hunger made them bold as the hours passed, and using teeth and nails, they pulled off the mat, but their still owner let them do it. So I came in the morning, and the evening went on, without changing the position of the bed-sitter, until the voracious cry disturbed the captives. As if they had agreed to do so, they broke into the hallway, moaning disconsolate. Up there the victory of the mirror disregarded the misery of the whole. It was attractive like a lamp in the dark. With sharp ears, the cats invaded the dressing room. Their anger added to the joy of feeling free and they began scratching the mirror. Then the great image of the unknown boy that Serafin had hooked up on the moon - and that could be a poster or the photograph of a famous painting, or of any, beautiful boy, never known, because the neighbors who entered the room later only saw some torn papers - yielded to the anger of the claws, torn, torn, mutilated, discovering, under the simulacrum of reflection wrought by Serafin, sparks of glass. Then the cats returned to the bedroom, where the horrible man, the deformed, the desperate Narcissus, kept his left hand open like a flower on the mat and began to tear his clothes. The Bracelet and Other Tales, South American, 1978", "title": "Narciso", "author": "Manuel Mujica Lainez"}