{"metadata": {"length": 2549, "words": 455, "reading_time_min": 2.275}, "text": "The most egregious weapon is ridicule, and so much so that, even when it comes to good things, it can be deadly. By 1704, a Filipino cleric named D. Gregorio Cabañas had used eighty thousand pesos of his peculiarity and the faithful's alms to found a beaterio, while obtaining from Rome and the Spanish monarch the respective licenses to raise it to the monastery category. Everything was going to be asked by mouth for the enthusiastic Father Cabañas, who had influences in the aristocracy and with the good will of the Catholic people. The century was of monastic foundations, and the inhabitants of this city of kings dreamed of the happiness of owning, since not a church, not even a chapel on every street. Frequent was then reading about the portal or arch of the zaguán of the houses, and in fat characters, this inscription or other similar: Praised be the Most Holy Sacrament, which gave the buildings a I don't know what of convent. The neighbors of Abajo el Puente, who had no monastery in their circumscription, were the ones who made the most of Father Gregory's project. Finally, the foundation was inaugurated with sixteen beatific women, enough to promise rapid progress and arouse envy among the other Beatrians and even among the nuns. But when the girls started to take to the streets, the boys began to laugh at them, and the neighbors laughed at the newly-weds' habit. Frankly, Father Gregory was wrong in choosing uniforms for his spirit daughters. By saying that the habit of the caetans was a clergyman's underwear, I say enough to justify the ridicule that fell on those blessed women. They wore their hair cut to shoulder height and wore beaver hats. They also wore a chain of steel around their necks and a heart, emblem of Jesus, hanging from it. Such neighbors were on the street a mamarrach, a reverend who was a blasphemer. Not a year went by without them all deserting, hanging their underwear, tired of hearing the boys sing: Though they sing miserers, they are neither male nor female, more pellet than frogs, Candidones Cayetanas. All efforts by Father Cabañas to carry on the foundation, were crushed by popular ridicule; and six years later, in 1711, he had to cede the place and income to the minimal parents of San Francisco de Paula. Since then it has been a common practice among the ladies (a practice many of my readers may have heard from the mouths of old women) to call a woman a fool or a fool: You're fucking with her? Don't listen to her, she's a... a cat. FIN Peruvian traditions  First series, 1868", "title": "Las cayetanas", "author": "Ricardo Palma"}