{"metadata": {"length": 2368, "words": 422, "reading_time_min": 2.11}, "text": "The laughter of the children is gone, the laughter of the gods; it no longer overflows our soul, and torments us with thirst. The music of laughter was changed into hippie; the pure wave that shone over the new faces was changed into muck. Laughter deepens our wrinkles and reveals our decrepitness better. The noble laughter became soothing. The sign of full joy became a sign of sorrow. If you hear them laugh, someone's suffering. We've made laughter a dagger, a toxin, a cadalce. He kills himself and dies for ridicule. Our common heritage seems so ruined, that power consists in another's misery, and happiness in another's misfortune. We share our lives sharply, and our fellow man's agony comforts us. Hungry shipwrecks piled on a board in the middle of the sea, relieved by the corpse of our friend who comes to refresh the provisions. Then we laughed, showing our teeth. Where are the laughter that does not grow and roar and groan, that does not hurt? It's funny to lose balance, fall and collide with the outside reality, which, complicit in the strong, always makes fun of you. Therefore the righteous is laughable: he ignores the truth, for he ignores evil. Therefore, not duplicity is laughable, but trust; not cruelty, but mildness of heart. A wicked madman will never be as grotesque as a generous madman. Who will wash the face of Don Quixote, spit upon by the laughter of men? The men also laughed at Jesus and spat on him. Even if it's nothing but effigy, the audience needs laughter, it needs blood. Laughter is almost the whole theater. And being the pain of each the pain of others, manifested outside of them, universal laughter is a complaint. Listen to her carefully, and you will discover in her the spasms of tears. There's no greater bitterness than laughing at yourself, and this is what any laugh comes down to. Laughter cries and curses. It's the convulsion of the sick animal, the howling of fear at the disaster. It is the rebellion against the fate of having been born; thus laughter, by soiling the source of love, has invented obscenity and degraded our bodies; it has dishonored desire and made reproduction a fun spectacle. And you have to laugh, to death and even to death. Unnecessary, when it's realized it disappears. We laughed to clear our spirits of wild joy and to march serenely to our victims. Finish short stories, 1911", "title": "La risa", "author": "Rafael Barrett"}