{"metadata": {"length": 2562, "words": 472, "reading_time_min": 2.36}, "text": "Dedicated to Jules Lemaître In a village in the Bocage I met years ago a pious priest who refused any kind of sensuality, practiced renunciation with joy and knew no greater joy than that of sacrifice. He cultivated fruit trees, vegetables, and medicinal plants in his garden. But, fearing beauty even in flowers, he didn't want to have roses or jasmine in it. Only the innocent vanity of some resed feet 1 whose twisted stems, so humblely flowering, did not attract his gaze as he read the breviary through the squares of cabbage, under the good God's sky. The holy man had so little confidence in his residue that, often as he passed, he would pull out a branch and smell it for a long time. This plant doesn't ask for anything but to be allowed to grow. One branch cut off brings four others back. So much so that with the help of the devil, the pastor's residence covered a large area of the garden. He invaded part of the path and when it passed, he would attach the basement of the good priest who, distracted by the plant, interrupted his reading or prayer twenty times an hour. From spring until autumn, the entire presbytery was scented with resin. Look at how fragile we humans are! Those who claim that a natural impulse inclines us to sin are right. The man of God had protected his eyes but had left his nose defenseless and behold the devil was tempting him by the smell. This saint was now breathing the scent of the residence with sensuality and lust, that is, with that evil instinct that makes us desire the enjoyment of sensible goods and makes us fall into all kinds of temptations. From then on she enjoyed with less ardor the smells of heaven and the perfumes of Mary; her holiness diminished and perhaps she would have fallen into molicie, perhaps her soul would have become little by little one of those warm souls that heaven detests, if not for a help that came to her providentially. Centuries ago, in Thebaida, an angel stole from a hermit a golden cup by which the holy man was still attached to the vanities of this world. The parish priest of Bocage received a similar grace. A white hen dug so well at the bottom of the waste that it dried up. It's unknown where that animal came from. I, for one, am inclined to think that the angel who stole the hermit's cup in the desert turned into a white hen to destroy the object that hindered the good priest from the path to perfection. The last of the three is the Balthasar. Resida: Small flowering herbaceous plant grouped into spikes or clusters. Translated by Esperanza Cobos Castro", "title": "La reseda del párroco", "author": "Anatole France"}