{"metadata": {"length": 3161, "words": 623, "reading_time_min": 3.115}, "text": "There were two men before Life, who were so many other victims of his. What do you want? He asked them. One of them answered in a slow voice, \"I rebel against the cruelty of your contradictions; my spirit strives in vain to penetrate the meaning of existence, and my soul is overwhelmed by the darkness of doubt. However, reason tells me that man is the most perfect being in the world... What do you claim? He interrupted life impassionedly. I want happiness... and to achieve it, you must reconcile the two opposing principles that my soul shares, supporting my I want with your You must. You have nothing to desire but what you must do for me. Life has been hard on you. No, I can't wish to be your victim. Because I would dominate you, am I condemned to live under the yoke of your laws? Moderate your emphasis told him who was closest to Life. But without paying attention to his words, the other continued: \"I want to have the right to live in harmony with my aspirations. I will not be a brother or slave to another by duty; I will be his brother or his slave to my own pleasure, doing my will. I don't want society to have me as an inert stone that helps build the prisons of your fortune. I am a man, I am a soul, I am a spirit and I must be free. \"Hope\" said Life with a frozen smile. You've spoken enough and I know all you could add. You ask for your freedom! Why don't you win it? Fight with me! You beat me! Be my lord, and I will be your slave. You don't know how calmly I always submit to the winners. But you have to win! Do you feel capable of fighting with me to free yourself from your bondage? Are you sure of the triumph? You trusted your strength? And the man said, Thou hast drawn me into a conflict within me, and hast sharpened my judgment, and it is sunk down in the depths of my soul as a deadly leaf, and is destroyed. Speak to her more courageously, don't complain, her partner observed. But the other one continued: \"Oh, if the tyranny would grant me a truce! Let me enjoy the happiness. Life smiled again with her ice smile. Tell me, when you come to me, do you demand or ask for a favor? I ask for grace, the man replied like an echo. You beg like a beggar of solemnity; but know, poor man, that Life gives no alms. You must know that a free being asks for nothing; he takes over my gifts for himself... you are no more than a slave to my will. Only one is free who knows how to give up all desires to devote himself entirely to the pursuit of the chosen end. You got that? Get out of here. The man had understood and leaned, like a meek dog, to the feet of Life, to humbly pick up the crumbs from his feast. Then Life's gaze turned sweetly to the one who had not spoken yet and whose factions were full of kindness. What do you want? I'm not asking for anything, I'm demanding... What are you demanding? Where is justice? Give it to me. I'll know later how to get it all... for now I just want justice. I have waited a long time with patience, with reason, without the slightest rest. I waited... but the time came. Where is justice? Tomatoes answered the impatient Life. Fin Before the face of life, Niжегородский листок, 1900", "title": "Coloquio con la Vida", "author": "Máximo Gorki"}