{"metadata": {"length": 4424, "words": 856, "reading_time_min": 4.28}, "text": "The day I stopped at the foot of a cornstarch and heard the crunch of the long, dry stems moved by the air, I remembered something I had long forgotten. Behind the cornfield, a sloping land, was the empty sky. \"This is a place to go back to\", I said, and I almost escaped, by bicycle, as if I should take the news to someone far away. It was I who was far away, far from all the corn and all the empty skies. It was a cornfield that day; it could have been a rock hanging from a road, a tree isolated at the corner of a hill, a vine at the edge of a bank. Certain remote conversations are framed and concrete in time in natural figures. These figures I don't choose: they know how to come up, appear in my way at the right time, when I least think about it. There's not one of my acquaintances who has a touch like yours. What the cornstarch tells me in the brief moments I dare to contemplate it is what the one who has been kept waiting says and without him nothing could be done. \"Here I am\", says the one who has been kept waiting, \"but no one takes away the resentful gaze that throws at him like a master\". Instead, I take a sneaky look at the sky between the low stems, just like the person who looks from beyond the target as if waiting for it to unfold by itself, knowing perfectly well that we can promise nothing that it no longer holds, and that a gesture too sharp could bring it all down in a bad way. Nothing owes me that field so I can do anything but shut up and let it in on me. And the corn and the dried stems, they crush me little by little and stop in my heart. We don't need words between us. The words have been spoken for many years. When, really? I don't know. I'm not sure. And I don't even know what a corn-meal guy and a boy could have said to each other. But one day I stopped, with certainty, as if time had stopped with me, and then the next day, and another, for a whole season and a lifetime, before a similar field; and that had been a boundary, a familiar horizon through which the hills, low from as far away as they were, were transparent like faces in a window. Whenever I dared to step through the yellow jungle, the cornfield must have welcomed me with its creeping, sunny voice, and my responses had been the cautious, sometimes abrupt gestures, with which I would cut off the cutting leaves, lean toward the trails, and look beyond the tall stems into the void of the sky. There was in that crack a deadly silence, of a closed and deserted place, which opened up in the distant sky a promise of unknown, inaccessible and attractive life like the hills. I know that time had stopped then because even today I recover it intact in front of the cornfield. It's a still crunch. I understand that I have before me a certainty, that I have touched the bottom of a lake that awaited me, eternally the same. The only difference is that I dared to make sudden gestures, to penetrate the cornfield, screaming at the familiar hills that seemed to be waiting for me. He was a child then, and that child's everything is dead except that cry. The season in that field is autumn, when everything wakes up in the field behind the corn lines. Voices are heard, harvest is made, fires are lit at night. The immobility of the field also contains these things, but as at a certain distance, as promises glimpsed among the branches. As the leaves dry, stretches in the sky are opened, and the distant hills are revealed more naked. He also thinks about what's behind him, and the nightly presence on the edge of the jungle. Sometimes the creeping yellow leaves grow in memory, and it's just as scary as the sound of an unknown and dreaded step, like debating bodies that are fighting. Now, in the distance, the nighttime fires on the oysters and the twilight between the vague stems of the cornstarch are one thing. It only reassures the idea that the boy is the one who has thrown himself to the ground to hide, and that thick cloths hang from the stems that the peasants will come to pick up tomorrow. And tomorrow the boy will be gone. These things happen every time I stop at the cornfield waiting for me. It's as if you're talking to him, even though the conversation has been going on for years and even the words have been lost. I am satisfied with the sneaky gaze I have spoken of, and the empty sky is filled with hills and appearances. *FIN* Il campo di granturco, Il Messaggero of Rome, 1941", "title": "El maizal", "author": "Cesare Pavese"}