{"metadata": {"length": 3981, "words": 723, "reading_time_min": 3.615}, "text": "At a railway station on the Nikolayev line, two friends met: one, fat; the other, lean. The fat guy, who had just eaten at the station, had his lips butter-saturated and looked like ripe cranberries. It smelled like Jere and Fleure d'orange. The skinny guy had just gotten off the train and was packing suitcases, bags and cardboard boxes. Smelled like ham and coffee beans. Behind him stood a thin, long- chined woman - his wife - and a stubborn schoolboy who winked at him - his son. -Purphyry! - exclaimed the fat man, seeing the skinny. Is that you? My dear friend! How long since I've seen you! - My mother! - he let go of the skinny, amazed. - What? My childhood friend! Where are you from? The friends kissed three times and stared at each other with tears in their eyes. They were both pleasantly surprised. - My friend! - he started saying the fat one after he kissed. I didn't expect this! What a surprise! Let me look at you! Always such a good boy! Always so fragrant and elegant! Oh, my God! What about you? Are you rich? Married? I'm already married, as you can see... this is my wife, Luisa, born in Vanzenbach... Lutheran... and this is my son, Nafanail, a third-grade student. Nafanya, this friend of mine is a childhood friend! We studied together in the gym! Nafanail thought a little and took off his hat. - We studied together in the gym! - continued the skinny. Remember the nickname they gave you? They called you Erostrato because you set fire to a school book with a ball; they called me Efial because I liked to spy... Do not be afraid, Nephanijah! Come closer... and this is my wife, born Vanzenbach... Lutheran. Nafanail thought about it a bit and hid behind his father's back. - Well, all right. How's your life, buddy? - asked the fat man looking enthusiastically at his friend. You're going to be in some ministry, aren't you? - What kind of a car? Have you done a race yet? - I'm an official, my dear friend! I've been a college counselor for over a year now and I have the St. Stanislaus Cross. The pay is small... but there's pain! My wife teaches music lessons, I make my own wooden puppets... they're great puppets! I sell them for rubles a piece. If anyone takes me ten or more, I'll give them a discount, you know? Well, bad, we're going to throw. I've served in a ministry, you know, and now I've been moved here as head of office by the same department... now I'm doing my services here. How about you? You're probably already a State Counselor, right? \"No, honey, go up a little higher\", replied the fat man. I've already reached private counsel... both two stars. Suddenly the skinny became pale, left a piece; but immediately he twisted his face in all directions with the widest of smiles; it seemed that sparkles were jumping from his eyes and face. He shrank, curved, got smaller... suitcases, bags and packages got smaller, wrinkled... the wife's long chin got even longer; Nafanail stretched and clenched all the buttons of the warrior... A friend, so to speak, of childhood, and suddenly become such a high dignitary! - That's enough, man! - he put the fat man back, wrinkling his forehead. What's this tone for? You and I are childhood friends. What's this tone for? You and I are childhood friends, what are you doing now with pranks and ceremonies? - Please! How do you want it! \"The skinny replied, shrinking even further, with a rabbit's laugh\". The benevolent attention of His Excellency, my son Nafanail, my wife Luisa, a Lutheran, in a way... the fat man wanted to replicate, but on the face of the skinny man was so much the expression of deference, of sweetness and respectful acidity, that the private counselor felt nauseous. He walked away from the skinny and reached out his hand to say goodbye. The skinny man narrowed three fingers, bent the whole spinach and laughed like a Chinese: Ji, ji, ji! The wife smiled. Nafanail kicked a stick and dropped his hat. The three of them were pleasantly stunned. Fragments, 1883", "title": "El gordo y el flaco", "author": "Anton Chejov"}