{"metadata": {"length": 2498, "words": 476, "reading_time_min": 2.38}, "text": "Flitcraft left his ranch coroner's office one day to go out for lunch. He left and never came back. He didn't go to a 4:00 p.m. golf date, even though it was his idea to set it up just half an hour before he left. His wife and two children never saw him again. The marriage seemed happy. Flitcraft owned his home in a good neighborhood outside of Tacoma, a new Packard and other luxuries that denote the happy success of a life in America. He had inherited $70,000 from his father, and the exercise of his profession further increased his stock, which amounted to about $200,000 at the time of his disappearance. His affairs were in order; the fact that he had not tried to conclude some still pending proved that he had not prepared to fade away. For example, a business that would have made a nice profit would have been closed the day after his disappearance. Nothing said he was carrying more than $50, $60. What happened to Flitcraft was this. When he went out to eat, he passed by a house still under construction. They were still putting the scaffolding. One of them fell down the street from eight or ten stories high and crashed into the sidewalk. It fell quite close to him; he didn't even touch it, but he did ripped off a piece of cement that caused a scratch on his cheek. Of course, the panic was great, but the truth is that he felt more surprise than fear. It was as if someone had lifted the lid of life to show him its mechanism. He was troubled to discover that by ordering his existence wisely, he had moved away from life rather than adjusting to it. After walking only twenty steps from the place where the beam had fallen, he realized that he would never again enjoy peace until he had accustomed himself to and adjusted to that new view of life. By the time he finished eating, he had already done the procedure. If a beam accidentally falling could end his life, then he would change his life, handing it over to chance, by the simple procedure of going somewhere else. He wanted his family as other men do; but he knew that he left her in a good position, and the love he had for his own was not of the kind that makes absence painful. He wandered around for a couple of years, until one day he settled in Spokane. I didn't regret what I had done. It seemed reasonable to him. He was accustomed first to the beams falling from above; and the beams fell no more; and he was accustomed, he adjusted himself, that they should not fall. FIN Taken from The Maltese Falcon, 1929", "title": "Un hombre llamado Flitcraft", "author": "Dashiell Hammett"}