{"metadata": {"length": 9440, "words": 1720, "reading_time_min": 8.6}, "text": "Angela entered: she came to the mirror, let go of the rich robe of skins; she stood in the body, stooped, tucked even to the thigh by the sofa of the sarao, and looked, and expressed in her face that quick, indefinable satisfaction of the woman who thinks: \"I am not bad! What it is today seemed to many to be fine.” It was, however, a resounding joy. The lady's eyes were dimmed; her slender arms fell along her body, and, raising her hands carelessly, she began to rip apart her body. Before the third corset, he said: \"I will wait for you dressed - he thought. At the cabin, today is New Year's Eve. Will he be able to go to his fourth?\" When Angela, relieved, sat up and re-draped her coat, and sat down in the diva to wait comfortably, her heart sank very low, and tumultuous feelings rushed through her veins and threw her nerves into turmoil. “It is not all your fault,” he thought, blaming himself, a tactic common in the desdichados. I have left things to be put in this way. I see the so monastic customs of the honey moon disappearing, and I transition. I see other segregation, vulgar... and resign. I see that we are starting to come out on our own... and I am not going to try to complain in a high voice. I see that we only talk about eating times... and I feel shame for being sad or angry. This cannot be; something I must do from my part. “Decency is a very good thing, yes, very good thing; but when it is afflicted and racked with, and when it is flung through the head with so many ideas of hell in a minute, it is a brave consolation to the dignity.” It was not an angel of the women who weep two to three. On the contrary, he abhorred spit and spitters. However, at the end of the soliloquy, he suspected he had wet eyes... and, frightened, flung them with the Alençon pauldron he was carrying concealed at the top of the corselet. \"The case is - he thought, impatiently - that I will have a table for the mouse. I came so early, without wanting to take a cup of tea... what time is it?» As a reply to the question of its owner, the golden bronze clock produced that slight trembling which announces that it is going to strike the hour, and began to strike it, clearly, distinctly and delicately. Angela was counting anxiously: “One, two, three, four... no doubt, twelve... a year has passed, and the next one begins by vibrating the last campaign!” Angela sat up. The tongs, which preceded the ax, were found illuminating only by the bulbs that lighted the ax in the mirror when it was removed. Another larger mirror, the one of the tympani, placed in front, reflected the lights in its wide moon and fingy, there in the background of the stay, flimsy tangles of objects, tangles of curtains and strange shapes of furniture, which were adapted to any fancy of the imagination. That is, the Angel, exalted, materialized, in a few seconds, the image of the year that was to come and the year that had come. I saw them as they paint them in their joys and their anniversaries: the centenarian with a shaved head, a swollen chin, dry hands, supported by a bare chest, encased in a grey cloak, the watery grey of the clouds; and the infant, a rolling baby, in a hat, a shawl, a shawl, a hat, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a shawl, a \"New year, new year, it is little use to me if it brings no new life!... See, little, I am determined: either you bring it, or I will have it,\" she exclaimed in a high voice, covering her face with her hands and wringing her hands over her swollen, reddened hands. He was dead; he sat back in his seat, his eyes gleamed, his limbs swelled up. Even paid for the carpet, how they reverberated in the soul!Your steps!... So early!... So opportunely!... With such a sweet remark!... At midnight, the first hour of the year! Angela rushed to the door at the same time that José Luis was pushing her. His wife received him with a wild embrace, forgetting all the coquetry she had used moments before to give the decisive battle and to reclaim, or know if she had lost, her beloved husband. Quite a coincidence! It was said that a thought itself or a need for pure, strong, sincere, ardent, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, pure, What hidden mobiles determined José Luis’s behavior! Deafness and injuries outside, leading him to seek warmth inside! Or, more cristianly, do you return from a not-yet-dead, though adoring love? It is true that, from the first moment, Angela saw and felt that it was not necessary to extinguish the fire, for she knew its intensity in the tremors and shivers, in the spluttering words and even in the husband's own silence, which with sweet rage shook the diva, and that a thin, naive front, covered with black hair, was resting on the lady's breasts, whose aroma Angela knew so well that its smoky emanations caused her a delicious tingle. Angela's joy was resolute, and her heart, which had been closed, opened as a sunflower does in the atmosphere she prefers. During a venturosa interlude languidez shook his tongue, had the courage to complain of the past, and said his solitude, his abandonment in the middle of the social desert, his changed despair, his dark meditations, his sobbed tears, his silent and fervent protests... José Luis laughed, showing the white teeth between the clean and soft beard, and responded with sighs, with laughter, with a sweet and adulatory comic mumble: -Today begins the New Year, you know? -She shivered, wildly, anemically, less enthralled with the reality than enthralled with the hope. New Year, new life... Really? Really, these days won't be like those of last year, so long, so cold, so terrifying? That cursed year had at least a dozen months! Anda, tell them you won't come back!... New life... -New life! - he replied, cheerfully, helping, with a gentle sneer, to remove the elegant pink tiara that encircled his wife's head... The next morning Angela awoke before the child had awoken the woods: the lamp still glowed behind the colored glass shades that shielded its light, and in the tibio arose indefinable traces of the emotion, of the past ebullience. Angela looked about her; she saw herself alone; and serious, reflective, rousing herself from sleep, she sat up on her knees. \"A few happy hours, yes; but after that!... He laughed; how he laughed with this new life!... Poor me! You don't have to dream... Today begins a year that will be the same as the other... I did bad by being so caring... Hah! If the case were to reappear... it would be the same! New Year, thief! You have fooled me...' And thinking thus, Angela thought that in the cracks that closed the passage to the toccerist a figure was agitating... The scarce light did not enable her to see it clearly; but the figure was separating the cracks, and Angela could not doubt it. It was the New Year, the little boy, red, ruddy, fresh, with his embroidered shirt, his batiste hat... Under his arm was a red bowl, with blue ribbons. He also laughs, like José Luis, but he laughs in a stifled way, with the delicious laughter of the first child, which spits out shrieks of divine indignation and threatens with the threat of a curse to the lady... Until she imagined the child uttering slurred words, in a confused middle-class tongue: \"No!... I need... a new life!... If..., I..., a new life!... YOU!...!\" Angela clasped her hands. His eyes dilated, his chest rose to breathe eagerly; a wave of mysterious joy arose from the depths of his being, to his face, transformed by ecstatic bliss. - A child! - murmurs, trembling.", "title": "Vida nueva", "author": "Emilia Pardo Bazán"}