{"metadata": {"length": 5870, "words": 1149, "reading_time_min": 5.745}, "text": "It had been awarded a prize, or, better said, two prizes: one, small, and another, greater, to the fastest runners; but not in a single race, but over the course of a whole year. -I have won the first prize - said the li'l love-. It is natural that justice is imposed when there are relatives and good friends in the jury. But that the swan would get the second prize is almost offensive to me. -No way - the state, which had acted as a witness in the act of awarding the prizes, protested. You also need to consider your effort and good will. Many people of weight said so, and I agreed with them. It was clear that the sledge needed a year to save the hinge of the door, but with the hammer the muslin broke, for him it was to go out. He has lived alone and exclusively for his career, and he has also brought the house down in price. All of this deserves to be taken into account. That is why he was awarded the second prize. -They could have stayed with me too - the owl said. I think no one has ever beaten me in flying speed and thrust. Where have I come from? Long and ever farther away. -Yes, and there is his shame - the stout man replied. You are taking too many turns. You always move to other lands when the cold starts here. It does not show the least patriotism. It cannot be taken into account. -What would happen if I stayed in the cenagal all winter? If it all passes me by, would you take me into account? - the owl asked. -Obtain a certificate from the Panhandle Lady, certifying that half the time has been spent in the country, and you will be admitted to the contest. -I deserve the first prize, and not the second - protested the crow. I am sure that love was always running away, afraid of danger. I, on the other hand, made the career my goal in life and it cost me to be invalid, in an act of service. If anyone missed the first prize, it was me. But I am not going to start a war now; it is against my character. And he heard his mother. -I give my word, and I can defend it, that the awards, at least as far as my vote is concerned, were awarded taking into account all the competing circumstances - said the old forester, who was a member of the College of Arbitrators. I always proceed with due order, with reflection and circumspection. Seven times I have had the honor of being a dictating judge, but so far I have not succeeded in imposing my criteria. In every distribution I have always sided with some particular fact. When the first prize was awarded, I numbered the letters in the order of the alphabet, starting with the last, while in the second I numbered the first. And now see what happens when you take apart the first: The tenth letter after the Z is the L, so I voted for the liebre for the first prize, and the third starting with the first is the C; from here I gave my vote for the horn for the second prize. The next time, the first prize will go to K, and the second to D. The important thing, in all things, is to proceed always in order. You have to start from a solid base. \"If I had not been a member of the jury, I would have voted in my favor,\" said the woman, who had acted as judge. Not only the speed of the advance, but also other circumstances, for example, the weight that can be pulled. However, this time I did not insist on it, nor did I observe the listlessness of love in flight, the talent with which it suddenly leaps to one side to frighten its pursuers. But there is another thing, which is heavy and should not be neglected; I am referring to what they call “beauty”. I have taken this into consideration, observing the beautiful and developed ears of the lilac. It's nice to see how long they are! I got the impression that I saw myself when I was young. That is why I voted in favor. -Bah! - exclaimed the owl - I will just say one thing, and that is that I have reached more than one love. I know. It's been a while since I broke the back of a zebra's leg. I had climbed onto the locomotive of a train; I do this often, because it is the best way to observe one's own speed. A lion was running ahead of me, not suspecting that I was there; at last he had to turn, but the motor had snatched his hind legs, because I was on top. The love stayed there tense, while I went on ahead. It's not a victory, is it? But I don't want the prize; it gives me equal. \"I think - the wild rose thought, although she sat and thought, for it was not in her nature to speak, although that occasion would have been very suitable - I think the first honorary award would go to the Sun, and the second, by addition. In a shaman he traverses the incommensurable distance that separates the astrosphere from the earth, and arrives with a force capable of awakening the whole of Nature. And it has such beauty that makes the roses sing and perfume the air. Those biased judges don’t seem to have noticed all this. If I were the sun, I would send an insolent message to all; but all I could do would be to make them crazy, and for this you do not need help. Better that I die. We have peace in the forest. It is magnificent to be able to bloom, to perfume and to refresh, and to live in the legend and in the song. But the ray of sunshine survives us all.” - What is the first prize? -asked the lark of the earth, which had passed the time slumbering and had come late. -It consists of having free admission to a farm - the man said - I proposed it. As I had to win the love, I, as a thinking and active member, took good care to consider the usefulness it would report to the winner. Now the love is sufficient. The horn can be hung on the wall to dampen the wind and the sun's rays; it is also appointed as an arbitrator for the next competition. In what men call a committee, it is very helpful to have an expert. I must say that I have great hopes for the future, because the beginning has been really splendid. FIN", "title": "Los corredores", "author": "Hans Christian Andersen"}