{"metadata": {"length": 4250, "words": 806, "reading_time_min": 4.03}, "text": "Many, many years ago, in the city of Baghdad lived a young man named Simbad. He was very poor and, to earn a living, was forced to carry heavy loads, so he was known as Simbad the Loader. Oh, my God! \"What a sad fate for me!\" he lamented. \"The fate was that their complaints should be heard by the owner of a beautiful house, who ordered a servant to bring the young man in\". Through wonderful flowery courtyards, Simbad the Charger was led to a large hall. In the room was a table full of the most exotic meats and the most delicious wines. Around her were several people sitting, including an elderly man who spoke as follows: \"My name is Simbad the Marine. Don't think my life has been easy. For your understanding, I'm going to tell you about my adventures... although my father left me a considerable fortune when he died, it was so much that I wasted that I finally saw myself poor and miserable. So I sold what little I had left and embarked on a merchant ship. We sailed for weeks, until we reached an island. As we landed, the ground suddenly trembled and we all came out projected: in fact, the island was a huge whale. Since I could not get to the boat, I let myself be dragged along the currents by a board until I reached a beach full of palm trees. Once on land, I took the first boat that sailed back to Baghdad... and at this point, Simbad the Sailor interrupted his story. He gave the boy 100 gold coins and begged him to come back the next day. So Simbad did and the old man continued his wandering... One day after we landed, I fell asleep and when I woke up, the ship had left without me. I came to a deep valley filled with diamonds. I filled a sack with all I could get, tied a piece of meat to my back and waited until an eagle chose me as food to take to its nest, thus taking me out of that place. After the story was finished, Simbad the Sailor again gave the young man 100 gold coins, begging him to return the next day... - I could have stayed in Baghdad enjoying the fortune gained, but I got bored and got back on board. Everything was fine until a great storm struck us and the ship sank. We were thrown to an island inhabited by some terrible dwarves, who took us captives. The dwarves led us to a giant with one eye that ate human flesh. When night came, taking advantage of the darkness, we stuck a burning stake in his one eye and escaped from that awful place. Back in Baghdad, boredom took hold of me again. But I will tell you this tomorrow... and with these words Simbad the Sailor delivered the young man 100 pieces of gold. - I started a new journey, but by fate my ship sank again. This time we went to an island full of anthropophants. I was offered the king's daughter, whom I married, but soon she died. There was a custom in the kingdom: that the husband should be buried with his wife. Fortunately, at the last moment, I managed to escape and returned to Baghdad loaded with jewels... and so, day after day, Simbad the Marine was telling the fantastic adventures of his travels, after which he always offered 100 gold coins to Simbad the Carrier. Thus the boy learned how the adventure of Simbad the Sailor had led him many times to become rich, then to lose his fortune again. Elder Simbad told him that on his last trip he had been sold as a slave to an ivory dealer. Their mission was to hunt elephants. One day, fleeing a furious elephant, Simbad climbed a tree. The elephant grabbed the trunk with its powerful trunk and shook the tree so that Simbad went to fall on the animal's back. He then led him to an elephant cemetery; there was enough ivory there to make it impossible to kill any more elephants. Simbad thus understood it and, presenting himself to his master, explained where he could find a large number of tusks. In gratitude, the merchant granted her freedom and gave her many precious gifts. \"I've returned to Baghdad and I've never boarded again\", the old man continued. As you can see, there have been many avatars in my life. And if I now enjoy all pleasures, I have also known all afflictions before. When he finished speaking, the old man asked Simbad the Charger to agree to stay with him. The young Simbad accepted gladly, and never again had to bear the weight of any burden.", "title": "Simbad el Marino", "author": "nan Anónimo"}