{"metadata": {"length": 7148, "words": 1382, "reading_time_min": 6.91}, "text": "He returned at six in the morning and, as usual, went to the toilet; but instead of getting naked, he sat down or, rather, he fell on a chair... putting his hands on his knees, he remained in that attitude for five, ten minutes, perhaps an hour. I couldn't have said it. 'The seven-hearted,' he said, representing the disgusting snout of his opponent, who, despite being immutable, had let satisfaction flow in the moment of winning. - The devil! - he exclaimed. There was a noise behind the door. And there appeared his wife, a beautiful woman, with black hair, very energetic, with a nightcap, a chamber with lace and green flax shoes. - What's wrong with you? - he said, calmly; but, seeing his face, he repeated- What's wrong with you? - I'm lost. - Have you played? - I know. - What's the matter? - What? - What? - he repeated, with an angry expression. I'm lost! And he shed a tear, trying to hold back the tears. - How many times have I asked you, how many times have I begged you not to play? She felt pity for him; but she also felt sorry for herself, thinking that she would pass penalties, as well as for not having slept all night, tormented, waiting for him. \"It's six o'clock\", he thought, glancing at the watch on the table. - The fame! How much have you lost? - All of it! All that I had and all that I had of the Treasury. Punish me! Do what you want. I'm lost - he covered his face with his hands. That's all I know. -Misha! - What? - Listen to me, please. Have pity on me. I'm also a human being. I've been up all night. I've been waiting for you, I've been suffering; and here's the reward. Tell me at least how much you've lost. - It's so high, I can't afford it; no one could. I lost 16 thousand rubles. I should run, but how? He looked at his wife, and, which he could not wait, she attracted him to her. How beautiful she is! he thought, and took her by the hand; but she refused. -Misha, speak properly. How could you do that? \"I was hoping to recover\", he pulled out his cigarette and started smoking eagerly. Of course I'm a scumbag. I don't deserve you. Let go of me. Forgive me, for the last time. I'm going to leave. I'm going to disappear, Katia. I couldn't help it; it was impossible. \"It was like a dream, it was unintentional\". What do you want to do? I'm lost. I'm sorry about that. He wanted to hug her, but she walked away in a angry attitude. - Oh, my God! Men are worthy of compassion. When things go well, they are brave; but when something doesn't go well, they are already in despair and are useless - he sat on the other side of the weaver. Tell them everything in order. The husband obeyed. He said that when he was going to take the money to the bank, he had met Nekrasov. This one asked him to go home and play a game. So they did; he lost all his money; and at that moment he was determined to end his life. Despite his claims, the wife realized that she had not decided anything: she was simply desperate. He listened to his story to the end and said, \"This is all stupidity, shame. How could you lose the money without wanting to? It's not fair. - Laugh at me and do what you want with me. I do not intend to rebuke you, but I would save you, as I have always done, however vile and pitiful you may appear before my eyes. - I think as desperate as you are, it's cruel of you to torment me like this. I'm sick of you. I had to take it again today... and suddenly you come to me with this surprise. For what it's worth, that impotence attitude... you ask me what you should do. Well, that's very simple. It's six o'clock. Go to Frim's house immediately and tell him everything. - Will he pity me? You can't tell him that. - You are so stupid! Do I advise you to tell the bank manager that you lost the money he entrusted to you in the game? You're going to tell him you were going to Nikolaievsky Station... No, no! You better go to the police right now. - No, I'm not! Not right now. You're gonna go to the police at ten and tell them that when you were walking down Nechioesky Avenue you were attacked by bandits, one bearded and the other a real kid, armed with a revolver and your money was taken. Then you'll go to Frim's house, tell him the same thing. - Yes, but... - he lit a cigarette. You can find out from Nekrasov. - I'll go see him, talk to him and fix everything. Misha calmed down; and about eight o'clock in the morning she fell asleep with a deep sleep. His wife went to wake him up at ten. * * * This had happened in the morning on the top floor. In the one below, inhabited by the Ostrovsky family, the following happened at six o'clock in the afternoon. They had just eaten. Princess Ostrovskaya, a young mother, called the lazy man, who had just passed around the table, serving cake; she ordered a plate, and after serving a ration, she turned to her children. The eldest, named Voka, was seven years old, and the youngest, Tania, four and a half. Both were very beautiful; Voka looked healthy, serious, and serious, and her charming smile exposed her missing teeth; Tania, with her black eyes, was a lively, energetic, talkative, funny creature, always cheerful and affectionate to everyone. - Kids, which one of you is going to take the cake to the nursery? - I - exclaimed Voka. \"I, I, I\", cried Tania, jumping from her chair. \"He who says it first will take it\", said the father, who used to pamper Tania and therefore enjoyed every opportunity to show his impartiality. Tania, this time you have to give in. - I don't care what you say. Voka, take the cake, walk. I'm happy to do it for you. The kids used to thank me after dinner. Everyone waited for Voka while they were having coffee. But this one was taking a long time to come back. -Tania, run to see what's wrong with your brother. When Tania jumped from the chair, she hooked up a spoon, which fell to the ground. He hurried to pick it up and put it on the edge of the table, but the spoon fell again; he picked it up again and, laughing, ran with his gordy legs, stuck in the stockings. She went out into the hallway and headed to the children's room, next to the nanny's. He was about to go in there, when he suddenly heard some tears. He turned his head. Voka, standing by her bed, was looking at a toy horse, crying bitterly, with the empty plate in his hands. - What's wrong with you? Where's the cake? - I... I... I ate it without even knowing. I'm not going, I'm not going...! Tania, it was really unintentional. I just wanted to try it, but then I ate it all. - What are we gonna do? - It was unintentional... Tania was thinking. Voka was still crying, disconsolated. Suddenly, the girl's face became bright. - Don't cry, go tell the girl you accidentally ate your cake and apologize. We'll give him our rations tomorrow. The niania is good. Voka stopped crying and shed tears with her palms. - How am I supposed to tell him? - he blinked, in a trembling voice. - Let's go together. The children went to see the nanny; and they returned to the dining room, happy and content. The children and their parents were also happy and contented when she told them, excited and amused, what the children had done. FIN", "title": "Sin querer", "author": "León Tolstoi"}