{"metadata": {"length": 7472, "words": 1405, "reading_time_min": 7.025}, "text": "There were eight Japanese gentlemen eating fish at Bentley's restaurant. They barely spoke their incomprehensible language, but when they did so they did so with a polite smile and even a slight inclination. Everyone was wearing glasses, except one. From time to time, the beautiful girl who was sitting by the window would look at them, but her own problems seemed too serious for her to pay attention to anything but herself and her partner. She had fine blonde hair and a pretty, petite Regency-style face, oval-shaped like a miniature. Her manner of speaking, however, was cutting: perhaps the accent of Roedan school or Cheltenham Ladies College, from which she probably would have left shortly before. He wore a male-sealing ring on his ring. From my table (the Japanese gentlemen were among us) I heard it. You see, we can get married next week. - Yes, you did. His partner seemed a little distracted. He filled Chablis's glasses and said, \"Of course, but mom... For a few moments I missed part of the conversation, because the oldest of the Japanese leaned over the table, with a smile and a kind of greeting, and dropped a paragraph that reminded me of the fuss of a poultry shop, while the others leaned over to him and listened. I couldn't stop listening myself. The groom looked physically like the girl. I imagined them as two miniatures hanging side by side on a white wooden panel. He could have been a young officer in Nelson's navy, in the days when a certain weakness and sensitivity did not hurt the promotion. 'They'll give me an advance of five hundred pounds,' she said. They've already sold the rights to the pocket edition. I was shocked by the harsh commercial tone of her words; I was also surprised that the girl was practicing the same profession as I was. She didn't look over twenty. He deserved better than this. But my uncle... he said. You know you don't get along with him. That way we'll be completely independent. \"You'll be independent\", he said reluctantly. You don't like the wine trade too much, do you? I've spoken to my editor and there's a good chance... if you start reading a little... but if I don't know anything about books. I'll help you at first. Mother says publishing books is just a good help... Five hundred pounds and half of the rights to the pocket edition seems to me to be a pretty substantial help... she said. How good is this Chablis, isn't it? - Of course you are. I started to change my mind about the boy. I didn't have the touch of Nelson. He was doomed to defeat. She's back on the payload. You know what Mr. Dwight told me? Who is Dwight? You're not listening to me. My publisher. He told me that in the last ten years he had not read a first novel with so much power of observation. \"That's wonderful\", he said sadly. That's wonderful. But he wants me to change his title. - Yes, you did. He doesn't like the continuous stream. He prefers the game of porcelain. What did you tell him? That's right. I think, being a first novel, we should please the publisher. Especially because he'll let us get married, right? Yes, I understand you. The boy distractedly agitated the Chablis with a fork (perhaps before the engagement he drank only champagne). The Japanese gentlemen finished the fish and with very little English, but with extreme courtesy, they asked the waitress for a fruit salad. The girl looked at them, then at me, but I think she only saw the future. I felt tempted to warn her about a future based on a first novel called The Porcelain Game. I was on the boy's mother's side. It was a humiliating thought, but her mother must have been my age. I would have liked to have said to the girl, \"Are you sure your publisher told you the truth?\" Editors are human. Perhaps they exaggerate the virtues of beautiful young women. Who's gonna read The Porcelain Game in five years? Are you prepared to fight for years, for the long defeat of doing nothing right? As the years go by, writing will become more difficult, the daily effort will be more difficult to endure, that power of observation will be weakened; when she is forty years old, she will be judged by her achievements, not her promises. My next novel will be about St. You're going to stumble. I didn't know you were there. I've never been. An innocent look is very important. I thought we could settle down there for six months. There won't be much left of the advance by then. An advance is just an advance. I get 15% for every 5,000 copies and 20% for every 20,000. And of course, they'll give me another advance when I finish the next book. It'll be longer, if the porcelain game sells well. What if it doesn't sell? Mr. Dwight says it's going to sell. And I guess you know what he's saying. My uncle will give me $1,200 to start with. But dear, how could you go to St. You're going to find me? Maybe we should get married when you get back. She might not come back if The Porcelain Game sells well, she said roughly. The girl looked at me and then looked at the group of Japanese gentlemen. He finished the wine and asked, \"Are we arguing?\" - No, I'm not. I already know the title of my next book: A Blue Blue. I thought blue was azure. She looked at him disappointed. You're not interested in marrying a novelist, are you? You're not yet. I'm a born novelist, Mr. Dwight says. My power of observation... Yes, you've already told me. But couldn't you watch a little closer? Here in London? I've already done it in The Porcelain Game. I don't want to repeat myself. For a few minutes, the account was waiting next to them. He took out the wallet to pay, but she took away his bill. I said, \"I invite you today\". Why? To celebrate the release of The Porcelain Game. Honey, you're very decorative, but sometimes... well, you just distract yourself. If you don't mind, I'd rather... No, honey, this is on my own. And for Mr. Dwight's, of course. He surrendered, while two of the Japanese gentlemen began to speak at the same time, stopping suddenly and greeting each other bowing, as if giving way to a door. I had imagined the two young men as twin miniatures, but there was a big difference between them. The same kind of beauty can contain weakness and strength. The girl's equivalent Regency would have given birth to twelve children without anesthesia, while he would have been an easy victim of the first black eyes in Naples. Would there ever be twelve books on the girl's shelf? I should have them without anesthesia. I was surprised to wish that The Porcelain Game would prove a failure and that she would become a photographic model, while he established himself firmly in the St. Louis wine trade. I'm not going to lie. I didn't like to imagine her becoming Mrs. Humphrey Ward of her generation, although it was hard for me to live that long. Old age prevents us from confirming many of our fears. I wondered which publisher Dwight belonged to. I was already imagining the flap I would have written about the girl's \"pervasive power of observation\". If it was sensible, I'd post a photo on the cover, because reviewers are human, like editors, and she didn't look like Mrs. Humphrey Ward. I heard them talking as they went to the back of the restaurant looking for their coats. \"I wonder what all those Japanese are doing here\", he said. Japanese? She said. What Japanese, honey? Sometimes you're so evasive that I think you have no intention of marrying me. *FIN* The Invisible Japanese Gentlemen, Saturday Evening Post, 1965", "title": "Los invisibles caballeros japoneses", "author": "Graham Greene"}