{"metadata": {"length": 6522, "words": 1121, "reading_time_min": 5.605}, "text": "Swans understand the signs. Victor Hugo, Les Misérables By consulting volumes of Natural History, our illustrious friend, Dr. Tribulat Bonhomet, had ended up learning that the swan sings well before he dies. Indeed, she admitted recently, ever since she had heard it, only that music helped her to endure the disappointments of life, and any other one seemed to her nothing more than a cremated, pure Wagner. How had he gotten that amateur joy? Thus: In the vicinity of the ancient fortified city in which he lives, the practical old man had discovered a good day in an abandoned secular park, in the shadow of large trees, an old sacred pond, over the gloomy mirror from which twelve or fifteen calm birds slid; he had meticulously studied the accesses, calculated the distances, observed above all the black swan, the vigilant, who slept, lost in a ray of sun. This one, who stayed every night with his eyes well open with a pebble on his long pink peak, and if the slightest alarm revealed danger to those he guarded, with a movement of the neck, the pebble dropped sharply into the water, in the middle of the white circle of the sleeping to wake them up: upon hearing that signal, the group, guided by its guardian, would have run in the midst of the darkness to deep avenues, to distant grasslands, to some fountain where grey statues were reflected, or to any other refuge known to his memory. And Bonhomet had long watched them in silence, even smiling at them. Was it not, then, with his last song that, as a perfect dilettante, he dreamed of soon getting his ears? Sometimes, then, when the twelve o'clock sounded on a moonless autumn night, bothered by insomnia, Bonhomet suddenly got up and dressed in a special way to attend the concert he needed to listen to again. After inserting his legs into huge, seamlessly lined rubber boots that stretched a wide, seamless Leviathan that was also conveniently lined, the bony and giant doctor would insert his hands into a pair of blazoned steel gloves from some medieval armor (gloves of which he had become a happy owner after paying thirty-eight beautiful coins - \"A Madness!\" - to an antiquary). With this in mind, he strapped on his large modern hat, turned off the candle, went down and, with the key to his house in his pocket, headed towards the edge of the abandoned park. He would then enter the dark paths of his favorite singers, the pool of water, which was shallow and well-sewn, and was not past his waist. And under the tree-lined vault near the landings, he deafened his steps as he stepped on dry branches. When he reached the edge of the pond, slowly, very slowly - without making any noise! - he would insert one boot, then the other, and move into the water with unprecedented precautions, so unprecedented that he barely dared to breathe. Like the melomaniac in the face of the imminent cavity. So much so that, to take the twenty steps that separated him from his virtuous loved ones, he usually took between two and two and a half hours, to such an extreme he feared alarming the subtle vigilance of the black guard. The blast of the starless skies wounded the tall branches in the darkness surrounding the pond, but Bonhomet, without being distracted by the mysterious whisper, continued to move insensibly and so well that, by three o'clock in the morning, he was, invisible, halfway through the black swan, without the black swan having perceived the slightest hint of his presence. Then the good doctor, smiling in the dark, scratched softly, very softly, scratching barely with the tip of his medieval index, the annulled surface of the water, before the watchman... and scratched so softly that he, though somewhat surprised, did not judge this vague alarm as of importance worthy of throwing the pebble. The swan was listening. In the end, when his instinct was vague about the idea of danger, his heart, oh! His poor naïve heart began to beat horribly, which filled Bonhomet with joy. And the beautiful swans, one after another, disturbed by that noise in their deep sleep, waved their heads wavyly from under their pale silver wings and under the weight of Bonhomet's shadow, slowly entering a state of anguish, perceiving a confused awareness of the mortal danger that threatened them. But in their infinite delicacy, they suffered in silence like the watchman, unable to flee since the pebble had not been thrown. And all the hearts of those white exiles began to beat with deaf agony, intelligible and clear to the astonished ear of the excellent doctor who knew very well what was morally producing their closeness and delighted, in incomparable itching, with the terrifying feeling that their immobility was causing them to suffer. \"How sweet it is to stimulate artists!\" he said in a low voice. Three-quarters of an hour, or so, lasted this ecstasy that would not have been changed by a kingdom. Suddenly, a lightning from the Morning Star, sliding through the branches, suddenly lit Bonhomet, as well as the black waters and swans with dream-filled eyes! The watchman, terrified by the sight, threw the pebble... Too late!... With a horrible cry in which his smiling smile seemed to unmask, Bonhomet rushed, with his claws up and arms outstretched, toward the holy bird's ranks. And the steel fingers of that modern paladin were quick to squeeze, and the pure snow collars of two or three singers were pierced or broken before the radiant flight of the other poets-birds occurred. Then, forgetting the good doctor, the dying swans' souls exhaled into a song of immortal hope, liberation and love, towards the unknown heavens. The rational doctor smiled at this sentimentalism of which, as a serious acquaintance, he merited only one thing: THE TIMBER. I appreciated nothing more than the unique softness of the timbre of those symbolic voices, which vocalized Death as a melody. With his eyes closed, Bonhomet sucked the harmonious vibrations into his heart, then, shaking, as in a spasm, he would drop on the edge of the pond, lay on the grass, lying face down, inside his warm, waterproof clothes. And there, that patron of our age, lost in a voluptuous torpor, was once again savoring in the deepest recollection of his being the delicious singing - albeit vicious by a sublimity according to him out of fashion - of his beloved artists. And, reabsorbing her comatose ecstasy, she rumbled like this, to the bourgeois, that exquisite impression until dawn. The Tribute to Bonhomet, 1887. Translated by Esperanza Cobos Castro.", "title": "El asesino de cisnes", "author": "nan Villiers de L'Isle Adam"}