{"metadata": {"length": 7559, "words": 1433, "reading_time_min": 7.165}, "text": "Piloncito was in prison for killing a woman, but judging by his presence, he was unable to rebel. Everyone made fun of his toad figure and his calf eyes. He never bothered. If anything, I'd smile with a frozen smile of a dead man. The old prisoners were getting angry. Little Pilon, don't eat mangoes, you will die. Piloncito, when you get out of here I'll manage your freedom. Little Piloncito showed his big yellow teeth. What I want is to come out confident. His whole aspiration was to get him out of there, to send him to another prison or to some captain's estate. And he was afraid of the place, and when he was feverish, he cried out in his heart, saying, For God's sake, leave me not alone; leave me not alone. In La Vega prison, before he was convicted, he heard it said: Fulano died in Nigua. The one who is serious in Nigua is Zutano. In the days of the sentence he prayed to the Virgin of the Altagracia that they would not send him to Nigua. So, when he heard the secretary read:...to serve a sentence of fifteen years of forced labor in the Nigua Penitentiary, he fell to the ground fainted and had to be taken out of court charged. Little Piloncito was sick. Its pale, translucent color had made way for the fever red. He was shaking, complaining. Piloncito was shrunken, with a round face and a narrow forehead. Lying in his hammock, he looked like a pig. At midnight, he called me in a low voice. I heard the sentry pass. I'm dying, Piloncito cried, and my mom's gonna be out of support. Don't rush, Piloncito, you will get better. He nodded and said no. Her brown eyes came and went full of terror. Everyone here says I'm not coming out alive. Lie, Piloncito; I assure you you will not die. Do you know about medicine? Yes, Piloncito, I am a doctor. He came back complaining. He grabbed his belly with his short hands. There comes the sentry, Doctor; go. Because I didn't lie for long, I said, \"Don't call me doctor. I don't like it when they know. Little Piloncito had been sick for three days. He would soon remember him and often, at work, he would hear this question: \"Has Piloncito died?\" A young man who was sentenced to thirty years for murder and robbery, repeatedly said: \"Here are those who die and those who fulfill. But Piloncito didn't save himself. When he was sober, he looked at us with sad eyes and called me to ask me to take his pulse. Do you think I'm going to die, Doctor? We were silent. A prisoner named Jesus, who kept on reading cards to read his luck, smiled like an experienced person in those mishaps. Don't be so soft, Piloncito, I've been up here for a while. On the third night the guard pulled his face out of the bars and asked out loud, \"Is that son of a bitch dead yet?\" Piloncito opened the cattle's eyes, trembled and broke down in tears. Two days later, there was a change of command; a lieutenant with a bad face but a soft voice took over the prison. He went to the cell in the afternoon. I was barking with the sick man, who had fallen from the hammock, unconscious, and groaned like a child. That man is very ill, Lieutenant. What else do you want us to do? I was immediately sympathetic to the man: the previous man would have answered me with a \"Shut up, this is none of your business!\" or worse. Send him somewhere else. Little Piloncil grabbed his belly and screamed. The lieutenant came up. I don't see where he said. I took advantage of the situation: The other prisoners looked at me in amazement. The criminal was in the middle of nowhere. At sunset we could see, through the bars, the sun shining red on the loins. The silence was taking over the place. Sometimes they sounded like soldiers' voices or dogs barking. Little Pimp called me one night. It was late, almost dawn. He told me he was in a death trance and he was very grateful. Don't rush, Piloncito, that what I have done for you you will do tomorrow for me. No, Doctor, I won't do it on my own. I'm not stopping right now. It seemed quiet. His round face, his calf-like eyes, his narrow forehead and even his dead laugh had acquired some sweet serenity. Peace was what that discolored face breathed. Holding my two hands with her rough hands, she spoke softly of her mother, of her free life. He was confused. Suddenly he grabbed his right side and began to groan again. He had a bulging, hard liver. Take this pain away from me, for God's sake. Take it away from me! He was complaining. A prisoner woke up: \"Conkho, Piloncito, you don't let people sleep! Just die before I get drunk again! Little guy raised his head. I saw his eyes take on an unknown hardness, glowing like flames; I saw his whole face fill with passion. ♪ Maldeka! ♪ She cried. I'm going to hell! I hope God sees you worse! He was breathing when he dropped again. Take this pain away from me, for your mother, Doctor! Get rid of him! He twisted and drowned. \"Take courage, Piloncito, for your confidence is coming. And he said among them, No, that shall not come, I cannot bear, doctor. Yes, he's coming. I lied. The lieutenant assured me today. I forgot. He got a little cheerful. Do you believe it? Is that true? Yes, you are, Piloncito. It must have been near dawn. I heard the unmistakable passage of the sentry: chas, chas, chas, chas. The little guy was holding up. We saw him trapped in the clutches of relentless malaria, with no way to defend him, no quinine, no goat for tea. It was getting worse. He vomited bile and couldn't stand. One Sunday, at midnight, I was breaking up with him. He was driving you to fulfill a need. He was complaining, almost speechless, and his feet were getting tangled. Suddenly we heard the lieutenant's voice. - Little pillow! I've almost gotten his trust. Over my shoulder, Piloncito twisted. She was showing her idiot smile, surrounded by beards. He reached out a hand and wanted to talk. I could feel her heart beating under the rough clothes. - Is that right? He asked. He looked at her with an expression of disbelief, and her face began to take on a childlike appearance. His factions were quickly relaxed. I felt it was going to go away. - Little pillow! You little cock! I cried. He wanted to smile, but he just nodded. Suddenly he hit me on the shoulder with his beard, dropped his arms and bent his legs. We could hear him groan, \"My confidence, my confidence... some ran. He muttered something else, already on the floor, but we didn't understand him. Then he foamed through the corners of his lips, and suddenly over his brown eyes seemed to pass smoke. They assigned two prisoners to make the grave and four to carry the coffin. It was not a coffin, but a coarse, unbrushed, unpainted wooden drawer. He was just looking at Piloncito. Jesus said, \"This one is serving me. We were followed by two soldiers, changing our minds. Camunguí, where the prison cemetery was, was a secluded village; there was a concrete church there. The moon increased the relief of the coffin and the men. The dogs were barking at us. A soldier complained, \"I'm going to go out with a dead man at night... see why he didn't die in the morning\". Jesus knew that they would not answer him, so he said, \"No one is saved from death and fate. And there's no set time. When they were landing, one prisoner said, \"Piloncito is better than us\". God bless you. A soldier jumped and hit the back of his rifle in the chest. You mean you're not happy with the treatment you get, you bum? You want to see? What is it you claim? \"No, nothing\", the prisoner said in a low voice. And we came back in two, silent. *FIN* Two pounds of water, 1941", "title": "Piloncito", "author": "Juan Bosch"}