{"metadata": {"length": 3296, "words": 631, "reading_time_min": 3.155}, "text": "There was a pond under the hill where juncos grew. At its top, the dry leaves of a yew sway with the force of the wind. She climbed up there, beyond the tree, and fell into the long, green grass. In a farm house a doorbell rang and in front of the house, on the road, a dog barked. The place remained quiet until a car began to pass through the frozen road. Like the horn, the small rumblings spread out to the place where she was thumping, they were like fingers playing on her body. Then an aroma came out. The car took several minutes to pass. Soon another sound broke the silence. A young man from a neighboring farm suddenly arose from the fields. He jumped a hill and reached that same hill, but it took him a while to realize his presence, thumping at his feet. He looked toward the house and stood with his hands in his pockets, like a horse marking the path across the frozen ground. Then I knew she was there. The aroma of his body was penetrating into his consciousness. Like many other days, he ran to bow before her silent figure, but this time he felt something had changed. The time for talking and waiting was over. Today everything would be different. She was not the same. He tried to put his hands on his face, on his collar, on his chest, on his shoulders. Something had changed in his body, it was stronger, more firm. He kissed her lips, but she remained immobile and, for a moment, he was afraid. He was armed with strength and fell to his side. He was a farmer and in his life had accumulated many acres of barren black land. He was sure of himself. He was shivering his body deeply. He was planting the seeds of a child in the hot and fertile earth. * * * The seeds of her son were growing in her womb. On winter nights, she would walk along a path that zigzagged up a small hill and from there she would see cattle grazing in a pasture. It was big and strong. His legs moved from side to side, just as the child he was carrying in his arms did. He learned the rhythm of the small hills. He learned the rhythm of the horns. He learned the rhythm of his feet while walking. He learned the rhythm of his hands by directing the horns of the cattle. * * * In spring, with the arrival of the warm nights and when she was in advanced stage of pregnancy, she went out to walk through a barren field full of stones. Like the heads of a dead child, the small stones also sprang up. The field, bathed in moonlight, sank little by little until it reached the soft murmur of a river. Between the stones, sheep are peacefully grazing the grass of the meadow. In that desert field there were thousands of hungry children who fought to escape from the land. They struggled to get to her. The voice of the stream running through the stones began to roar. She stayed in that field for a long time, trembling in pain. He was sitting on a big stone, he got up and went to the farm. As he walked along the path, in front of a silent statue, he heard the lament of the voices shrieking in the darkness. A single child was struggling in his lungs. He sat down on the bed and shook his feet, kicking the walls of his cell. He stayed in the house, listening. Only a faint voice seemed to reach her in the twilight of silence that covered the night. FIN “Motherhood”, The Triumph of the Egg, 1921", "title": "Maternidad", "author": "Sherwood Anderson"}