{"metadata": {"length": 7564, "words": 1474, "reading_time_min": 7.37}, "text": "Maybe it's the old habit of not being recognized in public. The truth is that they didn't talk on the subway. Once in a while he looked at her and she gave a tristonic smile and nothing more. It was the complicated time of the commercial closure. The car was full and had an acrid smell, a mix of soot and sewage. Same as in 65. It was a relief to finally arrive at Vaugirard station. He took the bag with which she had appeared two hours earlier at the Lyon train station. Now it was snowing, and how. —We bought baguettes, Gruyère and Beaujolais? — Yes, of course, as always. —So we don’t go to dinner. — Better. The street is a mess. —At least in the mansard there is heating. — That's great. They made the purchases. They added gaulois and phosphorus for him; chocolate for her. She loaded the new packages, and he the sack. They climbed the rue Cambronne, arm in arm to protect themselves from the snow, but walking slowly to not slip. In the hotel on Blomet Street, Madame Benoit greeted them with the aft and distant smile of habit. She gave him her hand and said the classic phrase: she was glad that Mrs. Méndez [Madame Mandés] had arrived well. She smiled and bowed in response to another banal kindness. He picked up his key and they climbed up to the room. It was a mansion with one window, in whose front the snow was gathered. Near the window there was a table and two chairs. The double bed had a blue cover. On the wall, a coloured reproduction of Renoir. The simplicity was enough and welcoming. —I could not get the same room. 42 is occupied. —It doesn’t matter. It's beautiful, and it burns calories. However, she did not take off her coat. It was frozen. He opened the trunk and began to take out some clothes. He opened the doors of a closet almost a year ago. —I have left you free on the right. She did not answer, but began to put her clothes in the sacks and baskets that he had assigned her. He went to the wash basin, opened the tap and waited for the hot water to come out. He washed his hands. Then the packages were opened and the food was placed on the table. He broke the bottle. He cut each baguette in two and distributed the cheese rebundades. She was still arranging her things in the armoire when he came behind her and put his hand on her shoulder. She tilted her head to that side to feel the contact of the hand. Then he wanted to kiss her. —Now not. I have hunger. — I do too. She washed her face. Then he came to the table. They sex silently for a good while. —What banquet. —I must confess that this is my dinner almost every night. —A wonderful thing. He was dead of hunger. In the subway as a little girl, I felt a little frightened. —And now? —Now not. The wine and cheese brought me back to life. —You have turned the color of your eyes. You are pure. — Hunger. —You used to eat with less appetite. —Before here or before Uruguay? —Not here nor there. You were always unprepared. —You see, you've seen that. It must be a sort of destitution. The truth is that when I had to go on a 72-day fast, I went to starvation. Hunger of the truth. — I know. In the prison the food was rotten. It was never exquisite dog food, but it was food. And I drank the blood, too. —Yes, you look very online. —You are beautiful. —Bah. —I don’t know if she’s pretty. You have another expression. As if you were now more woman. —Caramba. She began to put the cheesecakes in a paper bag. And you feel more manly? — I don’t know. In some sense, I am in agreement with myself, for I stayed without talking, without blaming anyone. In those days of madness, this became an obsession. Don't talk, especially don't talk. And you look so small? Among other things, I am here because you don't speak. —Nothing more than that? —No. I mean, if you had spoken, and even if I had been borked, you would have had data to get to me. Or to keep me from leaving. —Nothing more than that you are here? —Don't be a bobo. You know I'm here because I wanted to see you. —I too wanted to see. And I wanted you to want to see me. —Oh, how hard. — I don’t know how to say it any simpler. She screamed. — Well, here we are. —In the hotel on Blomet Street. Who would say, in 1965, that we would be doing what we are doing? —No one. —Do you want me to tell you something? I think the milliners didn't know either. —You didn’t know what? —For example: that they could be so inhuman. —Look. But the most important thing was that we didn't know. What a slew of abstractions, don't you think? He took his hand. —I think so. But now you are something very concrete and I like you. The abstractions are over. She recovered her triston smile. —Laura is also something very concrete. And you like it. You know that is not a criticism. Oscar is also something equally concrete. And I like it. Aren't they objective data, right? — Yes, of course. — Laura knows who we were going to see in Paris? —I did not frighten. And I swear to you that it was not because of lack of sincerity. But it is coming back very slowly. Chile was a second cataclysm for her. —Who is not? And Oscar knows? —Oscar yes. —How did he take it? —All right. That is, as well as you can take something like that. I knew I could not feel secure in my relationship with him until I was no longer seeing him. —And you? —It happens to me too. —We are all insecure, aren’t we? I too. I have a good relationship with Laura. But I also had it with you. I don't know. If you and I had broken up over some personal conflict, over some misunderstanding, it would have been different. But you and I were a beautiful couple, weren't we? —We will. —Come. Both were without touching the bed. Each one sat down by himself and gave the back. —You are? —I am. Come. They slowly turned, as if they were slaves to a symmetrical choreography. Also as if they were repeating an ancient ritual. They stood front to front, naked. He is enslaving her. Then she froze without remedy. She embraced the man, began to swell, not able to contain, not trying to contain herself. He felt how her tears soaked into his sleeve, his crotch. A fatter lump than the others slid down to its belly and sat there. He was rubbing his hair. He would sometimes pull him back to kiss his cheeks. She kept crying, she didn't know whether she was happy or sad. He lowered his hands and accentuated his pleasure. They were almost instinctively reclining on the bed. Soon he felt that the tears that were streaming down his face could also be his. I was moved and eager. Her hands began to recover that body that was her known victuals, her complement. And slowly the sloes were turning into something else. Both are still lying down. He smokes, she eats her chocolate. The man's free hand is placed on the windscreen of the car. —How we got married. — Yes. —They broke us. — Yes. —We split into two. — Yes. —You're decided? —I am. —I don't know, I don't know. —Why? —I didn’t want to do Laura any harm. But I don't want to be joking myself. —You're a loser. I'm sorry. We have to understand it once and for all. There are also married Oscar and Laura. They will never have us all. But if you and I were to get together, they would not be able to live, because they are much weaker than you and I. And in that situation, we would not be happy. Is it so or I don't know you well? —You know me well. His hand fell down a short rail and he fell, tibia. —It will be difficult, right? —About everything from today. Her hand covered his hand. —We split into two. - More than that - she said - they parted us in pieces. *FIN* With and without nostalgia, 1977", "title": "El hotelito de la rue Blomer", "author": "Mario Benedetti"}