{"metadata": {"length": 2499, "words": 484, "reading_time_min": 2.42}, "text": "A young crab thought, \"Why are all my family members walking backwards? I want to learn to walk forward, like frogs, and get my tail down if I can't. He began training in hiding, among the stones of his native stream, and it took him a lot of work to do it in the first few days. He hit everything, bruised his armor and one leg became entangled with the other. But things were getting better slowly, because anything can be learned when you really want it. And when he was sure of himself, he went and stood before his family and said to them: \"Look! And he made a magnificent run for the front. \"My son\", said the mother, weeping, \"have you lost your mind? Return to thee, and walk as thy father and thy mother taught thee; walk as thy brethren, who love thee. His brothers, however, laughed. The father stared at him for a while, and then said, \"That's enough! If you want to stay with us, walk like all the crab. If you want to do whatever you want, the creek is pretty big. Go and never come back. The good crab loved his family, but he was convinced he was right. He hugged his mother, greeted his father and brothers, and left. His passing immediately aroused the surprise of a group of frogs who, like good companions, had gathered around a leaf of mustard to chat. \"The world is turning upside down\", said a frog. Look at that crab and tell me if I'm wrong. \"There is no education anymore\", said the other frog. - Come on, come on, - said a third. But, all I have to say, the crab continued on the path it had chosen. At one point he heard an old crabs call him, with a melancholy expression, who was lonely by a pebble. \"Good morning\", said the young crab. The old man looked at him carefully and then asked, \"What do you think you're doing?\" I too, when I was young, thought about teaching crab to walk forward. And look what I've accomplished: I live alone and people would cut off their tongues before they spoke to me. While you're in time to do it, listen to me: resign yourself to walking like everyone else and one day you'll thank me for the advice. The young crab didn't know what to answer and said nothing. But I thought, \"I'm right\". And after he had greeted the old man carefully, he again embarked on his journey proudly. Will he get far? Will he be lucky? Will he be able to straighten all the crooked things in the world? We don't know, because he's still walking with the courage and determination of the first day. We can only wish him, with all our heart: Good trip! FIN", "title": "El joven cangrejo", "author": "Gianni Rodari"}