{"metadata": {"length": 3208, "words": 584, "reading_time_min": 2.92}, "text": "The threat had remained in Roberto as a harbinger of misfortune. Yes, I'm humiliated, but one day, God willing, we'll meet face to face. Well, it wasn't the first case... country-boy bragging. Robert was a man of danger, and he ignored the advice: \"Look, little boss, you're a bad beast\". I was coming back from town, two short leagues. The night was dark, a hole of a thousand stars. The horse galloped freely, trusting the rider's confidence in a sure instinct. Thirty blocks from the houses the cardos leave a narrow space; it is the month of November and they rise, rigid, looking up at the sky with their tormented flowers of thorns. Something moved along the way. He opened the cardal and a sharp bump jumped towards the e1 horse, which, desperately, tried to elude the trampling of trampled cardos. He argued, wanting to get rid of the hand that, backwards, pushed him over his claws; but he lost support in a ditch, dragging in his fall the rider, who was trapped: a leg pressed by his weight. Words of insult vibrated in the crowd produced by the struggle. Roberto threw the bullet, which he pulled back with a blunt. I had touched: I had now to gain time, get out of the position I was in. The horse, free for a moment, stood up, projecting his rider away. He wanted to get back on track, but it was too late. The bulk, which had only retreated, was returning to the load with greater momentum. He got hit in the belly. He was found dead; a gesture of pain bent him like a shovel-shredded worm, he dropped the revolver, seated with both hands the one that sank the iron to the guard and held her to avoid a second encounter, already terrified, head vague, feeling death in the belly. A blood stream bathed them, binding them together in their red viscosity. There was the sound of two breaths, mixed in an effort of anguished struggle. The iron deepened the wound with the movement, shattered the flesh, opened a cloaca-like bottle that bathed four hands crisp on the same handle with filthy vomit. And Robert's body wobbled empty of life, fell with a faint sound, immense eyes of terror, his mouth open in prolonged howling like a song. The avenger, not human, looked into those lifeless eyes and groaned in a voice that was exasperating: And it was the hardness of the iron that collided between the teeth, with repeated noise and mate, the last desperate convulsion towards life, a deafening explosion and the soft sound of a head falling to the ground. The shadow ran towards the cardal, then it came back attached to another larger one. The corpse lay, inert, in a resting attitude. Over her belly, the huge tear of clothes and meat, while a blackish stain made, around her head, like a martyr's aureola. Terrified, the horse of the killer sniffed tragedy; but he was reassured by the sarcastic words: - Don't be afraid, friend, that one no longer offends naïves. And the silence, broken for a brief time, imposed its eternity. A blessing sounded dry, and the killer, in a sudden rush, disappeared like diluted in the dark. Little by little a shadow movement left in the shadow; soon, nothing. And from the blow on the hardened road, an echo came sounding. FIN Stories of death and blood, 1915", "title": "Nocturno", "author": "Ricardo Güiraldes"}