{"metadata": {"length": 7341, "words": 1352, "reading_time_min": 6.76}, "text": "That car had stopped the day before on the extra tracks, had arrived with the Rio express and there it was on the way, the one inside on the station's balcony. It wasn't a regular passenger car, first-class, but more handsome, all new. If you looked, you could see the differences. So, split in two, in one of the compartments the bars windows, like in prison, for the prisoners. It was known that, afterwards, he was going to roll back, hooked up with the ex-con down there, being part of the convoy. It was to serve to take two women far away forever. The provincial train was coming by at 12:45. The many people were already clustered by the car, waiting. The people did not want to be saddened; they talked, each trying to speak wisely, as if he knew more than the others how things were done. More people were always coming in. That one almost at the end of the esplanade, next to the cattle shed, before the brake pad, near the wood piles. Soroco was going to bring you both, I'm sure. Soroco's mother was old, over 70. The daughter, that's all she had. Soroco was a widower. Outside of them, he had no known relatives. It was a very sunny time. People were looking for a way to stay under the cedar trees. The carriage reminded me of a dry barge, ship. One looked: in the flashes of the air, it seemed to be twisted, it was pushing on the tips. The curve of his little roof glowed in black. It seemed like a thing of a far-off invention, without any mercy, that one could not well imagine or get used to seeing, that it was none of the above. Wherever I went, to take the women, there was a place called Barbacena, far away. For the poor, places are farther away. The station guard appeared, wearing a yellow uniform, with the book of black caps and the green and red banners under his arm. \"Go see if they put fresh water in the car\"... After that, the brake guard was checking the hook hoses. Someone called out, \"Here they come!\" They were pointing out from the street down where Soroco lived. He was a shoulder-sized, sturdy-body, with a large face, beard, furry, dark in yellow; and feet with alpargates: children were afraid of him; more by the voice, which was almost small, thick, which then tuned. They came like a party's coming. There, they stopped. The daughter, the young woman, had set herself to sing, lifting up her arms; the song was not kept safe, neither in the tone nor in the utterance of the words. The young woman looked up, like the saints and the frightened, she was adorned with nonsense, an aspect of admiration. So with cloths and papers, of various colors, a hood over the scattered hair, and embedded in so many clothes and even more mixtures, strips, tapes, hangings  swirls: crazy stuff. The old woman was dressed in black, in a black robe, and she was gently matching her head. Although different, they were similar. Soroco was giving them his arm, one on each side. It was like a church entrance, like a house. It was sad. It's like a funeral. Everyone stood aside, the crowd of people unwilling to look at those displays and misplaces, to laugh, and to Soroco so that it didn't seem like they didn't care. He, today, was wearing boots, and sack, big hat, put on his best clothes, the few rags. And he was reported, shy, humble. Everyone was paying their respects, sorry. He said, \"May God grant you this\". They said among themselves, \"Sorocco has been very patient\". How I wasn't going to miss those poor, troubled little ones, it would be a relief. That had no cure, they weren't coming back, never again. Before, Soroco had endured so many misfortunes, living with both, struggling. Then, with the years, they got worse, he couldn't do it alone, he had to ask for help, it was necessary. They had to look for their help, determine the measures of mercy. The government was paying for everything, which had sent the cart. So, by force of that, they were now going to redeem them both, in a hospice. The following. Suddenly the old woman disappeared from Soroco's arm, went to sit on the car's stairwell. Do nothing, sir...Soroco's voice was very docile: She doesn't come when she's called...The young woman, then, went back to sing, turned towards the people, in the air, her face was a stagnant rest, didn't want to show herself, but represented greatness of other times, impossible. The old woman was seen looking at her with a charm of very ancient foresight  an extreme love. And starting small, but then forcing the voice he started to sing, too, taking the example, the same song of the other, that no one understood. Now they were singing together, they were singing non-stop. As the train was about to arrive, the preparations were to be stopped, and the two men had to be brought into the wagon with the windows slit with bars. So, in consuming things, without any goodbye, that they would not even understand. And they that went with them, who were good-doers in the long journey, were Negeb, faint and courageous, and Joseph Benito, a man of great prudence; and they were their handmaid in every matter. And there came up also a few little children into the wagon, carrying the bundles and the bags, and the provisions, many, for there was no bread to be made. Finally, Nenego still peered onto the platform, for the ademan that everything was in order. They shouldn't be giving jobs. Now, sure, all that was heard was the liveliness of the two of them singing, that chime that drowned: that was a record of the enormous diversity of this life, that could hurt, without jurisprudence of cause or place, for the former, for the latter. I'm not going to. I wish that was over. The train was coming, the locomotive was maneuvering to get hooked up to the car. The train ran and passed, and left, as usual. Soroco didn't wait for everything to disappear. He didn't even look. He was left with the hat in his hand, the square beard, deafest thing that scared him the most. The sad man, there, defined, embarrassed to say some of his words. In suffering the way things are, he, in the hollow without edges, under weight, without complaints, every example. And they said to him, \"The world is like this... \"Everyone, in great respect, had foggy eyes. Suddenly everyone loved Soroco very much. He stirred in a bewildered way, never happened, and turned to leave. He was coming home, like he was going away, unconscious. But he stopped. That's when he got weird, like he was gonna lose himself, stop being. So, in an excess of spirit, out of sense. And then the unpredictable thing happened: Who would think of that? In a break he started singing, loud, loud, but for himself and it was the same sloppy song that the two had so much sung. She was singing all the time. People were frozen, they sank instantly. And the people... and it was without agreement, no one would understand what was done: all at once, out of compassion for Soroco, began, too, to accompany that song without reason. And with your voices so loud! Everyone walking with him, Soroco, and singing that singing, behind him, the most backward almost running, no one who stopped singing. It was something I never left out of my memory. It was a case without comparison. Now people were taking Soroco home, really. People, with him, went as far as that song went. *FIN* Sorôco, his mother, his daughter, Primeiras histórias, 1962", "title": "Soroco, su madre, su hija", "author": "João Guimarães Rosa"}