{"metadata": {"length": 2728, "words": 492, "reading_time_min": 2.46}, "text": "When the world sank into age, and beauty hid the death of men; when grey cities rose to heaven, veiled by the smoke of tall, frightful, and feeble towers, to whose shadow no one could dream of the sun or the flowering spring fields; when knowledge stripped the earth of its luster, and poets sung no more than distorted fantasies, seen through tired and introspective eyes; when such things took place, and childhood dreams had vanished forever, there was a man who employed his life in the search of the spaces into which the dreams of the world had gone. There is little information about the name and origin of this man, as that corresponded exclusively to the awakened world, although it is said that both were dark. He must know that he lived in a city of high walls where a sterile slum reigned; and that he walked all day between shadows and gloom, returning home in the afternoon to a room whose window did not look out on fields and trees, but on a dark courtyard toward which many other windows were opened in glum despair. From that alfresco there was no division but walls and windows, unless one sat very low to listen to the little stars passing by. And since open walls and windows soon drive the sleeper and the reader mad, the tenant of this fourth floor sat up night after night, peering up at the sky to glimpse a fraction of things that were beyond the waking world and the gloom of the upper city. Over the years, he became acquainted with the slow-moving stars by his name, and followed them with his imagination when they slid out of his sight; until at last his eyes were opened to the multitude of secret landscapes whose existence the world eye does not suspect. And one night he saved a tremendous abyss, and the skies full of dreams swarmed toward the window of the lone observer to mix with the smoky air of his cave and make him partaker of its fabulous beauty. To that room came strange currents of violet-tinged breezes, resplendent with gold dust; tinklings of gold and fire reverberating from the farthest reaches, mingled with perfumes from beyond the worlds. Oceans of opium sprang up there, lighted by suns that eyes have never contemplated, hosting among their strange remolinos dolphins and nymphs of forgotten depths. Silent infinity whirled about the dreamer, sweeping him up without even touching the body that sat rigidly at the lone window; and for days not marked on the calendars of man, the waves of the distant spheres carried him gently to meet the dreams he had so long coveted, the dreams he had lost. And in the course of many cycles, they kindly left him to rot on a green beach at dawn; a ripening of green, scented by the lotus flowers and tinged with red calamitous... FIN", "title": "Azathoth", "author": "H. P. Lovecraft"}