{"metadata": {"length": 2702, "words": 544, "reading_time_min": 2.72}, "text": "Despite my torpor, my swollen eyes, my stale air from just coming out of the cave, I never stop. I'm in a hurry. I have always been in a hurry. Day and night the bee hums in my head. Jump from morning to night, from sleep to waking, from tumult to solitude, from white to grey. Inutile that each of the four seasons presents me with its opulent table; inutile the rumble of the crow, the beautiful stream as summer, that adolescent and its sour, cut off by the fall. In the background the mediterranean and its glassy surface, the green leaves that filter it, the stones that scuff it, the shadows that smudge it. All these plenitudes make me sick to my stomach. I fly and I fly, I turn and I turn, I come and I come, I sigh, I listen to music, I shiver, I meditate, I say, I mutter, I change clothes, I say goodbye to the one I left, I wait with the one I will be. Nothing holds me back. I'm running late, I'm going. Where? I don't know, I know nothing except that I'm not in my place. Since I opened my eyes I realized that my place was not here, where I am, but in where I am not and have never been. In some place there is a vacant place and that vacant place will fill me and I will sit in that hole that will insensitively suck me, full of me, until it turns into a source or a source. And my emptiness, the emptiness of me that I am now, will be filled up, full of itself, full of itself to the brim. I have a deadline to be there. I run after me, after my place, after my hole. Who reserved that site for me? How do you call my fatality? Who is and what moves me and who and what awaits my coming into being to fulfill and to fulfill me? I don't know, I'm pressed. Although I do not move from my seat, nor rise from the bed. Although it turns and turns in my lap. I am swept away by a name, a gesture, a tick, I move and I am moved. This house, these friends, these countries, these hands, this mouth, these letters that form this image that has been thrown at me without prior notice from where I do not know and has given me in the chest, are not my place. This is not my place. All that I support and I support supporting me is alambrada, wall. And everything is falling into place. This body offers me its body, this sea is sucked out of the wind seven waves, seven nakednesses, seven smiles, seven white sands. I thank you and I bow. Yes, the walk has been very interesting, the informative conversation, it is still early, the function has not finished and I have no pretense of knowing the disconnection. I'm sorry, I'm running late. I want to be free from my rush, I want to sit down and get up without you saying goodbye and saying, \"Goodbye, I have a rush.\" FIN Arenas movedizas, 1949", "title": "Prisa", "author": "Octavio Paz"}