{"metadata": {"length": 2312, "words": 415, "reading_time_min": 2.075}, "text": "In the large white space of the shop, to which a weak yellow slick of oil sputters and sputters in a single plane; as in a different atmosphere, seated, quiet, the young Japanese boy cuts his hard black figure. It might be his own nostalgia, left behind the fabric display case, the merchant's stall; his own dreaming in solitude of him, sad, from the cheerful Jijona, with his clear, soft-spoken wife, on the autumnal nights that brought December. It seems, the melancholy one, that he does not want to sell his turrón nor his acorns, that he is there with this, as if the one who passes by wants to remind him that he is here, in this cold and lonely Madrid, fulfilling a rite of Levante. (Through the Plaza Mayor, torpedoes come and go, old ladies, parents with children, slow-moving soldiers alone with their sabres. A great and cold moon, among clouds that have rained, gathers the world in its sphere, attracting the eyes of awe, as of an astronomer, with its beautiful defined vastness. And when she enters and leaves the cloud, everything, against her, is confused, in a painful revolution. It would be said that there are no high things in your place, nor for what they may be; that everything is only the useless and ungrateful abode of sorrow.) Front of the alicantina shop, on its lower pillar, the water of yew and relucient ondula without cessation, good, they say (yes, yes, said the sinvergüenza cure of Jaén), for the neurasthenics. Ineludible, the yellow clock, red and gloomy in the bright moonlight, puts this Madrid square in a state of sentimental desolation, with its hour whatever... And the young blacksmith, fixed, as a chisel, alerts his soul, under the clock and moon, before the poor water, sits, without seeing, hearing, or speaking, in the middle of his wide white shop. Is it now a lone wolf, a lone wolf guitar? There is in your sharpness I do not know what melodious plenitude moving. You will think, to this secret son, that what he sells or does not sell is his life, that he has before him death in pieces, in pieces of light wood. Yes, that is; it seems like a child's scream... And the jijonenco continues, hour after hour (does it sound like a scream?) from the red clock, sitting, black (oh Manet dead and Picasso alive there in France! ), in the white Honda store. *FIN*", "title": "Jijoneses de Navidad", "author": "Juan Ramón Jiménez"}