{"metadata": {"length": 2455, "words": 427, "reading_time_min": 2.135}, "text": "Investigate, if it was worth the effort, if there was snow at the beginning of the story. And if there was one in the 90s, and a weakly organized sample, so beautiful to see and throw yourself to suffer, on the 24th. Or it may be another, unregistered, barely seen, desired in the current or appropriate year. But just as real, yes or no, for the boys who could one day count the snow, their amazing laundry. And though no one can boast, he believed the story, the twilight, no one, that is, everyone, slipped into the rudeness of doubting while listening to lies and seeking ingenuity. We didn't have snow, it was set by the observatory, by those who know and those who have traveled and years behind. Celica, rainbow, confusion, they didn't admit any more. But the girls and boys of Santa Maria saw, you can argue, the white, dying cups falling and bleaching. So they invaded the night of Santa Maria without snow, dressed or protected by tight pants, by sweatpants so thick that they made years of work of such happy and complacent mothers, aunts, grandmothers, midwives, protected, younger or rich, by the Martian dresses that went out of fashion a year later: from the ankles to the coarse nylon throat to the touch, lined with excessive and wasted skin, exploiting in the Sanmaryan peace their rigidities of yellow that did not reach or exceed yellow, its blue and its red. They, the impossible girls, and they, the complicated fallen idiots from the last movie (films, say idiots of another kind), fallen without more violence from one sky, another, novel and passing. Long, plentiful, greasy hair for all, male or female. Killer cowboy pants, distributed with careless generosity, no meditation on sex. They and they, with long coats covering the stubborn and persistent and brief imbecility of that winter that perhaps never existed, that perhaps they invented, the teenagers, with cotton balls in their ears, here allowed themselves various and incredible colors, with excessive gloves, with a proposed breath that became steam, ice almost in the air whenever they argued, sang or asked for another round of punches in the Bern. All I had to do was look at them, so beautiful and enviable; all I had to do was hear them so persistent, so, perhaps, hopelessly dumb and birds. But, if there was no snow or possibility of winter games, they were so young in Bern, in the Brausen square, on the ramble, once, challenging in the Plaza bar. ♪ Finish ♪", "title": "Nuestra Señora", "author": "Juan Carlos Onetti"}