{"metadata": {"length": 2312, "words": 427, "reading_time_min": 2.135}, "text": "In 1960, the exploitation of illegal branches in the North's sugar cane plantations exceeded the former agrarian resignation and complaints reached the capital. The reporter will see. In the small frontier town he sleeps three nights, housed in a poor but clean boarding house. Your room has a window slinged down the dirt road and no door. You walk in through a shared bathroom with your neighbor. When the other one takes it, the journalist gets taped. Data on the traffic of Brazilian farmers and visits to the miserable whippockets built between the grooves, to talk to the reticent cutters, are monotonously exhausting the day. At night there's just the fun of a lonely beer, a messy brothel with scratched Magaldi records or the alternative of going to bed early. One morning he wakes up to the desolate light of the window without curtains and does not know where he is, what those blue walls painted with lime, the zinc ceiling with its sordid lamp, the pine table, the rusty iron cat and the peel-less plumage on its support. It seems to him that this lack of memory and this sad and indescribable room are death, or at least his condemnation. He's terrified, decrees that he's still asleep and that he must wake up from that dream. Ten years later, a dictatorship banishes the journalist. Another night, in a foreign boarding house, he reads, in one of his few books, the forgotten page where Jorge Luis Borges had alluded in 1932 to a similar discomfort and a dream of his own: \"I dreamed that I was coming out of another - popular with cataclysms and tumult - and that I was waking up in an unrecognizable piece. It was clear: a general dim light defined the foot of the iron bed, the strict chair, the door and window closed, the white table. I thought, scared, where am I? And I realized I didn't know. I thought, who am I? And I couldn't recognize myself. Fear grew in me. I thought this fateless vigil would be my eternity. Then I woke up, trembling. The exile closes the book and looks around the room of another, hears the silence of the night and does not know if he has really woken up. Nor, if his memory, where the exiled of all are also, in some way, the only one for all, is only a dream of the present. Tomorrow, he'll try to find out, or wake up. UNCERTED ARMYS and other accounts, 1991", "title": "Exilio", "author": "Carlos María Gutiérrez"}