{"metadata": {"length": 7235, "words": 1292, "reading_time_min": 6.46}, "text": "God came late to Diana Redfern, but he did. Diana was forty-two years old when, walking down her street, which was soaked in rain, which had recently ceased, and over which drops of olmos fell, she experienced a change, a revelation. This revelation affected his mind, body, and soul. He felt the presence of nature and that of an almighty God flowing through it. At that very moment the sun, which had opened its way through the clouds, flooded his face and his body and the whole street, which was called Olmo Street. Diana stood still, her arms outstretched, and not worrying about what people might think, dropped the empty shopping bag and knelt down the sidewalk. Then he got up and his pace became lighter and he did his tasks effortlessly. Suddenly dinner was ready and Ben, her husband, and their fourteen-year-old daughter, Prunella, were sitting at the table, lit by candles, with a cocktail of shrimp in front of them. \"Now, let's pray\", said Diana, to the surprise of her husband and daughter. They let go of their shrimp forks and bowed their heads. There was something imperious about Diana's voice. \"God is here\", Diana concluded. No one could deny it, nor could anyone deny Diana. Ben cast a puzzled look at Prunella, this one returned to her and then they started eating. Diana soon became a lay preacher. He started with teas at his house on Tuesdays and Thursdays, which he invited the neighbors. The neighbors were mostly women, but some retired men could also come. Are they aware of God's constant presence? I was asking them. Only the wretched who have never known God can doubt man's immortality and his eternal life after death. The neighbors kept quiet, first because they were trying to find something to answer (the atmosphere was conversational), and then because they were really impressed and preferred to let Diana speak. Attendance at her teas increased. Diana began keeping correspondence with elders, prisoners, and single mothers whose names she got in the parish. The preacher there was Reverend Martin Cousins. He approved of Diana's work and spoke of her from the pulpit as \"one of our own who is inspired by God\". In the attic, which Diana had partly cleaned and used as her office, she remained kneeling on a low stool for almost two hours every day at dawn. On Sunday mornings, early so that he would not be prevented from going to church at eleven, he preached in the corners, climbing on an ant chair that was brought from his kitchen. I'm not asking for a penny. God is not interested in Caesar's coins. I ask you to surrender to God... and kneel. He had arms, closed his eyes, and inspired enough people to get down on their knees. Some people wrote down her name and address in Diana's ledger. Then she wrote them in order to sustain her faith. Diana was now wearing a white floating robe and sandals, even in the worst of weather. He never caught a cold. Diana had always had red eyes, as if she was sleep deprived, although she slept a lot, at least earlier. Now he slept no more than four hours a night in the attic, where he stayed writing until well past midnight. His eyelids were further reddened, which made his eyes appear more blue. When he stared at a stranger, he or she was afraid to move until Diana had conveyed her message, which seemed to be a personal message. Just be alert... and you will win! Ben found it difficult to understand what Diana was trying to get. She didn't want any helpers, even though she worked hard enough to exhaust three or four people. His conduct caused some discomfort for Ben, who was in charge of a jewelry and watch shop in the city of Pawnuk, Minnesota. Pawnuk was a new residential town, composed of wealthy Protestant Anglo-Saxons who had fled a nearby metropolis. Better take it easy and be tolerant, Ben thought. Diana is on the good side, anyway. Prunella was feeling a little scared of her mother and would walk away whenever Diana wanted to pass by her in a room or in the front desk. Even Ben now addressed his wife with a different attitude, and sometimes he stuttered. Anyway, Diana wasn't much of a home. He had begun making airplane trips to Philadelphia, New York and Boston, the cities most in need of salvation, he said. If he didn't have an auditorium ready, he would contact several chambers of commerce by letter and phone who could arrange these things for him, he would go directly into churches and synagogues and take possession. With her white tunic and sandals, she made the time she did, and her blond hair floating, she presented an impressive figure as she walked down the central hallway with a long pass and climbed up the pulpit or occupied the grandstand. Who could or would dare to throw it out? He preached the Word. Brothers and sisters! You must put away the webs of the past! Forget the old words you learned by heart! Consider yourselves newborn... from this moment on! Today begins the true birth of you! Although some priests and rabbis were angry, none of them ever tried to stop her. All congregations, including the neighbors to whom Diana addressed on the sidewalks of her city, were silent and listening. By six months Diana Redfern's fame had spread throughout the United States. The few who mocked and were very few made soft criticisms. The most outraged were those in the meat industry, because Diana was preaching vegetarianism and her converts were beginning to take a dip in the profits of Chicago slaughterhouses. Diana planned a World Pilgrimage of Human Resurrection. It rained money, or it fell like manna; the money of strangers, French, Germans, Canadians, people who had only read things about it but had never seen it. The pilgrimage expenses were therefore no problem. Actually, some of the money went back to the donors. She certainly was not greedy, but it soon became clear that she could not handle all her correspondence (most importantly) if she was devoted to returning contributions, so she deposited them in a special bank account. A part-time housekeeper was now preparing meals at Diana's house; vegetarian meals, of course. Often the house looked like a hostel for young and old, because strangers would knock on the door and stay to chat, and Ben was no longer surprised to find families with three or more children thinking of sleeping on both living room sofas and in guest bedrooms. \"Anything is possible\", Diana said to Ben. Yeah, I thought Ben did. But I never imagined his marriage would come to this: Diana isolated from him, sleeping on a nail bed, more or less, in the attic, while his house was occupied by strangers. He felt that events were progressing toward a climax with Diana's return to the world and that, like the biblical events, they would escape Ben's control. Diana would become something like a living saint, perhaps, and more famous than any saint ever was alive. The morning of her departure for the round the world Diana stood on the window over the attic window, raised her arms toward the rising sun and jumped, convinced that she could fly or, at least, float. It fell on a round iron table painted white and on the red bricks of the courtyard. That's how poor Diana found her earthly end. The Evangelist, Little Tales of Misoginy, 1975", "title": "La evangelizadora", "author": "Patricia Highsmith"}