{"metadata": {"length": 6187, "words": 1215, "reading_time_min": 6.075}, "text": "And, Madame Blanchard, I'm very happy to be here with you and your family, because everything feels so peaceful to me, since I used to work for a long time in a brothel... maybe you don't know what a brothel is... of course, everyone must have heard it more than once. Well, madame, I always work where there's business, and so, in that place, I worked hard at any hour, and I saw too many things, things that you wouldn't believe and I wouldn't even think of telling you, though maybe entertain you while I brush your hair. You'll excuse me too, but I couldn't help but hear you tell the laundry machine that maybe someone had spellbound her sheets because they get shattered by the few washed. Well, there was a girl there, in that house, a poor, thin girl, but she liked every man who went there, so, as you'll understand, she couldn't get along with the woman who ran the house. They were fighting, the clam was scratching her with the sheets. You know, the girl was given a sheet of brass every time and at the end of the week she was returned to the shell. Yeah, that's how it worked, and he got his percentage, a very small part of his income. It's a business, you see, like any other... and the squid used to pretend that the girl had returned only a few plates, you know, and she had actually delivered many more, but once out of her hands, what could she do? So I was like, \"I'm gonna get out of here\". And he cursed and cried. Then the shell hit him in the head. He always hit people in the head with bottles, it was his way of fighting. Oh, my God, Madame Blanchard, what a scandal sometimes arose, with a girl running like a crazy down the stairs and the shell pulling up from her hair and smashing a bottle in her forehead! The reason was almost always money, the girls were in debt and if they wanted to leave, they couldn't do it without paying the last penny. The squid was in collision with the police; the girls had to go back with it or go to jail. The thing is, they were always backed by the police or other types of men, friends of the shellfish, because she also got the men to work for her, but, let me tell you, they were paid very well for everything. And so the girls stayed, unless they were sick; in that case, if they got too bad, he would send them back. \"Turn me a little here\", said Madame Blanchard, and a little bit of a spit settled in. And then, what was going on? I'm sorry... but that girl, there was real hatred between her and the shellfish. I kept saying it. I make more money than anyone in the house. And every week there were scenes. So at the end of the day, one morning he said, \"I'm going to leave now\". And he took 40 bucks from under his pillow and said, \"Here's your money!\" And the locuster cried out, saying, Where hast thou taken all this? And she accused her of stealing from the men that visited her. The girl said, \"Keep your hands still or I'll break your chrism\", and the shell grabbed her by the shoulders and started to raise her knee and kick that girl badly in the stomach, and even into her most secret place, Madame Blanchard, and then hit her in the face with a bottle and the girl fell back down in her room, where I was cleaning. I helped her get to bed and she sat there holding her sides and her head down, and when she got up again there was blood where she had been sitting. Then the rattlesnake came in again and cried out, \"Now you can leave, you don't serve me anymore\". I'm not going to repeat everything, because as you will understand it would be too much. But she took all the money she could find and, at the door, gave the girl such a push on her back with her knee that she fell from her brow in the street, and then the girl got up and left with the dress that hardly covered her. After that, the men who knew the girl kept saying, \"Where is Ninette?\" And they kept asking him for several days, so the jellyfish couldn't say, \"I threw her out for stealing\". No, he started to see that it had been a mistake to fire Ninette, and then he said, \"She'll be back very soon, don't worry\". And now, Madame Blanchard, if you want to hear it, I'll go to the strange part of the story, the one I remembered when you said your sheets were spellbound. Because in that place the cook was a woman of my color and, like me, with a lot of French blood, exactly the same, and like me, I had always lived among people who did spells. But she had a very hard heart, helped the squid in everything, liked to watch everything happen to go after her with stories about girls. The shell trusted her above all else, and said, \"Well, where can I find that girl?\" Because she had completely disappeared from Basin Street before the shell started asking the police to take her back. \"Well\", said the cook, \"I know a charm that works here in New Orleans, women of color practice it to get their men back; in seven days they come back, very happy to be left unknown why, even your enemy will come back convinced you're their friend. It's a New Orleans charm, by the way, they say it doesn't even have an effect on the other side of the river... And then they did it exactly as the cook said. They took the urinal from under her bed and mixed with water and milk everything she had left: the hair from her brush, the face dust from the dressing room and even the pieces of her nails they found near the edges of the carpet she used to sit on to cut her fingernails and toenails, put the sheets with her blood in the water, and the cook repeated something over her mouth in a low voice; I could not hear it all, but at last she told the squid, \"Now squid inside\", and the squid spat; then the cook said, \"When she comes back, she will be under her feet, dust\". Madame Blanchard closed her perfume bottle with a soft noise. Then, after seven nights, the girl came back and found herself very sick, wearing the same clothes and everything, but happy to be there. One of the men said, \"Welcome home, Ninette!\" And when she tried to tell the jellyfish something, she said, \"Shut up and get dressed!\" Then Ninette, that girl, said, \"I'll be down in a minute\". And after that, he lived there so quietly. Fin Magic, Transition Magazine, 1928", "title": "Magia", "author": "Katherine Anne Porter"}