{"metadata": {"length": 5457, "words": 933, "reading_time_min": 4.665}, "text": "From the narrator to his listeners: -Juan Joaquín, client of whom he tells, was calm, respected, good as the aroma of beer. Lord of the flies not to be famous. Who can go with them? Adam fell asleep, Eve was born. Her name was Liviria, Rivilia or Irlivia, which, on this occasion, appeared to Juan Joaquín. Throwing pretty, live coal eyes, brown honey and bread. Married for the rest. They smiled, they saw each other. It was infinitely May and Juan Joaquin fell in love. Summing up the matter, they got along; flying the rest with the impetus of a ship stretched to sails and winds. But very much having everything, of course, to be secret, seven-key. Because in the husband, when jealous, the courage was noticed and it is already known that the villagers are the other's watch. So the two were strictly bound, according to clandestine love and according to the advice of the world from the world's beginning. There are, however, no insurmountable abyss in paperboats. You couldn't see when or how they looked. Juan Joaquin, by the way, was pure, calculated retracement. Waiting is recognizing yourself as incomplete. They depended on enormous miracles. The drunken deception, I mean. Until the collapse occurred. Tragedy doesn't come in the drop. He surprised the woman with another, a third one... without much turn, gun in hand, frightened her and killed him. It's also said that he slightly wounded her, which is a slight thing. Juan Joaquín, painfully surprised, absurdly refused to believe, and swept away by cold pains, heat, tears perhaps, fell back into the mud, halfway between the ineffable and the nefarious. I never imagined her with her foot in three stripes; she even cursed her own and grateful fruit. He kept himself from seeing her, forbidding himself to be a pseudo-character, in circumstances of such bloody and black magnitude. She's always, far away, more beautiful than ever, already restored and healthy. He, exercising in resistance, servant of painful emotions. The future, meanwhile, was ripening, what, no end to come? Unfortunate fugitive, and as Providence pleases, the husband died, drowned or from typhus. Time has made them. Juan Joaquín immediately knew, immersed in his Franciscanism, pained but already medicated. It was, then, with the beloved that he met her - she subtle as light wings, swamp of deception, the firm fascination. He believed in it, in an opening and not closing his ears. And that's how they suddenly got married. Cheerful and much, for happy popular scandal. But there were pears. Does the abominable always come unpredictably? Or is it that the times go by, paraphrasing? Make sure the demons arrive. This time it was Juan Joaquín who came across her and at a bad time: betrayed and betrayed. For love did not kill her, that he was not a man to go back to such lionish sizes or tigers. He barely drove her out, stumbling, as an unprecedented poet and man. And the woman flees to an unknown destination. All applauded and the people repudiated, divided. By the way, Juan Joaquin felt heroic, almost criminal, recurring. Sad, at last, and so quiet. Her tears ran behind her, like ant whites. But in the fragile boat of consensus, he was again able to be respected. She loses the shirt, when not what she wore. It was his love, a thoughtful, remorseless love. He was dedicated to making amends. But there were pears. The days passed and, passing them, Juan Joaquín was applying himself, in progressive, diligent diligence. Bonanza has nothing to do with the storm. - Can you believe that? Wisdom was always Ulysses, who started out by going crazy. He, Juan Joaquín, wished for happiness - an innate idea. He devoted himself to remedying, redeeming the woman, with his full lungs. What is it? It's worth noting that air comes from the air. Suffering and loving one is not unusual. He barely wanted the archetypes, he was platonic. She was a scent. Lovers, her? He never had them! Not one or two. I said it and it said Juan Joaquín. He attributed the legend to deceit, to scurrilous false tales. He was able to discredit her, and he was obliged to do everything. He brought to the world what, in the case of the lowest, was as clear as dirty water. Demonstrating it, mathematically, contrary to public thought and logic, since Aristotle founded it. Which wasn't as easy as chilling the ham. No malice, with patience, without insistence, mostly. The point is that he knew it the following way: through anti-searches, minute acronyms, secret gossip, intercepted testimonies. Juan Joaquin, great operated the past - plastic and contradictory draft. It was creating a new, transformed reality, higher. And more accurately? He celebrated it, fancy, giving it up for fair and figured, with a strong conviction. There is absolute love and there will be no insult to bear. So it worked. The suspended points disappeared, time drenched the matter. The darkness was diluting, the previous evidence, its sinister mist. The real and valid ascent and upward. And everyone believed it. Juan Joaquin before all of us. Finally, even the woman herself. He got the news where he was, unknown, defended, perfectly distant. She was known to be naked and pure. He returned innocent, with dinghies and wavering, spreading his flag to the wind. Happiness is burned three times. Juan Joaquín and Viliria took over and shared, transmuted, the true and best of their useful life. And file the case. Finishes the third story, 1967", "title": "Desenredo", "author": "João Guimarães Rosa"}