{"metadata": {"length": 4499, "words": 861, "reading_time_min": 4.305}, "text": "It would be a good year for the caquis. The autumn in the mountains was beautiful. The port city was at the southern tip of the peninsula. The bus driver went down from the first floor of the terminal to the waiting room, where humble candy stalls were being replaced. His yellow uniform had a purple neck. There was a big red bus parked in front of us with a purple flag. The girl's mother stood up, squeezing the paper from a bag of candy, and went to the chauffeur who was fixing the shoe strings. - So today's your turn? If you are the one who has taken her there, you must thank him, he will surely be lucky. It's a sign that something good is about to happen. The driver looked at the girl next to the woman and kept quiet. - We can't keep putting this off forever... and winter is almost upon us. It would be a shame to send her in the cold. If we must do it anyway, I think it is appropriate to do it in this still pleasant weather. And I've decided to take her there. The driver nodded without a word, walking with the aplomb of a soldier to the bus, to accommodate the seat cushion. - Please take a seat right here, ma'am. There's not much crap. You have a long journey ahead of you. The woman was going to a village where the railroad was passing, and that was 60 kilometers north, to sell her daughter. Shaking along the mountain road, the young woman was nailing her eyes to the back of the driver who was right in front of her. The yellow of the uniform filled his vision as if it were a world in itself. The mountains that appeared were torn and passed from one shoulder to the other of the man. The bus went through two very high steps... it crossed with a horse-drawn carriage, and this one turned to the side. - Thank you. - Thank you. The driver's voice was clear when he saluted with a pleasant head-slung, like a carpenter bird. The bus ran into a trash-filled carriage that also ran with its horses and gave way. - Thank you. - Thank you. A wagon. - Thank you. - Thank you. A rickshaw. - Thank you. - Thank you. A horse. - Thank you. - Thank you. While the driver had already crossed thirty vehicles in ten minutes, he never stopped being polite. And even if he had to drive for hundreds of miles, he never neglected his behavior and was like a well-standing, simple, natural cedar. They left at about 3:00. The driver had to turn on the lights halfway. But every time he met a horse, he turned them off. - Thank you. - Thank you. - Thank you. - Thank you. - Thank you. - Thank you. Throughout the journey, he was the best-known driver amongst wheelchair drivers, wagon-drivers and riders. When the bus arrived at the village square in the middle of the darkness, the girl began to tremble and feel dizzy, as if her legs were floating. He clinged to his mother. \"Wait a minute\", she told her daughter and ran after the driver to beg him. My daughter says she wants it. I beg you, I beg you with my two hands in prayer. Tomorrow she'll be a toy for any man, so... if even a girl in a good position in the city... by only traveling a few miles with you... the next morning, at dawn, the driver left the modest boarding house and crossed the square in soldier's shoes. The mother and daughter ran after him. The red bus, with its purple flag, left the garage and waited for the first train. The young woman got up first and caressed the black leather driver's seat while biting her lips. The mother defended herself from the cold by closing the neck of her kimono. - And now I have to take her home. This morning she cried, you made me... feel sorry for her was a mistake. I'm gonna take her home, all right? But only until spring. It would be a shame to send her now that the cold season is about to begin. I can handle it. But when the weather gets better, I won't be able to have her at home. The first train threw three passengers into the bus. The driver put his pillow in. The girl's eyes were fixed on the warm back they had before them. The morning breeze of autumn was sliding over those shoulders. The bus was hit by a horse-drawn carriage. And this one was taken aside. - Thank you. - Thank you. A wagon. - Thank you. - Thank you. A horse. - Thank you. - Thank you. - Thank you. - Thank you. - Thank you. - Thank you. - Thank you. - Thank you. The driver returned, full of gratitude, crossing the sixty miles of mountains and fields to the port city at the southern tip of the peninsula. It was a good year for the caquis. The autumn in the mountains was beautiful. FIN", "title": "Gracias", "author": "Yasunari Kawabata"}