{"metadata": {"length": 7989, "words": 1383, "reading_time_min": 6.915}, "text": "Religious and civil and military history are so closely intertwined in the ancient towns of India that no critic can attempt to separate them; historical texts are found in sacred books; the same epics have a theological character, and works are of brahmans or priests. In one of the most widely circulated epics I find the story of the supernatural fact that you will read, if you read it, and meditate on, if you like. I know I left myself a lot to think about. The city and states of Kapala, flourishing under the kings of the Dapatamali house, decayed slowly of their former splendour, and in a relatively short time came to be invaded and subjected by their constant enemies the Karmirti. Tributes, intolerable humiliations, continual humiliations, the laws and institutions, the trade and agriculture of Kapala subjected to the taxation and the greedy avarice of the enemy, all this had the Kapalanians to suffer and bear patiently, for the sober-minded conqueror seemed hard-pressed to leave them a life of salvation. It is true that when Kapala was in such a strait, it was already rotten and desolate because of the bad administration, the rapacity and the swindles of the exactors, and the infinite vicissitudes that had gone tearing at its constitution and destroying it, until it had become a tyrant, making the Kalpalian people indifferent to their own decay and shame. As if all manifestations of spirit had exhausted themselves in Kapala, religion also fell into oblivion, and the wonderful temple of the goddess Durga, enshrined at the foot of Sindoro mountain, which is the Javanese Olimpo, the favorite residence of the dead, was abandoned. And it was necessary that Kapala should descend so that the sacred mountain, populated with bushes in bloom, surrounded by streams and ponds of refreshing coolness, in whose remanants the blue, white and red lotuses, their round and geometrical corollas, the mountain populated with beautiful apsaras (the nymphs of Indo-European mythology) and sweet and sour birds, whose cries make senseless the passage of hours, of years and even of centuries. At the summit of the mountain is the ruins of Durga temple, whose magnificent ruins are still awe-inspiring to archaeologists and tourists. When you open the door, the first thing you see is the colossal effigy of the goddess, looking pious. Under the eyes as in mysterious ecstasy, and covering the head with the high mitre, in the centre of which a huge emerald shines; supported on the feet of the Nandi tiger, Durga carries her eight arms, and in each of them carries an attribute of her teachings and doctrines. The first pushes the horn of a buffalo, emblem of agriculture; the second, a sword, symbol of heroism; the third the sacred vessel, symbol of religion; the fourth the thorn, a representation of strength and power; the fifth the moon, image of wisdom; the sixth the sword, which advises caution and vigour to defend oneself; the seventh the standard, which is the Law; and finally the eighth slashes with a horn and a lash the heads of the doll Maikasur, personification of the vicinage, thus directing the gods to not omit the punishment of the guilty, so necessary for example and retribution in well regulated republics. There were other Durga effigies inside, and the ones of Siva and Ganesha were worshipped. He was horrified to see the magnificent temple without priests or acolytes, empty and mutilated, invaded by parasitic plants that cling to the stone and consume its destruction. Apart from birds and reptiles, there was not a living thing inside Durga’s shrine more than a lonely old man. It is true that he deserved a thousand bramles: the incredible austerity of his mortifications, which had desecrated his body and consumed and destituted it to the bones, had made him a monk; but so connected with the higher sphere of Bram, that how many times he threw his bowl on the ground, the dry thorn broke branch and flower, and that, without feeling it, he raised himself on stools seven feet above the earth, with other prodigies which slowly refer to the epic. The fame of the holy Majama, as it was called, began to spread, and when the ears of three kapallians who could not stand the present sad state of their nation, resolved to go to the Durga temple and ask Majama for advice and the divine intervention. These last three kapallian patriots belonged to the caste of the chaturs or warriors, which formed, after the brahmans or priests, the first aristocracy of India. They were well armed and carrying offerings to the deity, and ascended Sindoro in the morning light, and, saving the fragrant forest and the delicious lakes, did not hesitate to alight upon the galleries of arches and the innumerable pillars of the vast temple. They passed, shivering with religious awe, under the huge gate, in whose jambs two colossal figures armed with thorns stand guard; and inside the courtyard, at the foot of the statue of the god, bending down and looking at the place where the wind should be -the position in which they usually represent the Buddhas-, shivering under a blazing sun, made a piece of yaksa or a thorn stick that shook the sand, saw the holy Majam, so quiet that a bird had nested in his cranium and only flew when he saw the three triads. -Great and venerable asceta - said the one who took the word - we have come to disturb your quiet and to interrupt the mystical meditations that bring you into contact with the divine spheres, to ask you to remember the damage, disaster and the end of our comarcas and kingdom of Kapala, and to exercise the tremendous power that your holiness gives you to obtain from the goddess Durga, at another time so suitable to the Kapalas, that restores us. only Durga can perform a miracle that frees us from abism. Concentrate your will and ask the goddess for the favor we ask. Majam remained as if he had been carved in stone. The gandharvas, respecting her immovability, praised and adored Durga, admiring the attributes of her eight arms and the emerald that shone in her trident as a sweet hope. Then, with a tremendously slow motion, the white eyes of the lonesome wandered in their orbits; his charred and blackened mouth opened solemnly; his sternum, in which the ribs were only barely attached to the skin, shook to catch the slack of the oblivious breath; and finally, with a discordant and stuttering voice, like the squeak of a door of oxidized gin, he murmured gravely: -Contemplate, oh harpies!, the attributes of the god. They will tell you how the miracles are done! They were not satisfied with the answer, and insisted. The great Majam could ask for Durga’s miraculous intervention: the power of the goddess was so infinite! Then the penitent, rising up with a sigh, and shivering and shivering under his rotten limbs, sat down under the statue's chin and took a dead fish, or rather a dry fish, of metallic tones, mutilated like the Majam himself - a fish that seemed to be of iron and copper - and gave it to the chrysalises, who, not being able to understand the meaning of such a rare present, without replicating it, took it. \"The doctor orders food from that fish,\" Majam said. When you sit on the mountain you will see it... and the fish will tell you how to do the miracles. Soon the three Kapallian patriots were dismissed, commenting on the gift of the fish and deciding that Durga, enraged or not, did not want to smite Kapala. Nevertheless, at the first stop under a group of lemons and tamarinds, they easily lit a fire and brought the fish to the table. And falling on the rocks, the fish began to shiver, to swell; its metallic scales became flexible; in a few moments, its scales loosened, its open mouth became red, its gills swelled, and — oh, the prodigy of Durga! The fish, a stumbling stumbling, leapt from the trough to the grass, fresh, alive, hopping. \"Durga orders us to imitate that fish!\" exclaimed the first chrysalis. I understand, my brothers: “Rejoice!”", "title": "El milagro de la diosa Durga", "author": "Emilia Pardo Bazán"}