{"metadata": {"length": 7596, "words": 1362, "reading_time_min": 6.81}, "text": "I was fourteen. He was a member of the intrepid guild of theater ticket dealers. My pattern was a crab with a constantly spinning eye and huge silk mustards. Her name was Kolia Schvarts. I fell into his power that fateful year when the Italian opera broke down in Odessa. The businessman, paying attention to the press critics, did not hire Anselmi or Tita Ruffo and settled for a good set. He paid the consequences of this and so did we. We were promised Shaliapin to run the business, but Shaliapin asked for three thousand per function. He was replaced by the tragic Sicilian Di Grasso with his company. They were brought to the hotel in carts full of children, cats and cages where Italian birds jumped. Kolia Schvarts saw that gypsies and exclaimed: \"My children, that's not merchandise... the tragic, no more to arrive, went with a basket to the market. In the afternoon he showed up with another basket at the theater. The first show barely brought together about fifty spectators. We put the tickets at half their price, but there were no buyers. That afternoon they gave a popular Sicilian drama, a simple story like the passage of day into night. The daughter of a rich peasant married a shepherd. She was faithful to him until the day a gentleman in a velvet vest arrived from the city. When she spoke to the newcomer, the girl laughed at random and at random she kept quiet. The shepherd listened to them and shook his head like a restless bird. He spent the first act all hanging on the walls and going nowhere in pumped pants; when he came back he looked around... \"A lost business\", said Kolia Schvarts in the interview. This merchandise is for Kremenchug... the interact was made to give the girl time to mature for infidelity. In the second act she was unknown: intolerable and distracted; she hurriedly returned the wedding ring to the shepherd. He took her to the poor, chrome-colored statue of the Virgin and in his Sicilian dialect he said: \"Lady, she expressed it with her low voice, and turned her head, the Virgin wants you to listen to me... Giovanni, who came from the city, will give the Virgin as many women as he wants, but I don't need anyone but you, signora... The Virgin Mary, our immaculate protector, will tell you the same if you ask, signora. The girl was on the back of the Chromed Virgin. He listened to the shepherd and kicked impatiently. In this world there is no woman who is not crazy when her destiny is decided... in those moments she is alone, alone, without the Virgin Mary, whom she does not consult... in the third act Giovanni arrives from the city and finds his destiny. While the local barber was shaving him, he stretched out his vigorous male legs in the proscenium. Under the sun of Sicily shone the folds of his vest. The scene represented a town fair. In the far corner was the shepherd, silent among the carefree crowd. He stayed with his head bent, lifted it up afterwards and Giovanni, under the weight of his fiery, attentive gaze, moved, waved on the chair and stood up giving a push to the barber. With a screaming voice he asked the police to expel all the suspected squirrels from the square. The pastor was playing Di Grasso who was meditating, smiled, jumped and jumped across the entire stage of the urban theater, fell on Giovanni's shoulders, nailed his teeth to his throat and, groaning and looking down, sucked the blood from the wound. Giovanni collapsed and the curtain came threateningly and quietly until we hid the dead and the murderer. Without waiting for anything more, we rushed to Teatralni alley, the box office that should open for the next day's performance. Headed by Kolia Schvarts. At dawn Noticias de Odesa informed the few who attended the theater that they had seen the most amazing actor of the century. On that occasion Di Grasso interpreted Turgenev's King Lear, Othello, Civic Death, Pupil, confirming with every word, every gesture, that in the frenzy of a noble passion there is more justice and more faith than in the gloomy rules of the world. Tickets for those shows were five times more expensive. Buyers went hunting the dealers and found them in the taverns, colorful, vomiting harmless sacrileges. In the Teatralni alley a stream of dusty, pink buckwheat penetrated. The stalls in felt buckets took out green wine bottles and olive-flavored tonelets. In front of the tents, the macaroni boiled in foaming water in boilers; the steam from the boiling steam was evaporated in the distant skies. Old ladies in men's shoes sold shells and souvenirs and chased unsuspecting buyers with a heinous scream. Rich Jews with their forked, hairy beards would come to the Severni hotel and peck down into the rooms of the artists of Grasso's company, brown mustache rolls. In the Teatralni alley everyone was happy. Everyone but me. Those were days when my doom was coming. Every now and then my father would miss the watch I took from him without permission and I would go to Kolia Schvarts. Used to wear a gold watch and drink wine for breakfast instead of tea, Kolia got the money back, but he wasn't going to return the watch. That's what he was. My father's character was exactly the same. Trapped between these two men I saw the rings of the blessed stranger pass by me. I had no choice but to flee to Constantinople. I was already in touch with the sub chief of machinery on the ship Duke of Kent, but before I went to sea I wanted to say goodbye to Di Grasso. He was playing the shepherd for the last time, that an irresistible power rises from the ground. The theater was attended by the Italian colony, led by the bald and handsome consul, the greeks who were shrouded in secrecy, the outer beards who were nailing their fanatical gaze to an invisible spot, and the manicured Utochkin. Even Kolia Schvarts brought her wife to the table with a purple shawl of flecos, a woman fit for the body of a grenadier, as long as a steppe and with a pale, sleepy face at one end. When I closed the curtain, my face was covered in tears. Guiñapo said to Kolia as she left the theater, did you realize what love is? Madame Schvarts was walking in a narrow passage through Lanzheron Street; tears were shedding from her kissing eyes, the shawl of flecks trembling on her fat shoulders. He was dragging his shoulder feet and shaking his head and in a stent-like voice he heard the whole street listing women who got along well with their husbands. Csilita That's what they call those husbands to their wives, heaven, little girl... Kolia walked submissively beside his wife and gently swayed the silk mustards. I, as usual, went to her side and groaned. In a break, Madame Schvarts heard my cry and turned. Guiñapo told her husband, winking his kissing eyes, that I should not last until the proper hour if you do not return the watch to the child... Kolia stopped dry and opened her mouth; then she recovered and gave me a strong pinch and passed the watch under my hand. Do I get any benefit from it? She was crying disconsolated, moving away from Madame Schvarts' rough, crying voice. Today a bestiality, tomorrow another bestiality. Tell me, wink, how long can a woman wait? They came to the corner and twisted towards the Pushkinskaya. I stood alone, pressing the clock, and suddenly with a clarity never before experienced I saw the columns of the Assembly pointing upward, the illuminated foliage of the avenue and Pushkin's bronze head with the diffuse ray of the moon over it; for the first time I saw what surrounded me in its just reality: quiet and unspeakable beauty. Fin Di Grasso, Ogoneck, 1937", "title": "Di Grasso", "author": "Isaac Babel"}