{"metadata": {"length": 6903, "words": 1257, "reading_time_min": 6.285}, "text": "Red-haired! Poor blonde doll, whose story we've heard so much without ever penetrating the tragedy of her flower soul! As you know, Capricorn was good, but curious. He loved too much wolf talk in the solitude of the forest, forgetting his mother's good advice. The wolf was so melifluous! He could look so deep with his eyes lit up like filthy. Caperucita could not escape that skillfully woven web of subtle charms, and died, crushed the heart between the needle teeth... poor Red Caperucita, fragile sleeping thing! How sad we must mourn the death of your flower soul! * * * In a country whose name I do not remember * * of this long ago, * * lived a widow who possessed, as an immense and unique treasure, a daughter. She was the beautiful, white, blond, soft child, like the sun, like a glass of snow; she was a human angel whose flesh was made of razor and petals. The widow adored her little girl; she corresponded to that affection with blessed submission. Caperucita owed her name to the suit she always wore: a beautiful red cap and hat, which sat at the thousand wonders in her golden hair and nacarate complexion. When Caperucita turned fifteen, she learned of the dangers that an inexperienced creature faces, and of the pleasures that honest and obedient conduct brings. The girl, excited, promised to follow the loving teachings. Since the widow was poor, she helped her daughter with household chores, dedicating her leisure time to the chickens, to whom she fed breadcrumbs, and watering the flowers, whose stems displayed their freshness in the balcony pots. Caperucita, diligent, rose with the sun; the basket under her arm, light and noisy, went out to shop. It was her rhythmic, harmonious floors; there was such grace in the round face, that it caused the whirlwind to those who saw it. She, humble in nature, lowered her red-eyed eyes and smiled like the most chaste of cherubs. Poor little blonde! One morning, made of light, songs, perfumes, Caperucita, drunk with the sun, felt the irresistible temptation to go bathe her little pieces in the river. Clear water was his favorite toy. How many times did her mother have to warn her to remove the almost upright handles from the jet! Caperucita had the occasional pilgrimage to form a necklace with water bills that would glow multicolored in the sun. That beautiful morning, the girl couldn't help but wish to reach the river. Why would Mom be upset if I came in time to cook? And if I'm late, I won't tell you anything. As soon as his atrocious reflection came out, the basket to the arm. The red cap hanging from the back gave freedom to its blond loops, whose twisted strands floated disorderly in the wind. Playful, crooked, this new goat took off her shoes and in a blink of an eye was in the water to her knees. The river, still, still, murmured barely a prayer to the foliage; it seemed asleep in its glass urn. How rich, how cool the water bubbled! In an unspeakable longing to thank the sweet well-being that the current was giving her, Caperucita bent down to the waves and offered them her lips. The sound of that kiss was so musical, like the sound of it, that when it fell into the river it would make a precious stone. Were they not the lips of Caperucita, a dove's heart carved into a single ruby? Unconscious of her happiness, the girl had not noticed two eyes like sparkling carburetors, watching her behind a boat on the opposite shore. That she would notice the wolf! But the wild human was greedy for the image that stood out in the midst of the bright nature, like a thin spring flower. He jumped from a leap into the boat, behind her back, and approaching unnoticed, he caught her with a friendly greeting steeped in betrayal and honey. Good afternoon, Red Cap. Blessed are my eyes that see thee, and my heart that go before thy smile. \"Good morning, sir\", the girl answered, \"where have you come from that I haven't seen you?\" The current brought me here; I was just fishing. Do you like red fish, Little Capricorn? They're your towels. Oh, yeah! And he answered and gathered the handkerchiefs together, and added sadly. But they can't fish; they're as light as the light worms that the sun shines on the river when it's going to die. - Capricorn, you want some fish? I'll go get them for you. You'll have them tomorrow. Oh yeah! Oh, yeah! \"I will bring a little porcelain to take you to the wedding\". \"Do you promise me you'll come by\", the young man asked, \"taking one of the restless little handcuffs and not telling anyone anything?\" Why couldn't I tell Mom? She'd be so happy! No, fool her; it's better to offer them off. You're right. But it's late and I have to go. You can tell my mother I've been to the river. Bye, Mr. Fisherman. Bye, Caperucita, see you tomorrow. * * * Capricorn worked that happiest day. The growl of their songs reached the nesting place of the mother frogs that lined the old walls of the cascade. The widow, enchanted, listened to her soul soaking in the joy of the treasure. The mother did not know the secret that fluttered within her youthful breast, like a wicked bird that tickled her. The next morning, Caperucita returned to the river, but she came home without the fish. Yet the roar of joy was still in his throat. The wolf, the terrible wolf, had already distilled in his life the poisonous green drop of hope. Without the lady's notice, the girl turned to the river many times. The porcelain silk that was to hold the fish was still empty. And the days passed, as fast as arrows through moonlight. And so it was a year later. Caperucita continued to sing; but an attentive ear would have noticed the sadness of those songs. Besides, the girl was pale. What was with the sweet little Caperucita? Oh, my God! I was sick of that terrible evil whose executioner kills by slowly martyring with his silky, fine claws. Caperucita loved... and it was one night, a night of wind, of darkness, of storm, when the little girl, taking advantage of her mother's dream, left home, without a gesture of pity for that immense pain that left her confidently asleep. The wolf had enchanted her to the point of making her forget the most sacred feelings. The mother went mad with sorrow, being powerless to find the lost treasure. What about her? You'll tell me. What happened to poor Caperucita? Fishermen in that country say that one afternoon, when the river was rife, they found the body of the poor woman near a shrub. Her lovely cheeks were untied, and she still kept her handcuffs tightly bound in a gesture of imploration. A great wound left the heart open from which flowed red blood, as red as their lips that triumphed over death in a royal ruby color. Ever since then, every woman has had her heart covered in a red cap of our blood. Because we've all been hurt by the wolf with bright eyes, funny gestures, mean words... *FIN* Tales for men who are still children, 1919", "title": "Caperucita Roja", "author": "Teresa Wilms Montt"}