{"metadata": {"length": 6968, "words": 1260, "reading_time_min": 6.3}, "text": "My French teacher was an old lady with luminous eyes, a black cloak decorated with gold ribbons, grey sash like the Queen of Amelia and dry and thin hands, prisoners in mitones that she herself wore. His eyes, a blue tinged with age, grew a little swollen at the memory of youth, and his rose-mauve lips sounded enigmatic, as he pleaded, without revealing the secrets of yesterday. Her name, Ives de l’Escale, looked like a noble one of the province; her ideas did not detract from the name; the acerbic legitimist, she used, hanging on a thin chain, a commemorative medal, the effigy of the Delfin hung in the Temple, and that she did not believe dead there, but escaped. Of this historical mystery, about which I asked him a thousand questions, he would not say a word: he shook his head; a religious compulsion seized his semblance; a slight shiver ran down his spine; but the only thing he could utter was a self-deprecating phrase to arouse curiosity: -Ah! That, who knew it well was the one who lived for another. As a transition, because I acquiesced, he resigned to explain to me how one can live for another. As for the mystery of Delfin, I had to resign myself to studying it years later, in books and magazines, when the French old lady had already become a charred husk inside her forgotten grave. - We shall not call him Jacob; we shall omit his name - I had said exaggerating the reserve, in it characteristic -. Jacob was the fourteenth son of a liar and a poor man. His uncle and brother were dance teachers in Paris, and he was a man of refined and refined manners. What a beautiful time! Today we don’t learn precise manners. Today the nuns raise their hands higher and higher and do not know how to bow before Our Lord sacramentally... In sum, Jacob's father counted among his pupils all the children of the slum of San Germán, the first Delfin and Madame Royale. Jacob was agile, distinctive and handsome. His ancestor taught him to dance and presented him to the throne and the court. At thirteen, Jacob danced once a week with the daughter of a hundred kings. Everyone knew that the new dance teacher was a gentleman, though poor, very well-bred and with genuine pergamonos. He came to a position, when the foreign luck that had begun to encumber him, turned him and closed the way. His father suddenly died. Not knowing what to do, and having an aristarchical soul, she sat down. In the army of the Rin, his valor made him famous. He danced with the same grace as he danced the minuet in the Tullerries. After the capture of Worms, General Custine named him his personal assistant, a distinction not small, given the severity of that hero, who valued quiet and cold courage. Jacob felt drawn to Custine; drawn singularly, as by a force of sortilegio. He would not have wanted to obey another king. He may have understood, or sensed without understanding, that his own destiny was linked to the general's. Custine, the serene hero, was soon suspicious of the triumphant Revolution. So, to be free and to be honest was to play the head. On the pretext of defending a plaza, Custine was injured and sentenced to death. The same judges, the same day, sentenced the assistant to the same sentence. When they left the courtroom in a coach to return to prison, before they reached the gate, Jacob thought of his own fate, subjected to that of another. No crime could be alleged against him: he was to be executed by the help of the Custini himself. A terrible sadness overcame him at the thought of his useless and dark sacrifice. It was the time of sunset: a gloomy cloud covered the horizon and the exhalations lit up the moment with a dazzling luminosity. A horde of people were huffing and puffing around the carts, which were moving very slowly. There were rumblings, and the multitude was clamorous. A half-mile from the prison, a trolley separated the first car from the second, in which Jacobo was riding between two municipal guards. The first kept walking; around the second a dense crowd of men gathered. There was a tumult, injuries were mingled between the schooner and the people; two huge lorries loaded with hens were parked in front of the wagon; the nearest one turned around. Jacob understood. When one of his guards stooped to help him, he gave the one who remained a great shock in the eyes. He did not carry his hands tied; he was finally an official of the Army of the Rin. And he, waking from the dances and the minutes, jumped lightly on his feet and stumbled among the flaming multitude, which shook and pushed itself into the dark. Just ten steps from the gate, an unknown hand covered his shoulders with a cloak; another hand, a woman's, shook hers, and he was dragged away, and a door opened to him and shut behind him, slackly. The house had two doors: at half past six, Jacob was found completely safe. The next morning, a fatal frost blew his blood, which miraculously remained in his veins. Because it was the case that brought him a newspaper, and reading it, he knew that by saving him he had been thought to save the general, assuming that he was in the second carriage. The newspaper repeated it with ferocious regularity: the plot had been a sham, and the head of Custine had been cut off at dawn. Jacob was a prisoner for several months, and he was also seriously ill. The woman, whose hand had led him to the shelter, cared for him tenderly. She was the love of the general, and she also took him “for another” without his will. Soon a sweet friendship was established; then something more intimate, which terrified and shamed them, as a betrayal of the memory of death. The love of the disciple drew him to the cross and they were married. They seemed the happiest marriage. However, Jacobo never saw himself laughing. A tight tenseness creased his front; a slackness without physical cause doubled his slender body. I - the old professor said, as the term of the strange story to which she referred - I, as a friend of Jacob's wife, entered much into that house, received confidences and collected sighs of closed souls before all, which with me only ventured to breathe. The wife, dripping with tears, said to me, \"You do not know the subject that my husband has given me?\" He assures that “he is another”; that despite appearances, he has never been Jacob of... - Beware! You will meet me by the name! - I unintentionally exclaimed. - Oh! That's not it! And the teacher shook her head, ashamed to be so careless. That's not it! Because I am talking about people who existed, and what I have mentioned is historical fact. Jacob died of a passion of the spirit; his wife followed him to the tomb, encircled by a deep trance. At the cab he had been given the hand of his husband, and he maintained that Jacob was the own Custine. In the hours before his death, he ordered that a sun-baked mausoleum be built for the hero Custine... and that it be deposited there as well. Jacob was always “other” until love!...", "title": "Por otro", "author": "Emilia Pardo Bazán"}