{"metadata": {"length": 5941, "words": 1168, "reading_time_min": 5.84}, "text": "Out there the light eats the landscape; here inside the man is and loneliness eats his chest. And the axe went up by the heights, and smote the mountain; and there were still some logs upon the water; but the axe remained on the plain, and there was also a rest upon the sun. The man is alone in here; it's as if he doesn't look at his face. Yet, like a newborn bean, hope points, and its eyes go away. When the calf is sick, with worms, the footprint is followed and the cross is made; if the worm is in the chest, the cross is not enough. In the mountains, man is different: real roads hurt. The boy is standing in the middle of the real road as if he were afraid of the mountain. The dog no longer barks when the man enters: he looks up, his nose stuck to the ground, moves his tail slowly. The man knows that now no one is waiting for him: from the door to the yard, a wild silence. Only the light speaks at night when there's burns on the stove. In the brown soil of the path the wind wipes out the footprints because it doesn't rain; but the footprint made in mud hardens to the sun and stays there, stone and rough. Therefore the mountain is good; the foot findeth no relief; it is worked, it is not sweated, and is sung. The voice is moved from branch to branch, from branch to branch; the earth is fresh, and shadow is ever. A man shouldn't go to the boyo to forget her and not see the wet eyes of the dog that no longer heals, as if he's afraid of hurting. Nothing; he left not a single thing of his: neither the root of the pipe, nor the comb, nor the old handkerchief of his mother, which was bound to his head. The man is now different: he never thought that woman could leave like this, forever. He thought the woman should live and die in her husband's boyo. After the month, he knew who to hang out with: I didn't know where they were, but he probably wasn't around. But there have been more than 15 decreasing and 15 increasing cases. One forgot the times when the river swelled down; those when the corn was filled and dried up; those when the earth was splashed to the full moon. For a while the boy drowned in the rain and in whole weeks the sun would shine. The man had his cargo ready. The previous evenings he was walking around the far-off boys, the nearest ones though, looking for orders. Mother Eulogia asked him for a tunic and a mouth accordion for the boy; don Negro, blue fort of pants. In the green light of the waning sun, just before dawn, he carried the beast. There, back and far away, the dark and reckless spot of the loma... the dog stole, with the head high, like one who throws bites to the star-spotted sky; the man made the firecracker and said: \"Come, animal! And the wolf, the boy, the road, the dog, and the shadow that fading spread over the gray dust: everything went away, away. Until the ascent unleashed man, beast, fire... so did man go under the sun: shaking upon the load of beans, covert and lofty eyes, tight lips and teeth. The morning was getting tough on his head. He had a furious thirst that dryed his mouth and made him stretch his neck in search of the welcoming boy. It had a strange impression, like something that gets up on our chest and drowns us. He didn't want to jump off the animal, but he brought it to the door. The boy looked fresh and clean. He said hello, tired. That thing in his chest hurt him: it was as if his voice was being hidden. He asked for water. He saw the woman's arm and guessed the other was busy holding the groaning child. Then when he lowered his head to thank her, he saw her. That didn't last more than a second. He heard the woman scream and saw her covering her face with the hand that a moment before held the pot of leaf. He thought she was going crazy, he himself, that he should throw himself and drown her. But the horse started walking. There was the long, silent, sunny road. The buyer tricked him with a chest of beans, but he wouldn't protest or let him understand. I had a thought, no less stubbornly vague: Saro. For it was certain that Saro was in the bohio, or in the conuco; that he should not be far off. He bought the blue fort from the old Negro, the tunic and the accordion from his mistress Eulogia. He wanted to go when the buyer put the surplus money in his hands; but there was, in the stocking, something that held him, nailed him: the nine-inch knife, of dark round handle, with brass ornaments. Seriously, as someone who has been silent for a long time, he asked, \"How much is that knife worth?\" The buyer looked at his rough hand, in which the surplus money was still asleep. What's in there, he said. The man thought that Saro had done him much harm: he was, far away, the empty boy, lost in that sickening and choking silence; the dog was a companion who gave more pain; he had to work hard during the day to sleep alone afterwards, in fierce solitude. Pass it on, he said. The road looked like a long rope entangled in the horse's legs. The man didn't think: he was calm, with bitter serenity; but he knew exactly what he was going to do. After that... what a counter! For real men, it was a prison! But the man felt a vertigo when he saw the boy: he wanted not to fail. He looked around: on both sides of the road was the cozy mountain, where to enter forever. The road, without him, would still be the same: long, quiet, tired. - Hello, you! He knocked the door. Then the boy cried inside and the man was upset to hear him cry. I'm leaving him an orphan, he thought. But when Saro came out the door he was calm. See, I said without knowing how. In that package there's a tunic for his wife and an accordion for the boy. They were my mistress Ulogia's, but Saro's eyes stayed still, blackened. The man, already untangling the long rope of the road with his horse's legs, felt a warm, slow breeze pushing him on his back. He nodded, with his rough hand, the handle of the knife and thought, \"I'll need to work\"...", "title": "El cuchillo", "author": "Juan Bosch"}