{"metadata": {"length": 2061, "words": 401, "reading_time_min": 2.005}, "text": "Spring had arrived. The forest was so beautiful. The little animals were waking up from the long winter and all were waiting for a happy event. - The deer is born! The Prince of the Forest is born! - Announcing the little Rabbit Tambor as he ran from side to side. All the little animals went to visit the little deer, whom his mother named Bambi. The little guy stretched out and tried to get up. His long, thin legs made him fall over and over again. Finally, he managed to stand up. Drum became a teacher for the little one. He learned a lot from him while they were playing in the woods. The summer passed and the dreaded winter came. When Bambi woke up one morning, he discovered that the whole forest was covered in snow. It was so much fun trying to walk on it. But he also discovered that winter was very sad, for there was hardly any food. One day he saw a group of older deer running. He was amazed to see the one who was going in front of everyone. He was bigger and stronger than the others. He was the great prince of the forest. That day Bambi's mom was showing up restless. He was sniffing the atmosphere trying to figure out what was going on. Suddenly, he heard a shot and told Bambi to run non-stop. Bambi ran and ran to the thickest part of the forest. When he turned to look for his mother, he saw she wasn't coming. Poor Bambi cried a lot. - You must be brave because your mom won't be back. Come, follow me, said the great prince of the forest. Bambi had grown up a lot by the time spring came. One day, while drinking water in the pond, he saw a deer reflected in the water behind him. She was beautiful and agile and soon they became friends. One morning, Bambi woke up scared. From the top of the mountain, he saw a hunting camp. He ran over and found his friend surrounded by dogs. Bambi helped her escape and they never parted. When spring came, Falina, who was called the deer, had two young. It was Bambi's children who, in time, became the great prince of the forest. If you have to walk in the forest, do not harm the animals. FIN", "title": "Bambi", "author": "nan Anónimo"}