{"metadata": {"length": 7452, "words": 1449, "reading_time_min": 7.245}, "text": "They had another boat ready on the lake and two Indians were waiting by their side. Nick and his father got on the stern and the Indians set the boat on. One of them was drilling. Uncle George sat at the back of the camp boat. The young Indian drove him a little farther from the shore and then rode to row. Both boats began sailing in the dark. Nick heard the sound of the oars of the other boat, further ahead, as the fog prevented him from seeing it. The natives rowed with quick and violent blows. Nick was lying there, and his father was holding his arm around him. It was cold in the lake. The Indian rowed with all his might, but the other boat always took the lead. Where are we going, Dad? Nick asked. The Indian camp. There's a very sick lady. Oh, my God! Nick said. Uncle George's boat got to the other shore earlier. When they landed, he was already smoking a cigarette. The darkness was complete. The young Indian pushed the boat to the beach and Uncle George gave cigarettes to the two rowers. Then they went through a meadow soaked with dew. The young Indian was leading the way with the headlight. They passed through the mountain and followed a path to the road. There was more light there, because the mountain was cut on both sides. The guide stopped and turned off the headlight with a blow. Finally, they all moved along the wide road. They turned a corner and a dog came barking. Beyond there were the lights of the Indian lumberjack's huts. A few more dogs came out to meet the newcomers. The two Indians made them go back to the huts. In the one closest to the road, there was light in the window, and at the door was an old woman with the lighthouse on. Inside, a young Indian was lying on a wooden cot. For two days she had tried to give birth. All the old ladies in the camp had helped her. Men, for their part, would smoke on the road, far from there, because they didn't hear the woman's groaning. When Nick and the two Indians came in behind his father and Uncle George, he was screaming. She was lying on the bottom mat. It looked huge under the canvas. The upper bed was occupied by her husband, who had cut off a foot with an axe three days earlier. He was smoking pipe. The room stank. Nick's father ordered some water to the fire, and as it warmed up he spoke to the boy: \"This lady is having a son, Nick. I know. \"No, you don't know\". His father continued. - Listen to me, please. She's suffering from the so-called birth pains. The creature wants to be born and she wants to be born. All his muscles are trying to get the creature out. That's what happens when you scream. I understand. Nick was upset. At that moment, the woman shouted. Oh, my God! And can't you give her something to calm her down, Dad? - No, I'm not. I don't have any anesthetics. But their screams don't matter. I can't hear them, because they're not important. In the upper bunk, the husband turned to the wall. The woman who was watching the water told the doctor that it was already hot. Nick's dad went into the kitchen and poured half the liquid from the huge pot into a pot. Then he dipped the water in the pot of several things wrapped in a scarf. \"This has to boil\", he said as he began washing his hands in the pan with the piece of soap he had brought from the camp. Nick watched carefully as his father rubbed his hands. At that moment, he spoke to him again: \"As you can see, Nick, the head of the creature must first come out, although sometimes it doesn't. Then there are many inconveniences for everyone. We may have to operate on this woman. We'll know in a little while. After the thorough washing was completed, he set out to work. You want to take that blanket off, Jorge? I'd rather not touch it now that I have clean hands. Then, when he began the operation, Uncle George and three Indians held the woman, who once bit Uncle George in the arm, causing him to exclaim: \" Indian Perra! And the Indian who had rowed in his boat threw a laugh. Nick held the scarf next to his father, which took a long time. Finally, he took the creature out, slapped her to breathe and handed it over to the old woman. Look, he's a boy, Nick. What do you think of it as a practitioner? \"That's fine\", Nick said, looking away to avoid seeing what his father was doing. That's it. That's what he said, putting something in the tray. Nick turned his eyes again. Now we need a few stitches. Do what you want, Nick. If you want to look, look, and if you don't, don't. I'm going to sew the anterior incision. Nick didn't contemplate the operation. He had lost all curiosity... his father ended up joining. Uncle George and the three Indians also stood up. Nick took the plum to the kitchen. Uncle George looked at his arm, and the young Indian smiled as he remembered the bite scene. I'll put some peroxide on you, Jorge told the doctor. Then he leaned over the woman, who was very pale and still and with her eyes closed. I had lost my mind. \"I'll be back in the morning\", the doctor explained, standing up. The nurse of St. Ignatius will arrive here at noon with everything we need. He was very cheerful and talkative, like the football players in the dressing rooms after the game. This is like publishing it in the medical newsletter, Jorge manifested. Just imagine that! Do a cesarean section with a knife and then sew the wound with gut thread! Almost nothing! Uncle George was leaning against the wall. He kept looking at his arm. Oh, my God! There's no doubt you're a great man, he said. Now we have to take a look at the proud father. They are usually the ones who suffer the most in these little tragedies. Although I must admit he was pretty good. But when he removed the blanket that covered the Indian's head, he pulled out his wet hand. Then she climbed to the edge of the lower bed and looked at the other with the help of the headlight. The native lay face down against the wall. A cut, ear to ear, ran through his neck. The blood formed a pond on the part of the bed sunk by the weight of the body. The head rested on the left arm, and the open blade was above the blankets. \"Get Nick out of here\", George said. But there was no need to do so, for Nick, from the kitchen door, had seen the bunk when his father, headlight in hand, threw the Indian's head backwards. It was starting to light up when they returned to the lake by the loggers' path. \"I'm so sorry I brought you\", Nickie said to his father. The joy of the operation had already vanished. It's been a terrible and uncomfortable thing for you. Do women always suffer so much when they give birth? Nick asked. No, this has been something exceptional, very exceptional. And why did he kill himself, Dad? I don't know, Nick. He couldn't handle what happened, I guess. Do many men commit suicide in cases like this? Not many, Nick. And many women? It's weird. Do they never kill themselves? Oh, my God! - I know. Sometimes they do. Dad... What? Where did Uncle George go? He'll be back in a minute. Do you suffer a lot when you die, Dad? No, I guess not, Nick. It depends... then they sat on the boat, Nick on the stern, and his father in the middle, rowing. The sun was already setting over the hills. A rover jumped and formed a circle in the water. Nick put his hand in the water, which was warm despite the morning cold. On the lake, sitting on the back of the boat, at that early hour, while his father was rowing, Nick had complete confidence that he would never die...", "title": "Campamento indio", "author": "Ernest Hemingway"}