{"metadata": {"length": 2805, "words": 548, "reading_time_min": 2.74}, "text": "I am the dark, widowed, the uncomfortable who sacrificed his last tower to carry a female pawn to the seventh line, in front of the white horse and the mule. I'm speaking from my black base. I was tempted by the devil at the torrid hour, when I had at least secured the tie. I dreamt of a lady being crowned and I fell into a beginner's mistake, in a double elementary check... from the beginning I played this game wrong: weakness in opening, hasty change of parts with clear disadvantages... then I delivered the quality to get a past pawn: the lady's. Then... now I'm alone and idle on the whiteboard of nights and black days, trying to occupy central boxes, dodging the matte of mule and horse. If my opponent doesn't do it in a certain number of moves, the match is tables. That is why I continue to play, in the final analysis, in accordance with the Rules of the International Chess Federation, which literally says: Article 12° The game is Tables: Inciso 4) When a player proves that at least fifty games have been played by both sides without any piece capture or pawn movement taking place. The white horse jumps from side to side, toneless and sonless, here and there and there and here. Am I saved? But suddenly I am in anguish and begin to retreat inexplicably to one of the deadly corners. I remember a joke from Master Simagin: Mating a mule and horse is easier when you don't know how to give it and you get it by instinct, by a relentless will to kill. The situation has changed. The Delétang triangle appears on the board and I lose the count of moves. The triangles happen one after another, until I find myself cornered in the last one. I have only three boxes left to move around: one king horse, and one and two towers. I realize then that my life has been nothing more than a triangulation. I always choose my love objects wrongly and lose them one after another, like the pawn of seven ladies. Now three figures come to me: king, mule and horse. I'm not a top of the line anymore. I'm a dead end in the final triangle. Why keep playing? Why didn't I let the pastor's mate? Or the one about the crazy guy? Why didn't I fall for a variant of Legal? Why did not God kill me better in my mother's womb, leaving me locked up there like in the tomb of Philistines? Before they make me the last move I decide to bow my king. But my hands are shaking and I knock him off the board. My young adversary gently picks him up from the ground, puts him in his place and kills me in a tower, with the alphill. I'll never play chess again. A word of love. I will devote the days of my remaining wit to the analysis of the other's games, to studying the end of kings and pawns, to solving matte problems in three, as long as in them the sacrifice of the lady is obligatory. ♪ Fin's the Beast ♪ 1959", "title": "El rey negro", "author": "Juan José Arreola"}