{"metadata": {"length": 3738, "words": 675, "reading_time_min": 3.375}, "text": "Ilia Sergeich Peplov and her wife, Cleopatra Petrovna, were listening at the door with great anxiety. On the other hand, in the small room, a scene of declaring love was apparently taking place. His daughter Nataschenka was engaged at the time to the Provincial School teacher, Schupkin. \"It seems to sting\", Peplov murmured, trembling impatiently and rubbing his hands. Look, Petrovna... as soon as they start talking about feelings, you unravel the picture on the wall and we come in to bless them... they'll be trapped. The blessing of the image is sacred and irrevocable, and even if it goes to court, it can no longer be turned back. On the other side of the door was the following dialogue: \"Nothing of its kind!\" said Schupkin, rubbing a match in his pants to light it. I assure you I wasn't the one who wrote the letters. - Come on, don't say it! - laughed the lady, screaming in a whisper and looking at herself in the mirror at every moment. I recognized her right away. And what a strange thing!... You, calligraphy teacher and making those ticks!... How are you going to teach others to write if you write so badly?... - Jum!... That means nothing, miss. In the study of calligraphy, the main thing is not the writing class, the main thing is to keep the students subject. One gets his head stuck with the rule, another gets on his knees... but the writing! Pchs!... That's what I miss!... Nekrasov was a writer and it was embarrassing to see how he wrote. In his complete works comes a sample, what a sample! of his calligraphy. - Yes, but that was Nekrasov, and you are you... - a sigh. I would have loved to have married a writer! I'd have spent time making me up lyrics! - I can do some lyrics for you too, if you want. - And what can you write about? - About love, about feelings... Over your eyes! When you read them you will be amazed. They'll make you cry! Tell me, if I wrote you a few poetic verses, would you give me a kiss on your sleeve? - What a foolish thing! Be it. Schupkin got up from a leap and with eyes that seemed ready to jump, he squeezed his lips over the gordozuela hand that smelled of egg soap. - Untie the picture! - said Peplov in a hurry, tapping his wife, pale with excitement and clutching the buttons of the jacket. Come on, let's get this thing going! - and without losing a second he opened the door in a straight line. Children! - he blinked, his hands up and tears in his eyes. May the Lord bless you! My children! Be fruitful and multiply! I bless you also! \"She said, crying from happiness\". Be happy, my dear ones! Oh! \" he continued, addressing Schupkin. You snatch my only treasure! You want my daughter! Mime it! Schupkin's mouth opened in amazement and fear. The parents' assault had been so unexpected and so daring that he could not utter a single word. \"I've been caught... caught\"... he thought, \"prisoned by terror\". The end has come to you, brother... you will no longer escape... And he humbly presented his head, as if to say, \"Take it... I am defeated!\" - \"I bless you\"... - continued the father; and he began to weep too. Natashachenka! My daughter! Get to her side! Petrovna, bring the picture! But at that moment the father's cry ceased and his face changed with fury. - Socket! - Head hurry! - he said, angry at his wife. Is this the image?... - Oh, my God!... Holy Virgin!... What had happened?... The calligraphy teacher raised his eyes fearfully and was saved. In her haste, the mother had mistakenly removed the portrait of the literate Lajechnikov from the wall. Old Peplov and his wife Cleopatra, holding him in their hands, in their blushing state did not know what to do or what to say. The calligraphy teacher took advantage of the confusion and ran away. FIN", "title": "Mala suerte", "author": "Anton Chejov"}