{"metadata": {"length": 7395, "words": 1411, "reading_time_min": 7.055}, "text": "The devil is vicious, greatly vicious; and within his unclean being there is no vice that does not reach its fullness. Because if not, the devil would not be a complete devil, but a half-devil. It follows that the devil is a gambler and, by extension, a cheating gambler: we could say that he is the great tahur of the abyss. The devil is also envious, for in his wicked bosom all evil passions are stirred. And in him is the envy infinite, as if he envies heaven and those who dwell therein. If his envy were vulgar, he would not be but a poor devil: any poor devil is envious. And this is why on these Christmas days the tortures that the spirit of darkness constantly suffers are exacerbated. He envisions the holy joys of good night, and even envisions the most vulgar joyous and the most vulgar emotions of this day, unique in the year, because it is the only one in which he knows for sure that he must have a good night. And since the devil is a gambler and the devil is envious, one of the things that most disturbs him about the hellish guts is the Christmas lottery. The devil would like to have his lottery with his fat guild and even his approaches. After much thought, because the devil is still not mad and has the fatal mania of thinking, he decided that his desire to have his own lottery would reach the throne of the Most High; and for this he wanted to communicate with an angel who was there, in better times, when he was still an angel and one of the most beautiful, had been his best friend. It was the dawn of a fall day. The night was gathering its veils; the east was being dyed with the pink dyes of dawn; but the weather was turbulent; and there, at the edges of the horizon where the sun rises, dark clouds were in contact almost with pink fogs; shadow and light touched on the indecisive border of the morning twilight. The devil knew well where to find the angel, and through the still dark sky he stretched his flight, whipping with bat wings the dense clouds, which spread everywhere, thus reaching the end of the darkness. On the edge of the last dark cloud he curled up, and in the first pink cloud that was beyond, he saw the angel, his friend, fluttering in full light and bathing in gold and grain his very white wings. And the devil upon the black cloud, and the angel upon the bright mist, one facing the other, and very near, they spoke for a while in that language without words, with which spirits know how to communicate. The devil pleaded, the angel heard sadly, and finally the four wings blew at once: the two black wings were again in the darkness of the night; the two white wings rose up through the bright ether. It was that after some time the devil got what he wanted and obtained from the sum of power something in the form of a diabolical lottery, divided into three lotteries. The first one, in the African desert. The second, in the heart of the seas. The third in the extinguished crater of a volcano. Then the angel, who was his friend, threw a pearl from the crown of God into the countless sands of the desert and said to the devil, \"If you find my pearl in that infinite sand, you will be clean again\". Then the devil rushed into the sand. And in it he swung with satanic despair. In it he sank his shoots, taking out sand-toasted fists. Against him he froze his black wings, throwing the charred dust. Never sweat the devil, who is dry and dry his skin! But that time, she really sweated. He dug it up one side. He dug for another one. He's shaken the whole desert. He drew long grooves with the tips of his wings in a flying raft. He sniffed like a damn dog. He lifted the flight to widen the horizon and wandered his eyes like red coals across the plain. He suffered mirages that he pursued in earnest and, finally, fell defeated without finding the pearl. Finally the angel came down to her and said, \"It is more difficult for you to find your purity than to find the pearl of your God in the sands of death\". But the devil wanted to try the second draw. And the angel cast into the great sea a mother's tear, a sign of love, and said unto the devil, Seek this tear among the infinite bitter drops of the sea, and thou shalt love, and in loving shalt thou be saved. With which the spirit of darkness rushed greedy and throbbing into the ocean. And he went over their breasts, and went down to their abyss, and went up to the surface, and leaped over the waves; and his wings were bathed with foam, and they were white. But I never found the tear of love. He roared against sea monsters; he became entangled among the seaweed; he swallowed bitterness; salt water bit in his eyes with salt teeth; but the cursed skin was never filled with the tears of love. So he was defeated in this second test as well. And the angel said to her, It is more difficult for thee to love again than for thee to bring a tear of love into the heart of the seas. But the devil, who is a spirit of pride, never gives up his defeat, and he wanted to go to the third test or, so to speak, the third lottery of his Christmas lottery. And the angel and he, flying over mountains, stopped at last at the edge of a deep black crater, the mouth of an extinguished volcano. In that sink were falling broken pieces of lava, burnt scum, crushed stones, no more nor less than the lottery ball is filled with the balls to be used for the draw. Between those thousand and thousand pieces of the sprayed mountain, the angel threw, when it pleased him, a beautiful diamond of enormous size and divine lights, which were soon buried among the plundered volcanoes. And the angel said to her, This diamond is for thee, a poor spirit of shadow, more pure than purity, more loving than love; for it is thy salvation. Put your hooked hands, roll well in the mud, draw out a stone by chance, and if it be the diamond that I have cast into the abyss, your bowels will soften, your wings will be white, your eyes will be moist, and you can go up with me to the divine region from where, in time of doom, your pride has precipitated you! The devil is a traitor, we've said it before, and he wanted to set a trap. His spirit, all fire, leaked through the base of the crater, and it slowly reignited until the washes, and the scum, and the pebbles all melted; for he thought the diamond would not melt, as, in fact, it did not melt. And the devil cast a sickle upon the water, and brought it before the angel, and said, Here it is. The angel looked at him and wept. \"This is the diamond I had on, \" he said\". It is the one of the purple lights, the one of the divine lights. It is a piece of coal. The fire of thy soul, in which all uncleanness is stirred, and all evil passion burns, and in which is wrought sorrow, and tears are consumed, and the vices are burned, and the heat is kindled, and the hearts are dried up; and the fire hath burned the crystal of diamond. It's only good for you to burn in the homes of hell. Be deceived, you miserable being: neither good nor evil are at the mercy of fortune. To get gold may be good lottery, but no lottery--not even yours--is to give purity, and peace, and love to souls. And the devil, dipping desperately violently into the boiling liquid that filled the crater, plunged to the bottom, and through black, burning ducts, returned once again to the center of hell, forever deluded from his diabolical Christmas lottery. ♪ Finish ♪", "title": "La lotería del diablo", "author": "José Echegaray"}