{"metadata": {"length": 6737, "words": 1178, "reading_time_min": 5.89}, "text": "Mr Émile Pierre Would it have been fair, then, for God to condemn Man to Happiness? An eastern dawn red-colored the granite sculptures of the Toledo Officer's front, including the Dog carrying a torch lit in his mouth, shield of the Holy Office. Two leafy fig trees shaded the bronze gate: beyond the threshold, quadrangular stone steps emerged from the palace's entrails, entangled in depths calculated on subtle deviations from the direction of rise and fall. Those spirals were lost, some in the council chambers, the cells of the inquisitors, the secret chapel, the one hundred and sixty-two dungeons, the garden and the family bedroom; others in long, cold and endless corridors, to various retreats..., the refectories, the library. In one of those rooms, where the rich furniture, Cordovan leather upholstery, plants, sunny windows, paintings contrasted with the nakedness of other rooms, he stood up during that dawn, with his bare feet in his sandals, in the center of the rosette of a Byzantine carpet, with his hands together, and his large fixed eyes, a thin old man of gigantic stature, dressed in the white tunic with red cross, the long black cloak over his shoulders, the black birch over his skull and the iron rosary over his waist. He seemed to have passed his eighties. Pale, broken by mortifications, bleeding, no doubt, under the invisible ciliary from which he never separated, he watched an alcove in which he was, prepared and feasted with garlands, an opulent and muldy bed. That man's name was Thomas of Torquemada. Around him, in the immense palace, a frightening silence fell from the vaults, silence formed by a thousand sounding blows of air that the stones kept on whistling. Suddenly, the Spanish Inquisitor General pulled a bell from the corner that was not heard ringing. A monstrous granite block, with its upholstery, turned around the thick wall. Three family members, with their shells down, appeared - coming out of a narrow staircase dug in the dark - and the block closed again. It was a matter of two seconds, lightning. But those two seconds had been enough for a red glow, reflected from some underground room, to illuminate the room and a terrible, confused burst of screams - so heartbreaking, so sharp, so horrifying, that one could not distinguish or guess the age or gender of the voices that cast them - to pass through the crack of that door, like a distant whisper from hell. Then came the deep silence, the cold breezes and, in the corridors, the sun angles over the lonely slopes, which barely altered, at intervals, the sound of an inquisitors' sandal. Torquemada uttered a few words in a low voice. One of the relatives came out and, a few moments later, two beautiful teenagers, almost still children, a boy and a girl, eighteen and sixteen years old, no doubt, entered in front of him. The distinctiveness of their faces, their personalities, bore witness to an important family, and their clothes - of the noblest elegance, discretion and sumptuousness - indicated the high rank their lineages occupied. I would have said that it was Verona's couple transported to Toledo: Romeo and Juliet!... With a smile of surprised innocence, - and somewhat red-eyed to meet together - they both looked at the holy old man. \"Sweet and dear children\", said he, laying his hands on them, Thomas of Torquemada, \"you loved each other for almost a year (which is a lot at your age), and with a love so chaste, so deep, that trembling one to another and with low eyes in the church, you dared not confess it. That's why, knowing it, I've called you here this morning to join in marriage, which we've already done. Your prudent and powerful families have been warned that you are now husband and wife and the palace where you are expected is ready to host your wedding banquet. You will be there very soon and you will go to live, in the appropriate rank, surrounded later by no doubt beautiful children, flower of Christianity. Oh, my God! You do well in loving, young hearts of choice! I also know love, its outpouring, its tears, its anxieties, its heavenly tremors. My heart is consumed with love, for love is the law of life, the seal of holiness. So I decided to join you in order that the very essence of love, which is only the Good God, might not be disturbed in you by too fleshly appetites, by lust that you delay too long in the legitimate possession of each other as betrothed, may ignite in your senses. Your prayers were going to be distracted! The obsession with your dreams was going to obscure your natural purity. You are two angels who, to remember what is REAL in your love, you were already eager to calm it down, weaken it and exhaust its delights. Let it be so! You are in the Happiness Room: you will only spend your first hours here, then, blessing me - so I hope - for having given yourselves, that is to God, you will live the life of humans again, in the place that God assigned you. They placed them face to face, like two statues of youths, and wrapped them together in wide strips of scented leather that gently tightened them, then carried them, stretched, heart over heart, lips over lips, to the wedding bed, in a hug that subtly immobilized their ties. A moment later they were left alone, for their intense joy - which soon overcame their turmoil - and the delights were so great that they liked it so much that among burning kisses they said in a low voice: If this could last forever... But nothing down here is eternal, and his sweet embrace only lasted, unfortunately, forty-eight hours. After which the family members entered, opened the windows in pairs so that the clean air from the gardens could enter: they removed the straps, and a bathroom - which was indispensable - resuscitated them each in a nearby cell. Once they were dressed again, as they were weak, livid, mute, heavy and with hurried eyes, Torquemada appeared and giving them a final hug, the austere old man said in their ear: \"Now, my children, you have passed the hard test of Happiness, I bring you back to your life and your love, because I believe that from now on your prayers to the Good God will be less distracted than in the past. An escort led them to their palace for the feast, where they were expected; all were signs of joy! Only, during the wedding banquet, all the noble guests noticed, not without surprise, that among the newlyweds there was a kind of discomfort, short words, divergent gazes and cold smiles. They lived, almost separated, in their apartments and died without offspring because - if you must say all that - they never loved each other again, for fear that all that would come back again! FIN Histoires insolites, 1888 Translation of Hope Cobos Castro", "title": "Los amantes de Toledo", "author": "nan Villiers de L'Isle Adam"}