{"metadata": {"length": 3863, "words": 807, "reading_time_min": 4.035}, "text": "A lark and a fox. The wolf lived in a ice house and the lion in a liberian hut. The spring came, and the rays of the sun broke down the fox's hut, while the lark's hut remained intact. The sly fox asked the lilac for lodging, and when it was granted to her she gave it to her from her house. The poor lilac walked through the field weeping with desolation, and tripped over some dogs. - Oh, oh! Why do you cry, Little One? The dogs asked him. The Laughing One replied: -Let me be, little ones! How do you want her not to cry? I had a libel and the wolf a shiver; his shiver was a shiver of ice; he asked me for lodging and then he shivered in my own house. -Don't worry, - the Dogs told her - we'll take her out of your house. - Oh, no! That is not possible. -How not? Now you will see! They came to the cliff and the Dogs said, -Wow, wow! Sal, Zorra, from that house. Anda! But the fox answered them, stepping up to the fire: 'If you do not move in unison, I will leap over you and pounce on you in an instant! The dogs were terrified and ran away. The poor lark was left alone, went out walking despondently, and was found by a bear. - Why do you cry, Little One? \"What do you want to do?\" asked the Bear. -Let me be, Bear! - he replied. How do you want her not to cry? I had a hut of fir, and the fox a hut of ice; when she had taken hers, she asked me for lodging, and then she took me from my own house. -Don't worry, Liebrecita - said the Bear - I'll fling the fox. - Oh, no! You can't touch it. The dogs tried to do it and failed; you will not succeed. -How not? Now you will see! They ran to the creek and the Wolf said, -Sal, fox, out of the house! Anda! But the fox said calmly: - Wait a minute, I'll come out of the house and I'll be gone in a moment! The Bear shivered and walked away. Again the lilac walked along weeping, and found a thorn, which said to her, -Why weepest thou, lilac? Oh, let me be, Toro! How do you want her not to cry? I had a libel and the wolf a shiver; after she had withdrawn hers, she asked me for lodging and then dragged me out of my own house. Why you cry so little! Let us go, I will take her out of your house. - Oh, no, Toro! You can't touch it. The dogs wanted to eat it and could not; then the bear tried to eat it and could not; neither can you. -You will see! They came to the door and the Toro cried: -Get out of the house, fox! But he said, sitting by the fire, \"Wait a little, and I will come out of the house and I will wash you in a wash of eyes! The bull, despite his courage, was afraid and ran away. Again the poor Liebre was alone and walking along a muddy path, when she met a Gallo who was carrying a sledge. -Anywhere! Why do you cry, Little One? -Let me be, Gallo! How do you want her not to cry? I had a libel and the wolf a shiver; after she had withdrawn hers, she asked me for lodging and then dragged me out of my own house. - Let's go, I'll take her out of there! - No, Gallo, you can't touch her. The dogs wanted to eat it and could not; the bear wanted to eat it and could not; finally the tiger tried to eat it but failed; you cannot do it either. - You will see how it is. Let's go! They came to the trough and the Gallo sang: -Whoop! I have a tiger with me and I want to slay the tiger! Walk home after school! Anda! The fox heard the song and was terrified. - Wait a minute, he said; I'm watching you. The Gallo sang again. -Anywhere! I have a tiger with me and I want to slay the tiger! Salt from the house! Anda! The fox, still trembling, replied: - I am already putting on the coat. The wolf sang a third time: - Quiriqui! I have a tiger with me and I want to slay the tiger! Salt from the house! Anda! The fox was so terrified that she ran out of the house, and the wolf killed her with the thorn. Then he stayed with the Lievre in his hut and they both lived in peace and harmony. FIN", "title": "La zorra, la liebre y el gallo", "author": "Aleksandr Nikoalevich Afanasiev"}