{"metadata": {"length": 6040, "words": 1156, "reading_time_min": 5.78}, "text": "They were the four of morning. The churrera had a sort of third-class bus. She slept an old woman with a dream of sighs and babes. A man showed an infinite number of papers, his swollen face and blond and red hair, to the police pair who took the masked mojapan. Three thorny students were suckling hay in the company of a pigeon that swung its wings. The butcher, macho, opened his hat in front of the fire where the great spit of oil gleamed. Olor de tren con aceitazo y dejo axilar, pegaba un tufo inolvidable. The street of Ave Maria was opened to the sabbath egress of the last hour. The night owl found his rest in chocolate with churros or in the aguardiente truhán in a short and high glass of cadera. The night, full of stars and songs and green with gas flares. It was heard the tinkle of the bell as the sereno was authorised. They fell into the square, two frightened, man and woman, from the arm and entombed. The light of death frightens them like frightened butterflies. The mosque couple stood at a juncture, like the cats, ready to intervene when circumstances demanded it. The old dormilona sprang up through its slumbering slumber, rousing the slumbering slumber and showing the thorn of its teeth. The churrero did not shiver from his ragged and rotten manhood. Bronchial water, the zaragata of a student invited you to take what you like. The woman was given a cup of milk and the husband an anise to stay well, for men must always show that they are good. One of the ladies sounded like a tragic voice and began to disturb the meeting. She sang in a lilting voice and had to extol her of oles and of familiar living things. The three students began to sing in a choir-like manner in the gabacho. Nobody told them to call, but they did. That was not of the night. The night has its rite, more or less torpid and demands to be fulfilled. He spoke the comic and showed his school French; then the north of the gazes was offered in expectation of the count. - Here, my lady and I, we are from the theatre. Once a student of your age, like you. Why haven’t they entered into quintas yet? -asked, dripping his talk in the lust that they would affirm and he could feel his experience of old man. The students needed to have had a lot of bad luck. The comedian explained further, ramifying the story: -Medicine, studied medicine. I was a little boy, a little tyke, and I wanted to be an actor. You don't know what this is. Moving from here to there, as it were. Now we come from Valencia. Our gender is ending. My wife is a dressmaker in the company and I am in the choir. The students started to sing soon. One of the attendants was making the third with the photographer. He arose and sat down at the other table. - What times those were! You were not born. I came to sing Lisstrata; I also sang The Chicken Dance. They dismissed the two remaining and went out to pray. - I have worked a lot in that capital. We had the trough full every day. There was a need to see the tattoos that were being done. I met my lady there. The lady interjected, faking her voice: - My husband and a server, who was then a chubby, we made love. We formalized our relationship when we returned to this Madrid of my soul. The student sultan waited in the bathroom. The glasses made his eyes look like a prison of savage fish. He was badly shaved: the growing beard smeared it with cane. They were delighted with all this, and the Comiquera section liked old-fashioned spices. The young man asked the other, pale and stoic, for a peck for reaching the top of the ladder. -When I went to school they already called me the tables. I remember that once we made The God of Hell. The master told me that I was able to earn the bean by working as an actor. And I am not sorry because, if I had cared, I would have become something. The mother of the hero entered into the woman of the play. The young boy was tired of fighting and was sleeping. -Pobrecico, so young. How do you get him out of the house...? The student recovered and uttered a few words. He asked for more arrows. The snout of the pig roars wildly. -Miguel, it will do you harm. - I can drink a liter. - Don't presume. The man from the farse paid a round and continued talking. - Yes, sirs, I was born to be an actor, but life... you know you. One wants to arrive and then one finds oneself with bad desires. In the war I had to take a job as a newspaperman and it went well. I left him for this rotten addiction. I have tried it all and you can see how it goes. Miguel wanted to get the eye by a grace that did not like the actor. He was involved in the flag: a large yellow and black flag that gave him a certain air of funeral. He screamed at his wife because he was almost frozen to death in the morning. And he arose. When he was standing, the steward of the papers approached him and said, \"You won't have a cigarette?\" - A cord. And the dipsomanian tried a natural path. Nobody made a mistake and he sat there with a sour face waiting for another opportunity. The voice of Lucifer came from the throne: \"Do not molest the lords. The most surprising thing was that all that squabble was about an inevitability of education. The one from the cards asked for pardon and was withdrawn to a corner. On the street of Ave Maria, in the solitude of a white and sour morning like yesterday's milk, the three students walked. There were only the owner and the man of the papers. It was going to close for an hour to let the churrero rest. Old songs and ballads grew in popularity in the early years of the student movement. The serenity appeared as a ghost. He ordered them to flee. The gas flames looked like flaming fires. Miguel trembled and shook with incoherence. The hill was a cliff that I had to climb. The last cat of the night hid in a nook. They were the students of the man who was born to be an actor. The man born to be an actor dreamed of success in the Hispanic theatres. When passing by a church, the three students were surprised by the first wedding of the day. FIN 1949", "title": "Un hombrecillo que nació para actor", "author": "Ignacio Aldecoa"}