{"metadata": {"length": 4940, "words": 973, "reading_time_min": 4.865}, "text": "At the time, I was very busy and lived with the trucks. My head still rings with the thick command voices and the brake chirp. Our meeting point was in the yard, under the window sill of a certain window that, on the nights of departure, was a swarm of torches and angry voices like whips. The waitresses and servants who gave us the way out were eager to see us on the way, because then they could stand on the threshold and breathe: the restraint of our trash was their release. For us too, the long lash, strapped outside the saddle to the side of the horses, was a sign that the driving and the night were beginning. In the first shadows we were accompanied, if there were stars, by two in two or three in three by the road arches, without losing sight of the head horse and the forks, because the caravan runs like a train and everything depends on it being well-traveled. Then the older ones began to back out and ride in the different cars; we young ones always had some conversation to finish and one last kiss to ask for. But also at the end we jumped over the sacks and started the sleepwalk. How many nights have I spent so crooked on my sacks, the headlight blurring before my eyes that in the sigh I could not tell whether it was hanging from the front cart or if it was mine. One felt carried, felt the whole chariot and horse move and stretch beneath; certain sections of the road were recognized by the bumpers. As the carriage passed under a hill, or between a field in front of a porch, a curb, or over a bridge, the echo of the wheels' rustling varied: it was a more company-making voice than the horses' head-shaking hulls. It was a voice that, as soon as the cold of dawn woke us up, was heard again and again, changing along the way, and before even a glance at the countryside or the houses could tell us where we were, it held us up with its monotony. Lying on the sacks, each of us could hear only his car, but he could guess from the various roarings that accompanied him the presence of others, and at certain moments when the countryside was quiet, one would lift the head of the sack and stay in suspense until he saw a headlamp rolling flat from the floor, or a thunderbolt and the rustling of the other wheels on the dust would calm him down. With as much travel as I did in those years, I slept almost always. I slept at night and slept by day, in the sun, in the rain, kneeling or sitting. Old drivers say that as a young person you sleep very well in the car because you are strong and healthy and give in to sleep. I liked to travel in a caravan because there was always some old man watching and taking care of the route. Was there anything more beautiful than waking up before daylight in front of a village without time or stretching, and the cars were already stopping and we were going down for a drink and a bite to eat? Meanwhile it was lighting up, and in the inn they seemed to know: they opened up the wooden posts and the women were looking out, vanishing and calling the servants. Depending on who we were driving, we all sat down at a large table or the hood was loaded with garlic or anchovies and left right away. Both had their grace. But it was clear that stopping was better, especially since other cars had already set the fire waiting in front of the inn. Then we ate hard, sat around the table, each one casting his sword into his room; they stopped for half an hour, we went and came through the yard to give hay and drink water; the maidens of the inn came down the steps to tell us things. Then it was nice to be asleep: they were hungry to sing (the others sing at night, we sang in the morning). The old people say everything is nice in those years because you're young, but I, who've done quite a few trades, am sure nothing is more beautiful than a well-paid drive. The roads, inns, horses, and the countryside seemed to be set there for us only. That eating barely scratched the day, before the others were up, after a night on the road, was a big thing, and now that I no longer lead that life it takes much more than the singing of the rooster to get me up with such a longing to eat, to walk and to chat as I had then. It's true that I comb straws now, but if the world were the same as it was yesterday and I could afford myself, I'd know which car to ride and come to the inn at dawn, wake everyone up and make a stop. If there are still inns and stops. But even the horses must have died by now. I haven't seen the reinforced gunfire from the old days on the roads in a while. Now, at night, when I'm not sleeping, I can sharpen my ear as much as I want, and yet I never hear a driver roll and horses approach and shout at a wagon driver. Now at night you hear cars passing by, and goods are sent by train: they will arrive sooner, but it is no longer a trade. The grass will grow in the streets, and the inns will close. Fin Vecchio mestiere, Il Messagero of Rome, 1941", "title": "Viejo oficio", "author": "Cesare Pavese"}