{"metadata": {"length": 2781, "words": 536, "reading_time_min": 2.68}, "text": "While our Lord was still walking on earth, one evening he entered the mill with St. Peter, where he was received by a hospitality. A poor beggar, weighed down by years and troubles, came to the door to ask for alms. Peter, moved with compassion, said to him, \"Lord and Teacher, please help this man to live\". Our Lord said, \"My lord, lend me your coal and set it on fire\". I'm going to rehydrate this old, sick man. The blacksmith gladly obeyed, and St. Peter prepared to handle the blade. And when the fire was kindled and burning, our Lord raised the child and laid him in the fireplace in the midst of the blazing fire. And the man, red as a flowering rose, did not cease to sing his praises to God. And Jehovah passed by the pool of water, and brought the little man into the pool of water, and he cooled it, and blessed it. And behold, the old man came forth agile, tight and healthy as if he were no more than twenty years old. The blacksmith, who had witnessed the operation, invited everyone to dinner. But he had an old half-blind, humpy mother-in-law who, going to the new young man, asked him very seriously if he had burned too much fire. He replied that he had felt so comfortable in his life; in the midst of the flames he felt as if he was dancing in a refreshing dew. Those words of the young man resonated throughout the night in the old woman's ears. The next morning, when our Lord had left, after giving thanks to the blacksmith, he thought he would also rejuvenate his mother-in-law, for he had observed very carefully the whole process of the operation of the evening, except that the thing was entering his trade. So ask her if she would like to become an 18-year-old girl and be able to jump and run. With all my soul! The old woman replied, remembering how much fun the new young man had. And the smith kindled the pot, and put the woman in it; and she was all writhing and crying desperately. Shut up! Why are you yelling and shaking like this? Wait, I'm going to start the fire. And he put the fuelle back into action, until the old one turned into a burning pin. And he cried and cried so loudly that the smith thought, The thing shall not work. And he took it and threw it into the water. There the screams went up to the point, and reached the ears of the blacksmith and her daughter-in-law, who, hurrying down the stairs, found the old woman wailing and shouting, submerged in the artisanal, she was all shrunk and made an egg, with her face wrinkled and disfigured. The two women, who were on the set, were so terrified by the spectacle that the next night they gave birth to two creatures that had no human form but that of an ape, and they ran away, fleeing into the forest. And it's made sure that the monkey family descends from them. ♪ Finish ♪", "title": "El hombrecillo rejuvenecido", "author": "Hermanos Grimm"}