{"metadata": {"length": 7050, "words": 1337, "reading_time_min": 6.685}, "text": "I lived on Gracieuse Street, in the backyard of my twenties. Gracieuse Street is a steep alleyway that descends from the Saint-Victor hill, behind the Jardin des Plantes. I climbed the two floors - the houses are low in that area - helping me with a rope to avoid slipping on the worn steps and thus reaching my tug in the utmost darkness. The room, large and cold, had the nakedness and yellow clarity of a tomb. I had, however, days of joy in the midst of that shadow, days when my heart flashed. Also, I was getting laughter as a child from the nearby barn, which was occupied by a family, father, mother, and a seven or eight-year-old girl. The father had an angular appearance, with his head planted through between two pointed shoulders. His bony face was pale, with thick black eyes under wide eyebrows. This man, in the midst of that gloomy face, nevertheless retained a pleasant shy smile; it would have been said a big boy of fifty years who was upset, blushing like a girl. He sought shade, slipped along the walls with the humility of a pardoned prisoner. A few greetings had made him a friend. I liked that strange face, full of restless kindness. Little by little, we had reached out to each other. After six months, I was still ignorant of the occupation that allowed my neighbor Jacques and his family to live. He spoke little. Out of pure curiosity, he had asked his wife about it two or three times, but he had only managed to get evasive, shamefully pronounced answers. One day, - it had rained the night before and my heart was somewhat nostalgic - as I walked down the boulevard of Hell, I saw one of those pariahs from the working-class town of Paris coming towards me, a man dressed in black and touched with a white tie, who was carrying under his arm the narrow coffin of a newborn. He was walking with his head gazed, carrying his lightweight package with a low-minded indolence, kicking the pebbles in the street. The morning was white. I was impressed by the sadness that was going on. Hearing my steps, the man lifted his head and then quickly turned it back; but it was too late, he had already recognized it. My neighbor Jacques was a burying man, then. I saw him walk away, ashamed of his shame. I'm sorry I didn't go down the other side of the alley. And he would walk away, his head lowered, no doubt saying he just lost the handshake we exchanged every night. The next day I found him on the stairs. He timidly leapt up against the wall, making himself small, small, humbly picking up the folds of his uniform so that the cloth would not tear my clothes. He was there, his forehead bent, and I could see his poor gray head trembling with emotion. I stopped and looked at him and held his hand. He raised his head, hesitated, looked me in the face in turn. I saw her thick eyes swing and her pale face turn red. Then, grabbing me by a sharp arm, he led me to my little corner where he got the speech back. \"You're a good boy\", he said, \"your handshake just made me forget many unpleasant looks. He sat down and confessed to me. He told me that before he was in the trade, like the others, he felt some discomfort when he met a funeral director. But then, in his long hours of walking amid the silence of the funeral processions, he had reflected on it and had been amazed at the disgust and fear that he raised at his passing. I was twenty years old then and would have been able to hug a hangman. I began to make philosophical considerations, trying to prove to my neighbor Jacques that his work was sacred. But he shrunk his pointed shoulders, rubbed his hands silently, and continued in his slow, shy voice: \"Do you know something, sir? The comments from the neighborhood, the bad looks from the passersby, I care little about my wife and daughter having something to eat. There's only one thing that worries me. When I think about it, I can't sleep. My wife and I are old and we are no longer ashamed. But girls are different. My poor Marthe will be ashamed of me later. When I was five, she saw one of my colleagues and she was so scared, she cried so much, I didn't even dare to put my black uniform on in front of her. I'm dressed and undressed on the stairs. I felt sorry for my neighbor Jacques, and offered to deposit his uniform in my room and bring it on or off in the cold. He took a thousand precautions to transport his sinister clothes to my room. From that day on, I saw him regularly morning and evening. It was set up in a corner of my barn. IV I had an old safe whose wood was falling apart because of the carcoma. My neighbor Jacques turned it into his wardrobe; he lined the background with newspapers and gently folded his black uniform on it. Sometimes at night, when a nightmare woke me up, I would look fearlessly at the old chest that lay by the wall like a coffin. And I felt like I could see the hat, the black coat, the white tie coming out of him. The hat rolled around my bed, buzzing and jumping at small nervous earrings; the coat spread and waved its skirts like big black wings, flying around the room, wide and silent; the white tie widened, widened, then began to lean gently toward me with the head up and the tail in motion. I opened my eyes overwhelmingly and saw the old, dark, immobile safe in its corner. V At that time I lived in dreams, dreams of love, also dreams of sadness. I was comfortable in my nightmare; I loved my neighbor Jacques because he lived with the dead and because he brought me the nasty smells of cemeteries. I was making confidences. And I started writing the first pages of The Memoirs of a Graver. In the evening, before he took off his clothes, my neighbor Jacques sat on the old safe and told me about his day. He liked to talk about his dead. Sometimes it was a girl, a poor girl who had died of typhoid and weighed little; other times it was an old man, an old man whose coffin had broken his arms; it was a high official and he must have carried all his gold in his pockets. I had intimate details about each dead person; I knew their weight, the noises that had been made inside the coffins, the way they had to be lowered down the stairs. Some nights my neighbor Jacques became more talkative and communicative. He leaned against the walls, with the uniform on his shoulder and the hat thrown back. He had run into some generous heirs who had paid him for Brie's drinks and the piece of cheese from the consolation. And he was finally getting angry; he swore that when the time came, he would lay me down on the ground with the gentleness of a friendly hand. I lived like this for over a year in a full necrology. One morning my neighbor Jacques didn't show. Eight days later he was dead. When two of his colleagues took his body, I was in the basement of my room. I heard them joking as they lowered the coffin that complained deafly at every blow. And one of them, small and fat, said to the other, tall and thin, The crucified is hanged, the sepulcher has touched her. FIN Noveaux contes à Ninon, 1874 Spanish translation by Cobos Castro", "title": "Mi vecino Jacques", "author": "Émile Zola"}