{"metadata": {"length": 2436, "words": 497, "reading_time_min": 2.485}, "text": "What happened to a man who was carrying precious stones and drowned in a river One day the count told Patronio that he was very eager to stay in a place where he would be given a lot of money, which meant a great profit to him, but that he was very afraid that if he stayed, his life would be in danger: so he begged him to advise him what to do. \"Sir, Count, \" said the Lord, \"if you would do what I think is best for you, I would like you to know what happened to a man who was carrying a large fortune and crossing a river. The Count asked what had happened to him. \"Sir\", said the patron, \"a man was carrying a large number of precious stones. They were so many that they were very heavy. It happened that he had to cross a river and as he was carrying such a heavy load he was sinking much more than if he had not carried it; when he reached the middle of the river he began to sink even more. A man on the shore began to give her voices and tell her that if she did not release that load she would drown. The butcher did not realize that if he drowned, he would lose his riches along with his life, and if he let them go, he would lose his riches but not his life. Because he didn't lose the precious stones he brought with him, he refused to let them go and died in the river. To you, Count Lucanor, although I have no doubt that it would be very good for you to receive the money and anything else you want to be given, I advise you that if there is danger in staying there, do not do so out of greed for wealth. I also advise you not to risk your lives except for self - defense or because of something you are obliged to do. The man who is worth little and risks his life for greed and greed is the man who does not aspire to great things. On the contrary, the one who is highly esteemed must work in such a way that others also esteem him. A man is esteemed, not because he esteems himself, but because he works for the sake of others. Be assured that the man who is worth much is worth his life, and does not risk it for greed or small occasions; but in what is truly worth risking, no one is willing to risk it as soon as the man who is worth much and is highly valued. The Count liked morality very much, acted accordingly and did very well. Seeing that this tale was good, don Juan made it be put in this book and wrote a few verses that say like this: To whom by greed life adventure, most of the time good little lasts.", "title": "Cuento XXXVIII – El conde Lucanor – Cargado de piedras", "author": "nan Juan Manuel"}