{"metadata": {"length": 3501, "words": 666, "reading_time_min": 3.33}, "text": "- Also, with that money spinning... that's what the widow Dona Frozina says about the monteppio. But it's for buying Rose Milk and taking real baths with the milky liquid. They say his skin is spectacular. He's been using the same product since he was young and smells like a mother. She's very Catholic and lives in churches. All that smelling like rose milk. Like a little girl. She was widowed at the age of twenty-nine. And since then, no men. Old-fashioned widow. It's tough. No earrings and always with long sleeves. - How could you manage without a man? - I'd like to ask you. The answer would be, \"Strick, my daughter, trick\". They say a lot of young people don't have their spirit. She's been home since the seventies, the excellent Mrs. Frozina. She's a good mother-in-law and a great grandmother. She was a good wall-maker. And it continued to bear fruit. I'd like to have a serious conversation with Mrs. Frozina. - Do you have anything to do with doña Flor and her three husbands? - What do you say, my friend, what a sin! I am a virgin widow, my daughter. Her husband's name was Epaminondas, and his last name was Young. Hey, Mrs. Frozina, there are worse names than yours. I know a woman named Flor de Lis, and because they found the name wrong, they gave her a worse last name: Minhora. Almost maniacal. What about those parents who called their children Brazil, Argentina, Colombia, Belgium and France? At least you escaped being a country. The lady and her tricks. \"It's a little earned\", he says, \"but it's fun\". So you don't know the pain? Was it avoiding pain, for life? Yes, ma'am, I was avoiding it with my cunning. Mrs. Frozina does not drink Coke. It seems too modern to you. - But everybody drinks it! - For God's sake! It looks like a cockroach insecticide, God save me and keep me. But if you like insecticide, it's because you've tried it. Doña Frozina uses God's name more than she should. God's name must not be used in vain. But she's not going to do it, that law. And she's holding onto the saints. The saints are fed up with her, with all the abuse she does. Of Our Lady, we cannot speak; the mother of Jesus is not silent. And, as it comes from the north, it lives and says, \"Virgin Mary!\" to every one who is terrified. And there are many of her naive widow ghosts. Doña Frozina prayed every night. He was praying for every saint. But then the disaster happened: he fell asleep in the middle. - Dona Frozina, how horrible, to fall asleep in the middle of prayer and leave the saints waiting! She answered with a hand gesture of carelessness: \"Ah, daughter, let each one take his own. He had a very strange dream: he dreamed that he saw Christ of Corcovado (where were his arms open? And Christ was scandalized, as if to say, \"You people, get settled, I am satisfied\". It was a sin, that dream. Doña Frozina, full of tricks. Stay with your rose milk, I'm leaving. (Is that how you say it in Italian when someone wants to leave?) Mrs. Frozina, excellent lady, who is sick of you is me. Bye then. I fell asleep in the middle of prayer. P.S. I got it. Look in the dictionary for what a manigan means. But I'll give you the job. MANIGANCE: the use of magic, the mysterious maneuver, the art of deceit. (From the Little Brazilian Dictionary of the Portuguese Language.) A detail before I finish: When she was little, Dona Frozina, there, in Sergipe, she ate squatting behind the kitchen door. I don't know why. The handcuffs of Mrs. Frozina, Where were you at night, 1974", "title": "Las astucias de doña Frozina", "author": "Clarice Lispector"}