{"metadata": {"length": 7557, "words": 1405, "reading_time_min": 7.025}, "text": "That day, a harp, by the tracks of a man, perhaps a pilgrim, perhaps a poet, came, under the shade of the high pillars, to the great street of the palaces, where there are challenges of sobriety between the octave and the pylon, the agate and the marble, where the high columns, the beautiful friezes, the gilded cypresses, receive the sweet radiance of the dying sun. There were behind the windows of the vast mansions of wealth, the faces of gallant women and charming children. Behind the rails were extensive gardens, great vegetable gardens strewn with roses and branches that swayed gracefully and softly as under the law of a beat. And in the great halls, there should be the gilded and gold-filled tapestry, the white statue, the Chinese bronze, the tibor covered with blue fields and ripe rice, the great curtain gathered as a cloak, adorned with opulent flowers, where the oriental ochre makes the light in the silk it reflects vibrate. Then the Venetian moons, the palisades and the pillars, the nacaras and the ebanos, and the black and open piano that rumbles showing its keys as a beautiful tooth; and the crystal arcs, where the veils ascend and the aristocracy of their white cera is reflected. Oh, and more! More than the valuable, gilded by time, portrait signed Durand or Bounat, and the precious watercolours in which the rose tone seems to emerge from a pure sky and wraps the hem in a sweet wave from the distant horizon to the tremulous and humble hem. And beyond... it dies in the afternoon. A flaming and charred carriage enters the palace. He takes a couple and enters with such sobriety into the mansion that the mute thinks: decisively, the hawk and its mate go to the nest. The thorn, rusty and gnarled, at a thud of the thorn, slams the axe into the stone, causing the stones to splinter. Night. Then in that crazy brain, which hid a rotten hat, it broke like the germ of an idea that went to the groin and became oppression, and it came to the mouth made a hymn that lit up the language and made it clench its teeth. It was the vision of all the wretched, of all the suicides, of all the drunkards, of the harpy and the liar, of all those who live - God forbid! - in perpetual night, toiling in the shadow, falling into abism, because they have no bread to fill their stomachs. And after the happy tumult, the soft breeze, the trufa and the gold wine that ripens, the rooster and the hare that roar with their rock; the red-haired boyfriend and the brunette girlfriend covered with thorns and blond; and the great watch that fortune has to measure the life of the happy opulent, that, instead of grains of sand, lets fall shillings of gold. That sort of poet smiled; but his face had a dandy air. He took a piece of sourdough bread from his pocket, ate it, and gave his homage to the wind. Nothing more cruel than that song after the dead man. We sing the gold! We sing the gold, king of the world, that brings light wherever it goes, as the scattered fragments of a sun that has broken. We sing of gold, which comes from the fertile wind of the mother earth; great treasure, the milk of the great horn. We sing of the gold, the flowing river, the source of life, which makes young and beautiful those who bathe in its wonderful currents, and ages those who do not enjoy its roarings. We sing of gold, because it is made into the tiaras of the pontiffs, the crowns of the kings, and the imperial crowns; and because it pours forth from the troughs like a strong fire, and floods the robes of the archbishops, and glistens on the altars, and supports the eternal God in the radiant cults. We sing the gold, because we may be lost, and he gives us lamps to cover the smouldering lusts of the tabernacle and the sins of the adulterous libations. We sing of gold, for it leaps from the chaff the sombre profile of the cedars; and it will fill the boxes of its vast temples, the banks, and move the machines, and give life, and make fat the privileged thorns. We sing of gold, because it gives palaces and carriages, fashions, and the sweet lips of the sullied women; and the sighs of adulating sighs and the sighs of lips ever sweet. We sing the gold, Father of Bread. We sing of gold, because it is, in the eyes of the beautiful ladies, the support of the diamond, the end of such a beautiful and rosy chain; because it feels the side of the hearts, and in the hands it sometimes is a symbol of love and of holy promise. We sing the gold, because it shuts the mouths that insult us; it holds the hands that threaten us, and puts a price on the pills that serve us. We sing the gold, because its voice is enchanted music; because it is heroic and shines in the hearts of the heroes of the ancients and in the sandals of the gods and in the tragic twilights and in the apples of the Hesperidean Garden. We sing of gold, because of it are the strings of the great lilies, the comb of the most beautiful sown, the grains of the grass and the pebble that when raised sees the heavenly aurora. We sing the gold medal, the prize and the glory of the worker and the bread of the thief. We sing of the gold, which passes through the world's carnival, dressed in silver, copper and even gold paper. We sing of gold, yellow as death. We sing of gold, a vile metal for the drunken; brother of coal, black gold, which incubates the diamond; king of the mine, where man struggles and the rock crumbles; powerful in the North, where it is drenched in blood; the flesh of gods, after which Fidias makes the dress of Minerva. We sing of gold in the horse's mane, in the war car, in the pommel of the sword, in the horn that carries luminous heads, in the cup of the Dionysian feast, in the horn that cries the symphony of the harp, in the ray of the sun and in the champagne that bursts like a, dissolution of hirsute toadstools. We sing the gold, because it makes us gentle, educated, and pious. We sing of gold, for it is the stone of friendship. We sing of gold, purified by fire, as man by suffering; slain by the lime, as man by envy; trampled by martyrdom, as man by necessity; made of silk, as man by the palace of marble. We sing of the gold, the slave, despised by Jeremiah, thrown out by Athanasius, praised by Macarius, humbled by Hilary, abused by Paul the Ephesian, who had for a trough a bronze well, and for friends the stars of the night, the birds of the air, and the fiery hirsute and sacrificial yams. We sing the gold, god of fire, a tuetan of rock mysterious and gnawed in its interior, and roaring when it bursts into full sun and life, sounding like a choir of trumpets; a fetus of stars, a residue of light, the incarnation of Eternity. We sing of gold, made sun, enamored of night, whose crimson cloak is rife with brilliant stars, after the last kiss, as with a great many ounces of acid. Oh, miserable beggars, poor of solemnity, prostitutes, swine, vagabonds, robbers, robbers, pilgrims, and you the slackers, and you the holgazans, and above all, you poets! We join the happy, the powerful, the bankers, the semidios of the Earth! We sing the gold! And the eagle took up that hymn, a mixture of gloom, dread, and dreadfulness; and as the dark and cold night had come in, the eagle resounded in the gloom. He threw an old one and asked for lemonade. And that sort of hare, by the tracks of a thief, perhaps a pilgrim, perhaps a poet, gave him his last morsel of stale bread, and walked through the terrible shadow, gnashing his teeth. *FIN* The best stories and their best songs, Biblioteca Andrés Bello, Madrid, 1919.", "title": "Canción del oro", "author": "Rubén Darío"}