{"metadata": {"length": 1958, "words": 382, "reading_time_min": 1.91}, "text": "A Golondrina had learned a lot on her travels. Nothing teaches so much. He predicted our little pet until the smallest storms, and before they exploded, he announced them to the sailors. When he arrived at the hemp plantation, he saw a man throwing grain in the grooves. \"I don't like that\", he told the other Birds. I'm sorry they're giving me that. As for me, I'm not afraid of danger, because I'll know how to get away and live anywhere. See that hand that throws the seed in the air? The day is coming, and it is not far off, when you will be destroyed by your own evildoers. From there will come snares and nets to trap you, tools and machines that will be your prison or death. God save them from the cage and the pan! It is appropriate, then, that the seeds be eaten. Believe me, you know. The Birds mocked her: there was so much to eat everywhere! When the seeds grew green, the swallow said to them, \"Cut off all the weeds that have been sown or are lost. - Fatal weary! You're a whore! - They said - don't hurt us! It would take few men to pull off all that seed! When the hemp was well grown, he said, \"This is bad! \"The bad seed has ripened early\", exclaimed the Golondrina. But since they have not been before, when they see that the trail is made, and that the farmers, free from the care of the mice, make war with the birds, laying nets everywhere, do not fly from here to there; they remain still in the nest, or migrate to other countries: they imitate the duck, the crane and the beak. But the truth is that they are not in a position to cross, like us, seas and deserts: they better hide in the holes of some tapestry. The Birds, tired of hearing her, began to chat, as the Trojans did when the unhappy Casandra opened her mouth. And the same thing happened to the Trojans: many were taken captive. So it is with us all. We will not live according to our own desires, and we will not give credit to evil until it is fully established. FIN", "title": "La Golondrina y los Pajaritos", "author": "Jean de La Fontaine"}