{"metadata": {"length": 5862, "words": 1084, "reading_time_min": 5.42}, "text": "In the past, in Andalusia, at the corner of a mountainous road, a monastery of the Third Franciscan Order was erected; that cloister, although in the sight of other convents guarding each other, was above all protected by the devotion that imposed the appearance of a large cross placed before the entrance, in which a bell rang twice a day. A deep chapel, the door of which was never closed, opened up on three steps, and the road bordered by a side the tapestry of the monastery. Around it, fertile plains, aromatic trees, herbs in the cones, isolation and dusty path. An annoying autumn twilight, at the bottom of the chapel lay kneeling, and with a habit of novitiate, a young woman whose traits were of a soft and touching beauty. He was standing before a furnace located on a pillar whose vault hung a solitary golden lamp that lit a Virgin with her eyes low and her hands open, dispensing radiant thanks, a celestial Virgin in the attitude of Ecce anchilla. From the road, and through the opposite windows, the fresh notes and sounds of a serenata singer accompanied by a Cordovan banduria could be heard rising. The long words, burning with passion, courage and youth, reached the church, even Sister Natalia, the kneeling novices who, with her forehead resting on her arms crossed at the feet of the Lady, murmured with a desolate voice: \"Lady, you see well: I am crying and I beg you not to deprive me of your compassion, for she is only faint and distressed - and with your holy image at the bottom of all my thoughts - as I am going to exile from here. Oh, Queen of Purity! Shall thou have pity on her who, for mortal love, deserts the gate of salvation? Are you listening to me? That voice, in its fervent fidelity, is begging me. If I don't go, he's going to die! How can we condemn the misery that has endured so long without hope and without complaint? How can I persist in not comforting the one I love so much? You, my lady, who know how much I love you, and how comforting it is to come here every afternoon to beg you, forgive me. Here is my veil, here is the key to my cell; I lay them at your feet. But I can't take it anymore, I'm drowning... that voice... attracts me... bye, bye! Standing, hesitant, without daring to raise her eyes, Sister Natalia left the holy key and veil at the feet of the blue Lady with a sweet face of light, eyes down and at the same time directed toward what heavens and what stars! Then, leaning on the pillars, he came to the door and after a moment he opened it: he went down the stairs and found himself on the road that extended to the distance, under the clarity of a large moon that lit the field. - John! -He called. On hearing this call appeared a young man, of a dominant profile and fiery gaze of joy, who jumped from the horse and wrapped with his cloak that had finally come towards him. - Natalie, you are! - he said. And, holding her cuddled between their arms upon the horse, they set out swiftly toward the sun-drenched house whose towers were perched far away under the moon shadows. * * * Six months of celebration, of love, of lovely travels through Italy, to Florence, to Rome, to Venice: he happy and she often thoughtful, for the caresses of his ardent raptor, though loving and intoxicating, were not those that the innocence of his heart had made him wait. Suddenly, back in Cádiz, one sunny morning, without a word warning her, she woke up alone, without a wedding ring, without the joy of a son even; her lover, tired of her, had disappeared. With a deep sigh, the young woman dropped the gloomy note that her loneliness was predicted, but she did not complain because she was determined not to survive. Within a few hours, after having distributed the gold she had left among the poor, at the precise moment of getting rid of her life, a thought, a candid thought came to her: she wanted to see again, just one more time, just one more time, the old lady to give her the supreme goodbye. So, dressed as penitent and begging for some bread along the way, she went to the monastery, to the chapel rather, as she could no longer enter with the faithful virgins. After a few days of traveling, and as the blue hues of a beautiful sunset shining with stars darkened, she came trembling and exhausted to the holy place. He remembered that at that time his former companions were retreating in prayer in their cells, and that under the high pillars the church must have been as deserted as the night of the rapture. And he pressed the door, and looked, and there was no one there, but the lady, far away, and under the lamp that was always on. She went in and, kneeling, advanced on the white lace, toward her heavenly friend and, leaning and weeping, said as she reached the feet of the Forgiver: \"Oh! - What? I don't deserve mercy! When the tempting voice begged me, I did not know, I did not know how much I abandon, how shameful mortal love holds! What shame! I am going to die, then, banished from any asylum of my own, especially from here... Which of your daughters, O my Mother, would not receive me with a gesture of awe if she saw me in this chapel? I've lost hope trying to comfort someone else! * * * Then, as Natalia's silent tears fell on the feet of the Divine Chosen One, the young woman directed a supreme, farewell-filled look at the Lady, and she suddenly stumbled with ecstasy, seeing that the sacred eyes were looking at her, that the lips of the statue were opening and that the heavenly Lady said to her sweetly: \"My daughter, do you not remember? Before you left us, you entrusted me with your veil and your cell key. I have replaced you here, performing under that veil all the tasks that your vows demand, none of your companions have noticed your absence, so take what you entrusted me, return to your cell, and... never leave again. I'm not sure what I'm saying.", "title": "Sor Natalia", "author": "nan Villiers de L'Isle Adam"}