{"metadata": {"length": 4085, "words": 777, "reading_time_min": 3.885}, "text": "- The operator. Can I help you?, says a woman's voice. Contact me with the Slavyansky Bazaar Hotel. Connecting. After three minutes I hear a whistle... I pull the headset to my ear and I hear a sound of an indeterminate character still; like the wind blowing, or dry leaves scattering across the floor... someone seems to be whispering. Do you have any rooms available? \"No one's home\", replies a small childish voice. Mom and dad went to see Serpahima Petrovna and Louisa Frantevna has got the flu. And who are you? Are you from the Slavyansky Bazaar Hotel? My dad is a doctor. Go to people in the morning. Ah, you know. Listen, sweetie, I don't need a doctor. I want the Slavyansky Bazaar. What Bazaar? (Laughter) Now I know who you are. You are Pavel Andreich. We got a letter from Katya! (Laughter) She's going to marry an officer. When are you going to buy me some pants? I hung up and after ten minutes I tried again. With the Slavyansky Bazaar. \"Finally!\" replies a loud, squeaky voice. Who on earth is Fuchs? I want the Slavyansky Bazaar Hotel. You're speaking to the Slavyansky Bazaar. That's wonderful! We can close all our business today. I'll be right here. Do me a favor and order me a serving of sturgeon spicy. I haven't had lunch yet. - What? God knows what's going on!, I thought, and once again I dropped the phone. Maybe you don't really know how to use a phone and you're confusing me. Wait a minute. I'll see you later. Let me think carefully about how to do it. First you have to turn this thing around, then you unlock this object and you put it in the ear... then... what's next? You have to hang this thing on this side and then you have to turn the disc three times. I guess that's just what I've been doing. I'm playing again. There's no answer. I'm kind of furious, even risking breaking the device. Who am I talking to? I'm yelling at him on the phone. Speak louder. Timothi Vaksin and children. Manufactures of... Thank you, thank you very much. I don't need any of your products. Is that Sitchov? Mitchell has already told us that... I am hanged and once again subjected to a careful examination. I may be doing everything wrong? I read the instructions again, smoke a cigarette, and try again later. There's no answer. I guess the phones at Slavyansky Bazaar must be out of service, I think inside myself. I'll deal with La Ermita instead. I read the instructions carefully on how to get better results with the phone board, and then the disk. Communicate with La Ermita. I shoot my voice to the maximum: LA ER-MI-TA It's five minutes away. - Ten minutes. - What? My resistance is close to breaking point, then suddenly, hurry! I hear it's a little rusty. Who's there? It's the phone box. - What? Give me the Hermit. For the sake of Christ! Trying to connect it. It seems my suffering is finally coming to an end. I'm about to sweat. The bell is ringing. I approach the speaker and scream inside it: \"Do you have a simple room?\" \"Mom and dad went to see Serpahima Petrovna and Louisa Frantevna has got the flu. Nobody is home. Are you Seryozha? It's me- Who's there? (Laughter) What about Pavel Andreich? Why didn't you come yesterday afternoon? (Laughter) Dad gave us a Chinese headlight. He put it in Mami's hat and pretended to be Avdotya Nikolaevna... Suddenly, Seryozha's voice disappears and the silence descends. I take off my headset and disk for three minutes without stopping, until my fingers start to hurt. I shoot inside the machine: With the Hermit! The restaurant in Trubniy Square. Can you hear me or not? I can certainly hear you, sir. But this isn't The Hermit. This is the Slavyansky Bazaar. Is this really the Slavyansky Bazaar? Yes, sir, I did. Slavyansky Bazaar at your command. - Oh, my God. I can't understand that. Do you have any rooms available? I'll check for you in a moment, sir. Just give me a minute. It's several minutes. A slight rainy sound passes through the headset. Tell me about it. Do you have rooms or not? What exactly do you want? A woman's voice asks me. Is this the Slavyansky Bazaar? How can I help you? FIN", "title": "El teléfono", "author": "Anton Chejov"}