{"metadata": {"length": 7010, "words": 1262, "reading_time_min": 6.31}, "text": "If there were happy marriages, few as happy as Sabino and Leonarda's. As for tastes, age and fortune; of a cheerful disposition and a resounding health, the only thing that they lacked - that is, of people, who are always busy perfecting the other person, while stumbling over their own - was a son. It is to be noted that the contemporaries did not take the success at all lightly, thinking that, when God did not give it, He knew why. Once before, Leonard had had to endure those vile spits of rage and humiliation that hurl at wives certain reproaches from husbands. One day, the arrival of Leonarda’s only sister, who lived in a distant city, changed the tranquility of Leonarda and Sabino. The pale, distorted, wet and sad young woman came, barely rested from her journey, sat down with her brothers, and the interview lasted a long hour. At three or four days the bride and the groom left together to spend a season in Sabino’s country house, a solitary and dangerous possession. Nobody was surprised by this resolution, for at the end of April the quay was an oasis, and it was still more explicable the excursion in September the consorts, which did not return from France and England until the following year. What was noted was that when he returned he brought with him a beautiful girl, with whom Leonarda became crazy, and he was sure to have her given a light in Paris. As if they were never evil enough, someone found the child excessively developed for her four-month-old age, which her parents attributed to her; there were jokes, murmurs, finger-counting, smiles, and even investigations and a furious “tole tole.” But time ran out, and he was entrusted with the task of applying the balm of forgetfulness; Leonard's sister died in a Carmelite convent; the retort grew; the husbands showed more and more fatherly love; and the talk, exhausted by itself, sputtered into indifference. The truth is that anyone would be proud to have a daughter like Aurora; this name put Leonarda and Sabina on their pedestal. Never has the wolf’s concern been more justified in regard to creatures whose births are surrounded by mysterious circumstances, dramas of love and honor. A singular beauty, perhaps excessively delirious; intelligence, a gloominess, a discretion that astonished; sumptuous ability, exquisite taste, and above all this, which is concrete and can be expressed in words, something that cannot be defined: the \"angel\", the enchantment, the gift of attracting and entrancing, of bringing to life, creating, as Byron said of Haydn, \"an atmosphere of life\"; this was Aurora, and it is no miracle that Sabino and Leonardo were literally enchanted with her. Pay the creature in the best currency in the world. Her frank love had the features of passion, and Aurora would tell her that she never thought of marrying, not because she would abandon her parents - that would be impossible to think of - but because she would not have to share with anyone the burning love she felt for them. Whoever heard these sweet and beautiful sighs and syllables of affection, envied Leonarda and Sabino the hurt child. There had been years without Aurora accepting the honours of any pretender, when one morning a gentleman who we might call a stout, but certainly elegant, gentleman, with a trace of adinerado, a very friendly air, and that air of dominion peculiar to men who have occupied high posts or achieved great triumphs in their own love, living always lisonjeados and happy, appeared in Sabino's house. He asked the lord to speak alone with Sabino and Leonardo; but as they had gone out, he asked to see the lady Aurora. The girl received him in the room, without a murmur, and gave him a talk for a while, blushing when the unknown addressed him in praises in which he revealed a deep, alive, and secret interest. The interview lasted little time; the Auroran parents arrived, and with them the gypsy, whose first words were to say, bending down to the ground, that there was a great culpable -the seducer of his sister and Aurora's father- willing to make up for his sins and crimes, by taking the girl and offering her pardon, fortune and name. Sabino sat for a few moments before replying, then looked at Leonarda with an expressive look, and, turning to the newly arrived, said kindly: - We want Aurora much more than we could have conceived her, for she is our only hope, the joy of our old age, which is approaching; but I assure you that we shall leave her free. If she wants, she will go with you. If she doesn’t want it, we promise that the girl will stay with us for life and you won’t think of suing her. And so that you see that we are not influencing your decision, you will stand behind that curtain and hear how we are questioning you and what you are responding to. He embraced the lord and hid himself. Aurora came in a few moments later, and Sabino directed the following questioning: - What did you think of that man who came to talk to us? -I tell the truth, Father, as a habit? The hidden truth? -You know it is! -It looks very good to me! He has seemed the most..., the most pleasant person I have seen in my life, Father. -All like that? - Yes, of course. I was fascinated... don't you want me to speak French? - Would you prefer us? It remains French. It's different than what I feel for you, He likes... in another way. - Would you live happy with him? - Look, Dad..., maybe so! - Take it easy, girl. - You don't have to think about it. It is a feeling, and what it really feels is not thought. I have never felt that before. I also have to ask; what is this Lord..., has asked my hand? -Your hand! Your hand! It is not about that! Leonarda cried with a groan. - Well..., then? I don't understand - Aurora, frightened. - Imagine... it's a supposition... that that Lord was... your father! Your true father! - My father? That's why I can't figure it out! As a father, I have not looked at her... I could never look at her! I have told you that it is different; I want you in another way! -Go, my daughter - murmured Sabino, confused and consternated, believing he heard behind the curtain a sad murmur. And so Aurora, obedient, clumsy and mute, the unknown came out, showing a greasy-faced face and a few squinting eyes. - I will not bother you any more - murmured in a low voice. I know what my punishment is. I am trying to study the way to inspire certain kinds of feelings... and I inspire them with an ease that has come to infuse me with tedium and horror. Midas made everything gold, I make everything sin. Pure love, the sacramental love of a father, I see that I will never deserve it. You rob me of my memory of Aurora's imagination, and that she never knows my name, or what I really am to her! - Perhaps - Leonarda suggested - the attraction you exercise on that creature, so indifferent to others, is the voice of the blood. \"If it is voice of the blood, it is voice that curses,\" said the tenor, respectfully greeting her and leaving, overwhelmed by the pain.", "title": "Voz de la sangre", "author": "Emilia Pardo Bazán"}