{"metadata": {"length": 2680, "words": 501, "reading_time_min": 2.505}, "text": "The poet is dawn! The Soul No. It's still night. The Poet is dawn! A sigh of light shakes over the horizon. The resigned stars are palliding. The wings of sleeping birds tremble and the flower casts open their fragrant hearts, preparing for their existence one day. The earth gradually emerges from the shadows of sleep. The mountain front is faintly lit, and I thought I heard the singing of a carpenter among the trees, on the way to the groove. Get up and work, my soul! It's the dawn! The Soul in me is still night. Starless night, blind and mute as death itself. The Poet wakes up to look at the sun face to face, to shout your pain or your joy. Wake up to move the immense human network and to weary yourself nobly by increasing universal life. Give me your dead memories, your shattered hopes. Give me your tears and your blood to get the world drunk. The Soul The fountain has dried up. They bit my mouth with mud. I surrender to the countless beasts who trample me. I'm not bitter, I'm just sick. I desire nothing more than to rest in the eternal freshness of nothingness. The Poet Others succumb under the black man's whip. Others are poisoned with tin and lead, buried alive. There are innocent people who tear their teeth and nails off the iron in their prison. The streets are full of hunger and crime convicts. Your misfortune is not the only one. The Soul has tasted all the infamy of the species. Some people are not infamous. The Soul I know honesty, as it is called the cowardice of those who dare not execute what they think. I know love, obscene muck with which we perpetuate our degraded flesh. The poet is dawn, my soul! The divine wave spreads through nature. The aurora is as radiant and pure as there are no men. Dip your sorrow in the holy peace of the morning. Let the funny visions that the mist creeped into the valley's bosom come nearer and fade away afterward into the infinite blue sky. Surrender yourself to the immortal beauty of things. The Soul Man has killed beauty. My strength is gone. I want to fall into the bottomless void of oblivion. The Poet. The mystery lies about the lies of the false brothers, about the colossal stupidity of the peoples and about the frivolous perfidy of women. My soul, daughter of the mystery, unleash yourself to find the truth, and leave your fruitful young on the path's edges. The dawn is dawn. Everything shakes and crunches, cries and sings. It's time for the fight. The Soul - What does it matter! The Poet Silent! They come... the Soul Steps... they are the steps of Judas. The Poet. Oh, soul! You're going to die on your knees? The Soul Poet, you're right. - Let's go, then. Finish short stories, 1911", "title": "La oración del huerto", "author": "Rafael Barrett"}