{"metadata": {"length": 4510, "words": 831, "reading_time_min": 4.155}, "text": "Sitting on his throne, silent and mournful, stood Pharaoh Dyoser. Egypt had fallen into disrepair since the Nile had been under-ripened for seven years. There was not enough water to water the land, and the storehouses of the barns, which had hitherto allowed the people to feed, were becoming empty. The months passed and Pharaoh's concern increased. His people had hardly anything to eat, the peasants looked sadly at the dry fields, the children wept and the elderly weakened. Even temples were closed for lack of offerings to their gods. The Nile refused to fertilize the land of Egypt. So he decided to ask his friend and prime minister Imhotep, an architect, doctor, magician and astrologer, for help. \"Our country is in a very bad situation\", the king said, addressing Imhotep. If we don't find a solution we'll starve to death. We must hurry and discover where the Nile is born to find out what divine power is responsible for the rising waters. Imhotep left for Heliopolis, where the great temple of Thot, god of wisdom and protector of the scribes, stood. He searched among the sacred books and the oldest documents that spoke of the Nile's rise and returned to the palace to inform Dyoser. \"You are the first pharaoh to be interested in the secrets of the Nile floodplains\", Imhotep said as he unfolded a bunch of papyri, and continued: \"The texts indicate that in southern Egypt is the island of Elephantine. There appeared the divine light when he decided to give life to all beings. The Nile is born there, in two caves from which all the earth's riches flow. When you want, the Nile fertilizes its banks. - Who's watching those caves? - asked the pharaoh anxiously. - The god Jnum, who shapes all beings in his potter's circle. It is found in Elefantina and retains the river's flow under its sandals. Until I lift them, they won't have grown. Jnum is the one who arranges the fertile lands of Upper and Lower Egypt, who grows wheat, who makes it possible to produce stones in the quarries to raise temples. It is through him that animals and plants thrive. To get Jnum to free the crest, Dyoser had to go to Elefantina for a scribal pallet and a surveyor rope to measure the fields. Pharaoh implored the gods' favor and asked for the salvation of his people. But his prayers were not answered. However, he decided to stay on Elefantina Island fighting to the end, even if it cost him his life. Dyoser, overcome by fatigue, fell asleep, and in his dreams the god Jnum appeared to him. The king raised his hands in respect, and the god spoke to him: \"I am Jnum, the creator god; give me a hug so that my magic will protect you... What's wrong with you Dyoser?\" Why are you calling me so insistently? - I'm worried about my country and my people. - You have reason to be! I have given you many materials to build temples and statues to the gods, and you have not done so. You have to restore the old monuments and build new ones. The people of Egypt must worship their gods and Pharaoh set an example. Now you know the motives of my anger. Jnum, lord of the Nile and the fertility of the lands of Egypt, guarded the two caves that were in the secret sanctuary of Jnum's temple on this island. From there came the sources of the Nile. A door prevented humans from accessing the secret to prevent them from discovering it and misusing it. For you, who are the servant of the gods and your people, I will open this door and let the flow of the Nile flow. He shall water their banks, and their fields shall be fertile. Egypt will prosper\", Jnum said, and taking Dyoser by the hand, he led him to the bottom of the two caves, where the Nile sleeps in the form of a snake under his sandals. \"My master of works Imhotep will build your temple on the island of the origin of the world and your sanctuary will forever keep the secret of the Nile's rise\", the pharaoh added. Jnum lifted his sandals. The snake became a strong young man with a head covered in reeds that emerged from the still water turning it into a tidal stream. When Dyoser woke up, he noticed that the Nile was flowing strongly. At his feet was a writing board with an engraved text: a prayer to the god Jnum that should never be forgotten. On the same day he ordered that construction work on a temple dedicated to Jnum be started. On its walls would be written in hieroglyphics the prayer that the waters of the Nile should rise each year. Watering their fields and seeking the prosperity of the Egyptian people. FIN Anonymous Egyptian", "title": "El faraón Dyoser y la crecida del Nilo", "author": "nan Anónimo"}