{"metadata": {"length": 4737, "words": 936, "reading_time_min": 4.68}, "text": "Well, yeah, I did. Whose father was a lover, with a tie pin, lover of the doctor's wife who had treated his daughter, I mean, the lover's daughter, and everyone knew it, and the doctor's wife hung a white towel from the window, which meant that the lover could come in, or a colored towel, and he wouldn't come in. But I'm confusing the whole thing and the case is very complicated; I'm going to see if I can unravel it. Some things are made up. I apologize because in addition to telling the facts, I also guess and write what I guess. I guessed the reality. But this story isn't about my harvest. It's the kind of thing that I can do better than I can. Well, the daughter had gangrene in her leg and had to be amputated. Jandira was seventeen years old, as young as a young colt, and with beautiful hair; she had a boyfriend. But the groom saw the figure in crutches, very cheerful (he was glad he didn't see that it was pathetic), and he dared to simply undo the engagement, which the disfigured bride didn't want. Everyone, even the girl's suffering mother, begged the groom to pretend to still love her, which would not be so painful. They told him that it was short-lived: the bride had a short life span. And after three months, as if to fulfill the promise not to weigh in on the weak ideals of the groom, after three months, she died, beautiful, with beautiful hair, uncomfortable, with nostalgia for the groom, and scared of death as a child who is afraid of the dark: death is very dark. Or maybe not, I don't know what it's like, I'm not dead yet, and when I'm dead I won't know, who knows if it's so dark. Death, I mean. The groom was named after the family name, Bastos, and apparently he lived, even in times when the bride had not died, he lived with a woman. And with this continuation, to keep counting. - I'm going to go. That woman was jealous one day. And... as perfect as Nelson Rodrigues, who doesn't forget the cruel details. But where was I, lost? I'm gonna start all over again, and in another line and paragraph apart, to make it better. - I'm going to go. The woman was jealous and while Bastos slept she slipped boiling water from the top of the boiler inside his ear, which only had time to give a scream before he fainted, a scream we can guess, for how horrible. Bastos was taken to the hospital and remained between life and death, he is in a fierce struggle with that. The jealous woman served a year and a little more of her sentence. Where he went to meet, guess who, to meet Bastos. At that point, a very missed Bastos and, of course, deaf for ever, he, who would not forgive physical defects. And what happened? Well, they lived together again, love forever. Meanwhile the seventeen-year-old girl had died long ago, leaving memories in her mother's mind. And if I remember the girl out of time it's because of the love I feel. That's when her father comes in, like he doesn't want the thing. He continued to be a lover of the doctor's wife who had treated his daughter with devotion. Daughter, I mean, of the lover. And everyone knew, the doctor and the ex-girlfriend's mother. I feel like I'm lost again, it's confusing, but what can I do? The doctor, who knew that the young woman's father was his wife's lover, took great care of the young bride, frightened by the darkness I spoke of. The wife of the father, therefore the mother of the former bride, knew the adulterous elegances of the husband who wore a gold watch and a ring that was a jewel, a pin of brilliant tie; he was a prosperous merchant, as they say, for people respect and praise rich, the triumphant, long, is it not? He, the girl's father, dressed in a green suit and pink shirt, stripes. How do I know? Just knowing it, with imaginary divination. I know, and I'm done. I can't forget a detail. The lover had a little gold tooth on his forehead. And it smelled like garlic, all its breath was pure garlic, and the mistress didn't care, she wanted to have a mistress, with or without the smell of food. How do I know? I know, and I'm done. I don't know what fate these people were destined to have, I have no further news. Did they break up? Well, it's old history, and maybe deaths have already happened. I'll add an important fact, and that, I don't know why, explains the damn birth of all history: this happened at Niteroi, with the dock boards always wet and dark and their rowing boats. Niteroi is a mysterious place, of old, black houses. Can that boiling water happen in the lover's ear? I don't know. I'm not sure. What do we do about this story? I don't know, I give it to whoever I want, because I'm sick of it. Sometimes I get bored with people. Then it passes, and I'm curious and attentive again. It's just that. FIN", "title": "Un caso complicado", "author": "Clarice Lispector"}