{"metadata": {"length": 4486, "words": 863, "reading_time_min": 4.315}, "text": "Once upon a time there was a little boy who couldn't say please, nor thank you. These two polite words just didn't want to come out of his mouth. Her parents were very angry about it, and grandfather even more. But Grandma was looking at the boy, and she was in pain. - He's sick\", he said at last. Call the doctor! The doctor came, and he examined the boy carefully. \"He has nothing at all on his neck or on his tongue\", said the wise man, and he left again. \"So, then, he has something in his heart\", said the grandmother. No one knew what to do; no one could help. And yet it was a serious illness and a real pain. If a lady came to visit and brought good things with her, the boy would run to hide behind the house. I didn't want to receive gifts, because I couldn't say thank you, as good education commands. Once the whole family was in the country, at the house of some cousins and cousins. At the feast, they served sweet must and freshly ground brown bread and with it tender nuts. Oh, that was good! And everyone was happy. But the boy thought he'd have to say please and thank you and he left all those appetizing things and said he didn't want to; he preferred to go see the bunnies. But when he was with the bunnies, tears began to flow freely through his cheeks. He felt something like a weight that was crushing his heart. Oh, it was so sad not to be able to say please and thank you! And the sweet mustard was precisely the best thing in the world to him. Behind the peasant's house lay a large forest. The boy ran there to hide his pain. Then he saw by the road a large forest of plumage filled with more powerless ripe beans. - Oh, how many! - exclaimed the boy. I'm going to get them! But as I went to do it, what happened? The forest pulled its branches and a little mouse said from within, \"Please tell me right now, and then you can get them all!\" The boy put on a mustache of disgust; he turned and kept running, for 'please' was just one of the words he couldn't say. He soon came to a hawk. The golden-brown fruit was tempting. Oh, how they remembered Christmas! The kid ran over there. But as he approached, the hazel branches were going up with all their fruit, and a squirrel cried out from the tree, \"You, since you can't say 'thank you,' you shouldn't take hazelnuts either. He ran again, upset, and after running so much he felt thirsty. So he rejoiced when he heard a soft rumor coming from a spring among the weeds. But as soon as he had leaned down to draw water with his hand, the spring suddenly withdrew and disappeared into the rock. Landing, the boy looked up and saw a deer next to him. The poor animal had his tongue out. It was obvious that he was tormented by thirst. But the fountain had disappeared and it didn't look like he wanted to go out again. Something moved in the boy's heart. And he took the beast and said, I am guilty of thy thirst. Poor little bear! The boy groaned more and more, disconsolated. Then she began to speak, and said unexpectedly, \"Please, dear spring, give us your water again\". On the rock it was immediately heard as a joyful singing. Then the water gushed, and, like silver, the spring flowed again. The kid and the deer drank. And when he had had enough, he said in a loud and clear voice, \"Thank you! Then he realized something had fallen to the floor, next to him. It was a stone, which had fallen from the boy's heart. The boy felt very light, free from the weight that once oppressed him. Instead of the deer, however, there was now a beautiful fairy next to her. She said, \"Now you're healed. - Thank you! -He repeated the boy, and he stood staring at her filled with indescribable happiness. Then he ran, mad with joy, and came out of the forest. Suddenly he wanted to see his cousins and cousins, and went to get them on the prairie where they were playing. When they saw the fugitive from a distance, they all shouted ironically, \"Now you want sweet must, brown bread and nuts?\" - Yes, please! - said the boy. Then they ran to the house and brought him everything. The boy, getting happier, said, \"Thank you, thank you very much! And she laughed non-stop and felt her heart lighten. Naturally, the stone that was holding him down had disappeared and he would not let him say either \"please\" or \"thank you\". Imagine the parents' joy that their son was now cured of his serious illness. But no one was happier than grandpa and grandma, and the happiest of all was the same kid. FIN FINISH Anonymous Swiss", "title": "La grave enfermedad", "author": "nan Anónimo"}