{"metadata": {"length": 4622, "words": 899, "reading_time_min": 4.495}, "text": "Apologetics There was there in remote times a sober-minded eagle, a ruler of the heights. He had his throne on an inaccessible pedestal, and on the foot of it his nest. When the sun was rising, the birds, challenging the Father of Light, sang their morning hymn over her, and the birds all bowed down to her. The sailor followed her to take advantage of the spoils of his nets. Never has an eagle seen its aerial kingdom grow larger. Elevating himself far above the region of the clouds, he could only with his penetrating gaze cover the entire extent of his domains. When the storm roared and the thunder shook the thorn to the resplandor of the rejoicing, the eagle soared above the swaying thorns of the ray and let the storm roar under its branches, bathing in full and free light. It was a beauty to see her almost immobile in the blue space, with her wings spread out in a gesture of dominance or a gesture of supreme power. With a slight movement, as if in play, it soared even higher, developing an enormous force without apparent effort. On the foot of the hill where her ax-throwing apes had enthroned her, a sand-like sand lay there and there on the ground, and on that sand a lion reigned as king. Once the lion stopped to contemplate the majestic flight of the eagle, and once the eagle, soaring in the air, contemplated the leaps of the lion as it fell on its back. At the roar of the king of the sand he had not few times retorted the cry of the king of the air spaces. When he saw him leaping at the lion, the eagle said more than once with a sigh: “Poor fellow, perhaps he is trying to fly... Jump, jump, poor king of the sands, see if you break your wings.” There was a stork among the coronation birds whose lisping was always pleasing to the ears of those who heard it. And the lion began to speak to him of the lion and of its progeny, and to weigh its worth, its roar, and its majesty. \"If you were to take me down to earth, with your wings cut off - he said - you would see how little you need your bravado, your ego and your rage.\" \"That says...? \" - the eagle exclaimed - “Yes, that is true – the groan – but you must not do it, for his power has waned and he does not know well what the poor say. Healed by his sovereignty, he ignores that he cannot fly and that you can stand on the earth and defend yourself there.” “And to conquer him on the earth, in his element!” the eagle added. “I don’t doubt it,” the marrullar grunt replied with a snort. Then he began to work on the eagle in the magic the idea of becoming a lion and disputing his majesty with the king of the sand. - Do you know what I thought? - the eagle told the stork one day. -What you have thought -I challenge you to- will be inspired by the same sun, surely. - I have thought that once no one disputes my air-dominance, I should lower my throne to the foot of the pillar and dispute the lion's. And to make myself more obligated and not able to resort to the arbitrariness of raising the plane, I will cut the wings; I want us to fight with equal arms. -A sublime purpose! - exclaimed the grackle-. Never seen or even attempted before now! Well said that the same sun inspired you. In fact, the eagle cut off its wings, and made them cut off of his family, and fell into the sand. And walking, and not with much restraint, he came to the way of the lion and he challenged him to a singular fight. -Let down your horns, and look at your clouds - the lion replied - each one his own. -There is no field left for heroic effort - the eagle protested - and I will prove to you that with only knowing to want, it must be all mine. Here on earth, in your domain, you measure your horns with my horns, and your horns with my horns. -I do not spend broods -replicated the lion-, turning him into groups and sprinkling the loot with the rabbit. But the eagle swooped down and gave him a nip. When he felt the wounded lion, he became furious at the eagle and a couple of arrows left her badly wounded. The poor king of the airs could do nothing but fly with his shortened wings, and running as fast as he could, he sought refuge in a few bushes on the shores of a lake, and there he stayed hidden, and there the pleading lion left her. She was not yet able to leave the shore of the lake, and had to learn to swim to defend herself from the fiery ones that were coming to open up and that would not let her go. And so, by the time, the peak was changed, palms were shorn from his hands, and he became a calf. Such is the story of the eagle, who, in wanting to be a lion, saw himself turned into a pig. *FIN* El Correo, Valencia, 4-X-1900", "title": "De águila a pato", "author": "Miguel de Unamuno"}