{"metadata": {"length": 6818, "words": 1279, "reading_time_min": 6.395}, "text": "Once, while I was on the platform of a Milan tram, a man with a gray beard, green hat and a skull-like appearance, fixed his white possessed eyes on me and said, \"I'm sorry, sir... I never imagined that with those eyes I could utter such a polite sentence. I forgot my first impression, close to the highlight. Excuse me, sir, could you tell me where Bellovesi Street is? I didn't know. I answered him, as kindly as I could. I must tell him I'm not from Milan. Oh, my God! That's a good one! I wasn't one of those! The Commission has also been able to draw up a number of proposals for a new directive on the protection of workers' rights. It was a ah! Arid, full of sarcasm. Novelists have not yet found a way to distinguish those ah! I'm not going to be able to get the other guys to do it. In both cases they write 'ah!' as well, for the good, as in many other intermediate and collateral cases. It's a huge gap in our language. He felt a dark discomfort and continued to defend, while the tram continued its course along the straight avenues and curved streets of the city. The man insisted, threateningly: \"What if you were from Milan? He asked me. If I were from Milan, I would answer him logically, but it would be more likely, but not true, that I would know where Bellovesi Street is. The intimate satisfaction inspired by the brilliance of my answer filled me with security, and for a moment I thought myself free of the surprising character, for almost immediately he went to the nearest of his tram neighbors, an ordinary man, with a mushroom hat and a pin in the tie. With the same eyes and the same voice she asked him too: \"I'm sorry, sir... are you from Milan?\" \"Yes\", replied the lord of the mushroom hat. As milanese as there is. From the Verziere! So, if you're from Milan, can you tell me where Bellovesi Street is? The common man was upset: \"What do you mean? Mr. Milan, do you know who Bellovesi was? The other looked at him, then at me, then at all the passengers around him, glanced down the street that was sliding under our eyes and, finally, sharply, at a moment when the tram stopped the march, he hurried down and walked away without looking back. The tram stopped. The kindly energetic man turned to me: \"But you, sir, who at least are not from Milan, come down, please. Come down with me! I don't know what force pushed me to give him satisfaction. On a street corner, a traffic cop was having a dream, his head down. The friend woke him up: \"Polis, can you tell me where Bellovesi Street is? Half asleep, half awake, the other muttered: \"Pelivesus, Belifesi, I don't know, I don't know... \"Look at your guide, at least... With infinite sweetness, the Neapolitan exile took a little booklet out of his jacket and began to browse it. What do you say? What about Pelurcus? - No, I'm not. Bellovesi, with B. Beauty, Bellini, Bellotti, we are already... He is not Billeveso, Your Excellency. We left him, because he couldn't take it anymore. I followed my partner, agitated, with great interest, but not without difficulty. I saw him rush over an empty, quiet car that was coming towards us. We stop it, we take it. Once they were installed, my partner said to the coachman, with a parsimonious air: \"Take us to Bellovesi Street. I was surprised to see the coachman say nothing. He didn't even turn to us. He pulled his whip up in the air, hit his foot on the horse and we went forward. And we're with him. And the car ran, crossing countless streets, illustrious squares, very dangerous cruises, always amidst that agitated crowd that makes Milan the city of intense life and work life. My partner had wrapped himself in his dignified silence. He lowered the edge of his green skullcap over his forehead, and looked mystically at the square tip of his shoes. I respected that silence and contemplation, and I was interested in the landscape we were walking through. The streets became less crowded and the squares less illustrious. The boutiques and the houses were taking a neighborhood air. We're penetrating the unknown. We were getting to the Aboriginal. Occasionally, moved by unknown hidden reasons, instead of continuing all the way straight, the car turned in a side street. The canteens were the ones who got the funds. The car was shaking more and more, as if it were expressing a weeping nostalgia for the stone-cut distant ones. After three or four unexpected turns, the light shone again, the wine shops disappeared, and the romantic bars reappeared. I felt the family breeze again. More shops and some department stores appeared before us. Little by little, finding the streets and squares I knew, I regained my spirit. Some of the cruises we passed through reminded me that we were once again at the heart of the immense body whose farthest limbs had already been explored by us. At that moment, for no apparent reason, the horse stopped, the head down, and the car stalled. The driver turned to us and said, \"I didn't understand. What street did he say? The bellovesi street. I see now. There's no such street, at least in Milan. My prodigious partner looked at me and said, \"I knew very well that street didn't exist. But then, why are you looking for her? Because it doesn't exist. The horse, the coachman, the car, the character, and me, we were all still and mute. I looked the other way. My colleague asked me, \"Where are you from, sir?\" For these cases I always have a long list of cities at my disposal. I had the brilliant inspiration to answer: \"I am from Rome. And do you know, sir, who were Romulus and Remus? My memory, in a matter of half a second, took me to the school of my childhood, and I could recite: Romulus and Remus, sir, were the founders of Rome, the capital of Italy. And what would you say, sir, of a Roman who did not know who Romulus and Remus were? I'd say he's deaf and dumb. ♪ Deaf and dumb! Oh, God bless that word! The Milanese reached out his hand to point to the back of the coachman, the tail of the horse, the stonework, the house across the street, the crowd passing by, the Milanese are deaf and dumb! They don't know who Bellovesi was. Bellovesi was the Romulus and Remus of Milan. It's the cock Bellovesus, sir, nephew of a King of the Biturigs, who nearly six centuries before Christ crossed the Alps, camped here and founded Milan, the moral capital of Italy. And in Milan, nobody, absolutely nobody, knows. Not a street in Milan, not a square, not an avenue, not a boulevard, not a monument, not a street, not a portico, not even a coffee shop, not even a school or a dating house, that sanctifies the name of Bellovesi. Let's get down here, sir. Who pays for the car, you or me? You're the one who proposed. It's all right. He paid and got out of the car. I came down too. And before I could say goodbye to him, he was gone. FIN", "title": "La calle Bellovesi", "author": "Massimo Bontempelli"}