{"metadata": {"length": 7350, "words": 1320, "reading_time_min": 6.6}, "text": "For a long time the little deaf-mute has been walking with his rags and his plumbers among the woods of the organ: at his feet the ship of the church of St. John the Baptist lies in darkness. The dawn light - the dawn of Kings Day - wavered in the windows and then slowly, lovingly, it began to burn gold from the altars. Christopher lightened the veins of the great facistol and worked out the nearly as voluminous choral books as he did. The back is the tapestry, but Cristobal prefers not to look at it today. Of all the beautiful and curious things the temple exhibits, none attracts and seduces him as much as the tapestry of The Adoration of the Kings; not even the mysterious Nazarene, not even the silver-winged Saint Francis of Assisi, not even the Christ that viceroy Ceballos brought from Cologne of the Sacrament and that on Good Friday bends his head, when the sacristan pulls a rope. The huge canvas covers the window that opens over Potosi Street, and extends behind the organ that protects it from the sun and rain. When the wind blows and the air is blown through the interstices, the tall figures surrounding the Child God move. Christopher has seen them move in the green clear. And today he doesn't dare look at them. Soon the tapestry will be in that spot for three years. They hung him there, among the stolen asperity of the capuchinas, when don Pedro Pablo Vidal, the canon, gave it to them, who bought it in public for sixteen ounces of pellicon. The cloth has a romantic story. It is known that one of the Argentine corsairs who harassed Spanish ships in the waters of Cádiz, took him as a prisoner of war with the cargo of an adversary's golet. Sir Ferdinand VII sent the tapestry, woven according to a Rubens cardboard, to his governor of the Philippines, testifying to his real appreciation. He wanted the singular destiny that instead of adorning the palace in Manila he would come to Buenos Aires, to the temple of the nuns of Santa Clara. The deaf-mute, who is barely a teenager, leans into the railing. Down there, on the main altar, the monagulls are flocking to light the candles. There's a lot of wind on the street. It's the scorching summer wind, the scorching plain. He turns around the corner of Potosi and Las Pieras and drives the women's clothing crazy. Tomorrow the watermills will not rest, and the laundry will discover mirrors of fire in the cruel river. Christopher cannot hear the sound of the blasts along the ship, but he feels its warmth on his face and hands, like the breath of an animal. He doesn't want to turn around because the tapestry will be moving and around the child the turbans and feathers of the eastern guards will be waving. The first Mass has already begun. The chaplain opens his arms. And light up the casing made of a queen's costume. The fragrance of incense rises towards the vaults. Cristobal closes his eyes. He prays without opening his lips. But he stood up, because he, who can't hear anything, just heard a rumor behind his back. Yes, a rumor, a very light rumor, something that could be compared to a slight ripple produced in the water of a deep, still pit years ago. The deaf-mute is standing and trembling. She sharpens her awkward senses, desperately, to catch that babbling. And down there the priest bends over the Gospel, in the splendor of silk and gold thread, and reads the story of the Epiphany. They're voices, cuffs, untied behind their backs. Cristobal has not heard or spoken since illness left him so, isolated, five years ago. It seems to him that a tremulous breeze has penetrated through his mouth and ear snail and is awakening old images asleep inside him. He's clinging to the ballisters, the plumber on his right. At an infinite distance, the official reports Herod's surprise at the arrival of the magicians guiding the divine star. Et apertis thesaurus suis - the chaplain's canter - obtulerunt ei munera, aurum, thus et myrrham. A physical pressure stronger than his resistance forces the boy to turn over his heels and face the large tapestry. Then the magician king who kissed the Savior's feet stood up on the cloth and pulled aside, dragging the wave of the garment of cotton. In worship, he is succeeded by the other princes, the handsome red cloak holding a tailored page, the black king dressed in blue. They swing the spikes and the partisan. It sheds light on the mythological helmets among the harmonious caracella of the war horses. Little by little the sequito is distributed behind the Virgin Mary, where the mule, ox and dog curl up in the middle of the harnesses and the mimbre baskets. And Christopher is up in the hay listening to those thin voices that are like underground music. In front of the Child whom our mother's arms present, there is now a wide, naked space. But other figures move to the left, from the horizon where the dust of the caravans is shaken, and when they approach you see that they are ordinary people, simple, and dressed in remote ways. One carries a needle in his hand; another a small loom; this multi-colored wool and silk; this one unwrapped a drawing in which is the same cloth of Brussels, elaborately designed under a network of square divisions. They fall on their knees and give their handicraft work to the Child Jesus. And then they're among the magician's entourage, mixing up the disparate clothes, confusing the weapons with the instruments of Flemish manufactures. Once again the space in front of the Holy Family is deserted. At the altar, the priest prays the second Gospel. And when Christopher assumes that nothing can happen anymore, that his stupor is over, a character appears in front of the stable. He's a very handsome man, very manly, with a blond beard. He wears a magnificent black suit, over which shine the whiteness of the lace neck and the metal of the sword. He takes off his majestic winged hat, makes a bow and of the finches he worships God. The cabrillea is a velvet, evoking feasts, glassware, goldsmiths, and pink marble terraces. Next to the myrrh and the coffins, Rubens leaves a brush. The voices that are off, undecided, grow in chorus. Christopher struggles to understand them, as the whole miraculous world vibrates and mirrors around the Child. Then the Mother turns to the azure young man and makes an imperceptible gesture, as if inviting him to join those who worship the one who was born in Bethlehem. Cristobal scales the facistol carving with a thousand hardships, because the Child is too high. Palpa, between his fingers, the aristocratic fingers of the great lord who was the last to arrive and who helps him to stand up so that he possesses the lips at Jesus' feet. Since he has no other offer, he hesitates and places his pencil next to the brush and the treasures. And when, from a dangerous leap, the deaf-mute descends to his barbed-room, the murmurs cease, as if the world had died suddenly. The corsarian's tapestry has regained its primitive trace. They barely wave their water folders when the air shakes them with faint tremor. Christopher picks up the plum and the rags. He caresses the balls and mouth. I'd like to tell you what you've seen and heard, but your tongue doesn't obey you. He's back in his walled solitude where wonder rises like a dazzling lamp that transforms everything, forever. Mysterious end of Buenos Aires, 1950", "title": "La adoración de los Reyes Magos (1822)", "author": "Manuel Mujica Lainez"}