{"metadata": {"length": 7233, "words": 1251, "reading_time_min": 6.255}, "text": "None of the magic that went through my childhood can match his appearance. Nothing conceived up to that time could so superbly confound refinement and fierceness. The following nights I pleaded, amusingly, impatiently, almost with tears, for your presence. My mother used to say that if I played with bandits so much, I'd end up dreaming about them. Indeed, after a holiday, persecution and shame, courage and blood frequented my nights. At that time, going to the cinema was reduced to enjoying a single film with slight variations in function: the invariable theme was provided by the Allied offensive against the Axis hosts. An afternoon of triple programming (in which with unspeakable delight we saw rain shells over a ghostly Berlin where buildings, vehicles, temples, faces and palaces were diluted into an immense fire; epic vows of love, darkness of air raid shelters in a London of broken obelisks and large, faceless buildings, and Veronica Lake's meadow unable to resist the Japanese shrapnel while a group of wounded soldiers were evacuated from a rocky Pacific island) got me into my room at night with the smell of bullets and a crowd of broken bodies and skulls of nurses, throwing me out to seek shelter in my older brothers' room. With full awareness of its risks, I invented artificial games that would not amuse anyone. I replaced the usual antagonism between police and thieves or the new one, and consecrated by use and fashion, between allies and Germans by that of other fierce and extravagant protagonists. Games where panthers surprisingly attacked a village, frantic hunts where panthers wailed with pain and fury when caught by ruthless hunters, fierce fights between panthers and cannibals. But neither they nor the frequency with which he read adventure books in the jungle made it possible for the vision to repeat itself. His image persisted for a season that shouldn't have been too long. With indifference I was seeing that the figure was becoming increasingly weak, that its features were gently blurring. The rush of forgetting and remembering that is time cancels the will to forever fix a feeling in memory. Sometimes I felt the urgency to hear the message that my clumsiness had prevented him from transmitting the night of his appearance. That beautiful and enormous animal whose bright blackness defied the night drew an elegant rodeo around the chamber, walked toward me, opened the mouths, and, observing the terror that such a movement inspired me, closed them again aggrieved. He came out of the same nebulable way he had appeared. For days I kept coming to terms with my lack of courage. I was rebuking myself for imagining that beautiful beast intending to devour me. His gaze was kind, suppliant, his snout seemed more willing than to the bloodlust of caress and play. New hours were spent replacing those. Other dreams eliminated the one that had been my constant passion for so many days. Not only did the panther games seem silly to me, but they were also incomprehensible because they did not remember precisely the cause behind them. I was able to re-prepare my lessons, to concentrate on cultivating the letter and on the exciting handling of colors and lines. Trivial, cheerful, sober, intense, diffuse, awkwardly hopeful, broken, deceitful and gloomy, twenty years had to pass before I reached the night of yesterday, when, surprisingly, as in the midst of that barbaric childhood dream, I heard the gasping of an animal again penetrating the next room. The irrational that rides in our being at times takes on such a crazy galope that we cowardly try to hide ourselves in that clumsy set of rules that we intend to regulate existence, in those empty canons that we try to stop the flight of our deepest intuitions. So even in my dream, I tried to appeal to a rational explanation: I argued that the noise was caused by the entrance of a cat who often came to the kitchen to account for the waste. I dreamed that comforted by that clarification, I fell back asleep to wake up shortly afterwards, feeling very clearly, near me, his presence. In front of the bed, looking at me with an expression of joy, she was there. I could remember the previous vision in my dream. The years passed have only managed to change the framework. There were no longer the heavy wooden furniture, nor the candle hanging over my bed; the walls were different, only my expectation and the panther remained the same: as if only a few seconds had passed between the two nights. Joy, confused with a slight fear, penetrated me. I remembered the events of the first visit carefully, and I remained attentive and anxious to hear his message. No rush was bothering the animal. He walked in front of me with a tongue-in-cheek passage, describing small circles; then, with a brief leap, he reached the chimney, removed the ashes with his front claws and returned to the center of the room; he stared at me, opened the mouthpieces and finally decided to speak. Everything I could say about the happiness known at that time would only impoverish it. My destiny was revealed very clearly in the words of that dark deity. The feeling of joy reached an intolerable degree of perfection. It's impossible to find a match. Nothing, not even one of those brief, brief moments in which knowing happiness and feeling eternity, produced the effect of the message. The excitement awakened me, the vision disappeared; yet those prophetic words that I immediately wrote down on a page found on the desk remained alive, like engraved on iron. As I went back to bed, between dreams, I could not help but know that a riddle was being deciphered, the real riddle, and that the obstacles that had made my days a time without horizons were collapsing overcome. The alarm went off. I looked with joy at the page that contained those twelve enlightening words. Jumping in and reading them would have been the easiest resource. Such immediacy seemed to me to be out of step with the solemnity of the occasion. Instead of giving in to the desire, I went to the bathroom; I dressed slowly and carefully with forced parsimony; I had a cup of coffee, after which, trembling with a slight trembling, I ran to read the message. It took 20 years for the panther to reappear. The surprise that both times has struck me cannot be for nothing. The paraphernalia that covered that dream cannot be attributed to mere coincidences. No, something in his gaze, especially in his voice, suggested that it was not the sharp image of an animal, but the possibility of linking to a force and intelligence installed beyond the human. And yet, I must confess that the words noted were just a list of trivial and anodic nouns that had no meaning. For a moment I doubted my sanity. I read it again carefully, switching words as if to put together a puzzle. I put all the words together into one, very long one; I studied each syllable. I've spent days and nights on thorough and sterile philological combinations. I couldn't make anything clear. Hardly the certainty that the hidden signs are eroded by the same stupidity, the same chaos, the same inconsistency that everyday facts suffer. I trust, however, that one day the panther will return. FIN 1960", "title": "La pantera", "author": "Sergio Pitol"}