{"metadata": {"length": 5279, "words": 977, "reading_time_min": 4.885}, "text": "Yes, although I walk through the valley of the Shadow. (Psalm of David, XXIII) You who read are still among the living; but I, the writer, have entered long ago into the region of the shadows. Because there will be many things, and there will be things that are secret, and there will be many centuries before men see this writing. And when you have seen it, there will be some who do not believe in it, and others will doubt, but some will find reasons to meditate before the characters here engraved in an iron style. The year had been a year of terror and of more intense feelings than terror, for which there is no name on earth. There had been many prodigies and signs, and far and wide, over the sea and the land, the black wings of the plague were gathering. For those versed in the science of the stars, the heavens revealed a sidereal face; and for me, the Greek Oinos, among others, it was evident that the alternation of 794 had already come, in which, at the entry of Aries, the planet Jupiter remains in conjunction with the red ring of the terrible Saturn. If I am not mistaken, the special spirit of heaven not only manifested itself in the physical globe of the earth, but also in the souls, in the imagination and in the meditations of humanity. In a shadowy city called Ptolemais, in a noble palace, we found ourselves seven of us in front of the red wine glasses of Chios. And there was no other entrance into our chamber but a high bronze door; and that door had been forged by the craftsman Corinth, and, being of rare merit, was secured from within. In the shadowy abyss, black smudges hid the moon, the starry twilight, and the deserted streets; but the gloom and the memory of the pit could not be obliterated. We were surrounded by things that we could not explain; things material and spiritual, the weight of the atmosphere, a sense of isolation, of anxiety; and above all, that terrible state of existence that nervous beings attain when the senses are acutely alive and alert, while the faculties are stifled. A dead weight was weighing us down. It rained on bodies, furniture, the vessels in which we drank; everything around us gave way to depression and gloom; not even the calls of the seven golden lamps that lighted our body. They blazed forth in bright and flaming lines of light, glowing, flaming and indescribable; and in the light that their brilliance cast upon the round table on which we sat, each one saw the ugliness of his own face and the inquietude that shone in the averted eyes of his fellows. And yet we laughed and rejoiced in our own way - full of hysteria - and sang the songs of Anacreon - full of madness - and drank copiously, though the purple wine reminded us of blood. Because in that camera there was another of us in the person of young Zoilo. Death and decay have taken their toll on the era, genio and demon of the stage. Oh, he didn't participate in our registration! But his face, convulsed by the plague, and his eyes, where death had only dimmed the flames of the plague, seemed to be interested in our joy, as perhaps the dead are interested in the joy of those who are about to die. But though I, Oinos, felt that the eyes of death were fixed on me, I was compelled to not perceive the bitterness of his expression, and while I was firmly pondering the depths of the Ebanan mirror, I was singing in a high and resounding voice the songs of the son of Teos. Nevertheless, my songs were ringing out and their echoes, lost among the tense clinging of the camera, had weakened to the point of becoming inaudible and had disappeared altogether. And there was a deep and indefinite shadow, a shadow like the shadow which the moon, when it is low, can take from the body of a man; but this was not the shadow of a man or of a god, or of any familiar thing. And after twiddling for a moment, between the shackles of the apostle, he was at last in full view on the surface of the bronze door. But the shadow was a vagabond and a phantom, indefinite, and it was not the shadow of a man or of a god, neither of a god of Greece, nor of a god of Chaldea, nor of an Egyptian god. And the shadow stood in the bronze entrance, under the arch of the door frame, and without moving, without uttering a word, remained immobile. And the door where the shadow was, if I remember well, stood at the feet of the young Zoilo averted. But we, the seven gathered there, when we saw the shadow advancing from the pillars, did not dare to contemplate it full, but we lowered our eyes and looked intently into the depths of the ebony mirror. And at last I, Oinos, speaking in a very low voice, asked the shadow what was his house and his name. And the shadow replied: \"I am SOMEONE, and my dwelling is by the side of the Ptolemaic catacombs, and near the darkened cliffs of Cluseo, which border the impure canal of Caronte.\" And then the seven arose in horror and stood on our feet trembling, trembling, trembling; for the tone of the shadow's voice was not the tone of a single being, but that of a multitude of beings, and, changing in its cadences from one syllable to another, penetrating ominously into our ears with the familiar and resounding admonitions of thousands and thousands of dead friends. FIN Translation by Julio Cortázar", "title": "Sombra", "author": "Edgar Allan Poe"}