{"metadata": {"length": 5220, "words": 1005, "reading_time_min": 5.025}, "text": "-Now I will tell you! - said the Wind. - No, please, - the Rain replied. You have spent a lot of time on the corner of the street, shouting with all your might. -These are the thanks - protested the Wind - that I give for having turned back in my obsequiousness several paraguays, and even broken them, when people had nothing to do with you? -We have the party in peace -intervene the Sun-. I will count myself. And he said it with such brilliance and such majesty, that the Wind blew how long it was. The rain, sprinkling him, said, \"Are we going to tolerate this? It is always where they do not call the Lord Sun. We won't hear it. Their stories are worthless. And the sun was counted: - A cygnus soared on the swollen sea; its plumes glowed like gold; one of them fell into a great merchant ship that sailed with all its sails spread. The plume was to settle in the shorn head of the young man who cared for the goods, the over-carrier, as they called him. The arrow of the soothsayer swung him in the face, passed his hand, and the man was soon the rich merchant who could buy gold spurs and a royal escutcheon. I have shined in it! – said the Sun –. The cypress followed its flight over the green pasture where the zagal, a seven-year-old boy, had sat in the shade of the old tree, the only one in the place. The cypress touched one of the leaves, which fell into the child's hand; and from that one leaf came three, then ten, and then a whole book, in which the child read of the wonders of Nature, of his mother's language, of faith and science. At bedtime he put the book under his head to remember what he had read, and that book led him to the school, to the knowledge table. I have read your name among the wise - the Sun said. The cisne entered the solitude of the forest, and stopped to rest in the flat and dark lake where the nenifar and the wild apple grow, and where the cuckoo and the thorn-winged pigeon live. A poor woman collected twigs, branches broken, which she carried on her back; then, with her son in arms, she walked home. He rode the golden crest, the crest of luck that lifted the flight in the juncture of the shore. What was it that was shining there? A gold egg! The woman kept it in her breast, and the egg kept the heat; surely there was life in it. Yes, something was rumbling inside the casket; she felt it and thought it was her heart that was thumping. When he reached his humble hut, the golden egg was retrieved. “Tic-tac!” it sounded like a valuable gold watch, and yet it was an egg that was shackled to a life. The shell broke open, and a slender, gleaming cylinder, encrusted with a gleam of gold, fell on his head. She carried four rings around her neck, and as the poor woman had just four sons, three at home and one she had brought with her into the lone forest, she soon realized that she had one ring for each son, and as soon as she had understood this, the little red dove took flight. The woman kissed the rings and made each little finger kiss one, which she then placed first on her heart and then on her hand. \"I saw it,\" said the Sun. And I saw what happened later. One of the children stood at the barrier, took a piece of clay and, turning it in his hands, he got the figure of Jasson, the conqueror of the gold valley. The second of the brothers ran to the park, laden with flowers of all colors. He took a handful of them, and he shook them so hard that the juice sprang up in his eyes and soaked his finger. The liquid produced a sort of shivering in his thinking and in his hands, and in a short time the great city was talking about the great painter. The third of the boys shook his ring so firmly in his mouth that it produced a sound as coming from the depths of the heart; feelings and thoughts became chords, rose like cymbals singing, and as cymbals sank into the deep lake, the lake of thought. He was a composer, and all countries can say, “That’s me!” The fourth child was like the Canaanites; he had the thorn, people said; he had to be given pepper and cared for like a sick child. Sometimes they also said, \"Pepper and sourdough!\" And if I had them! But from me he received a kiss - said the Sun - ten kisses for each blow. He was a poet, he received kisses and hugs, but he possessed the ring of luck, the ring of the golden chain. His ideas flew like a fluttering butterfly, symbol of immortality. - What a long story! - said the Wind. -And boring! -Added the Rain-. Let me be re-energized! And the Wind blew, while the Sun was still speaking: -The crow of the gull flew over the deep sea, where the fishermen had gathered their nets. The poorest of them thought of marrying, and indeed they did marry. The cynic took a piece of ash. And as the ember attracts, it draws hearts to your house; ember is the most precious of the incenses. It has a fragrance like the church, like the Nature of God. They enjoyed the happiness of domestic life, the contentment in humility, and their life was a true ray of sunshine. - Let's leave it! \"The Wind said,\" said the Wind. The Sun has had enough. How I have bored myself! -And I! -The rain has stopped. What do we say, those who have been listening to the stories? Because we say: They are finished!", "title": "Historias del sol", "author": "Hans Christian Andersen"}