{"metadata": {"length": 7285, "words": 1337, "reading_time_min": 6.685}, "text": "Along the main subway lines are the so-called dead stations, that is, stations where, for service reasons, no train stops. In the inner city, seemingly lost an instant before its agitation, its buzz and its lights, flash like dark whirlpools in the eyes of the passenger, who may even and merely suspect that they are evoked from the depths of a personal nightmare. Of course, there are passengers and passengers. There's the saying shrinking shoulders: \"Seen or not seen, alive or dead, the station we just passed is something I don't care about at all\". And the one who would want to see more clearly in it and give himself up to fantasy, to melancholy, to suggestion... well, this was the passenger or character summarily presented here. For a long time I had felt the singular desire to set foot in one of the aforementioned places and was just waiting for the opportunity. And the occasion came, as every occasion does. Suddenly the train was braking, races on one side and on the other of reviewers and people in uniform, agitated words, restlessness of the passengers who, by the way (and being from a traditionally flemish town), were confined to fitting their shirt neck. But at this point in the incident, the man, or mengano, found that the train had stopped just outside a tunnel and that such a tunnel, without any bet, was leading to one of those unused stations. He immediately made a decision: skipping the prohibitions, he went out and walked, almost crushed between the tunnel wall and the wagons, a short journey and found himself in that wide anthro. Meanwhile, the train resumed its march and he was left alone. Well, as he tries to navigate, we might wonder what or what particular feeling had driven him there. But maybe it's not worth it... desire for adventure, love of mystery? Perhaps, or perhaps more simply, a gloomy disposition of mind that pressed him to be reflected in a fraternal landscape. The automatic gateway that gave way to the long underground corridor was pulled out, making it easier to pass between two crossed boards placed in place. So: a long, long, slender corridor (that's what housewives say when referring to the tiles in bathrooms or kitchens), which benefited from some dubious outside light; and there at the bottom, a thin female figure that approaches no less doubtfully. Who's that? And what are you doing in this closed place? Just wait half a minute to move forward. Girl with a bracelet, pecs (or arena) in the nose, naked arms, skirt too short for that time. He looked at her, she looked at him in turn and, so to speak, for the same reason. And he put up a bravery. Good day to you. Um... good morning... why? The young expert insisted, otherwise without any hope of being understood. 'Cause she said, 'Right away, the girl, 'cause my days are not and never will be good. So her boyfriend... and he shut up feeling ridiculous. I don't have a boyfriend. Is that possible? - You really are? He answered more and more foolishly. No, and I have nothing in this world or anywhere else. Those are bigger words. Tell me, where were you going? To the station. But if she's dead. That's exactly why I said in a safe tone. No one will try to stop me there. How? What do you want to do? Pull me down the track at the foot of a train. How? Why? You better tell me the reasons why I shouldn't. Oh, my God! You're a logical person. Well, there's never a reason to kill yourself. Yes, yes, leave me alone. Let me, I'm hungry. Hungry? Really hungry? In that case I'm willing... And then you look him in the face, are you willing to marry me too? Well, well, it's natural, that's where your generosity comes in. Listen, forget all this and in the meantime, let's eat. We'll see about that later. If you think that with this... once outdoors, they went to a popular restaurant: mixed grill, chocolate trifle... Don't get nervous, he's stepping on the hat of the gentleman next door (as is customary, on the floor)... A classic story to fall asleep standing up: her family didn't understand her, she was carried the opposite in her love stories or that she just wanted to live her life. So, he had left his family and so on (in a fortunately not very closed cockney). Then, \"Do you see, there, underground, at the intersections of the endless hallways, glass boxes like those in museums? They contain animals found dead along the line, killed by the train and, as far as I know, unknown... well, I think I'm one of those animals: the train runs on its own, it hits you and you stay there dry or dry without even having had the opportunity or time to join its career. Do you understand? But as the girl spoke so fluently, he suddenly thought the world was dressed in ashes; an old hyperbole that sometimes draws its strength from a concrete, almost visual image... What was he doing in that foreign city, or what sense might the subway, popular restaurant, delusional girl with everything that might possibly follow have? What did it mean in his own life? What light or hope could come from those trite appearances, such as, in general, his anxious and tedious pilgrimage? What signal? She kept accusing fate, and he, while aware that the accusations were disproportionate to the harm (and, in any case, equal to the spit of the drunk against the sky), felt prey to the universal tedium, the will to die that always haunts us from the darkness. So, in the end, the relationship, oddly enough, had been reversed. \"In the end\", said the girl, \"the food and wine are more calming\". \"Life is life and, deep down... He exclaimed. What do you mean, life is life? It would be too easy. So, what do you advise me? Do I really have to kill myself? I mean, if you were me, would you kill yourself? I don't know about yours, but mine. The devils! No, listen to me. The young man was warmed up by falling unabashedly into the most discounted simplicity. We, us two and all of humanity, what or what purpose do we live for? The girl murmured trying to take in a thoughtful air and drinking another glass of wine. Therefore, let's go. Where? To the dead station. We'll die together. - Hey, what's up? She said, \"I'm sorry\". Calm down... what if, on the contrary, right now life offered us... But, for God's sake, what could life offer us? When we're alone in suffering, everything closes around us. But when we are given to share our sorrows with one... with a soul... (he didn't dare to say: twin)... from our suffering together we can make a force he concluded hastily and like reciting some of his pink text. Force completed him with a cold smile that will always be a double suffering. However, I do admit that... I did admit, the uncertainty, not knowing that it is enough with the slightest admission to be lost, lost in a doubtful, contradictory and above all incomprehensible world. The two of them got married and are still happy husbands today... Felices, that's how we agreed to say: actually, at that point, the dark, sometimes the ignominious, the unknown began. The truth is, he hasn't felt like going around the dead seasons again. He does not see the need for it, for his life, his own life, is a dead station, where no train ever stops. The Commission has already decided to extend the period of validity of the agreement. Fifty-eight, 1978", "title": "Estaciones muertas", "author": "Tommaso Landolfi"}