{"metadata": {"length": 5060, "words": 979, "reading_time_min": 4.895}, "text": "Outside, the snow was higher than the window. The sunlight was leaking through the glass and hitting the pine wall of the cabin on a map. The sun was high and light was coming in over the snow. Along the open side of the hut they had dug a trench, and the sun, on clear days, was hitting the wall and reflecting heat in the snow, widening the trench. It was late March. The commander was sitting at a table leaning against the wall. His assistant was sitting at another table. Around the commander's eyes were two white circles, a sign of the sunglasses that protected his face from reflection of light in the snow. The rest of his face had been burned, then tan, and again burned through the tan. His nose was swollen and his skin loose where blisters had previously formed. While working with his papers, he put his left hand in a plate of oil and spread it on his face, rubbing himself very gently with his fingertips. He was very careful to put his fingers on the edge of the plate so that each one would only take a thin layer of oil, and after caressing his forehead and cheeks, he would caress his nose very delicately between his fingers. When he finished, he stood up, took the oil plate and went into the small room of the cabin where he slept. \"I'm going to sleep for a while\", he told the assistant. In that army an assistant is not an officer. You'll finish. Yes, Signor Major, the assistant replied. He reclined in his chair and yawned. He pulled out a book lined with newspaper paper and opened it; then he placed it on the table and lit the pipe. Then he closed the book and put it back in his pocket. I had too much paperwork to do. I couldn't enjoy reading until I finished. Outside, the sun hid behind a mountain and there was no more light on the wall of the cabin. A soldier came in and put some pine branches, cut in irregular lengths, inside the stove. Don't make any noise, Pinin said the assistant. The commander is asleep. Pinin was the commander's order. He was a dark-skinned boy, and he filled the stove, putting the wood in very carefully, closed the door and went back to the back of the cabin. The assistant continued with his paperwork. Tonani called the commander. - Signor major? You brought Pinin here. -Pinin! -What is it? The assistant shouted. Pinin came in. The commander wants to see you, the deputy said. Pinin crossed the main room of the cabin to the commander's door. He called the door open. - Signor major? The assistant heard the commander say and closed the door. Inside his room, the commander was lying on a bunk. Pinin stood by the mattress. The commander held his head in a backpack that he had filled with clothes to form a pillow. His long, burnt, oil-stained face was looking at Pinin. I had my hands on the blankets. Are you 19? Yes, Signor Major. Have you ever been in love? What do you mean, Signor Major? If you've been in love... with a girl. I've been with girls. That's not what I asked you. I asked you if you've ever been in love... with a girl. Yes, Signor Major. Are you in love with her now? You don't write to him. I've read all your letters. I'm in love with her, Pinin said, but I don't write. Are you sure? I'm sure of it. \"Tonani\", said the commander in the same tone of voice, \"do you hear what I'm saying? No one answered her. \"You can't hear me\", said the commander. Are you sure you love a girl? I'm sure of it. And the Major gave him a quick look that you're not a depraved? I don't know what you mean by depraved. \"Very well\", said the commander. You don't have to give yourself that air of superiority. Pinin looked at the floor. The commander looked at his face, head down and above him, and his hands. Then he added, without smiling: \"And of course you don't want to... \"The commander paused. Pinin kept looking at the floor. Your greatest wish is certainly not... Pinin was looking down. The commander turned his head back and smiled. He felt really relieved; life in the army was too complicated. You're a good boy, he said. You are a good boy, Pinin. But don't look superior, and be careful not to let someone come and take you. Pinin was still standing by the bunk. \"Don't be afraid\", said the commander. I had my hands together on the blanket. I'm not gonna hurt you. You can go back to your platoon, if you want. But you better stay my ordinance. You're less likely to get killed. Do you want something from me, Signor Major? \"No\", said the commander. Go ahead and do what you were doing. Leave the door open when you get out. Pinin went out and left the door open. The assistant looked at him as he crossed the room in a disgraced air and walked out the door. Pinin had become red and moved differently than when he had carried the wood. The assistant saw him walk away and smiled. Pinin brought more wood for the stove. The commander, lying on his bunk, looking at his lined helmet and sunglasses hanging from a nail on the wall, heard him walk through the next room. The very pillage, he thought, I wonder if he lied to me. Fin A Simple Enquiry, Men Without Women, 1927", "title": "Una sencilla indagación", "author": "Ernest Hemingway"}