{"metadata": {"length": 9002, "words": 1338, "reading_time_min": 6.69}, "text": "Mrs. Casilda raised her pale face, which sounded an unexpected emotion, and said to the narrator: - I am, I am going now. They called her to the lower row; there was her uncle Luis - almost her brother - who wanted to see her; he was the generous goodwill of the convent, who not two months ago had done splendidly to repair the tower of the church, which was in danger of ruin, and the many times she came to speak with Sister Casilda, they were allowed to converse without any time limit or ear-watch. He was already in the lecture hall, a clean, stout, well-furnished room with wooden benches, leather chairs and two stools. There was almost tangible silence, almost palpable recollection; the celosia masked the sunlight; no sound came from the Tolstoyan desert of street-lights; and the dark, asphalt-coated, black-framed pictures increased the impression of melancholy, as of indifference to life, which pervaded that place. Luis, sprawled in one of the two large blanket slats, his feet on the footrests, let go of one arm, and in the palm of the other hand he leaned forward. In this same state of exhausted, painful exhaustion was the nun when, at the last moment, she advanced, and when she stopped, she pronounced an chis! smooth. - What is that, first? Are you sick? - Said the voice of Casilda. Luis had turned his face in the direction of the reed, and the monk looked at him with scorn; so was he utterly astonished, his eyes astonished and fixed, his mouth astonished, his lips black and swollen, the air that came out of them, impure and fetid as the exhalation that rises from the reeds in stormy hours. -Mala, no - Luis replied -. I have nothing of what is called disease. What I have is shame... you hear?, shame horrible. I am in one of those times..., those dark hours..., and I am willing to show a little love, because I need it so much!.. The monk shivered. He listened to the voice of Luis when he spoke of things uninteresting; but, as soon as the feeling sounded, he remembered with a sharp intensity that it was the same voice, the only one that had poured into his ears unforgettably recollections... How quickly and how softly he had become his fiancée; how quickly and how softly he had become a brother, sor Casilda was there inside, invisible, a wounded...,sweet, cruel, unfailingly offered to God, only for him alone, closed never. To make the wound less painful, Casilda had sought in the convent that old-fashioned, ever-effective balsam of isolation, partial death, renunciation and obedience. It was not mysticism; it was rather a kind of humanistic, instinctive philosophy that advised the girl to hide her shapes in the habit of red silk stockings and to cover her head with the shawl. As many sick and exhausted souls, he sought rest, the only word of those who irrevocably lose their earthly prospects. It would have made almost no sense in the convent to ignore the situation of Luis, his private history. But I knew it. How? For references from whom? Here is what I would not attempt to explain in a concrete way; but I knew, I knew; everything had come to her, which comes with a penetrating smell of rotten flowers saving reeds and walls. The reclusas are more in line with what is happening in the world, not by circunstantial reports, but by expressive indications. A movement of eyes, an encircling of eyes, are interpreted in the cage; the imagination of the caged does the rest. The gestures and the mediaeval words referring to Jesus were translated to Casilda by this chance: “In sin. So, in more tribulation and torments than joy.” And he cried, cried, with an urgency of those who reach the most mysterious. 'May Luis, some day, repent and be saved!', though the divine doors had been shut to her, after which there were no lies, no sorrows, no misfortunes, no culpability... And now, seeing her indubitably on the first rung of the ladder of repentance, under the impression of a moral catastrophe which in an instant shook the conscience, sor Casilda, instead of complacency, felt an infinite, immense, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming, overwhelming The one who, now, was very low, wailing as children do when they are sick and do not know how to explain their suffering to their mothers. The nun cried, pleading: -But please... -But say, Luis; say, for God's sake... -Let me go, let me go... -I can't! - he muttered, overwhelmed by the useless, the sterile of his agony - Casilda, I can't. I have, you see, a rope around my neck and a vertigo note in my head. That rope is dancing!... You are too! It is rare, isn't it?, that a man, a man who is not a thief or a thief-taker, is put in this position by..., by a..., by a family of women! Look, I'm crazy, Casilda; if I say some nonsense, forgive me. Tell you, you have managed to live far from these battles! If you know how much it hurts! No, you don't. Pray for me... so I die soon, you know, my daughter? Do not misinterpret the prayer and ask for a long time for my existence... Casilda, Casilda! You have loved me well. Come get me! Let someone be my friend! Now the rope was dancing, or rather, trembling as if it were to be thrown from the reddish-brown frame where it was firmly anchored by huge tyres. The monk, rhapsodically, with the weight of her weak body and the scanty strength of her slender, stooped arms, tried to hurl the first enraged... Luis saw the sublime and senseless movement and praised it with a look more painful than words. Sor Casilda redoubled her efforts. He shook his head, he shook his head, as a writer shook the book; he shook his hands, he shook the dolls, and he repeated, in his aft, -Luis! Luis! Help me... I want to go out. Help me; break it... Luis shook his head. That madness of his poor childhood brought him, by contrast and comparison, to reality. Make a rope like this! And when it was impossible to break it, was it not double the rope? Wouldn't you have to fling the second one, erected of iron spikes? That rope was the monk's own fate; and hers, that of Jesus, that desperate and incurable pain, which she would drag along as long as she could. He rose, and, approaching the livid face to a clear of the tin, murmured: - Casilda..., let him... You can't, Casilda. We can't. And if we could... for what? It is useless. Everything is useless in the world. Your compassion... and enough...", "title": "La reja", "author": "Emilia Pardo Bazán"}