{"metadata": {"length": 1954, "words": 371, "reading_time_min": 1.855}, "text": "The chief of the Yin clan in Chou State owned a large farm and his servants worked tirelessly from sun to sun. Among these was an old man whose muscles were exhausted from so much effort, but the chief of the clan kept assigning him the hardest tasks. The old man complained as he faced his daily tasks. At night he slept like a log, numbed by fatigue, his spirit very decayed. And every night he dreamed that he was the local king, that he commanded the whole town and that he was in charge of all state affairs. In the palace he went from party to party without any worries, and all his desires were seen to be fulfilled. His joy knew no bounds, but in the morning he woke up and went back to work. And he said to them that sought to comfort him in his hard work, A man shall live a hundred years; half of them are days, and half of them are nights. By day I am a vulgar servant and the tribulations of my life are as they are. But at night I am a gentleman's man and there is no greater satisfaction. What am I complaining about? The spirit of the clan chief was occupied with worldly affairs; all his attention was absorbed by property. Exhausted in body and mind, he too was numbed by fatigue when he fell asleep. But night after night I dreamed that I was a servant who never stopped working. He was treated badly, despised, flogged, and endured everything that came upon him. He talked between his teeth and complained in his sleep and only calmed down at dawn. The clan chief raised the problem to a friend, who said, \"Your economic situation gives you more wealth and honor than anyone else. The dream that you are a servant is nothing but the cycle of comfort and tribulation; such has always been the law of human fortune. How could your dreams and your waking be the same? The chief of the clan reflected on the friend's observation and sweetened the servants' affairs. He also reduced his worries and thus got some comfort in his dreams. FIN", "title": "Sueños", "author": "nan Anónimo"}