{"metadata": {"length": 7348, "words": 1288, "reading_time_min": 6.44}, "text": "The events I will tell you are recorded in a letter to me from a certain lady living in the beautiful city of San Jose. I don't know the author of the letter. Signed Aurelia Maria, which could well be a pseudonym. Since this is a detail that in no way affects the interest of the story, I must not stop lying in it and fully address the matter. As I can tell from the simple reading of the document, young Aurelia has suffered a lot in the world, and she is also uncertain what to do at a crucial moment in her life. He wants to marry, but on the one hand he is prevented by more or less interested advice from friends and relatives, and on the other hand by difficulties of a whole new gender. Despite her unfortunate insistence on marrying, and believing that my opinion should take her out of the closet, she writes to me asking for it, by the way with eloquence capable of moving a statue. Now you know Aurelia's sad story. He had just turned sixteen when he met a handsome New Jersey boy named Williamson Breckinridge Caruthers on his way. She saw him and loved him with all the ardor that a southern heart is capable of, having the luck of being matched. They swore to be each other, with the consent of their respective families, and for a time they were happy. Their existence seemed to be characterized by an immunity to misfortune somewhat superior to that which humans ordinarily possess. Suddenly, the face of fortune changed. The beautiful Caruthers was attacked by black smallpox, but not a benign black smallpox, but the most virulent and destructive smallpox. So when Caruthers recovered his health, his face looked like a relief plane of the Rocky Mountains. Unlucky Williamson!... Her beauty had fled forever!... Aurelia thought at first to break her engagement, but, driven by compassion, she merely postponed the wedding for a few months, leaving poor Caruthers calm and full of sweet illusions. On the eve of the wedding day, Breckinridge, distracted by the flight of a comet, fell into a well and broke his leg. She had to be amputated above her knee. For the second time Aurelia tried to free herself from the word, but nevertheless she again triumphed in love and the wedding was put on hold until Williamson was fully restored. New misfortune, no lighter than the previous ones, prevented the link from being held. Caruthers was hailed as witnessing the artillery remembrance of American independence, when an unforeseen gunshot snatched his arm. Three months later, the other was carrying a carding machine wheel in his striae. Aurelia, hearing about this series of misfortunes, thought she was dying of despair. She was distressed to see her fiancé leaving her piece by piece, and thought that if she followed such a reduction system, very soon there would be little left of Williamson, for she lacked the means to stop him on the dire road he had taken. At its heart, it was almost regrettable, like the businessman who persisted in pursuing a business and lost more and more money, not having accepted Breckinridge before he had suffered such an alarming decline. Overcome the affection, Aurelia finally decides to face her fiance's deplorable arrangements at all costs. Once again the wedding day approached and again clouds of disappointment piled up. The incorrigible Caruthers became ill with erysipela and completely lost his right eye. The young woman's family and friends, considering that she had shown much greater generous persistence than could reasonably be expected, intervened a third or fourth time, and nearly made her give up her commitment. I say almost because the breakup didn't finally become a fact. Aurelia said yes to hearing her counselors' reasoning, but then turned back, reflected for a few moments and declared that, after all, she gave Breckinridge no reason to censor. Consequently, the wedding was postponed, and in the meantime, Caruthers broke his other leg. It was a black day for the generous girl that she saw the doctors carrying Williamson's fourth piece in a sack. She wept like a Magdalene thinking that day by day the sphere of her affections was shrinking; but with martyrdom she resisted family pleas and repeated to Breckinridge her word of marriage. A few days before the wedding date, the last misfortune occurred. All year there was only one man who fell into the hands of the Owen River Indians; that man was Williamson Breckinridge Caruthers, New Jersey. The unfortunate lover was going to his fiancée's house, delivered to sweet dreams of love, when he was hunted down by the red skins and his skull mutilated. The cruel hair collectors left Caruthers' head like a half-scraped ball of cheese. Such is the situation of Aurelia's unfortunate fiancé today. The selfless girl keeps on wanting him in spite of everything, and that's why she consults me. What should I do? he says at the end of his precious letter. I love Williamson, or at least, what's left of Williamson. My family is strongly opposed to marriage, because my boyfriend, after finding himself unable to earn his living, is even poorer than I am, and I don't know what five dollars are combined. I beg you to get me out of these distressing doubts. Waiting for your answer, etc. * Answering categorically or a question of that nature is a little more difficult than it seems. It is a question of giving a clear, definitive, unambiguous answer. It's about luck and maybe a woman's life and almost two-thirds of a man's. In my opinion, it would be a huge responsibility to answer by making a vague indication and only with the selfish desire to get out of the way. Let's see, how much would it cost to completely rebuild Breckinridge? Because if it was economic, we could try something in that direction, allocating some of my savings to buying two arms, two legs, a wig and a glass eye, for good Williamson. I think we'd all go out winning something: he'd be very presentable, the bride very happy, and I'd be very satisfied to have contributed to the happiness of two people who love each other. Make the reconstruction, that my communicant grant his beloved an unprolonged term of ninety days, in order that he may get used to the use of his new acquisitions, and if in that term Breckinridge does not leave the bridesmaids somewhere, may they be married blessed of God. So, dear lady, if your fiancé still yields to that strange temptation to break something whenever he finds a favorable opportunity, his next experience will surely be fatal to him, and in that case you will be left alone forever. Assuming you were married at the time of the disaster, you will inherit the legs, arms and other small details of the deceased. Then, in reality, you would only lose the last living piece of an honest and unfortunate husband who devoted his life to satisfying incomprehensible destructive instincts. You try the test, miss. I've thought about it and you think it's the only reasonable solution. Of course, Caruthers would have gone wrong starting with a brainwashing. But since it has chosen another system, which is undoubtedly intended to prolong itself as much as possible, we have no right to interfere in private matters. Make the best of circumstances and think that perhaps there is marital happiness in one of the spouses being like Breckinridge. The Unfortunate Young Man, The Californian, 1864", "title": "El desventurado prometido de Aurelia", "author": "Mark Twain"}