{"metadata": {"length": 5019, "words": 884, "reading_time_min": 4.42}, "text": "Throughout the land of Illarion, from valleys and mountains crowned with everlasting snow, to the mighty hills whose reflection is darkened by a calm and warm sea, the ancient green and amethyst fires of summer were lit. Spices were sucked into the wind that beat the faces of the mountaineers as they climbed the high glaciers, and the oldest cypress forest, which slid clinkily over a clear sky bay, was lit by scarlet orchids... but the heart of poet Phaniol was a black jade urn forged by love with extinguished ashes. Desiring to forget for a time the sockrownery of the pomegranates, Phaniol walked alone through the desert surrounding Illarion; it was a place blackened long ago by great bonfires, and which had never known the pine, the violet, the cypresses or the pomegranates. At dusk he reached a virgin ocean, of dark and static waters under the setting sun, free from the memorable murmur of other seas. Phaniol stopped and walked distracted along the ash coast, dreaming from time to time of that sea called Oblivion. Then, under the setting sun whose blinding light illuminated his forehead, a boat appeared and gently slid to land; but there was no wind and the oars were hanging inertly on waves without a foaming ridge. Phaniol warned that the boat was built of ebony wood, decorated with strange anaglyphs and luxuriously carved with images of gods and beasts, satyrs, goddesses and women, with the main figure being a black Eros, with serious fleshy and full lips, and relentless sapphire eyes of misguided gaze, as if they were intensely contemplating innumerable or unknown things. Two women were on board, one pale as the polar moon, and the other as black as an equatorial night. Both wore imperial robes, and their talents were those of the goddesses, or those who dwell with them. Without uttering a word or a single gesture, they gazed at Phaniol, who despite his astonishment asked: \"What are you looking for?\" Then, with a voice that most resembled the voice of the garden of the Hesperides among the palm trees, during a nightfall on the Lucky Islands, they replied: -We wait for the goddess Aphrodite, who prey of sorrow and desolation leaves Illarion, as well as all the countries of this world of fleeting and mortal love ephemeral. You, being a poet and having known the great tyranny of love, will behold its march. But they, the courtiers, the merchants and the priests will receive no message, no sign of his departure, and in no way will they imagine that he has gone... now, oh Phaniol, time is near, the goddess and the farewell. They had barely finished talking, when Aphrodite came through the desert, and her arrival caused a light to shine on the hills, and wherever she walked shadows diminished, and the gray sands produced pomegranate poppies and the deep greenness of the grass that shone when the queens were young, before they became part of a dark legend and the centuries turned them into dusty mummies. He reached the shore and stood before Phaniol, as the sunset spread, filling the sky and sea with a newly opened cocoon-shaped aterciopelado color, and the deepest shell that in distant times was consecrated to him rose to receive it. She wore no robes, no crowns, no garlands, clothed and crowned only by the twilight, as beautiful as a mortal's dreams, but far more beautiful than all dreams. The goddess waited, smiling and calm, symbol of life and death, of despair and passion, a dream of flesh and blood for gods and poets and galaxies never known. But it also reflected the wonder of love, of something far more than love, and whose meaning the poet could not understand. - For ever and ever, O Phaniol! - he exclaimed, and his voice recalled the sigh of distant waters, the whisper of full moon waters, rolling not without sadness a proud island crowned with high palm trees. You have known me and worshipped me all your life until now. But now my hour of departure has come. When I am gone, you will worship me, but you will not know me anymore. That's the way fate is, and I was willing that no man, no world, no god would possess me completely for eternity. When I am no more, autumn and spring shall return, the first with yellow leaves, and the second with equally yellow violet; the birds shall take refuge in renewed foliage, and thou shalt know new and fleeting loves. The perfect image and perfect body of the goddess will never return to your eyes or those of any other mortal. Finishing his farewell, he jumped from the ash dock to the dark bow of the boat; and in the same way he had arrived, without the need of wind or oars, the boat became wrapped in the sea of the colorless petals of the dusk. It immediately disappeared from view, as the desert lost its ancient poppies and rich greenery that lit up again for a few moments. Darkness seized Illarion, stealthily following the path traced by Aphrodite; the shadows returned to the hills, and the heart of poet Phaniol remained a black jade urn forged by love with extinguished ashes. FIN", "title": "La marcha de Afrodita", "author": "Clark Ashton Smith"}