{"metadata": {"length": 6392, "words": 1177, "reading_time_min": 5.885}, "text": "I had it on my knees, said my friend Martinez, and I was beginning to tire of the tender weight of his good-looking body. Decoration... the usual in such places. Moon-paned mirrors with engraved names, similar to spider webs; faded velvet sofas, with whirling whirls; the bed with theatrical hangings, clean and vulgar like a sidewalk, impregnated with that far-flung garlic smell of caressed bodies; and on the walls portraits of bullfighters, cheap chrome with little ladies puddings smelling a rose or looking tongue-in-cheek at a hunter gallard. She was the stage apparatus of the preferred cell in the vicious convent; the elegant cabinet, reserved for distinguished gentlemen; and she, a hard, stocky little girl, seemed to bring the pure air of the mountains to that heavy indoor environment, saturated with cheap colony, rice dust and a bunch of dirty plums. As he spoke to me he caressed the ribbons of his coat with childlike complacency: a superb piece of razor, rabid yellow, somewhat narrow for his body, and which I remembered having seen months earlier about the faint charms of another dead pupil, according to news reports, at the hospital. Poor girl! A mattress was made: the hard and abundant hair of the Greek hair with fibers of glass; the glossy cheeks by the dew of sweat, covered with a thick layer of velvet; and as to reveal their origin, the rugged, brown and hard shoulder arms, escaped from the wide sleeves of their chorus dress. As I watched her carefully follow every detail of her extravagant adornment, she became the object of my admiration, and she turned her head back with a petulant gesture. The simplest creature... the customs of the house had not yet entered her, and she told the truth, all the truth, to the gentlemen who wished to know her story. They called her Flora, but her name was Mari Pepa. She was not an orphaned colonel or magistrate, nor did she tell the twisted novels of love and misfortune that her peers urged to justify her presence there. The truth, always the truth; she would be hanged for being straight. Her parents were well-off labriefs in a small town in Aragon: own fields, two mules in the neighborhood, bread, wine and potatoes abundant all year round; and at night, the best servants of the village came round round under her window to soften her heart, one by one, and carry with their brown, strong-blooded body the four benches inherited from their grandfather. But what do you want, son? I was in trouble among those people; such a rude thing was not for me. I was born for Miss. I said, why shouldn't I be? Do I not look as good as any other?... And she rubbed her head against my neck as a loving, meek, slave submissive to all whims in exchange for being well adorned. Those winnings, he continued, made me disgusted. I ran off with the student, you know? I was with the mayor's son, and we went around the world, until he left me, and I came here, hoping for something better. You see, the story is short. I don't complain about anything. I'm happy. And to show her joy, the unhappy woman would ride on my legs, walk her hard fingers through my head, undressing me, and sing the fashionable tango clumsily, with her loud peasant voice. I confess I felt the urge to speak to you in the name of morality, that hypocritical desire we all have to propagate virtue when we're full and with dead desire. She raised her eyes, amazed at seeing me grave, preaching to her, like a missionary who exalted chastity with a courtesan on her knees; her gaze went incessantly from my austere face to the immediate bed. It was the good sense raised to the inconsistency between so much virtue and the excesses of moments before. Suddenly he seemed to understand, and a laugh swelled his fleshy neck. Asaura! But what a funny thing you are! And how can you say those things? You look like the priest of my people. No, Pepa, I'm serious. I think you're a good girl, you don't know what you're getting yourself into, and I'll let you know. You've fallen very low, but very much. You're in the last one. Within the same vibe, most women resist and refuse the caresses that demand of you in this house. You can still save yourself. Your parents have to live for; you didn't come here pushed by misery. Go home; the past will be forgotten; you can lie, invent any story to justify your escape, and who knows?... Any of the young men who sang to you will marry you, you will have children and you will be an honorable woman. The girl was getting serious about convincing herself that she was speaking formally. Little by little, he slipped on my knees until he stood up, staring at me, as if suddenly seeing a strange person and an invisible wall had risen between them. Go back to my house! He said with a hard accent. Thank you very much; I know exactly what that is. Get up before dawn, work like a nigger, go to the country, fill your hands with coconuts. Look, look how I still have them. And he made me touch the duricies that swelled the palms of his strong hands. And all this in exchange for what? To be honest with you? I'm not that stupid. Here, for the honorable! And he accompanied these words with a few indecent ademan, learned in his torture with the companions. Then, chanting, he went to look in a mirror and greeted with a smile his hairy, fake pearl-covered head that looked like the misty moon, shrinking his mouth painted red, like that of a clown. Clinging ever more to my role as a virtuous man, I continued to preach from my seat, wrapping in sounding words this hypocritical propaganda. He was wrong; he must have thought about the future. The present couldn't be worse. What was she? Less than a slave: a piece of furniture; they exploited it, stole it, and then... then it was worse: the hospital, the disgusting diseases... but again his brutal laugh interrupted me. Come on, kid, leave me alone. Standing before me, he enveloped me in a look of immense compassion. But son, what a fool you are! Do you think I can go back to that dog life having tried this one? No, I was born for luxury. And embracing in a look of devout admiration the lame armchairs, the sloppy couch and that bed where everyone passed, she began to walk, enjoying the fruit of her tail as she crawled down the floor, cuddling with her hands the folds of that robe that still seemed to retain the warmth of the other's body. ♪ Finish ♪", "title": "El lujo", "author": "Vicente Blasco Ibáñez"}