{"metadata": {"length": 4484, "words": 852, "reading_time_min": 4.26}, "text": "In the office of a writer, someone said one day, looking at his desk on the table: -It is amazing what can come out of a desk. What will the next time bring? It's quite strange. - It is, indeed - the tintero replied. Incomprehensible. That's what I say - he added, pointing to the pen and other objects on the table and able to hear it -. It is amazing what can come out of me! It's simply amazing. I myself could not tell what would come next time, when the man began to take paint from me. A drop of my contents is enough to fill a half sheet of paper, and, how many things you can't say on it! I am truly remarkable. From me all the works of the poet, these living persons that people believe to know, these intimate feelings, this good humor, these threatening descriptions of Nature, come out. I do not understand it, for I do not know Nature, but I carry it inside me. All those shivers of vaporous and enchanting dolls, of roaring knights in their burning cloaks, of blind and paralysed, what do I know! I assure you that I have no idea how all this happens. -You are right - said the plume. You don't think at all, because if you did, you would realize that it does nothing more than supply the liquid. You give me the fluid with which I can express and make visible on paper what I carry within me, what I write. It is the pen that writes! Nobody doubts it, and most men understand poetry as an old man understands a tin can. -How little experience you have! - the tintero repeated - Just a week of service and it's already half-used. Maybe you can imagine that he is a poet? Because it is not a creature, and before you arrived here, I had many of your kind here, both from the family of the gansos and from an English factory. I know the goose feather and the steel feather. I have had many at my service and will have many more, if the man from whom I serve to make the movement continues to come to anoint what comes from my innermost. I would like to know what I will give next time. - Paintbrush! - he shook the plume. The writer had already arrived. He had just come from a concert where he had heard an excellent violinist and had been impressed by his unique art. The artist had unleashed a veritable torrent of notes from his instrument: they sounded like argentine spouts of water, pearl after pearl, or like a choir of tinkling birds or the roar of a storm in a forest of acorns. I had thought I heard the cry of her own heart, but with a melody only comparable to a magnificent woman's voice. It was said that it was not only the strings of the violin that vibrated, but also the bridge, the clefs and the resonance box. It was extraordinary. And difficult; but the artist had made it all look like play, as if the arc were gliding along the strings, with such simplicity that anyone would have believed he could imitate it. The violin played alone, and the harp, too; the two did it all; the spectator forgot the master who guided them, who breathed life and spirit into them. But the writer had not forgotten it; he wrote his name and noted the thoughts that inspired him: “What crazy things would the harp and the violin be if they were to scream out their frights! And yet how often do we do it ourselves: the poet, the artist, the inventor, the general. We jactamos, without thinking that we are not ourselves, but instruments in the hands of God. His, and only his, is the honor. What can we boast of ourselves?’ All this the poet wrote in the form of a parable, to which he gave the title: “The Master and His Instruments.” -They have earned their right, lord - said the plume to the thorn, once again they were alone. I suppose I would read what he wrote, right? -Claro that yes, what gives me to write to you - the tintero- replied. He was well employed by his arrogance! How is it possible that you do not understand that she takes it for granted! My invective has come from the deepest part of my being. If I knew what I was carrying in my hands! -Go with the paint! – He shook the plume. -Barretts! - Replicated the tinter. And the two were convinced that they had argued well; it is a conviction that leaves one with the conscience sober. So you can sleep in peace, and the two slept very peacefully. Only the poet did not tremble; his thoughts flowed like notes of the violin, ringing like pearls, roaring like the tempest in the forest. He felt palpable in them his own heart, a vivacious ray of light from the eternal Master. Be all honor to Him.", "title": "Pluma y tintero", "author": "Hans Christian Andersen"}