{"metadata": {"length": 5126, "words": 978, "reading_time_min": 4.89}, "text": "-It can't be. - The sentry groaned. - Why? - I don't know. - I asked. - Because it's forbidden. - Why is it forbidden? - Because it's forbidden, you, it's forbidden for patients to leave. - But I, I said proudly, I am a wounded man. The guard looked down on me and said, \"I'm sure this is the first time you've been hurt. If you didn't know that the wounded are also patients, then go now. But I couldn't understand it: \"Understand me\", I said, \"I just want to buy cake for that girl... I pointed out, where a beautiful little Russian girl was in the middle of the snow selling cakes. - Get in there! The snow was falling silently in the huge ponds of the dark schoolyard, the girl was still there, patient, and she repeated in a low voice: Pahteleh... pahteleh.... \"Hey, you\", I told the guard, \"I'm getting watered out of my mouth, so let the girl in. - It's forbidden for civilians to enter. - But look, I said, a child is nothing but a child. He looked at me again, contemptuously: \"I mean, children are not civilians... The dark empty street was covered in snow and the girl was still there completely alone and repeating: Pahteleh..., although no one was passing. I tried to leave without more but the guard grabbed me by the sleeve and became furious: \"Hey you\", he cried, \"get out or I'll call the sergeant. - You're a fool. - I said in a rage. \"Yes\", said the sentry, contented, \"if anyone keeps following the rules, you think he's a fool\". I stayed half a minute in the middle of the snow and saw the white cups turn muddy: the whole school yard was filled with ponds, and in the middle of them there were small white islands like powdered sugar. Suddenly I saw the beautiful girl make a sign to me with her eyes and seemingly indifferent she walked down the street. I followed her through the inside of the wall. \"Damn it\", I thought, \"will I really be a patient?\" And then I saw there was a little hole in the wall, next to the urinal, and in front of the sketch was the girl with the cakes. The guard couldn't see us here. \"The Führer bless your respect for the ordinances\", I thought. The cakes looked magnificent: they were made of chestnut and butter cream, leavened and nude, with oil glowing in them. - How much are they? - I asked the girl. He smiled, presented the basket and said in his fine little voice, \"Trehmarco fifty-one\". - All of them? - I know. The snow fell on his delicate blonde hair and sprayed it with a fleeting silver pollen, his smile was simply charming. The dark street behind it was completely empty and the world seemed dead... so I took a yeast string and tried it. It tasted so rich, it was filled with mustard. I thought, that's why they're as expensive as the others. The girl smiled and said, \"Well? - he asked, okay? I was sorry. I didn't care about the cold. He had his head recently braided and looked like Theodor Körner. I also tasted a butter cream cake and let that delicious stuff melt slowly in my mouth. And once again my mouth got wet... - Come on, I said in a low voice, - I'll keep them all, how many do you have? The girl began to count them carefully with a small, delicate, slightly dirty finger, while I devoured a naked one. Everything was very quiet and it almost seemed to me as if snowflakes were gently shaking in the air. The girl was counting slowly, she was wrong a couple of times, and I was still standing there, completely calm, and I ate two more cakes. Then he suddenly raised his eyes toward me, so terribly vertical that his pupils were completely up and the whites of his eyes were blue like skim milk. He suggested something in Russian, but I shrugged my shoulders smiling and then he bent over and with his dirty finger wrote a 45 in the snow. I added the five I had already eaten and said, \"Give me the basket, too, okay?\" He nodded and passed the basket through the drawing very carefully; I passed him two hundred-mark bills. We had plenty of money, the Russians paid 700 marks for a coat, and in three months we had seen nothing but mud and blood, a couple of whores and money... -I told him in a low voice, but he couldn't hear me anymore, he had slipped very quickly and when I sadly put my head through the drawing board he had already disappeared and I could only see the silent Russian street, melancholy and completely empty: the flat-roofed houses seemed to be gradually being covered with snow. For a long time I was like this, like an animal looking with sad eyes from behind the fence, until I realized that my neck was starting to cling and I put my head back in the fence. And only then did I smell that in that corner it was stinking, like a urinary tract, and the really cute cakes were all covered in snow like a tender layer of sugar. Tired, I picked up the basket and headed home, not feeling cold, looking like Theodor Körner and could have stayed an hour longer in the snow. I left because I had to go somewhere. You have to be able to go somewhere, you have to be able to. You can't just sit there and let yourself get hit. Somewhere you have to be able to go, even if you're hurt, in a foreign land, black, very dark...", "title": "También los niños son población civil", "author": "Heinrich Böll"}