{"metadata": {"length": 1868, "words": 353, "reading_time_min": 1.765}, "text": "He was wet, filled with mud, hungry and cold, and his house was fifty thousand light years away. A sun was shining a rare light, and gravity, twice as much as he was used to, made every move difficult. But in tens of thousands of years, this part of war hadn't changed. Space pilots had to be agile with their tiny astronauts and their refined weapons. When the ships landed, however, it was the infantry soldiers who had to become the owners of the land, hand in hand and blood that cost. This was exactly what was happening on that damn planet of a star I hadn't heard of until I set foot on it. And now it was sacred ground because foreigners were there too. The aliens, the only other intelligent race in the galaxy... a cruel race of abominable and repulsive monsters. They had come into contact near the center of the galaxy after the slow and difficult colonization of some 12,000 planets. It was war at first sight: they had fired without even trying to negotiate or sign a peace. Now they were fighting planet by planet in a bitter war. It felt wet, dusty, cold and hungry; the day was raw, with a wind that hurt in his eyes. But the aliens were trying to infiltrate and every outpost was vital. I was alert and with the rifle ready. Fifty thousand light years from his home, struggling in a strange world and doubting whether he would live to see his own again. And then he saw one of those foreigners dragging towards him. He turned the rifle and fired. The foreigner gave that strange scream they give and then he was lying on the floor. He was shaken by the sight of that being lying at his feet. One can get used to it after a while, but he had never achieved it. They were such repulsive creatures, with only two arms and two legs, and a horribly clear skin and no scales...! The Commission has decided to extend the period of validity of the agreement.", "title": "Centinela", "author": "Fredric Brown"}