{"metadata": {"length": 3488, "words": 623, "reading_time_min": 3.115}, "text": "The fact that Henry Armstrong was buried was not convincing enough to prove to him that he was dead: he had always been a hard man to persuade. The testimony of his senses forced him to admit that he was actually buried. His position - held upside down with his hands crossed over his stomach and tied, which he easily broke without altering the situation - the strict confinement of his entire person, the black darkness and deep silence, constituted an impossible evidence to contradict and Armstrong accepted it without getting lost in cavilations. But dead... no. He was only sick, very sick, though, with the apathy of the invalid, he did not worry too much about the strange luck that had befallen him. He was not a philosopher, but simply a vulgar person, endowed at the time with a pathological indifference; the organ that had given him cause for concern was now sluggish. So without any apprehension about his immediate future, he fell asleep and everything was peaceful for Henry Armstrong. But something was still moving on the surface. It was a dark summer night, torn by frequent lightning flashes, which illuminated clouds, which were moving eastward in a storm. Those brief, flashing flashes projected a ghostly clarity over the peasant's monuments and tombstones. It was not a good night for a normal person to wander around a cemetery, so the three men who were there, digging into Henry Armstrong's grave, felt reasonably safe. Two of them were young students at a medical school a few miles away; the third was a giant black man named Jess. For many years Jess was employed at the cemetery as a gravedigger, and his favorite story was that he knew all the souls of the place. By the nature of what he was now doing, it could be inferred that the place was not as populated as his ledger could make it appear. Across the wall, off the road, a horse and light carriage could be seen waiting. The dig was not difficult; the earth with which the tomb had been filled a few hours earlier offered little resistance, and it soon piled up on one side of the pit. Lifting the casket cover required more effort, but Jess was practical in the task and ended up carefully placing the cover over the pile of soil, leaving the corpse exposed, coated in black pants and white shirt. At that very moment, a flash of lightning flashed in the air, tearing apart the darkness, and almost immediately a fragrant thunderbolt broke out. Ripped out of his sleep, Henry Armstrong quietly incorporated the upper half of his body into his seat. The men fled in terror, each in a different direction. Two of the fugitives would have never returned for anything in the world. But Jess was made of another pasta. With the first light of dawn, the two students, pale from anxiety and with the terror of their adventure still tumultuously beating in their blood, arrived at the Faculty. - Have you seen him? - exclaimed one of them. - Oh, my God! Yeah, what are we gonna do? They headed to the back of the building, where they saw a light carriage with a horse tied up and tied by the rust to a fence, near the dissection room. The two young men entered the room automatically. Sitting on a bench, in the dark, they saw the black Jess. The black man stood up, smiling, all eyes and teeth. - I'm waiting for my paycheck. Naked on a long table, lay the corpse of Henry Armstrong. He had his head stained with blood and clay for having been beaten with a razor. Fin One Summer Night, Cosmopolitan, 1906", "title": "Una noche de verano", "author": "Ambrose Bierce"}