{"metadata": {"length": 3986, "words": 758, "reading_time_min": 3.79}, "text": "She was tall, strong, with a lot of hair. Mother Clara had a dark palate and deep, black eyes. She had entered the convent by the imposition of her family, they wanted her to be sheltered in God's bosom. He obeyed. He was doing his duty without complaint. The obligations were many. And there were prayers. He prayed fervently. And she confessed every day. Every day I got the white host that was unloading in my mouth. But he started getting tired of living only among women. Women, women, women. He chose a friend as his confidant. She told him she couldn't take it anymore. Her friend advised her, \"Mortify the body\". He started sleeping in the cold slab. And he was whipping himself with the cilium. It was useless. She got a lot of flu, she got all scratched up. He confessed to his father. He told her to keep mourning. She went on. But when the father touched her mouth to give her a hostage, she had to control herself so as not to bite her father's hand. This one was sensing, but he didn't say anything. There was a mute pact between the two. They were both mortified. I couldn't see the almost naked body of Christ anymore. Mother Clara was the daughter of Portuguese and secretly shaved her hair. If you knew, woe to her. She told her father. It went pale. He imagined his legs must be strong, well-turned. One day, at lunchtime, she started crying. He didn't explain the reason to anyone. She didn't even know why she was crying. And from then on, I lived crying. Despite eating little, he gained weight. And he had purple dark circles. Her voice, when she sang in church, was contralto. Until he told his father in the confessional, \"I can't take it anymore, I swear I can't take it anymore!\" He said meditatingly: \"It's better not to get married. But it's better to get married than burn. He asked for an audience with the superior. The superior rebuked her fiercely. But Mother Clara was firm: she wanted to leave the convent, she wanted to find a man, she wanted to get married. The senior asked him to wait another year. He said he couldn't, that he had to be now. He packed his little baggage and left. She went to live in a boarding school for girls. Her black hair grew in abundance. And she seemed ethereal, dreamy. He paid his pension with the money his family sent him. The family wasn't getting upset. But they couldn't let her starve. She made her own costumes from cheap cloth in a sewing machine that a young woman from the boarding school lent her. The dresses were long sleeves, no earrings, under the knee. And nothing happened. He prayed so much for something good to happen to him. In the form of a man. And it really happened. He went to a bar to buy a bottle of water. The owner was a handsome Portuguese man who loved Clara's discreet manners. He didn't want her to pay for the water. She blushed. But he came back the next day to buy coconut. He didn't pay either. The Portuguese man, whose name was Antonio, armed himself with courage and invited her to go to the cinema with him. She refused. The next day he came back for a cup of coffee. Antonio promised her he wouldn't touch her if they went to the movies together. He agreed. They went to see a movie and didn't pay the slightest attention. During the movie they were holding hands. They started meeting to take long walks. She with her black hair. He, in a suit and tie. So one night he said to her, \"I'm rich, the bar leaves enough money to get married, will you?\" - Yes - he answered gravely. They married for church and civil. In the church, the one who married them was the father, who had told her it was better to get married than burn. They spent their honeymoon in Lisbon. Antonio left the bar in his brother's hands. She came back pregnant, satisfied and cheerful. They had four children, all men, all with long hair. FIN Better than burning, A via crucis do corpo, 1974 * Cilicius: Belt of bristles or iron chains with tips, which is carried strapped to the body for mortification.", "title": "Mejor que arder", "author": "Clarice Lispector"}