{"metadata": {"length": 6081, "words": 1130, "reading_time_min": 5.65}, "text": "A police story With his hands on his back, his pipe between his teeth, Julian Chapars was standing by the pond, whose waters reflected the gray sky, and the melancholy branches of the willows from which the noise of birds came. Chapars' wristwatch was ticking at 6:00 a.m. Having committed his crime the night before, at eight o'clock at night Chapars was calculating, saying he had been a murderer for ten hours. He heard himself say, almost out loud: \"Ten hours ago Fernando was a corpse... he glanced around him. No one. He shrugged his shoulders. His thoughts turned back. He was seen again the night before, when he found poor Fernando on a street almost deserted. - Hi, cousin. How's that going? Fernando was walking, while he was driving his luxury car. Fernando approached the car. It's a good thing I found you, Julian. You've been making fun of me with your pay promises for a long time... maybe you think a working man like me should be exploited by sloppy people like you. But you're wrong. I'm determined to ask for the embargo. Here's your bottomless checks, look at them. Your protest letters, your letters, finally... and if I pulled all this out of my safe, it's in order to deliver it to my lawyer early tomorrow. The emotion left Julian speechless, with his hands crimped on the wheel. I finally refused: \"You're not going to do that, Fernando. You're not gonna do it because in ten hours I'll pay you back to the last hundredth. I have the money at home. I rented a little house for the summer in Atlantis, that's where I got the money. We'll eat together and I'll pay you everything. Total... you're alone in the city, your wife's in the country... come on. Are you sure you have that money? - All of it? If I didn't have it... come on, up. It's amazing. You can expect any surprise. Fernando got in the car. The journey went unnoticed along the coast. Finally the car stopped on an isolated road, lost, among the vegetation. A particular road, no doubt. \"It's a lovely place\", said Fernando, kind of looking forward to collecting his money. Yes, it's hard to find anything better. I brought you all the way here to see a property I'm about to buy. Julian was talking without knowing what he was saying. I was just trying to buy time. From the very beginning, there was a problem that worried him. How would you kill your creditor cousin? It was Fernando himself who took him out of doubt, naively: If you buy land here, you should try to secure the use of the pond. It's mine now, or almost. Half the pond belongs to me. He stopped the car and asked Fernando to come down. - Hold on a second. Since you enjoy fishing so much, you can see magnificent pieces two meters from the surface, between two waters. Without any suspicion, Fernando had followed his cousin. He went to the pond and got a terrible blow to the back of his neck that left him unconscious. Five minutes later the creditor cousin was sleeping forever at the bottom of the pond, laced with huge stones weighing over thirty kilos each, well held by thick wires stolen from a neighboring enclosure. After completing his gruesome assignment, Julian arrived at the rented house, one mile from the pond. The bottomless checks, the protest letters, the letters, everything had been turned to ashes. But he had slept very badly and got up early to check the car and the pond. I didn't have any worries, actually. He had proceeded without arms; he had left no footprints. His crime had been a perfect crime. No one could know that he had met his cousin Fernando. Before he struck, he had carefully observed the surroundings. No one. No, I wasn't afraid of anything. It was quiet. But I wanted to go for a walk that beautiful morning. Why don't you go to the edge of the pond? He wasn't going to be impressed by the theory that shows the killer attracted to the crime scene. He wasn't a common killer, by the way. Of course, Fernando's disappearance would not have been silent. He'd get the attention of the factory, they'd tell his wife, they'd publish portraits in the newspapers. What's next? No one would think of looking at the bottom of this abandoned pond. At this thought, the killer could not help but laugh. It was necessary for ordinary criminals to be too brutal to get caught in most cases. They were long preparing their crimes, measuring the odds, trying to predict everything... They let the body be found and ended up in the guillotine. While he, Julian Chapars, was in no danger, absolutely none. He laughed cheerfully again. But his laugh was cut off suddenly. How are you, Mr. Chapars? You're happy this morning, huh? The killer turns around and meets face to face with Fermin, the ranger of Mr Sandoval, the owner of the pond. What a beautiful day, huh? \"Tell me what the guard said. By making an effort, Julian managed to master his nerves. His fear made no sense. There was no danger to him. That encounter was completely natural. He asked. How much is it, don Fermín, for a fishing permit in this pond? Five pesos. Are you fond of fishing, Mr. Chapars? And... I could start... The bad thing is, this year, you're not gonna get much out of the pool. Why? Fermín laughs: \"Because there will be nothing. I don't understand what you're saying... Fermin raises his stick and points to the road. Julian saw a truck approaching towards the pond. This truck, the guard said, brings the workers and the materials needed to empty the pond. But yes. Every three years Mr Sandoval has the pond emptied. That's done very early. The water goes right into that creek. Wells are drying with vacuum pumps. He's gonna see how much fish gets caught. Bags and bags. The whole town will be here this afternoon; come too. It's very interesting. The killer saw the truck stop. The workers came down, unloading their materials. A cold sweat bathed Chapars' body. He babbled: \"Do you think the police will be on duty by this time? And after hearing the forest ranger's affirmative answer, that he did not understand the reason for the question, the killer set out for his punishment. * Fin * March, 1940", "title": "Crimen perfecto", "author": "Juan Carlos Onetti"}