{"metadata": {"length": 5456, "words": 1072, "reading_time_min": 5.36}, "text": "It was a temperate wind. The leaves flew up the alley, rising back and falling again from the tree tops. His head shaved to zero, appeared dark from sweat and sun, like his legs with his long flax pants. He had not turned ten; he was a little boy. We walked through that wide walk, filled with the noise of the leafy eucalyptus, wrapped in dust and dry leaves that invaded everything: the corners of the banks, the paths... tiny and red, brown, like brown dwarf or bird, filled all the gaps, small as they were, sticking to us like the soul to the body. They crossed black, bright shadows from cars; red headlights in the back, accentuating their tone to purple. Although it was not cold, we approached a fire where the keeper of the works burned branches of eucalyptus, spreading a pleasant scent of open mountain air. We were there for a long time, filling our lungs with it, until the boy coughed again. - Does it hurt? - I asked him. And he said, A little, speaking as if with great labour. - We can stay a little longer, if you want. He said yes, and we sat down. There were huge trees floating above us, singing the blasts in the cup with a constant buzzing that at intervals rose up; and, beyond the pylon where the fountain thread jumped, people could be seen crossing, clothing glued to the body, intimately joined by the couples. The boy complained again. - Does it hurt now? - Here, a little... he put his hand under his shirt. It was white skin, without any trace of hair, cut like the hands of those who work in the water in winter. I was scared again. So did I, but I was trying to calm him down. - Don't rush, it'll be like yesterday. - What if it doesn't? - Does it hurt so much? The guard looked at us with suspicion, but he said nothing when we lay in the tool chest. He was frying sardines in a toy pan. At the orange light of the flame, the smell of fat blended with the scent of burning wood. - That boy's not good... It's just cold... the boy didn't say a word. I was staring at the fire heavily, almost asleep. - It's not good... now I didn't have such a nasty gesture. The boy spat on the fire and kept quiet. - He's going to get a lung, sitting there. I got up and grabbed his arm, half asleep as he was. - Let's go, I said, let's go. I took him, little by little, away from the fire and the watchman's gaze. And as we walked, to encourage him a little, I rubbed that soft, slender head with my hand, and said to him, \"It's nothing, man! But he dared not believe it, and as if it were not enough, a voice came from behind him: \"He must see a doctor!\" - You saw him yesterday! This happened to the doctor: as we didn't know anyone, we went to the hospital, and we sat in the queue of the office, a tall, white room, with a matte glass window at the top and two doors at the ends constantly opening. People were waiting on benches, along the walls, chatting; some in silence, their eyes fixed, vague, on the wall in front. The nurse opened one of the doors, saying, \"Other\", and the one who was coming out at that moment, said, \"Good morning, doctor\". A woman forgot something and went back into the office. He left in a hurry, without seeing anyone, without saying hello. He was shouting something we didn't understand well. Everyone looked at the tiles, as if each could not bear the look of the others, and a young man, with a slender face, cursed many times in a low voice. The doctor was watching the boy and at the same time, he was looking at me. He gave us a piece of paper with some signals to go to the next day. - Is he your brother? - No, I'm not. The next day we didn't go where the paper said. He leaned a little more. I must have suffered a lot with that punch in the side. She was sweating with a fever and her whole forehead was shining, sprouting from tiny drops. I thought, \"This is really bad. He doesn't have any money. He couldn't get it right because he doesn't have any money. It's from the chest. It's ready. If I asked people to pass, I wouldn't raise ten pesetas. You have to die. He doesn't know anybody. He's going to die because that's what everybody dies of. Even if the most charitable man in the world passed by, he would die. We decided to have a coffee and get warm. - It's hot enough to take you out. It was an empty, poorly lit coffee shop with chairs in the corners. The bar was at the bottom, wall to wall, closing a corner, with the oldest waiter sitting because he had heart disease, and only for good customers he would get up. Three country people were playing dominoes. The sounds of a tango came from the sound of the express blowing and the punching of chips on the marble. We were just there for a moment, just for coffee. As he left, everything was the same: the old man behind the counter, looking at his swollen feet; the others playing, and the one walking on the radio with the buttons in his hand. The music and the light seemed to disappear suddenly. Seeing them for the last time, they were like a bad memory, black and sad. On the walk, under the trees, he started complaining again, and he wanted to sit down. We were trampling on the grass in the dark. He looked for a broad, leafy tree, and leaning on it with his back, he broke down to cry. I again caressed my round head, and as I lowered my hand a tear came down. He was crying on his knees, on his fists closed to the ground. - Don't cry, I said. - I'm going to die. - You're not going to die, you're not going to die...", "title": "Cabeza rapada", "author": "Jesús Fernández Santos"}