{"metadata": {"length": 7618, "words": 1388, "reading_time_min": 6.94}, "text": "The organisational chart. (from organisation and gram) m. Synopsis or outline of the organisation of an entity, enterprise or task. (Dictionary of the Royal Spanish Academy, Supplement, 19a. The Commission has also adopted a number of proposals. ...for them, the rooster was the hieroglyph of the soul. He would sometimes think, repeating automatically what seemed meaningless, at least to him, but something in the words together obsessed him, making two hundred triumphant mummies emerge from his sarcophagi, he seemed to hear the sound of the thunderbolts through the barren sands, it gave him thirst for the Nile of green and putrefact waters, it painted him the dry blue of the Nubian skies, it gave him the sparkle of the aging nights of pharaohs' times, and he then found some reason why the scheme of the soul's victory was the morning animal, the splendid, red and black animal, which broke the dawn with its aggressive singing. Then the dream faded, and he was left in his right proportion, a factory worker, nailed to his chair, enslaved to his desk, imagining things, trying to escape, organizing sleepwalking mental journeys, as neat and submissive as the pile of figures that clutched at his eyes almost like tears in tedious evenings when it rains like a slow curse and there seems to be no other triumph, another victory than that of strapping down the worn overcoat, unfurling the umbrella like a triumphant flag, and going out to confuse himself with the wave of wet guns that pass through into the night. The hieroglyph of the soul, the enigmatic question that begins by figuring out whether the hieroglyph's very reason for being is to hide behind the mystery what does not exist, or whether, as in a surgical operation, the throbbing organ can be removed and then thrown into the garbage can. Soul soul soul. His hieroglyph. Its alphabetical meaning, its etymology, all the bumpy problems of its evolution, and all for nothing, because in the end it gives the same living, so behind a Christ that serves as a wall and a refuge to sin tastefully, or living ignoring, with all its implications, the things to which corresponds that other four-letter word, which to what extent can take on obscenity characters in the ingrained conception of any man's offspring. But it's not the hieroglyph, the dream appears again, but this time it's a dream of 80 and 100 story fallible buildings, it's the permanent spasm of New York, it's the subway token, it's the lost coin that's no use but to take the subway and head towards any snobby village center at night or to explore fortune among the hookers on Lexington Avenue. It's the dirty face of the suburbs, the jade of the city permanently busy producing and squandering money, it's the torment of anguish nowhere, of not finding the place to sit down and rest and if you find yourself dying of boredom and the need to keep walking. And again back to the four walls of the office, in any different country, where everyone aspires to go to the United States, or the Soviet Union, or China because they can't bear the weight of their own guilt, they can't bear, they can't withstand the weight of their own misery. I've been promoted, sent to school, worked as a black man in Business Organization, for that I studied, recognized the crucial problems of executives, I know where and at what time they can have sex during office hours, in a clandestine apartment, or in a car hidden in the night of the parks; I know how they live, how they behave, how the company with the representative expenses bill pays the women to them and the customers; I know how to sleep and live and die in the rot of every city, I know very well what a desk in the second or third office, with a phone, meetings, a melancholy state marriage, and the tired and unwilling private life of a deadly death every day means. And yet I have to do it, so that's what they spent on me, so that with my degree as a business organizer I did what I just did, I could see in a special paper drawn with beautiful rectangles and lines and circles the company's organizational chart, and so it is done, with all its letters and with every single one of the points that must be considered, from the manager to the last doorman, organizational chart, yes, an abstract drawing that I could hang on an exhibition with a bizarre title that would be for example, the sexual organs of executives at rest, or a panorama of the future city, or the perfect company, or... because I finally realize. Looking at my finished work, my masterpiece, placed on that wall, with lines of various colors, which multiply and divide, and which appear like so many other frustrations and represent at once the hopes and tragedies and pains of the people who have amassed their money to invest it in an anonymous society, I see a different sense in it. The chart. It's a hieroglyphic word. They have the same meaning, the organisational chart is the hieroglyph of modern capitalist society. And yet it's much more and much less. It comes up, yes, but not as an abstract painting comes up, the subject of its elaboration is different, in it human beings are crushed who have no other mission within the painting than to make a movement of the thousand movements that Productivity requires... and yet the painting turns out to be something much more personal, much more obvious, it's a bit of the narrative of all the experiences lived learning to do it... I wouldn't be surprised if the painting suddenly took on human face, and expressed much more than it was intended, than it wanted, which is simply the landscape of a factory in the outer walls, a factory that will do tomorrow anything of the unnecessary and indispensable for life. In this picture there is no sea, there are no glitters, men and women are hidden and powerless, we do not know what they correspond to, but they would be different if they were free and not in the rectangular prison of the pompous organogram in which the whole majesty of the Signature is dissolved and made, and which could serve in the future as a key to the history of hundreds of human beings who have no other share in life than to fill a picture of the Organogram, so that in it all the gears that correspond at once to the gears of the machines that produce the money needed to assemble the pyramid, although the pyramid is not a scattered firmament on white paper in which are found the enigmatic circles of fleegranates, the directors of the organs, the directors of the technical and technical relations, the gears in the relations of the organs and the directors of the organs, the gears in the relations of the industry and the directors of the organs, the gears in the relations of the executives and the directors of the organs. The hieroglyph of the Egyptian soul. The soul's organisational chart of the 20th century of affluent society. If I had looked earlier at what I was doing, not in its meaning but in its form, I would have seen clearly that I was drawing my own portrait as I now see it appear on the wall with all its lines including those of fatigue, and I would have seen that the hieroglyph of the soul has been transformed into the soul's organogram and that at this moment I have just concluded not only my own portrait but the organogram, the scheme, the real map of my own soul, the soul's portrait, the organogram of the soul, the painting of what the soul of an executive can be at six o'clock in the afternoon when the phone is still ringing and I don't know if it's a business, or an announcement of his own death. The procession of the flames, 1973", "title": "El jeroglífico del alma", "author": "Pedro Gómez Valderrama"}