{"metadata": {"length": 2686, "words": 502, "reading_time_min": 2.51}, "text": "In Paradise Garden, under the wisdom tree, a rose grew. In her first rose a bird was born; its flight was like a ray of light, magnificent in its colors, enchanting in its song. But when Eve had gathered the fruit of the knowledge of good and evil, and when she and Adam were cast out of Paradise, a spark fell from the fiery sword of the angel, and it caught fire. The animal died beaten, but from the red egg came another bird, unique and always the same: the Phoenix. He knows the legend that flies in Arabia, and that every hundred years it dies by suffocation in its nest; and that from the red egg comes a new Phoenix, the only one in the world. The bird flies around us, loud as the light, splendid in its colors, magnificent in its song. When the mother is sitting near the child’s bowl, the owl approaches the trough and, spreading its wings, flies a ring around the child’s head. She goes through the simple and humble aposento, and there is the splendour of the sun in it, and over the poor comfortable exhale, their perfume violets. But the Phoenix is not only the bird of Arabia; it also flies to the glistening lights of the boreal aurora over the frozen fjords of Laponia, and flies among the yellow flowers during the brief summer of Greenland. Under the gloomy rocks of Falun, in the coal mines of England, it flies like a sputtering polonium over the devotee in the hands of the pious worker. In the lotus leaf it floats in the sacred waters of the Ganges, and the eyes of the Hindu child are illuminated by the sight of it. Hear the Phoenix! You don't know it? The eagle of Paradise, the holy cymbal of the song? She was in Thespis's car in the shape of a parlanchn, writhing her black wings; the harp of the Islandian singer was pulsating with the shrill, squealing red of the cisne; seated on Shakespeare's shoulder, she adopted the figure of the Odin's horn and whispered to the ear: immortality! When the singers' party was over, the Wartburg Hall was resounding with the sound of the Wartburg Contest. Hear the Phoenix! You don't know it? He sang the Marsellesa, and you kissed the plume that drew from its wing; he came in all the splendour of heaven, and you turned your backs to contemplate the smouldering smoulder that had a rosy vapor in its wings. The Bird of Paradise! Rejuvenated every century, born between the llamas, between the llamas of death; your image, encased in gold, hangs in the halls of the rich; you yourself often fly to the ventura, solitary, made only legend: the Phoenix of Arabia. In the Garden of Paradise, when you were born in the womb of the first rose under the tree of wisdom, God kissed you and gave you your true name: poetry!", "title": "El Ave Fénix", "author": "Hans Christian Andersen"}