{"metadata": {"length": 5261, "words": 1101, "reading_time_min": 5.505}, "text": "You were, yes, you were. - Miss...? - What is it? I'm telling you it was you; don't be shy. But... ma'am!... I'm sorry, I don't know what this is about. Oh, my God! Cynic, return to me what you've taken. The man felt a crunch in the armor of his good judgment and was left to see the face of the rabid woman with her eyes unlocked. Was it you who sat next to me in the theater? Yes, ma'am, I think so, so what did you do with my jewelry bag? But what kind of jewelry? Oh, my God! This is too much. And of course, there was no other way. We're at this! You're going with me, young man, and you're not saying anything because I don't want to make you take a snap. You have to believe that I am the one who feels shame before he is! In modern comedy, the car is a very interesting character; so a car came up. To the police. I'm just saying, you know, advertising. Am I crazy or is she crazy? Am I dreaming or am I not dreaming? What's wrong with me? Am I a thief or am I not a thief? Do I exist or do I not exist? High degree of stupidity. But, ma'am! You come back with the same thing! I'm not gonna be able to get along with you. I told you already. What you have to do is give me back what you took and not come back with regrets. None of this would have happened if you had returned that to me right away. What's the point of your pretending? I swear, ma'am, I don't know what you're asking me. Shut up! Shut up! Shut up! It's going to make me angry. I'm convinced it was you, and that's why I do what I do. And I'm not sure why I'm doing this. Despite the monstrosity he's just committed, he's sympathetic to me; otherwise, he'd be in the police force and shamefully. But I know for a fact that he is a decent person and I am sure he will not suffer the scorn of the investigation. Police, please. See, young man, by God, give me back the sack. They're precious jewels and it's all I have. Guess what my husband's gonna tell me when he comes. Oh, my God! And all because of his absence... which he's going to tell me when he comes. See, young man, have pity on me... I told you I don't have anything of yours. Do you understand? Don't have any of your own. We're already in the police. Keep going, ma'am. No, don't go down; don't bother. I don't want to make you look bad. Oh, my God. Shut up, you. No, no, this can't be. I know you'll feel sorry for me. Adolfo, go home now. Damn it! And ultimate stupidity: Do I kill her or not? Am I crazy or is she crazy? What time is it? - It's... Where am I going? Is there a friend after night or an enemy? Who is this woman? Have I stolen or not? Don't try to throw yourself... it'll crash. Go lighter, Adolph, lighter. And as the journey was long, the man was afraid. Two cat eyes were shining. Naturally, it started raining hard. Don't be afraid of anything. Do you think a single woman is dangerous at night? Oh, what a child... we're not gonna eat you. But, you know, talk. Why isn't he talking? Is your mouth dry? Silence is hardened. It parades before the imagination of all the gestures, attitudes and skills of the absurd. We're already here. Have the goodness to come down, young man. No, this way. Don't have any doubts. You should be aware of the danger that a single woman poses to you. Get in there. Get up there. Oh, my God, the scare you gave me. I thought I'd never see that again, which is all I have. Oh, but it's a terrible cold. Come in, have a seat. (Silencing) Now what I need are the jewels. Do me a favor, young man. But, ma'am, what's wrong with you? I've told you all over again: I don't have your jewels. Well, first, tell me why you call me lady... because that's what it looks like. And the lady laughed. Gee,ee... you'll forgive me for being so annoying, but, you'll understand... my situation is one of the most difficult... you know my husband is absent, and he can drop me here suddenly after two, three, four days... Since he's a little jealous, who knows what things are gonna come up... Oh, no, my God, when I think about what he might think of me, I'm able to bury myself alive...! I'm sorry, I know I'm acting very indiscriminately, but I can't do anything right now... let me demand your coat... the lady searched all pockets and put it on a chair. Oh, my God! But don't put it on again. You wait. Oh, my God, but his hands are cold. Would you like a drink? Ron? What? - What about cognac? Whiskey? I'm not drinking anything, ma'am. - What a serious... it's seeing the kid. Would you excuse me for a moment? I'll bring it myself, because I don't want to wake the servants, and we'll see if he refuses. I'll also bring a little tool to fix the jewelry. By force, it had stopped raining. Quick and crazy looks. A low window was the miracle. Since there was no danger of breaking the bone, the man and the storyteller had to be saved, so that they would be scratched and sink on the road. At the sound of the window, it is clear that the lady must have returned to the room: not finding the victim, going out to see pressurely, hostile, angry, given to the thousand devils. I'd measure the hair. I would dig into the quiet lake of the night, bound at the end of his long exploratory gaze, this volume: Socket! A honda will strike the stupor of the man. A Man Killed by a Kick, 1927", "title": "Señora", "author": "Pablo Palacio"}