{"metadata": {"length": 2782, "words": 544, "reading_time_min": 2.72}, "text": "What happened to a man who, for want of anything else, ate lunch. Another day Count Lucanor spoke to his adviser Patronio in this way: \"Patronio, I know that God has given me much more than I deserve and that in all other things I have only reasons to be very satisfied, but sometimes I find myself so in need of money that I would not mind leaving this life. I ask you to give me some advice to remedy this affliction of mine. \"Lord Count Lucanor\", said the patron, \"to comfort you when this happens, you should know what happened to two very rich men. The Count begged him to tell. \"Sir, Count\", said the patron, \"one of these men has become so poor that he has nothing left to eat in the world. Having struggled to find something, he could only find a basket of old-fashioned food. Recalling how rich he had been and thinking that he was now hungry and had nothing but the starchy foods, which are so bitter and taste so bad, he began to cry, though not ceasing to eat the starchy foods, because of the great hunger, and throwing the shells back. In the midst of this mourning and grief, he noticed that behind him was another person and, turning his head, he saw a man eating the shells of the altramuces he threw to the ground. This was the other one I told you about who was rich too. When he saw the one of the elders, he asked the other why he ate the shells. He replied that although he had been richer than he was, he had now reached such an extreme poverty and was so hungry that he was very glad to find those shells he threw away. When the other mourners heard this, they were comforted to see that there was another one poorer than he and who had less reason to be. With this comfort he worked hard to get out of poverty, and with God's help he got it and became rich again. You, Count Lucanor, must know that, by God's grace, no one in the world can do everything. But in all other things God gives you mercy and you go out as you please. If you ever run out of money and are in need, do not be sad, but know for certain that others who are richer and of higher status are going through it and that they would be happy if they could give to their people even if it were less than you give to yourselves. The count was pleased with what Patronius said, and he was comforted and, by his efforts, was able to get out of the poverty he was in, with God's help. Seeing that this tale was good, Don Juan made it be put in this book and wrote a few verses that say: \"For poverty never faint, for you will see others poorer than you\". * Altramuz: n. m. Plant of the family Papilioniaceae, of palm leaves, flowers with terminal cluster and fruit in legume, some of whose varieties are grown as fodder plant, and others as ornamental plant. See the snippet from Life is a dream", "title": "Cuento X – El conde Lucanor – Comía altramuces", "author": "nan Juan Manuel"}