{"metadata": {"length": 4097, "words": 741, "reading_time_min": 3.705}, "text": "The doctor had a respectable and competent air. Mrs. Arnold was vaguely relieved by his presence and her agitation subsided a little. He noticed that the man was warning the trembling of his hand when he leaned forward to ask for his lumbar region and made an apologetic smile, but the doctor replied with a very serious look. You seem upset. You said in a serious tone. I am, and very much, Mrs. Arnold was very upset, trying to speak in a calm and intelligible voice. That's why I came to see you instead of going to Dr. Murphy, our regular doctor. The doctor frowned slightly. It's for my husband. Mrs. Arnold continued. I don't want you to know that I'm worried, and probably Dr. Murphy would consider it necessary to inform you. Mrs. Arnold warned that the doctor was giving his consent without compromise. What does the problem seem to be? Mrs. Arnold took a deep breath and asked, \"Doctor, how do you know if a person is going crazy?\" The doctor looked up. It's not so absurd, Mrs Arnold continued. I didn't mean to say it that way but, anyway, it's pretty hard to explain without making it sound so dramatic. \"Madness is more complicated than you think\", the doctor said. \"I know it's complicated\", Mrs. Arnold replied. That's the only thing I'm really sure about. Madness is one of the things I mean. Excuse me, what do you mean? That's my problem, doctor. Mrs. Arnold sat down in the chair and took the gloves from under the bag and carefully placed them on top of it. Then he grabbed them again and put them underneath again. Let's see if you tell me everything. Mrs. Arnold sighed and explained: \"Everyone else seems to understand, and I don't. You see... he moved forward and made a gesture with his hand as he spoke. I don't understand how people live. It used to be very simple. When I was a child, I lived in a world where a lot of other people lived too, and they all lived together and things went smoothly. She looked at the doctor, who looked back at her with a frown. Then, raising her voice a little more, Mrs. Arnold continued: \"Look, yesterday morning, my husband stopped to buy the newspaper on the way to the office. He always buys the Times and always buys it from the same seller; well, yesterday the man had no Times for my husband, and when he came home at night, he said the fish was burned and the dessert too sweet and he spent the whole evening whispering between his teeth. \"I could have tried to find the paper elsewhere\", the doctor said. Often, the center vendors are left with copies later than the neighborhood vendors. Mrs Arnold said, slowly and clearly, I suppose it would be better to start at the beginning. When I was a little girl... she started saying, but she stopped. You see, was there then terms like psychosomatic medicine, or international cartels, or bureaucratic centralization? Well... the doctor nodded. What do they mean? Mrs Arnold insisted. In a period of international crisis the doctor said in a conciliatory tone, when there is, for example, a rapid disintegration of cultural patterns... International crisis...murmured Mrs Arnold. Bosses... he cried silently. He said the seller had no right not to keep him a Times  he added in a hysterical voice, twisting his wallet for a handkerchief, and then he started talking about local social planning and net income from tax surcharges and geopolitical concepts and deflationary inflation Mrs. Arnold's voice rose to a lament: \"She really said it! Deflationary inflation! \"Mrs. Arnold\", said the doctor, coming out from behind the desk, \"so we're not going to get things better. And how are we going to get it? Mrs. Arnold replied, \"I'm not going to be able to do this. You really think everyone but me is crazy? Miss, the doctor insisted severely, I beg you to check yourself. In a world as disoriented as it is today, alienation from reality is usually... disoriented... Mrs. Arnold repeated, and she stood up. Alienability... reality... before the doctor could stop her, she came to the door and opened it. Reality... he muttered, and he came out. *FIN* Colloquy, The New Yorker, 1944", "title": "Coloquio", "author": "Shirley Jackson"}