{"metadata": {"length": 4034, "words": 779, "reading_time_min": 3.895}, "text": "My dear poet: I know you're a poet. He's going to publish a new book. And I hurry to warn you that you are You can't do that. The reason that, in my responsibility as a doctor, you assist me in giving you this warning is very simple. However, I know you. Like all those in your case, you will be stubborn not to understand it. But you must know once and for all, that you have been here for quite some time. He's dead now. I will not be superficial in offering my condolences. I also treat my dead with affection and frankness, and their deaths have brought me special feelings. As a citizen, I can almost assure you that my feelings were little less than indifferent. I have other feelings that drown out the citizens. And don't you ever believe that I'm against humanity. On the contrary, I intend something else. And even if mankind were completely indifferent to me, it would not be impossible for my passion for science and knowledge to have consequences for men of great good. My passion for knowledge led me to study poets and to take advantage of the knowledge that was trapped in their poems. As a lover of poets, I hurry to tell you, that it is as much as I regret your death. But let's not overdo it; if on the one hand I lose the poems you've written. I would have done if I had really lived, on the other hand, I begin to enjoy the more concentrated and mysterious flavor, which one finds in the poetry of an author to whom one can no longer shake the hand as a truly living being. As a doctor, I have much more to tell you. First I had the feeling of surprise that certain ways of death were produced; then I almost had you. The feeling of complete failure in saving him. And finally his death brought me the great joy of being able to save him almost completely. And this is a great triumph for me. If there were other colleagues who after a death could make a heart march; or take advantage of an eye or any other part of a dead body to reconstitute a living one, I, my dear poet, not only make a dead one march but it is almost entirely alive. The only thing I can't reconstruct, listen to him well, is his creative faculty. Just because I'm sure you're now I'm just saying he's dead. And don't think I don't feel this failure; moreover, I would consider myself more satisfied if I could have killed, in an artificial living, something that when it died was too alive in it: the vanity of believing itself a natural living; that is, its ability to create. That vanity is man's great survivor. And now I'm attacking him head on. That vanity you have. You take care of yourself. Otherwise, you'll be walking. Like an old man who wants to have an affair. If you follow. With the pretence of wanting to make new poems, he will be the worst plagiarist of himself, throwing a false light on his previous poetry and discrediting it. Instead, think of the satisfaction that all your admirers will have if you let them have the illusion of shaking the hand that wrote those poems, just before that hand dries out completely. Think of the satisfaction that will be for you. Survive to get the praise he deserves. If you do. If you don't get spoiled by an out of place ambition, you'll see how the sense of triumph will develop; remember that that sense was never broad; because when you're a man, you're a man. He was young, and although he wanted to win, he also had worries that kept him from many moments. And even more, now, without that genuine concern, you have And a more complete physical state to receive the triumph; now you. You can develop what I call \"banquet sensitivity\". Not only will you eat more and enjoy your meals more, but you'll also spoil your digestive systems less. And finally, I want to warn him against speeches at banquets; neither improvise them nor write them down. Say that as excited as you are, you prefer to recite a poem from before. And after them, you stay. You'll be silent and you'll see what they put on. That's exactly what you're missing. : life, wide and mysterious life. ♪ Finish ♪", "title": "Cartas a los muertos", "author": "Felisberto Hernández"}