{"metadata": {"length": 5086, "words": 896, "reading_time_min": 4.48}, "text": "During the reign of Louis XIV, as is well known, a Persian ambassador appeared in France; this prince desired to attract foreigners from all nations to his court so that they might admire his greatness and transmit to their respective countries some glimpse of the dazzling glory with which he shone to the ends of the earth. On his way to Marseille, the ambassador was received magnificently. In view of this, the gentlemen magistrates of the parliament of Aix decided, for when I arrived there, not to lag behind a city above which they place their own with so little justification. The first of all the projects was therefore to compliment the Persian language; reading a speech in Provençal would not have been difficult, but the ambassador would not have understood a word; this inconvenience paralyzed them for a long time. The court met to deliberate: for that they do not need too much, the trial of some peasants, a riot in the theater or some matter of prostitutes above all; such are the important issues for those idle magistrates since they can no longer sweep the province with blood and fire and drown it, as in the reign of Francis I, with the torrents of blood of the unfortunate populations that inhabit it. So they met to discuss, but how did they succeed in translating the speech? As much as they deliberated, they found no solution. Was it possible that in a community of tuna merchants, who were dressed in a black jacket by chance and in which no one knew even French, they could find a colleague who spoke Persian? However, the speech was already written; three prominent lawyers had worked on it for six weeks. They finally discovered, it is not known whether in the mountain or in the city, a sailor who had spent a long time in the Levant and who spoke a Persian language almost as fluent as his dialectal jargon. They propose and he accepts. The speech is learned and translated easily; when the day comes, he is first dressed in an old presidential jacket, put on the bulliest wig he had in the magistrature and followed by the entire band of magistrates advancing towards the ambassador. The two sides had agreed on their respective roles and the speaker had warned his followers with special emphasis not to lose sight of him for a single moment and to repeat point by point everything they saw doing. The ambassador stops in the middle of the courtyard that had been pointed out for the encounter, the sailor bow to him and, unusual in carrying such a beautiful wig over his skull, throws the pelambrera at His Excellency's feet; the magistrates, who had promised to imitate him, take off their wigs and tilt their fur and somewhat sarnosed skulls towards the Persian; the sailor, without being altered, picks up his hair, arranges it and begins to declare the salute; so well it is expressed that the ambassador himself believes he is from his country. The idea makes him angry. - The fame! - he cries out, holding his hand to the sand. You wouldn't speak my language like that if you weren't a renegade of Muhammad; I must punish you for your crime, right now you're going to pay with your head. The sailor, however defensive, did not care; he gestured, swore, and not a single movement went unnoticed, all of which were instantly and energetically repeated by the areopagite mob that followed him. Finally, not knowing how to get out of the rush, he thought of an undeniable test: he unbuttoned his pants and put before the ambassador the palpable proof that he had never been circumcised in his life. This new gesture is imitated immediately and here, suddenly, forty or fifty provincial magistrates with their bracket down and their foreskin in a ristre, to demonstrate as the sailor that there was not one who was not as Christian as St. Christopher himself. It is easy to imagine how the ladies who attended the ceremony from their windows had such a good time with such a pantomime. Finally, the minister, convinced for such unmistakable reasons that the speaker was not guilty and seeing for the rest that he had gone to stop in a city of pants, left without further ceremonies shrinking from his shoulders and no doubt saying to himself: I am not surprised that these people always have a raised pavement, the rigorism that always accompanies ineptitude must be the only attribute of these animals. There was a purpose to make a picture about this way of reciting the catechism and a young painter had taken notes of the natural for that purpose, but the court banished the artist from the province and condemned the sketch to the fire, without suspecting that they were throwing fire at themselves, his portrait appeared in the drawing. \"We have the great honour of being idiots\", explained the serious magistrates, \"although we would not have liked it, as we do, we have already long ago shown it to all France, but we do not want any picture to transmit it to posterity; she will overlook all this simplicity and will remember nothing but Merindol and Cabrières, and for the honour of the guild, we are better than assassins than asses. FIN", "title": "Discurso provenzal", "author": "Marqués de Sade"}