{"metadata": {"length": 4090, "words": 787, "reading_time_min": 3.935}, "text": "There was in Milan a Tudor for hire, whose name was Gulfardo, arrogant in his person and very loyal to those to whose service he was put, which is rarely the case with Tudors; and because he was, in the loans of money that were made to him, a very loyal payer, many merchants would have found that for a small return any amount of money would have been lent to him. He put this, living in Milan, his love in a very beautiful lady called Doña Ambruogia, wife of a rich merchant who had by name Guasparruolo Cagastraccio, who was assas known to him and his friend; and loving her very discreetly, without being perceived by her husband or others, he asked her one day to speak with her, begging her to be polite to his love, and that he was for his part ready to do as she commanded him. The lady, after many speeches, came to the conclusion that she was ready to do whatever Gulfardo pleased if two things followed: one that this was not manifested by him to anyone; the other that, as if she had for some of her estate a need of two hundred gold florins, she wanted him, who was rich, to give them to her, and then, would always be at her service. Gulfardo, hearing her greed, disgusted by the vileness of her who he thought was a valiant woman, changed his ardent love into hatred; and he thought he had to make fun of her, and sent her to say that she would gladly, and that that and all else she would want; and therefore that he should send her to say when he wanted her to go to her, that he would take them, and that no one would ever know of this thing but his companion, whom he trusted much and who always walked in his company in whatever he did. The lady, like a bad woman, upon hearing this was pleased, and sent her to tell Guasparruolo that her husband should, from there in a few days, go for his business to Genoa, and then she would tell him and send for him. Gulfardo, when it seemed opportune, went to Guasparruolo and told him so. - I have to do a business for which I need two hundred gold florins, which I want you to lend me with the interest you usually lend me others. Guasparruolo said he was willing, and at the moment he told him the money. From there, after a few days, Guasparruolo went to Genoa, as the lady had said; and for that reason she sent for Gulfardo to come and bring him the two hundred gold florins. And Gulfardo took his companion, and went to the lady's house, and found her waiting for him; and the first thing he did was to put the two hundred gold florin in his hand, and his friend saw it, and said unto her, Ma'am, have these money, and give them to your husband when he cometh. The lady took them, and she did not realize why Gulfardo was speaking so, but she thought she was doing it so that her companion would not notice that she was giving it to him for money; so she said, \"I will gladly do it, but I want to see how many are there\". And she laid them on a table, and found them two hundred, and she was very glad, and kept them; and she returned to Gulfard, and brought him to his lodging-place, not only that time, but many other times, before her husband returned from Genoa, with his person satisfied her. And it came to pass, when Guasparruolo returned from Genoa, as soon as Gulfardo had made him spy to make sure that he was with his wife, he went to see him, and said in her presence, Guasparruolo, the money which thou hast borrowed me the other day, I need it not, for I could not make the deal for which I took it; and therefore I brought it henceforth unto thy wife, and gave it unto her, and thou wilt therefore cancel my account. Guasparruolo, returning to his wife, asked if he had received them. And she saw the witness, and could not deny it, but said, I have received them, and I have not yet remembered to tell thee. And Guasparruolo said, I am content, Gualphardo; go with God, and I will settle your account. Ido Gulfardo, and the woman being mocked, gave her husband the dishonest price of her wickedness; and so the wise lover enjoyed without cost his avaricious mistress. Eighth day, first story, The Decameron", "title": "Gozo sin costo", "author": "Giovanni Boccaccio"}