{"metadata": {"length": 1956, "words": 386, "reading_time_min": 1.93}, "text": "So many years of waiting and waiting and now the enemy was in my house. From the window I saw him stumbling up the steep path of the mountain. He helped himself with a stick, with a rusty stick that in his old hands could not be an armament but a broom. It took me a while to feel what I was expecting: the weak thud against the door. I saw, not without nostalgia, my manuscripts, the scribe at the middle of the page, and the treatise of Artemidorus on dreams, a book a little odd there, since I do not know Greek. Another lost day, I thought. I had to force the door open. I feared the man would explode, but he took some strange steps, he dropped the bucket, I didn't see him again, and he fell on my bed, soaked. My anxiety had imagined him many times, but only then did I notice that he seemed, in a almost fraternal way, to resemble the last portrait of Lincoln. They would be the four of the afternoon. I leaned over him to listen. - One thinks that the years pass for one - I said - but they also pass for the others. Here we are at the end and what has happened before makes no sense. As I spoke, the most important thing had been forgotten. The right hand was in the bag pocket. Something was pointing me in the direction of a revolution. He then said to me in a firm voice, \"To enter into your house, I have resorted to compassion. I have him now in my possession and I am not merciful. I tried a few words. I am not a strong man, and only the words could save me. I came to say, \"I really did abuse a child, but you are no longer that child, nor am I that insensitive. Moreover, revenge is no less vain and ridiculous than forgiveness. -Precisely because I am no longer that boy -he replied- I have to kill him. It is not revenge, but an act of justice. Their arguments, Borges, are mere stratagems of their terror to not kill him. You can't do anything. - I can do something, - he replied. -What? - He asked me. - Wake me up. And so I did. FIN", "title": "Episodio del enemigo", "author": "Jorge Luis Borges"}