{"metadata": {"length": 3936, "words": 768, "reading_time_min": 3.84}, "text": "Zaffi and dissipated was the life in which two princes who had gone away in search of adventure fell, and thus could not return to their home in any way. Benjamin, the fool, went out looking for his brothers. When he met them, they mocked that he, with his simplicity, would like to make his way in the world when they two, being much smarter, were not able to get ahead. They started walking together and came to an ant. The two older ones wanted to roll him up to see the little ants running scared around carrying their eggs with them, but he foolishly said, \"Leave the animals alone. I don't want to be bothered. Then they went on and came to a lake where many, many ducks were swimming. The older brothers wanted to hunt down a pair of them and roast them, but the fool said again, \"Leave the animals alone\". I don't want them killed. They finally got to a hive. Inside there was so much honey that it sprang from the trunk down. They both wanted to light a fire under the tree so that the bees would suffocate and they could take their honey. The fool, however, stopped them again, saying: \"Leave the animals alone\". I don't want them burned. The three brothers then arrived at a palace in whose stalls there were a lot of petrified horses, but no human being was seen. They went through all the rooms until they finally came to a door with three locks. In the middle of the door, however, was a viewfinder and through it you could see what was inside the room. There they saw a little gray man sitting at a table and they called out to him once, twice, but he didn't hear them. Finally, he got called a third time and then he got up and left. He did not say a word, but he grabbed them and led them to an office table, and when they had eaten he took each of them to a bedroom. The next morning he went into the palace of the chief, made signs to him and led him to a stone table, on which were written the three tests that he had to pass to unleash the palace. The first was like this: in the forest, under the moss, were the thousand pearls of the princess; they had to be sought and before the sun went down one had not to be missing or, otherwise, whoever had undertaken the test would become a stone. The prince went there and spent the whole day searching, but when the day came to an end he had found no more than a hundred and was turned into stone. The next day the second brother went on the journey, but like the older brother, he became a stone because he could not find more than two hundred. Finally the fool took his turn and began to look in the moss, but it was so hard to find the pearls and he went so slowly that he sat on a stone and began to cry. And as he sat there, the king of ants, whom he had once saved, came with five thousand ants who, after a while, had already found all the pearls and had gathered them in a pile. The second test, however, was to get the key to the princess's vault out of the sea. When the fool reached the sea, the ducks he had once rescued came swimming near; they plunged and pulled the key from the bottom. The third test, however, was the most difficult: among the three sleeping daughters of the king one had to choose the youngest and favourite; but they were exactly the same and the only thing that differed was that the eldest had taken a sugar tray, the second syrup and the youngest a spoonful of honey, and one had to hit only by the breath which of them had eaten the honey. Then came the queen of the bees that the fool had saved from the fire, tempted the mouth of the three and finally laid in the mouth that had taken honey, and the prince thus recognized the real one. Then the spell was cast, everything was released from sleep and those who were stone regained their human form. The fool married the youngest and most beloved of the princesses and when her father died, he became king. His two brothers, on the other hand, married the other two sisters. FIN", "title": "La abeja reina", "author": "Hermanos Grimm"}