{"metadata": {"length": 2744, "words": 479, "reading_time_min": 2.395}, "text": "The village of Tintay, located on a hill of the Pachachaca, in the province of Aymaraes, was in 1613 head of district of Colcabamba. About six thousand Indians lived in the village, of which the four churches of the town's clergyman can only imagine their importance. The cask of Tintay was annually complied with the obligation to go to Cusco, to deliver to the corregidor the collected tributes, and his return was celebrated by the Indians with three days of wide jolgori. In February of that year he returned to his people the cacique very complaining of the Spanish authorities, who had treated him with little regard. Perhaps for this reason the feasts were more lively; and on the last day, when the drunkenness was at its height, the chief gave a release to his anger, saying, Our fathers made their libations in golden cups, and we, degenerate sons, drink in mud cups. The Viracochas are masters of our affairs, because we have humiliated ourselves to the point that in our souls the courage to break the yoke has died. Slaves, dance and sing to the chain's rhythm. Slaves, drink in crude glasses, which are not for you. The reproach of the chieftain exalted the Indians, and one of them broke the clay vessel in his hand, and cried, \"Let those who want to drink in a golden cup follow me!\" And the people poured forth like a river, and they cast themselves upon the temples, and took hold of the golden cups for the holy sacrifice. The priest of Tintay, who was a venerable elder, stood at the door of the parish church with a crucifix in his hand, warning the profane and preventing them from entering. But the Indians, over-excited by the drink, threw it to the ground, passed over his body, and, shouting terrifyingly, penetrated the sanctuary. There, on the high altar and in the holy chalice, they committed sacrilegious desecrations. But in the midst of the dance and the algazar, the voice of the minister of the Most High trembled tremendously, mighty, irresistible, shouting to them: \"Cursed! What the hell! What the hell! The sacrilegious orgy continued until midnight, and finally, exhausted, the wicked were put to sleep. At dawn many woke up feeling the anguish of a devouring thirst, and their wives and children went out to fetch water from the neighboring streams. Oh, my God! The streams were dry. Today (1880) Tintay is a poor village with a shady appearance, with three hundred and forty-four residents, and its surroundings are of scant vegetation. The water from its streams is slightly saline and unhealthy for travelers. Among the ruins, and perfectly preserved, was found in 1804 an effigy of the Lord of the Exaltation, whose solemn feast is attended on September 14 by the believers of ten legions round. FIN", "title": "Por beber una copa de oro", "author": "Ricardo Palma"}