{"metadata": {"length": 6871, "words": 1290, "reading_time_min": 6.45}, "text": "The lovely Stela, in the freshness of her fifteen springs, prickly and raucous, strolls through the garden accompanied by a scurrying caterpillar. You can hear between the greens and the trisca and algazara flora. Three, four, five year olds, chill out a thorn and cut off a flowering branch. It sounds in the garden like a tinkling of bells or a cheerful tinkling of bells. Soon they disperse. Each chiquilla seeks its reed. Stela gives each a sweet and a savoury; she kisses her mother, and then she comes to me, all glistening and agitated, with the bouquet of flowers she has brought. Sent near me, it has in its tatters a confusion of leaves and petals. There is a piece of iris made into a triangle. It is a riot of colors and a sweet mixture of fragrances. That skirt is a spring. Stela, the living flower, has a small rose on her lips. The rose's purple tinge is derived from the blood of the mouth. Finally he said: – And well, my friend, you have offered me to accompany you in my flower magazine. You are enough. There are many of them; they are beautiful. What does this azucena tell me? Go! You are a little bit of something!.. We started with that queen, the rose. Live those Tacio! Well, says the sage, if the Young Man had to choose a flower sovereign, she would be the preferred choice, as beauty of plants, honor of the field and eye of Flora. See here. Their apical papillae are the shape of a wing of a moth. In the banquets of the ancient Greeks, those pebbles were mixed in the aerated wine in the troughs. Here is Anacreonte, the sweet singer of the joyful old age! \"Smoke from the lips,\" he says, \"is the pleasure of the souls.\" The Graces prefer her, and are adorned with her in the time of love. Venus and the Muses seek her out for her value and her beauty. Rose is like the light on the tables. Rose are made the arms of the nymphs and the hands of the Aurora. To Venus, the poets call her red. Then, the origin of the Queen of Flowers. When Venus was born in the clouds, when Minerva came out of the brain of the gods' father, the sun broke the primordial rose. Besides oh Stela! You have to convince her that she is the best rock-crystal, the best bird-cage, and the most proud rival of your rose-colored glasses. That is why you like Bengali wine so much, a place of dreams, of pearls, of burning eyes and of formidable tigers. From there she was brought to Europe by the very noble Lord Mac-Artenny, a great friend of flowers – like you and me. Next to the rose you have put the hyacinth, which is said to be cut from a piece of silk, and whose color is like the color of the tips of your fingernails. The hortensia bears the name of the daughter of that poor emperor Josefina, because this great lady had the first flower of such a kind in France. Horticulture is now European, by the work of the same lord galant of the Bengal rose. Here is the lily, white, almost pale; the funny flower of purity! The blessed are ecstatic before the divine fire that arises from the throne of God, with its crown of lights and its ray of light. It is the melancholy flower of the moon's nights. Did you know, Stela, that there are romantic birds that sing mysterious songs of stars and lilies in the swaying trees?... Here is the don't-miss! Sad flower, my friend, that is sung in the German lieder. It is an old and entertaining legend, She and he, loved and loved, go down the shore of a river, full of illusions and nonsense. Soon she sees a flower on the cliff, and wishes it. He goes, and when he cuts it, it reshapes and he sinks into the current. He feels like dying, but he manages to throw the flower to his beloved, and exclaims: –Don’t forget me! Here are the lieder. It is the sweet vergiss mein nicht of the German rubies. Let me put the azucena on next. From her lips it seems to exhale the air of Flora. Holy and ancient flower! The Bible is woven of thorns. The singing of the birds has its calming aroma. I think she was the Queen of Heaven. At the door of Eden, you must have breathed the fragrance of azucenas. Switzerland has the shores of its lakes adorned with so precious flowers. It is the land where they are most abundant. Here's the camelia oh, Margarita! white and beautiful and a sprinkling of perfume. It is its cradle in the East, in the land of China. It was born together with the perfumed milk. Their feet are inodorous. It is the flower of that poor Mary Duplessys, who died of cancer, and was called The Lady of Camelias. At the beginning of this century an old religious man was preaching the Gospel in China. By virtue of holiness and knowledge, that priest was beloved and respected. It can be buried in cult regions unknown. He preached his doctrine and taught his science. He discovered camelia, the flower that has perpetuated his name. The religious man was called the reverend Father Camel. Do you also shiver? It is the flower of caste. It is the crown of the displaced virgens. There is a divine blessing in the front that shines that gleam of happy weddings. The holy homely saint welcomes her favored ones at the door of her temple with a smile of the sky and a branch of azaleas. You must like the lilies, Stela. They are quite palatable, with their light purple color and pleasant aroma, almost energizing. The lilies are from Persia, the farthest country from the fairy tales. Its name comes from the Persian lilang, meaning blue. The beautiful flower was brought to Turkey, and there it was called lilies. In the time of the Christian King Louis the Decimo-fourth, Noite, his ambassador, brought the lily to France. It is a sweet and friendly flower! I see you look at me between beautiful and strange, for having forgotten your favorite. Let go, let go of fears and fears; that, I truly say, beautiful girl, I would give up all the roses and azaleas of the world for one single violet. Put aside all other flowers, then, and let us speak of this mighty, glorious flower. Under its thick mantle of leaves, she kisses the air to hidden. She shivers, she hides, and the air, and the butterfly, and the ray of sun, whirl through branches and vines and itch her secretly. At the first rustle of the Aurora, at the first glimmer of dawn, the pure and simple violet gives to the breeze its perfume of a virgin flower, its contingent of life in the universal awakening. There is a flower that loves her. The thought is the adoring lover of violet. If it is far away, it sends its fragrance; if it is near, it confuses its branches with hers. And then, my friend, together they will go – flowers of love and of memory! in the gleam of the leaf, fresh and new, just cut, or dried, among the sainted leaves of the devotee who opens his white and fine hands, and reads with blue eyes like those of Minerva, or black and burning, Stela, like those eyes with which you look at me!... *FIN* La Época, Santiago,1886", "title": "Bouquet", "author": "Rubén Darío"}