{"metadata": {"length": 5206, "words": 976, "reading_time_min": 4.88}, "text": "I remember very well the day Dad brought the first doll in a large cardboard box wrapped in colorful paper and bound with a red ribbon, though I was far from imagining how much everything would change as a result of that unexpected arrival. That same day our vacation was beginning, and my sister Esther and I had a lot of things planned for us to do in the summer, such as building a shelter in the thickest branch of the owl forest, hunting butterflies, organizing our stamp collection, and baseball practice in the backyard of the house, not to mention going to the movies on Sunday evenings. Our little neighbor across the street had already gone with his family to spend the holidays at the beach and this left Esther alone for the whole summer. Esther was six years old the day Dad came home with the gift. My sister was very excited as she nervously untied the tape and broke the wrapper. I looked over his shoulder and watched as that ridiculous little screw-up dressed in a blue little suit that left a good part of his rubber legs and arms in the air emerged from the wrinkled papers. The head was of hard white material and in the center of the face was a stupid petrified smile that I hated from the first moment. When Esther pulled the doll out of the box, I saw that her eyes, with black, thick human-like eyelashes, opened or closed as she leaned back or forward and that stupidity occurred at the same time as a vague fainting that seemed to come out of her invisible belly. My sister received her gift with exaggerated enthusiasm. He played with joy as he checked the contents of the package and when he finished unpacking it, he took the doll in his arms and ran out to the yard. I didn't follow her and spent the rest of the day wandering around the house doing nothing special. Esther ate and dined that day with her doll in her lap and went to bed with her without remembering that we had agreed that night to classify the African stamps we had exchanged the night before for those we had repeated from South America. Nothing changed for the next few days. Esther concentrated on her new toy so absorbingly that we barely saw each other during lunchtime. I was really concerned, and rightly so, given the illusions I had forged of having her at my disposal during the holidays. I couldn't build the shelter without their help, and it was impossible for me to handle butterfly hunting and stamp sorting alone, except I was bored to death by throwing the baseball up and holding it up myself. By the fourth day of the doll's arrival he was already convinced that he had to do something to return things to normal that his presence had interrupted; two days later he knew exactly what. That same night, when everyone was sleeping in the house, I stepped into Esther's room and grabbed the doll from her side without waking my sister despite the sad vague motion she produced when moving it. I passed quietly into the room where Dad kept his toolbox and I took the mountain knife and the heaviest of the hammers and, still pointy, I took a towel from the bathroom and went to the back of the yard, next to the dead well that no one uses anymore. I put the open towel on the lawn, put the doll in it, closed my eyes as if I knew the danger, and with three violent hammers I sprayed his head. Then I disarticulated the four limbs with the knife and, after overcoming the horror that made me hear the wailing for the last time, I dismembered the torso, arms and legs, making them a pile of tiny pieces. Then I rolled the towel around the spoils and threw the full lump through the black hole in the well. As soon as I went back to bed, I fell asleep for the first time in a long time. The next three days were mourning days for Esther. He cried without comfort and kept on shying away from me. But despite her tears and persistent claims, she could not convince my parents that she had been robbed of her wrist while she slept and they persisted in their belief that she had left it carelessly in the yard the night before she disappeared. In those days my sister looked me in the eye with a glimmer of distrust but never openly accused me of anything. Then the water returned to its level and Esther never mentioned the doll again. The rest of the holidays were going smoothly and by mid-summer we had finished the shelter and spent many hours of the day there stamping our stamps on the album and organizing the butterfly collection. It was late summer when the second doll arrived. This time it was Mom who brought it and it didn't come in a cardboard box like the other one, but wrapped in a pink frazada. Esther and I witnessed how Mother carefully placed her in her own bed, speaking softly, as if she could hear her. At that moment, looking back at Esther, I discovered in her attitude a suspicious interest in the new toy that convinced me that I must also get rid of this other obstacle before it ruins my vacation. Although I can guess this time a secret complicity between Mom and Esther to protect the second doll, I don't feel pessimistic: they both sleep deeply at night, Daddy's toolbox is in the same place, and after all, I already have experience in solving the problem. FIN", "title": "La enemiga", "author": "Virgilio Díaz Grullón"}