{"metadata": {"length": 2145, "words": 387, "reading_time_min": 1.935}, "text": "Everything is adulterated today. I've had to personify a false heroism. I killed the poor dragon in a way that he should not be remembered. The harmless monster lived peacefully and did no harm to anyone. He even paid his contributions, and he came in innocent simplicity to deposit his vote in the amphorae, during the last general election. He saw me coming as a guest, and when he was about to greet me and give me lodging, I cut his head off with a stick. Horrified by my villainy, I fled from photographers who wanted to portray me with the spoils of the poor creature and the bloody, untamed alfanje. Another took advantage of my ugly feat and tried to get the princess' hand. Unfortunately, my lawyers prevented him and even forced the impostor to pay the costs of the trial. There was no choice but to cling to the king's daughter and take part in ceremonies that would disgust even Mr. Cecil B. of Mille. The princess is not the adorable young woman you've been used to seeing for several years by postcards. She's a venerable maid who, like so many women who have extended their virginity, has sucked herself in. (Sorry for the low expression.) His company is so angry that you explain the horrors of all revolutions. Her hobbies are rude: nothing pleases her more than to exhibit herself publicly with me, making a show of marital love that happily does not exist. She has a vulgar soul as a film actress. She's always on stage, and even what she says in her sleep is destined for the gallery. His favorite attitudes, that of a Democratic infant, a sacrificed wife, a superior woman who tolerates humble needs. I feel uncontrollable nausea next to him. In moments of greatest intimacy my egregious companion invents uplifting phrases that fill me with misfortune:  the blood of the dragon unites us;  your heroism has made me yours forever; or  the tongue of the dragon was the open sesame; and so on. And then the commemorations, the speeches, the rhetoric, the whole sad machine of glory. What a disgusting thing to me for buying with a villain well-being and honours! How I envy the forgotten grave of the nameless heroes! FIN 1940", "title": "El héroe", "author": "Julio Torri"}