{"metadata": {"length": 7529, "words": 1328, "reading_time_min": 6.64}, "text": "After Solomon, the most powerful and opulent king of the earth was certainly Artasar, the direct descendant of one of those three Magi who came to dwell in the pillar and grove of Bethel, guided by the light of a mysterious, new, different star from the others, star that opened in the blue of the diamond-strewn sky. Artasar, among other very glorious things of his era, retained the tradition of his predecessor's feast to the Messiah, the Redeemer of the world; but the blessed memory was already fading away, and in the turkish heavens every day the ray of the star, as well as its celestial clarity, was fading away in the heart of the descendant of the Magi (who were doctors by their skill in divination, and saints by the grace which poured out on them for having touched the lips on the tender fingers of the newly born Jesus). How much more will Artasar forget the teachings of the Magi, if Solomon, son of David, author of sacred books, blessed by the Lord with the gift of wisdom, tempted so disastrously, coming to set fire to the idols? As long as man lives on earth, he is subject to temptation. Artasar was like David's son in magnificence, in the desire to be surrounded by the most precious, delicate, and rare things that came from beyond the bounds of the earth. Every day, chariots laden with riches approached the gates of the kingdom of Artasar, bringing the king gifts and jewels. Soft carpets like sheepskin; silk tapestries, whose borders represented battles and love arrows; marble images of naked ecstasy; gold vases and bowls that engulfed the room; silver and agate jars and bowls; tiger skins and goose feathers were piled in the narrow corridor so as to contain so many treasures. But who can fill the emptiness of a heart? Artasar the magnificent life was anxious and sad. He desired to build another palace, for it was already too small and crowded for the innumerable multitude of guards, stewards, slaves, concubines, cooks, jugglers, jugglers, palafreneurs and cooks who were lodged there. And he began to dream of a palace never seen, surpassing the palace Solomon built in thirteen years, on bronze columns and with the immense bronze sea, whose rim was azure pebbles. The palace must be such that it will immortalize the name and memory of Artasar for all the coming centuries, and that imagination cannot devise anything more splendid or more delightful. To this end Artaxerxes - remembering that Hiram who threw off Solomon - called the most famous architects of his kingdom and of the neighbors, and, offering them great rewards, ordered them to draw up the plans of a residence he desired: large, sunny, crowned as a real crown. The architects were presenting their plans, but in Artasar's eyes they found no grace. None of them fulfilled the criterion of their imagination; none corresponded to the ideal that had been formed of a palace never seen, unmatched in the world. When Artasar was exhausted with hope of achieving the ill-willed wish and the reality, here came to him a balding old man, with a humilde appearance, carrying a sack under his arm, saying that this was the palace project the king would approve. They did not like the traces of the unknown architect, but the desolate would try any remedy, and Artasar allowed the old man to enter. Just the monarch had fixed his eyes on the relief map and on the drawings, he shook his palms. That was his dream, interpreted by a magician who sat in his mind. Those soaring columns, those balconies of majestic balustrades, those galleries adorned with marbles and precious stones, those ceilings of cedar and odourous pine, those antechambers whose slick floor was reflected in the water, those forests, those monumental fountains, those piers carved by the hands of the nymphs, those pensive spires jutting into the air, those towers that defied the clouds... this was the ideal, what no king of the world had; and Artasar, seeing it, held out his ring-studded hand, long and thin and red like the fruit of the palm, and exclaimed: -Strike the palace as you have projected it, oh wise king! I will give you as much as you need. You will open my secret treasure, and in the underground of my house you will find gold, pearls, diamonds and rubies in sufficient quantity to build not a palace, but a whole city, with its houses, its temples and its fortified citadel. And I wonder: where have you hidden yourself, and why is your appearance so miserable, being such a wise man? - I am not wise - the old man said. I have lived in the monastery, praying and doing penance. -From today you will know the universe by the monument you will erigir - declared Artasar, who, in fact, ordered the old to put at his disposal his riches and an immense extent of fertile land, where there were deep forests and gushing rivers, rippling streams and swollen lakes. After a year, the time set by the architect for completion of the palace, Artasar wanted to see the works, and moved to the place where he thought his new home had already been raised. It was a great surprise, a great shock, that he did not notice any signs of gardens or palaces. He noted, indeed, that that territory, formerly desert, was populated, for whole tribes, children and women, awaited the king's coming and blessed him; but he could not yet divide stones and materials scattered on the ground, which announced building work. Artasar, indignant, ordered the architect to be brought to his presence, with the purpose of making him bleed and dragging his bloody skin to the city gates, to scare away the liars. The old man presented himself, as humble, as destitute, as humble as the first day; and when the king praised him, he gave this strange reply: -The palace you desired is built, oh king! And if you will come with me, you alone, I will show you afterward. Artasar followed the old man with a curious interest, and they sat together in the most quiet and removed part of the forest. Soon they came to the shores of a vast natural lake, and there the old man sat. The sun was setting; the sky was red, abrasive, splendid. And the architect, taking Artasar's hand, said in a grave voice: -The treasures you have entrusted to me, oh king, I have distributed among the miserable, among those who suffer hunger and thirst, among those who hear a newborn cry because the breast of the distressed mother is not giving milk. But I have not deprived you of the palace you desired, and I have erected it so solemnly, so admirably, that no king of the earth can fail to be astonished at possessing it. Look... you don't see? You have it. Now your palace is raised up in heaven! And Artasar looked, and saw indeed a wonderful building rising out of the midst of the grain clouds. Over the columns of silver, bronze and alabaster were erected the spherical spheres of cedar gold, sculpted with such skill that they looked like a tiger's tail. Blue glazed cypresses crowned the palace, and long galleries of crystal-domed domes, with pedimented and mosaic lintels, stretched out to infinity, between the mystery of a fantastic vegetation, of emerald leaves and of vivacious ruby-red and oriental azafir flowers, whose cypresses exhaled a fragrance that embriagaded and calmed the senses at the same time. And Artasar, moved, fell at the feet of the architect and kissed them, with the soul overflowing with joy. When they returned from the forest, Artasar was surprised to see that the almost extinguished light of the Star of the Magi shone that night as a ring of stars.", "title": "El palacio de Artasar", "author": "Emilia Pardo Bazán"}