{"metadata": {"length": 6880, "words": 1240, "reading_time_min": 6.2}, "text": "On a beautiful morning, the funeral of the college counselor Kirill Ivanovich Vavilonov was celebrated, who died of two very common diseases in our homeland: an evil wife and alcoholism. While the funeral procession was heading from the church to the cemetery, one of the deceased's coworkers, a certain Poplavski, took a car and hurried to the home of his friend Grigorii Petrovich Zapoikin, a man, though young, already quite popular. Zapoikin (as readers know) had an extraordinary talent for giving speeches at weddings, retirements and funerals. He was trained to speak at any time: the same as when he had just woken up, fasted, drunk or a fever-prisoner. His speech flowed smoothly, without interruption, as abundantly as rainwater flows through a drain. To express grief, he would enclose the speaker's vocabulary with far more words than any cockroach in a tavern. His speeches were so eloquent and long, that sometimes, especially at the weddings of merchants, he had to resort to the help of the police to silence him. \"I'm coming for you, little brother\", Poplavski began to say when he found him at home. Get dressed right now and let's go. One of our own is dead, who we're in a trance right now to send to the other world, so, little brother, someone needs to say something to say goodbye. Our only hope is you. If the dead were one of the subordinates... we wouldn't bother you; but this was a secretary... in a way a boss... it's unpleasant to bury a character of his class without a speech... - Ah!..., the secretary!... - shouted Zapoikin. That drunk? - Yeah, that drunk... there'll be food, blini, intermittent... and we get paid for the car. Come on, my soul! There, by the grave, you will give a Cicero speech and you will see what you are thanked for! Zapoikin agreed willingly. He disguised his hair, forced a melancholy expression on his face and took Poplavski out on the street. - I knew your secretary, he said as he sat in the car. May he rest in peace... but he was a pig and a beast like few. It's not right, Grischa, to offend the dead... The two friends reached out to the court and joined him. As the coffin was led a very slow step, before reaching the cemetery, the friends had time to enter the tabernacle about three times and drink a few cups to the deceased's eternal rest. A religious service was held at the cemetery. The mother-in-law, the wife and the sister-in-law, as is customary, wept copiously and the woman even cried as they lowered the coffin to the grave. Let me go with him! Despite this, and remembering without a doubt the widow's pension he was to receive, he did not go with him. After waiting a little while for everything to calm down, Zapoikin took a few steps forward, looked over at the people present and began to say: \"Can you believe what your eyes see and your ears hear?... It's not a dream, no! Don't let our eyes fool us! The one we saw so recently full of vigor, youth, freshness and lozance!... the one who even so recently, before our very eyes, carried his honey, like a relentless bee, to the common hive of the good of the State... is the same one we see now turned into nothing... in a mirage! The unshakable death laid its hand upon him when, despite his advanced age, he was still full of strength and outer hopes! Who can replace him?... We have many good officials, but it can be said that Procofii Osipich was unique in his genre... devoted to the depths of his soul to the honorable fulfillment of his duties, far from racing his forces, spent the nights on a watch and was selfless and unbearable. How he despised those who, to the detriment of the general interest, intended to buy him!... who, by offering him tempting earthly goods, endeavored to lure him into treason to his duty! Yes! We have seen Procofii Osipich share his modest salary among the poorest of his peers, and you have just heard the cries of the widows and orphans who lived on their charities. A slave to service, duty and kindness, he did not know joy, and even denied himself the happiness of married life. You know he remained single until the end of his life! And as a companion... who could replace him? Just as if it were yesterday, I feel like I see his touched and shaved face, directed towards us!... His kind smile!... As if it were still yesterday, I hear his soft, caring and affectionate voice!... Rest in peace: Procofii Osipich!... Rest..., honorable and noble worker! Zapoikin continued to whisper, but the listeners began to speak to each other in a low voice. Everyone liked the speech and it caused some tears to flow. Much of it, however, was strange... at first it was incomprehensible why the speaker called the late Procofii Osipich when his name was Kirill Ivanovich. Secondly, everyone knew that he had spent his entire life in perpetual struggle with his legitimate wife and that, therefore, he could not qualify him as a bachelor, and thirdly, it was inexplicable that having had a thick reddish beard, which he had shaved not once in his life, the speaker would have called his shaved face. The audience looked at each other strangely. - I'm going to kill Osipich! - continued the speaker looking inspired at the tomb. Your face was ugly!... so distorted!... You were silent and severe, but we all knew that under that bark a heart beats honest and affectionate!... Soon, however, the listeners began to notice that something strange was happening to the speaker, who without turning his eyes away from the same point, was shaking nervously. Suddenly he was silent and with his mouth open to wonder, he turned to Poplavski. \"But, hey!... If he's alive!...\", he said with his eyes frighted. - Who's alive? - Well, Osipich's Procofii is next to the mausoleum! - If he's not the dead man! It is Kirill Ivanovich! - If you're the one who told me the secretary was dead! The secretary was Kirill Ivanovich! You're wrong, fool! Of course, Procofii Osipich was also secretary... but he was fired two years ago! - The devil! - Why are you stopping? ...go on! Zapoikin turned his head to the pit and with the same eloquence as before continued his interrupted speech. Next to the mausoleum was, in fact, Procofii Osipich, the old shaved-face official. He looked at the speaker with anger and frowned. \"What happened to you\", laughed the officials, returning from the funeral with Zapoikin, \"to bury a living person?\" - This is not right, young man! - I was grinning at Procofii Osipich. Your speech may be appropriate for a dead person, but applied to a living person is a mockery! What have you not called me... selfless, unable to bribe... such things, referring to a living person, can only be said in a mocking tone! No one asked you to talk about my face either, gentleman! If I'm ugly and deformed, what are we going to do with him! Why say my last name in front of everyone? This is an offense! FIN", "title": "El orador", "author": "Anton Chejov"}