{"metadata": {"length": 2810, "words": 521, "reading_time_min": 2.605}, "text": "Lying on the dusty road lay a branch of golden lion's teeth. A lot of people passed by without noticing him. Some even kicked him in the foot. But when Marlenchen saw him, he left the heavy basket on the floor and lifted the branch. She took him to the creek and made the stems drink. While he kept the branch so in the water, and the sun's rays played around the girl and the flowers, a little elf, as small as a finger, emerged from inside one of the crushed flower heads, who, with a soft little voice, said, \"Thank you, Marlenchen! He placed the golden crown on his little head, and a bright shining shining appeared around him, like a Christmas veil. This glow turned the elf into a ring for his finger, as thin as a hair. - Put it on the ring finger of your left hand! - he told the girl. When you look at it, your eyes will glow, and the person you're looking at will feel happy, and the angry one will regain his good humor. When he had finished talking, the little elf disappeared, and Marlenchen did not separate, on the way back home, his gazes from the ring. He felt no longer the heavy basket; it was all so light! But when he came to the door of the house, he heard the mother rebuking within him, and the sisters fighting among themselves. They were seven and they were busy. Then Marlenchen looked back at her little ring and entered the room determined. When they entered, everyone looked up. How bright Marlenchen was! Suddenly, the quarrels and arguments were over. The mother went to work cheerfully, and everything got out of hand easily, and the little ones were playing with Marlenchen, and everyone loved each other. When night came, the father came home, tired and downcast from the heavy work and the long journey. Marlenchen went out to meet him. When the father saw the girl, he laughed; he himself did not know why, but his heart was filled with joy to the limit. No one saw the ring on Marlenchen's finger. He was invisible to the others. But Marlenchen did see it, and he kept it on his finger for the rest of his life. When she woke up in the morning, she looked at him for the first time, and the sun was shining in her eyes. This sun warmed everything that was near the girl. If there was anyone sick in the house, or just sad, or angry, they would send for Marlenchen, and everything would get back to normal. People called Marlenchen the Sun's girl. They themselves did not know why, but they could not find a better name for him. FIN Swiss Anonymous 1. Lion's tooth: Herb of the compound family, with radical leaves, lamps, lanceolate and triangular lobes, and milk juice, yellow flowers with long hollow peduncle, and tiny seed with abundant villan and whiteness. Considered a weed, its leaves are eaten in salads and have been attributed to numerous medicinal properties.", "title": "El anillito del elfo", "author": "nan Anónimo"}