{"metadata": {"length": 7182, "words": 1319, "reading_time_min": 6.595}, "text": "All the newspapers had inserted this announcement: The new seaside resort of Rondelis offers desirable advantages for a prolonged stay and even for a permanent stay. Its ferruginous waters, recognized as the world's first against all blood conditions, also seem to have special qualities, which are proper to prolong human life. This unique result is perhaps due in part to the exceptional situation of the small town, built in the middle of a mountain, in the middle of a fir forest. But there have always been cases of extraordinary longevity. And the public was there in large numbers. One morning, the doctor of the waters was requested by a new traveler, Mr. Daron, who had arrived a few days ago and had rented a lovely house, on the edge of the forest. He was an old man of eighty-six years, still young, slender, well-looking, active and who had an endless concern for concealing his age. He had the doctor sit down and quickly asked, \"Doctor, if I'm okay, it's because of hygiene. I am not too old, but I am already a certain age, but I avoid all illnesses, all illnesses, all minor ailments thanks to hygiene. It is said that the climate of this country is very good for health. I'm willing to believe it, but before I settle here, I want proof. I would therefore ask you to come to me once a week and give me exactly the following reports: I want first a complete, very complete list of all the people in the city and surrounding areas who have passed the age of eighty. I also need some physical and psychological details of them. I want to know your profession, your way of life, your customs. Whenever one of these people dies, you must notify me, and indicate the exact cause of his death, as well as the circumstances. Then he added graciously: \"I hope, doctor, that we will become good friends\" and extended his little wrinkled hand, which the doctor squeezed, promising him his service cooperation. Mr. Daron had always feared death in a strange way. He had been deprived of almost all pleasures because they were dangerous, and when someone wondered that he was not drinking wine, that wine that gives sleep and joy, he responded with a tone that denoted fear: \"I love my life. And he pronounced that I, as if this life, His life, had an unknown value. I put in that MI such a difference between his life and the lives of others that there was nothing to add. Otherwise, he had a very particular way of accentuating the possessive pronouns that designated all parts of his person, or even things that belonged to him. When I said, \"My eyes, my legs, my arms, my hands\", it was clear that there was no room for doubt, that those organs were not the world's at all. But where this distinction was most evident was when he spoke of his doctor: \"My doctor\". It would be said that this doctor was exclusive to him, nothing but him, made for himself alone, to deal with his diseases and nothing else, and superior to all the doctors of the universe, to all, without exception. I had never considered other men more than a kind of fur designed to furnish nature. He divided them into two classes: those he greeted, because he had accidentally come into contact with them, and those he did not greet. On the other hand, he found these two categories of individuals equally indifferent. But from the day Rondelis' doctor brought him the list of the seventeen villagers who were over eighty, he felt a new interest, an unknown interest in these elderly people, one after another, awaken in his heart. He didn't want to meet them, but he got a very clear idea of their people, and he talked about them only to the doctor who dined with him every day. I asked him, \"Well, Doctor, how is Joseph Poinçot today?\" We left him a little convalescent last week. And when the doctor had made the medical newsletter of the disease, Mr. Daron proposed modifications to the regimen, tests, forms of treatment that could quickly be applied to himself if they were successful over others. They were, these seventeen elders, a field of experimentation from which he drew knowledge. One afternoon, the doctor, coming in, announced: Mr. Daron trembled and quickly asked, \"What? - It was angina. The old man issued a relief ah. She continued, \"I was too fat, too strong. This woman must have eaten a lot. When I'm his age, I'll be more vigilant. (He was two years older but did not confess more than seventy years). A few months later it was Henri Brissot's turn. Mr. Daron was very excited. In this case, he was a thin man, just his age, but with a three-month difference. He was unable to ask, waiting for the doctor to speak, and he became restless. - Did he die like this, all of a sudden? You were fine last week, you must have made some imprudence, right, doctor? The doctor, who was having fun, replied, \"I don't think so. Your children have told me you've always been very sensible. Then, not holding back any longer, full of anguish, Mr. Daron asked, \"But... but... then what did he die of?\" - It's a pleurisy. This was a joy, a real joy. The old man slapped his dry hands against each other. - Of course, I told you he had done something reckless! You don't take a pleurisy for no reason. He must have wanted to get some air after dinner. And the cold must have affected his chest. A pleurisy! That's an accident, that's not a disease. Only the crazy die of pleurisy! And he had dinner cheerfully talking about the rest. - Now they're only 15, but they're strong, right? All life is like this, the weakest fall first; people over thirty have a good chance of reaching sixty; those over sixty often reach eighty; and those over eighty almost always reach a hundred, because these are the strongest, the wisest, the most vigorous. Two more disappeared again during the year, one from dysentery and the other from a hot flash. Mr. Daron was very pleased with the death of the first and concluded that he had surely eaten something exciting the night before. Dysentery is the disease of the reckless. What the hell, doctor, you should have watched your hygiene. As for the one who had been struck by a hot flash, it could only have come from a poorly controlled heart disease up to that point. But one night the doctor announced the death of Paul Timonet, a sort of mummy that was supposed to be a kind of centennial-propaganda for the spa. When Mr. Daron asked, as he customarily did, \"What did he die of?\" - The doctor said, \"I really don't know. - What do you mean, he doesn't know? You always know. Didn't he have any organic injury? The doctor nodded, \"No, none\". Maybe some liver or kidney disease? - Not at all. That was all healthy. - Did you notice if the stomach worked regularly? An attack often comes from poor digestion. Mr. Daron, very perplexed, he was shaking, but let's see, he had to die of something! What do you think? The doctor raised his arms: \"I don't know anything, absolutely nothing. He died because he died, he's dead. Mr. Daron then, in an excited voice, asked, \"How old was he exactly?\" I can't remember. - Eighty-nine years. And the old man, with a disbelieving and certain appearance, cried out, \"Eighty-nine years old! Then he didn't die of old age! FIN", "title": "Un viejo", "author": "Guy de Maupassant"}