{"metadata": {"length": 3988, "words": 773, "reading_time_min": 3.865}, "text": "They were awake for a long time, smoking, as the wind swept through the house, tearing up pieces of the wall and dropping stones; from the upper floor they jumped pieces of revoke that crashed into the ground floor with a bang. He saw only a faint silhouette of the woman, a reddish outline, whenever the cigarette lights were lit: the soft curve of her breasts under the fabric of her sweater and the profile of her face at rest. Seeing the fine crack in his lips, that slight carving in his face, he felt a wave of tenderness. They had held the blankets tightly together, and they were clinging to each other. They wouldn't have been cold that night. The postcards were beating and the wind was whistling through the broken windows. What was heard upstairs, among the debris of the roof, were real howling, and somewhere something was hitting a wall hard, something metallic, and she muttered, \"It's the gutter. He's been out for a while. He put his hand over her and went on in a low voice. The war had not yet broken out, I was already living here, and every time I came home and saw that piece of drain hanging I thought, They have to send it for repair. But they didn't send him to fix it. He was hanging upside down, one of the hooks had fallen. I could hear it blowing when it was windy, I could hear it on stormy nights, from this bed. The war came and it was the same. On the wall were watermarks, a white stream with dark gray edges, from top to bottom, near the window and, to the right and left, round spots, with the center white and grey rings around. Then I went far away, worked in Thuringia and Berlin, and when the war ended and I came back, the canal was still the same. Half the house had sunk, I had been far away, I had seen much suffering, death and blood. I was shot with machine guns from planes and I was scared, very scared... and, while that piece of zinc was hanging, it was raining out of the air... because the wall had fallen. The tiles jumped through the air, the trees were knocked down, the plaster broke off the walls, bombs fell, many bombs, and that piece of zinc was still hanging from a single hook, not being hit or torn off by the pressure of the explosions. Her voice became softer, almost singing, and she kept pressing her hand. \"It has rained a lot in these six years\", he said. Many people have died, many cathedrals have sunk, but when I came back the gorge was still there, and at night I could hear it blowing. Will you believe me if I tell you I liked it? Yes, he said. The wind had ceased, the night was calm and the cold was making sense. They put their blankets up and put their arms in. In the darkness nothing was divided, nor did his profile be seen by him, though he had it so close that he felt his breath: the light, warm breath of his breath was calm and regular, and he thought he would have fallen asleep. But suddenly, he stopped noticing and looked for his hands. She wrapped them tightly, and he noticed their heat and thought that night would not be cold. Suddenly, he realized that she was crying. He could hear nothing, only by the motion of the bed I deduced that she was rubbing her face with her left hand, but I could not even tell it and yet I knew she was crying. He leaned over it and felt his breath again, which seemed to slip through his skin like a soft fluid. Even when he rubbed his cold cheek with his nose tip he couldn't see anything. \"Come on, get out\", she said in a low voice. You're going to get cold. He didn't move, he wanted to see her, but he didn't see anything until, suddenly, she opened her eyes. Then she saw the glow of her eyes and the faint glow of tears. She's been crying for a long time. He grabbed her hand and rubbed himself back on the blanket. And he held her hand until he felt her loosen the pressure of her fingers and slowly let go. He then wrapped her shoulders with his arm, dragged her towards him and also fell asleep and during sleep her breaths mingled like caresses...", "title": "El canalón", "author": "Heinrich Böll"}