{"metadata": {"length": 6728, "words": 1303, "reading_time_min": 6.515}, "text": "Mrs. Wilson was taking the gingerbread out of the oven when she heard Johnny on the other side of the door, talking to someone. You're late, Johnny! She yelled at him. Come in and sit down to eat. \"Wait a minute, Mommy\", Johnny said. You first, my dear Alphonse. You first, my dear Alphonse, repeated another voice. No, no, I'm not going to. You first, my dear Alphonse, insisted Johnny. Mrs. Wilson opened the door. Johnny, come in and eat right now. You'll be out playing when you're done. Johnny came in behind her, slowly. Mom said. I brought Boyd to eat. - Boyd? - What? Mrs. Wilson remained thoughtful for a moment and then added: Let him in, honey, since you invited him. Lunch is ready. - Boyd! - What? Johnny cried out. Hey, Boyd, come on in here! - Hold on a second. I just need to download all this. Come on, hurry up or my mom's gonna get mad. Johnny, it's not right that you treat your friend like that, or say those things about your mother. Mrs. Wilson rebuked him. Come and sit down, Boyd. Turning around to tell Boyd where to sit, he saw that he was a black boy, not as tall as Johnny but his age, more or less. The boy was carrying a stick in his arms. Where do I put all this, Johnny? He asked. Mrs. Wilson turned to her son. Johnny, what did you make Boyd do? What are those sticks? \"They're dead Japanese\", Johnny said softly. We nail them to the ground and then we crush them with our tanks. How are you, Mrs. Wilson? Boyd said hi. How are you, Boyd? You shouldn't let Johnny get you loaded with all those sticks. Sit down and start eating. Why don't you load with sticks, Mom? They're yours. We got them from their house. Come on, Johnny, Mrs. Wilson said, come and eat. \"All right\", Johnny said, bringing the boiled egg plate to Boyd. You first, my dear Alphonse. \"You first, my dear Alphonse\", said Boyd. You first, my dear Alphonse, Johnny insisted, and the two of them burst into a laugh. Are you hungry, Boyd? Mrs. Wilson asked. Yes, ma'am, you are. Then don't let Johnny entertain you. I always get tired of eating, so just worry about being satisfied. There's plenty of food and you can serve whatever you want. Thank you, Mrs. Wilson. \"Come on, Alphonse\", Johnny said, as he threw half the scrambled eggs on Boyd's plate. This one looked at Mrs. Wilson as she left a fountain of baked tomatoes beside her plate. Boy doesn't eat tomatoes, does he? Johnny said. Come on, Johnny, don't say that just because you don't like them. Boyd will eat anything. I'm sure Johnny didn't insist while he attacked the scrambled eggs. \"I'm sure Boyd wants to grow up and become a big, strong man like his father, so he can work hard\", Mrs Wilson said. I bet Boyd's dad eats tomatoes in the oven. My father eats whatever he wants, Boyd said. \"My own, too\", Johnny replied. Sometimes, you barely taste the dish. But he's a little man, who wouldn't hurt a fly. \"My own is small too\", Boyd added. But I'm sure he's strong, Mrs. Wilson said, and, hesitatingly, added, \"Your father... works? \"Clearly\", Johnny replied. Boyd's father works in a factory. See that? I'm sure you'll have to be strong to work in a factory, with so much stuff to load and unload in a place like this. Boyd's father doesn't have to do it, Johnny said. He's the foreman. Mrs. Wilson was frustrated. What does your mother do, Boyd? My mother? The boy seemed surprised. He takes care of us, of course. Oh, my God! So it doesn't work? Why would I do that? Johnny intervened with his mouth full of scrambled eggs. You don't work either. You really don't want a tomato, Boyd? No, thank you, Mrs. Wilson. No, thank you, Mrs. Wilson, no, thank you, Mrs. Wilson, no, thank you, Mrs. Wilson. Johnny imitated him. But Boyd's sister will work. She's going to be a teacher. It's a very sensible decision on your part, Boyd. Mrs. Wilson repressed the urge to caress her son's little friend's head. I guess everyone's very proud of her, right? I suppose so, Boyd replied. What about the rest of your brothers and sisters? I guess everyone wants to make a living as best they can. \"At home, it's just my sister and I\", Boyd said. And I still don't know what I want to be when I grow up. \"We're both going to be tank drivers\", Johnny said. - What? Mrs. Wilson grabbed Boyd's glass of milk while Johnny's tank-turned-service truck slid heavyly across the table. Look, Johnny said Boyd. There's a machine gun nest here. I'm shooting at you. Mrs. Wilson, with the rapidity of her long experience, grabbed the gingerbread off the shelf and placed it precisely between the tank and the machine gun nest. Now, eat whatever you want, Boyd. I want you to be full and satisfied. \"Boyd eats a lot, but not as much as I did\", Johnny proclaimed. I'm stronger than he is. Not much more, Boyd protested. And I'll beat you to it. Mrs. Wilson exhaled a deep sigh. \"Boyd said, and the two kids looked at her again, \"listen, Johnny has some shirts and pants that are a little small, and a winter coat. It's not new, of course, but it can still take quite a while. And I also have some dresses that might be good for your mother or your sister. Your mother can turn them into a lot of things for the whole family and I'll be happy to give them to you. I think I can make a good package out of all that before you leave, so you and Johnny can take it right to your mother and... Mrs. Wilson left the sentence unfinished when she noticed Boyd's expression of perplexity. \"Thank you very much\", said the little boy, \"but I already have a lot of clothes. And I don't think my mother is doing too well. And, in any case, I guess we've already bought everything we need. Anyway, I'm very grateful to you. We don't have time to take all that away, Mommy. Johnny intervened. We have to play tanks with the other kids this afternoon. Mrs. Wilson took the gingerbread tray when Boyd was about to grab another slice. There are many children like you, Boyd, who would be very grateful if someone had the kindness to give them clothes. \"Mom, if you want, Boyd will take her\", Johnny said. I didn't mean to make you angry, Mrs. Wilson. Boyd apologized. You didn't make me angry, Boyd. I'm just disappointed in you. But let's not talk about it anymore. Mrs. Wilson started picking up the table and Johnny grabbed Boyd's hand and threw him towards the door. Bye, Mommy said goodbye to Johnny. Boyd paused for a moment, staring straight at the woman's back. \"You first, my dear Alphonse\", said Johnny, holding the door. Is your mother still angry? Mrs. Wilson heard Boyd ask in a low voice. \"I don't know\", Johnny replied. Sometimes it's a little absurd. \"Me too\", Boyd said. He wavered for a moment and added: \"You first, my dear Alphonse. *FIN* After You, My Dear Alphonse, The New Yorker, 1943", "title": "Usted primero, mi querido Alphonse", "author": "Shirley Jackson"}