{"metadata": {"length": 4269, "words": 791, "reading_time_min": 3.955}, "text": "The shadows slid gracefully down the stairs to the vestibule. He saw the shadowy profile of the sailor reflected in the mirror, the arch of the candlestick that projected the light. But that was all. The shadows grew wider towards the door. Then they lost themselves in the darkness of the floor and the ceiling. He searched his pockets to see if he could find a flashlight and finally turned on the flashlight he was holding in his hand. Taking the small call above his head, he turned the doorknob and entered the room. He smelt of dust and old wood. It was curious to him to be so sensitive to that smell, and how it shattered his imagination. The old ladies scribbling their scribbles in the moonlight, their pale and flaky fingers, glinting on the scribbles, their lips without age, but with the colour of a girl's lips. He remembered the room from the time he first entered it with his needles and looked in awe at the windows that opened onto the grey-tiled expanse, the trees that grew behind them. If not, he remembered when, as a child, he sat before the piano and struck the slurred keys with such delicacy that no one could hear the notes being struck, trembling and yet elated to hear the music rising up in the air. It was always sad. He detected the gloomy sadness under the most lively fuga; as his hands pounded the notes, tears swelled in his eyes, a great yearning for something he knew and had forgotten, something he loved and had lost. That was some years ago, and now he felt the same sense of naivety and ecstasy when he lit the long candlesticks of the clavicle with his candle and saw, as the light spread, the walls close around him and the heavy chairs gave him space. The keys were as dirty as ever. He lightly shook them with his hand and let his fingers dangle a few inches above the keyboard. How fragile those sounds were. What curious melodies they had formed, what sad ones, yet how perfect. For a moment he thought he had heard the thud of children running across the pavement, towards the dark. But they had disappeared. The force had to assume that they had never heard of them. He heard a sustained note of laughter that soon disappeared. While he sat, he seemed to hear the soft rustle, the snoring more like a silk shawl ruffled on the floor. He gave more volume to his music and, when he returned to singing it, there was nothing left. Despite his efforts, he could not analyze the reasons that had brought him to the house. He was terrified, but he was not able to escape from her. Outside, on the way, he had felt the lingering desire to peel back the layers of the years and recall everything that the old house meant: the evening, the voices mutilated by the passages, the lullaby, the stairs that interminably climbed up to the gloom, the tangle of details in the rooms, the soft and insinuating fear that looked at him from the corners, and that never disappeared. He had walked down the street to the main entrance. The head of the lion that represented the aldaba smiled at him when he arrived. She sprang up and hit the wood. No one answered. He tried again, and again, but the house remained silent. He pushed the door open with his shoulder. He walked the hallways, looked at the rooms, touched the things that were familiar to him. Nothing had changed. And it was then, when the night came out through the windows shut, that he shut the door of the music room at his heels. It gave him a great sense of relief. The longing that had always remained in the deepest recesses of his mind was soon fulfilled, he found what he had lost, he remembered what he had forgotten. That was the end of their journey. For a moment, the lights shone with greater intensity. I can see better all the time. He stood up, walked over to her, and picked up a dirty book that was on the table. The sun house in Brember. He brought him to the light. All the pages were familiar to him, there was the family generation after generation, men more accustomed to thought than to action, visionaries all who saw the world from the clouds of their own dreams. He was going through the pages until he reached the last one: George Henry Brember, the last of the line, had died... He looked at his own name and closed the book. FIN “Brember”, 1931", "title": "Brember", "author": "Dylan Thomas"}