{"metadata": {"length": 5920, "words": 1146, "reading_time_min": 5.73}, "text": "It was a sunny summer day. My husband went out into the field, but with a book, and sat down in the shade of a tree, under a sycamore, to take a nap, alternately with reading. To make the paper for a book you have to cut a tree and not let it shade. What is more valuable, the book, your reading, or the tree, your rest in its shade? Book and tree? Problem of maximums and minimums. My husband, half-distraught, began to read - in the paperback, not the nature book, not the tree - when a violero, a mosquito, began to itch him with its sour-smelling bite, near his ear. He was rebuked, but the violinist continued to enrage the reading. Until he had no other remedy than to slap him with a handkerchief. He turned back to the book; but when he turned the leaf, he found that in the two that followed him was the corpse, the best mummy, of another violinist, of another mosquito. When? How many years ago? Because the book was of an old edition, rather than secular. How did he hide there, on the pages of that old book, that mosquito, whose pheromones were so preserved? What had I gone to look for in them? Maybe a bit of a snooze? Or was it inserted between pages after it had been detached? Was he a virtuoso violinist? \"And who knows - my husband said - if this violin I just sounded was not a descendant in the twentieth or the hundredth generation, a tatra of a tatra of that other whose tatra is preserved here? And who knows if this violin I just played did not bring to my ear the same sonata, the same cantata, the same violin solo of that other, whose limbs were here on the street? And it began to ring in his ear the retuning of the violin of the violet that sounded. And he closed the book, leaving the ashes of the old viola within. Why read more? It was better to hear what the field and its creatures had to say. And no longer to be a watchman against any of them. A hornet that began to sting him was taken off his head, and put on the ground, to follow his course. “Poor little girl! “What a life!” he said. And he thought of the ant and the cigarette. And if this sings, or rather plays the guitar, it does not do it in oblivion, but it plays with the elctros, with the wings, while the savior of the olive cries with his trumpet clad in him. «Admirable finder! - he said. That sucks and spits at the same time. Sobbing and shivering cannot be, but with some skill you can shiver and play the guitar at the same time.” Then he gave him a vile, one of those flying seeds of the thorny thorn. The poor flower snatched from the plant, and snatched by the roots of the ground, cannot but drop the seed, but I have seen it able to give wings to it, to carry it away in the wind. The plant is stationary; the seed is not. The vine stretches out over the ground. And my man of the two violins and of the ant and of the cigar put to reading in the book of nature - the other closed - things that he had already read in paper books. Because it is these that teach us to look down on the other. And art is nature, Schiller said. And he began to win her over when he gave her one of those flying filaments - hilas - to which in French they are called \"fils de la Vierge\" - hilas de la Vierge, poetic name! - and in Castilian lands, \"babas de buey\". That too is a poetic name, though at first it may not seem so. And that are strands of hair - like the hairs of a tiger - in which the animal, shivering out of its entrails, leaps into the air in search of a new seat. (In my work The Agony of Christianity I have dealt with this, metaphysically.) And my husband, who had been chosen by the books, began to meditate - to dream better - about the arrow and its thread of the Virgin, about her babe of honey. He had not sat there to wait for some poor flies to fall on him, but he, the airship sailor, the errant aeronaut, had launched a snare from his snout. And my husband felt the pricking of the arrow's stingers in his own stingers. But is it that in the shrill of the violin there was not also trembling of the entrails? And there was no trembling of the pages of the book? And he remembered that precious saying of the women of the peasant people when they say of their husbands: “My husband is so good that he is carried with a baby of a pig...” And although it sometimes wants to say it, in the salivating babe of the aradon babe and not in another, it says, even without knowing it, that the good man is carried away by the thread of the entrails. He remembered then that a kind of romadizo he had once suffered, a rash on the nasal cavities, they told him - men of books, of course! - that it came from the pollen of the flowers of some trees. The thumping of those flowers gave him that startling start. And everything, violin, ant, cigar, frog, flower, taught him the same thing. Above, in the enchanted forest, the candle, its reclaimed flower, began to wilt. And he remembered how with the heart of the enchanted, with the roiling intimate roll of its lyre, almost as if we were saying with its lyre-tongue, the horns of the enchanted harp make the harps of the enchanted harp sing. And with all this my husband felt a deep recollection of that other life - politics - in which he had seen enraged, like a moss in a thorn bush, and of ants and cigars - which sing and hum at the same time - and of snuff-boxes and political thugs. He took the closed book; but when he took it, from among its pages, fell out of it, not the twig of the old violero, but a newspaper clipping, which served as a signal, and on which was printed a party election manifesto. He took the sling, made a hole in the ground, at the foot of the ensign, and put him in there. “Bah! - said he - if one day a draught is made from the heart of this enchantress, she will not sing in her that electoral political song.\" And he went. It was looked at in other times and in other places than today and here. *FIN* Ahora, Madrid, 1934", "title": "Al pie de una encina", "author": "Miguel de Unamuno"}