{"metadata": {"length": 2292, "words": 439, "reading_time_min": 2.195}, "text": "In remote times there was a summer so hot that people did not know where to hide to escape the blazing rays of the sun, and they died without a trace. During this period of heat a great plague of flies and mosquitoes appeared, biting the unfortunate people so that from every bite a drop of blood sprang. But at the same time the valiant Mizghur, the invincible weaver, began to weave his nets, spreading them all over and on all the paths where the flies and the mosquitoes flew. One day a flying moth was caught in the nets of Mizghur. He fell on her and began to smite her; but the eagle cried to the Darkness, saying, Lord Darkness! Don't mess with me! I have so many children, that if the poor stay without me, they will have nothing to eat, they will be famished, they will be a nuisance to people and to dogs! Mizghur had compassion on Mosca and let her go. He flies up, squawks and announces to all his friends: -Watch out for moths and mosquitoes! Sit well under the horn of the horn! The mighty Mizghiar has appeared and has begun to weave his webs, putting them on every path we fly and he will kill all! The moss and the mosquitoes, running everywhere, hid themselves under the thorn of the cypress, staying there as dead. Mizgiar was astonished to see that he had no food; he did not like to be famished. What to do? Then he called the horn, the cymbal, and the snare drum, and said, - \"You, horn, blow the trumpet; you, cymbal, see the drum beating; and you, snare drum, go under the horn of the cymbal. They shall announce to all that the valiant Mizghur, the invincible tyrant, is dead; that they have put chains on him, sent him to Kazan, cut his head off at the knee, and then cast him out. The trumpeter struck the cornet, the cymbals sounded, and the horn player stepped under the throne and announced to all: -Why do they remain there as dead? The valiant Mizghur is no more; they put chains on him, sent him to Kazan, cut his head in pieces, and then cast him out. The flies and mosquitoes were very happy, they came out of their hiding place and flew with such a vigour that they did not hesitate to fall into the webs of the brave Mizguir. He began to kill them, saying, -You must be more kind and visit me more often, to come to me more often, for you are too little!", "title": "La araña Mizguir", "author": "Aleksandr Nikoalevich Afanasiev"}