{"metadata": {"length": 5648, "words": 1024, "reading_time_min": 5.12}, "text": "The wolf, old, toothless, clawed, unfurled, unmeditated, sick, tired of living and starving for a day, felt the time had come for him to finally bow his head in the lap of the Creator. Night and day he walked through more and more lost andurrian, more and more risky serranes, steeper and more dizzying slopes, to where the dreadful roar of the hurricane on the carved ice ridges was suddenly exchanged, like a suffocated voice among cotton, as he entered the thick fog dome, into the white silence of the Eternal Summit. There, he raised his eyes - clouded by his own old age, already by the newly suffered rigors of the storm, finally by tears mixed with self-compassion and gratitude - and beheld the golden doors of the Blessed Sacrament, heard the crystal clear and piercing voice of the guard officer, who thus questioned him: Annoyed by such a reception and overwhelmed with unbearable hardship, the wolf turned the pack and, going down the road that with so much effort he had brought, he reintegrated into the land and its desires and frequented, except that in the future he was very well guarded, not to slaughter sheep or lambs, that the loss of the tusks had long ago prevented him, but even to carve carriages or mow bones that other younger and with better faucets had given for sufficiently taken advantage of. Now, determined to refrain from touching anything that had far to do with meat, he had to become a village and country drifter, neglecting hats and snacks. The tooth, which, though already the most reminiscent of the alveoli, nevertheless, he kept, allowed him to swallow the bread; bread of recent bread when luck gave in smile, hard bread of merrugues almost always. Living and starving under this new law he remained, then, in the land and in the vast thickness of his native mountain for another whole turn of winters and summers, until, twice exhausted and desirous of rest after this as a second turn of an earlier and long existence, again it seemed to him that the day had come to deserve to recline finally his head in the lap of the Creator. If the ascent to the Eternal Summit had been already near the first time, how much more would it have been now, had it not been for the fact that the decrease in physical vigor caused by that extra burden of old age would undoubtedly be compensated in large or small part by the corresponding increase in the yearning for rest and happiness. The case is that he once again reached the Eternal Summit, although his gaze had become so insecure that he had almost not even come to glimpse the doors of the Blessed Sacrament when the expected voice of the guard cherub sounded: - So is it that here you are again, trying to offend, with your only presence before these doors, the dignity of those whose merits have made themselves credible to break through them and enjoy the Eternal Blessed Sacrament, pretending to be equally deserving of postulate? Are you even daring that much? You, the thief of the locker room, the locker room sweeper, the jumpper of the hallways! Get out of here! Now, you've shown yourself to be able to run, without being surrounded by straps, barriers, dogs or shotguns. Who can bear the desolation, bitterness, abandonment, misery, hunger, weakness, sickness, and grief, which for longer and more unfortunate years followed! Still, I could hardly resist the need to sprout the curved gums of the lizards with my teeth, or to wipe the curly drop from the figs' asses with my tongue, or to re-wrap the circular stains left by the cheeses on the empty storage room tablets one by one. He stepped on his feet, like a shadow, because his weakness had made him so light that nothing could die under his feet by the pressure of his foot. And afterwards a new and prolonged turn of years was fulfilled again, and, as was perhaps inevitable, the third time dawned on the day when the wolf considered it to be time for him to finally bow his head in the bosom of the Creator. He left unseen and ungrave as a shadow, and was indeed of shadow color, except in the few parts where the roach had not caused his hair to fall; where he kept it, he gleamed his whole body like a roach, shadow, into nothing, to let it camp more vividly, in that roach hair, just the call of the snow, the inexhaustible longing for the Eternal Summit. But if already in the first two journeys such an ascent had been excessive for an old wolf, it will well be seen how tiring the effort that put him on the road for the third time would not be, considering how, on that first and, so to speak, natural old age of the first journey, he had overcome a second and even a third old age, and how superhuman the effort with which he also managed to arrive this time would not be. Stepping gently, sweetly, humbly, and only tenderly, he recognized the doors of the Blessed Sacrament; he supported his sternum on the threshold, bent and lowered his hips, advanced his hands, leaving them equal and parallel before his chest, and finally rested his head on them. At the point, as he suspected, he heard the metallic voice of the guard cherub and the exact words he had feared to hear: \"Well, you have wanted, with your own obstinacy, that we have ended up in a situation that could well have been avoided and that is for both equally undesirable. Thou knewest it, or guessedst it the first time; better didst thou know it, and confirmed the second; and hast determined to return the third. Well, then, be it! You wanted it! Now you'll leave like the other times, but this time you'll never come back. It's not about a killer anymore. It's not about a thief, either. It's for wolf now. FIN", "title": "El reincidente", "author": "Rafael Sánchez Ferlosio"}