{"metadata": {"length": 5618, "words": 1177, "reading_time_min": 5.885}, "text": "I am very sorry that our friend has been negligent about my food... my food is just that they do not suffer or find with them any failure or novelty... tell me what fault my food has, or what sin has my credit committed so that they do not pay too on time...? The thousand reais of my food, from here to San Pedro... according to this, I beg you to do with Pedro Alonso de Baena send me a joint libranza of eight thousand and five hundred reais that add up to the months of my food here at the end of this year... with Don Agustín Fiesco I have finished writing to Pedro Alonso de Baena give way to the correspondence of my food. .. and then I also beg you to look it is good to warn our friend that six hundred real every month cannot be food for a child of doctrine... that it will be a great mercy for me to apologize for being pesky with them, and request my June food by the same way... there are no return mules for a fed... for God's sake, you try to satisfy these men and help me with the food of July... with five hundred real from here to the end of December, an ant cannot pass, the more the honourable one... tomorrow comes January, which begins the year and my food. I beg you, please, make the food with your friend more extensive from now until October... I thought that the friend, with the fast, would change from being like eating, and I see that he is doing even worse with these foods than with the others, for he is conspiring against mine, making me fast even on Sundays, which the Church forgives. .. and then The food of this year in the writing was few, but in the dispensation it is going to be less, because it is none... It is to die not to walk with advance food... Nor is it good to get tired twice about something that is what I have begged V. m. of my food... And let us compose these my poor food so that I can eat even though I never eat... I beg V. m. put a remedy in all this, that I no longer remember me or my food... (I want more a piece / than in the cooker revives...) I perezco, and my credit more, if together V. m. does not help me as he is, making me want my food to be found guilty... then I know if my food is of a different condition than the others or if by desiccating my glorious other men that I am leaving my food... I am my friend without any doubt my own, my own, my own, the experience of the Lord Franciscan, what does not have the most miserable, but the experience of the Lord Franciscan, the Lord Franciscan, the Lord Franciscan, the Lord Franciscan, the Lord Franciscan, the Lord Franciscan, the Lord of Molina, the Lord of Molina, the Lord of Molina, what does not have but the most miserable, and what does not know of my food? And something else that will be enough to ensure the breadth is poured into my food... I beg you to use your request to spare me the food I have to have this year... it's your invention to not only lengthen the food, but delay it, as it does... don't leave me so impudently, stuck to such miserable food. .. and then In terms of my food I have suffered all this time a thousand needs... We have walked four months of food without seeing a miracle of them all... Servase send me to buy my food account four rows of dry azahar, I say of what is already roasted in the alquitars... As for what Your mercy offers me not to run out on food, kiss your hands as many times as they contain maraved... Well why would I refer me to that policy what is mounted what fell off my food, without giving them to me to drink... I stay waiting for my food guarantee... My food is deducted eight hundred real, I say 850, until the end of this... I have been with Don Agustin Fiesco who pays me here 2.550 The remaining food that I have fed until the end of August, that I have had to feed the m... To do that, I need to expand my food supply... and I didn't want to give up three days of food in advance. ..please come to me, that I cannot afford to pay in any way with such short meals... I drink your mercy's hands many times for the anticipation of the food... I implore your mercy to forgive me for the two months of food lost... I am worse than your mercy left me, and so much so, that it has been necessary to sell an ebony counter to eat these two weeks, that it may take the disillusionment of my food... By virtue of Christopher Heredia, not who trusts me with bread, that with a toaster of Ruth... There is no light or twilight of comfort: night is in which I live, and, what is worse, without asking in it... I have V. m., who is eating in a dining room with me; Luis Gonzalez, who is not in the room, and I am not in the room... and I am not in the room, but I am in the room, and I am in the room, and I am in the room, and I am in the room, and I am not in the room, and I am not in the room, and I am not in the room, and I am not in the room, and I am not in the room, and I am not in the room, but I am in the room, and I am in the room, and I am in the room, and I am in the room, and I am in the room, and I am in the room, and I am in the room, and I am in the room, and I am in the room, and I am in the room, and I am in the room, and I am in the room, and I am in the room, and I am in the room, and in the room, and in the room, and in the room, and in the room, and in the room, and in the will be, and in the same, and in the same, and in the world, and in the world, and in the world, and in which is, and in the world, and in the world, and in which is, and in which is, and in which is, and in the world, and in which is, and in which is, and in the will be, and in which is, and in the world, and in which is, and in", "title": "Los alimentos terrestres", "author": "Juan José Arreola"}