{"metadata": {"length": 3889, "words": 730, "reading_time_min": 3.65}, "text": "The next day was Christmas and, as the three of them headed to the space station, the father and mother were worried. It was the first flight the child would make through space, his first rocket trip, and they wanted it to be as enjoyable as possible. When they were forced to leave the gift at customs because it exceeded the maximum weight by a few ounces, like the tree with its beautiful white candles, they felt that they were taking something very important away to celebrate that feast. The boy was waiting for his parents at the terminal. When these arrived, they were whispering something against the interplanetary officers. - What are we gonna do? -Nothing, what can we do? - The boy was so excited about the tree! The siren howled, and the passengers went toward the Mars rocket. Mother and father were the last to enter. The boy was walking among them, pale and silent. - I'll think of something. - Father said. - What? - the boy asked. The rocket took off and launched up into dark space. He threw a fireball and left Earth behind on December 24, 2052, to head to a place where there was no time, where there were no months, no years, no hours. The passengers slept for the rest of the first day. About midnight, earth time according to his New York clocks, the boy woke up and said, \"I want to look through the eye of the bull\". - Not yet, said the father. - I'll see you later. - I want to see where we are and where we're going. - Wait a minute, said the father. The father had been awake, turning to one side and to the other, thinking about the Christmas party, the gifts and the tree with his white candles that he had had to leave at customs. He finally thought he had found an idea that, if it worked, would make the trip happy and wonderful. \"My son\", he said, \"in half an hour it will be Christmas. \"Oh\", said the mother, dismayed; she had hoped that somehow the child would forget. The little boy's face shone bright; his lips trembled. - Yeah, I know. Will I have a present? Will I have a tree? They promised me. - Yes, I did. \"All that and much more\", said the father. - But... - the mother started saying. - Yes, said the father. Yeah, I really do. All that and more, much more. Excuse me, just a second. I'll be back soon. He left them alone for about 20 minutes. When he came back, he was smiling. - It's almost time. - Can I borrow your watch? - the boy asked. The father lent him his watch. The boy held him between his fingers while the rest of the hour was extinguished in the fire, silence and imperceptible movement of the rocket. - It's Christmas! It's Christmas already! Where's my present? \"Come, let's see\", said the father, and took the boy by the hand. They left the cabin, crossed the hallway and climbed up a ramp. The mother followed them. - I don't know. - You'll understand\", said the father. We're here now. They stopped in front of a locked door that looked out to a cabin. Father called three times and then twice, using a code. The door opened, light came from the cabin, and a murmur of voices was heard. - Get in there, son. - It's dark out here. - Don't be afraid, I'll take your hand. Come on in, Mom. What are you doing? They entered the room and the door closed; the room was really very dark. A huge glass eye, an ox's eye, a window about three feet [1.5 m] high and two feet [2.5 m] wide, opened up to them, through which they could see the space. The boy was breathless, amazed. Behind the door, the father and mother watched the show, and then, in the darkness of the room, several people started singing. \"Merry Christmas, son\", said the father. The old and familiar villancians resounded; the boy moved forward slowly and crushed his nose against the cold glass of the ox's eye. And there he stayed for a long time, just looking at space, the deep night and the glow, the glow of a hundred billion wonderful white candles. FIN", "title": "Cuento de Navidad", "author": "Ray Bradbury"}