{"metadata": {"length": 2463, "words": 486, "reading_time_min": 2.43}, "text": "And the virgin bore a son, and called her husband, and said, Bring me some diapers, as I like, and bring them. The husband wanted to please his wife and asked her, \"What kind of diapers do you like?\" And the Mother-in-law said, \"I want an elephant skin. The poor husband was perplexed by such claims and could not help asking his half-face if by chance he had not lost his mind. The Mother-in-law, in response, threw the creature into her arms and immediately and in a hurry came out. And he sought the worm, and when he found it, he said to him, My friend, my field is full of grass; help me to renew it a little. And when she saw the Worm, the Worm, crawling, the Mother-in-law called the Chicken and said, \"Mother-in-law, my grass is full of worms and I need your help. The Chicken ran, ate the Worm and started scratching the floor. A little later, the Virgin found the Cat and said to him: \"Comrade, the hens are wandering in my land; you may well in my absence go around my possessions. A moment later the Cat had devoured the Chicken. While the Cat was eating his bread, the Virgin said to the Dog, \"Lord, will you leave the Cat in possession of that land?\" The dog, furious, ran to kill the Cat, because he didn't want there to be any more master than he. And the lion passed by, and the maid greeted him, and said, My lord, go not near to the field, for the dog is his. When the lion heard this, he was envious and threw himself on the dog and tore it to pieces. Finally the Elephant came out, and the Virgin called upon him for help against the Lion. And the Elephant entered as a protector in the land from which he cried out for help. But he ignored the betrayal of the Virgin, who had opened a very large hole, hiding it with infinite branches. The Elephant, falling into the trap, killed himself, but before that he had driven away the Lion, who, afraid, fled in haste into the jungle. And the maid took the skin of the elephant, and presented it to her husband, and said, I asked thee for the skin of the elephant, and thou hast called me mad, because thou hast judged my desire as the greatest fool. By God, I got it and here it is. The Spouse's husband was unaware that his companion was the most cunning animal in the world and did not even remotely dream that he was more than he was. But then he understood. Such a fame was won by the lady with her hardness that, since the incident, it is said: \"She is more cunning than a Mother-in-law!\" FIN", "title": "La comadreja y su marido", "author": "nan Anónimo"}