{"metadata": {"length": 6373, "words": 1201, "reading_time_min": 6.005}, "text": "The journey from Toribio to Madrid was a terrible one: he could not shake off the imposing figure of that Campomanes that so much war had given him in his village. Campomanes! Cifra of all that rotted. Toribio attributed to him all the vulgar qualities he most dreaded, and was content to assume no malice or perfidy. “Foolish? Badly Intentioned Campomanes? “That’s what he wants, majadero, nothing more than majadero!” Toribio said, unable to look him in the eye. He took off his gloves and was about to put them on; but then he thought, \"With our gloves like that, Campomanes will look elegant... I will look elegant.\" And they did not put them. He came to Madrid, and with him, in his head, the noble figure of Campomanes. That same afternoon he went to the old café; there, talking of everything, he forgot his penances and forgot Campomanes. When he came to the café, his friends had not yet arrived. On the adjacent table was a man alone, smoking a pipe. Toribio contemplated him, thinking of Campomanes. They came with their friends and neighbors, formed a circle around each table, and revolving around each table all things human and divine. Toribio continued to attend the old coffee. He was almost always the first one to arrive, and almost always found himself at the same table next to the same neighbor, always alone and always smoking his own pipe. He took a fierce antipathy, which became a fierce wrath. He didn't know him, didn't know who he was, or what he was. He knew nothing of him, nor what he said; he knew nothing of him, but that Toribio hated him with all his heart. \"But, Lord, why does this man burden me?\" And to justify his hatred and justify it he invented, without knowing what he was doing, a thousand pretexts. “What a ridiculous way to smoke pure! What you see in the eye! What a rotten face! What a stamp of imbecility on the dress! How I look..., how I hate, we have understood!» And all this was a lie, and Toribio knew it; he had no appearance, no luster, no face, no resentment, no aversion. “And do not greet him when he enters!”... He did not greet him either. In the force of repeating the pretexts he came to believe them, suggested them as true, and was convinced that the neighbour hated him. He sat down in the café... \"There he is, how he looks at me, I hate him, well it is known that I hate him...\" He began with his friends to speak ill of the other, to say that he hated them, to invent a thousand lies of ferocious sneers, of gestures of disdain; he ended up believing them himself. The impenetrable neighbour, perhaps, knew what was happening in Toribio's soul, but he did not let himself understand. One day Toribio came to the café a little cheerful, and the first person he saw was his neighbour at the table of them, Toribio and his friends. “He has occupied our table with his vacuousness..., he is looking for a mate... But here the tables are from the first one that arrives. No matter, he has his, why hasn't he occupied it?... No, because I see and feel in ours. You want a mate?, that he starts... It's clear! As what he wants is that I feel with him, he will say something...» He sat at the same table, facing the envious neighbor. He asked for coffee. The little boy came and went to take the cup that was in front of Toribio. -What? You're going to bring it to the other table? No, leave it here! And he looked at his neighbor. -Not that, sir - the boy protested - it is that this cup is used: in it has been taken coffee another gentleman who has been with the sir Rafael. He was called Rafael, what an ancient name! Toribio began to drink his cup, he shook his head and he didn't know what was happening. He finished the coffee and drank the cup of cognac. He asked for another cup and then another, contrary to his habit. He burned his face. Finally he turned to his neighbor and said, \"How have you come to this table, having your sack?\" The neighbor looked at him with a serene look and thought, \"I have said it, this poor boy is crazy.\" He didn't answer anything. - Why have you come to this table? -Because he gave me the chance! -You don't know that it is ours? Rafael was going to respond with crudeness, but he thought, “It’s better to be soft, poor boy!” -You know, when I came here there was a known person and I sat down next to him. It was the truth. -And when the known one has gone, why has he not left you free at our table? Toribio asked for another drink. Rafael looked at her with anxious eyes, as if he were looking at a lunatic, and said, -Because I wanted to be with you... You don't love me enough! - And you, what does it matter to you? Rafael thought, \"The wisest thing to do would be to withdraw.\" He arose and said to Toribio, \"Get up! And he went out. All that day Toribio was very excited. See, four glasses, in him that he had never taken more than one. That night he reflected and realized the impossibility of his conduct. \"I have to do it myself.\" The next day he entered the café. There was Rafael, this time at his table. Toribio was directed to him. The other thought, \"Once again the crazy one.\" He gave him a thousand explanations, asked for forgiveness, and finally invited him to dinner. Since then they have become very close friends, almost intimate. Toribio spoke of Campomanes. Rafael was an eloquent soul and the most hospitable. When Toribio had to return to his people, he felt sorry for leaving Rafael. He came to his village and the first thing that came to his mind was Campomanes. What is more rare! She did not feel any ill will towards him; on the contrary, she almost rejoiced. “It’s a miserable life,” he thought. Since then, he had no doubt that he had poured his hatred of Campomanes into a pit of bitterness. One day he was with one of his friends from Madrid when they found Campomanes. Toribio showed it to him and the other said, \"You know with whom I find him similar?\" - With whom? - With Rafael. And it was true! He had not noticed it until then. I mean, he had noticed it, but he didn't realize it. Then he explained his hatred to Rafael, and then he explained why, reconciled with Rafael, he killed the hatred he had for Campomanes. \"What is more rare, the devil knows the true reason of our hatreds and our loves... man is the most strange creature\" The truth is that the human soul has a stumbling block. *FIN* The Mirror of Death, 1913", "title": "Del odio a la piedad", "author": "Miguel de Unamuno"}