{"metadata": {"length": 4610, "words": 913, "reading_time_min": 4.565}, "text": "Every day I go to the little train station to find someone. Who is that somebody, I don't know. I always go around after shopping at the market. I sit on a cold bench, put the shopping basket on my knees, and look abstractly at the mills. Every time a train arrives, a crowd of passengers is spit out from the carriage doors. The crowd flies in packs to the mills, and people, all with the same angry face, take out their passes and hand over the tickets. Then, without looking to the sides, they walk in haste. They pass by my bench, they walk out to the square in front of the station, and they go each to his side. I'm still sitting distracted. What would happen if someone smiled and talked to me? Oh, no, by God! The mere possibility makes me so nervous that I tremble at the thought, as if cold water had been poured into my back. I can't breathe, yet I keep waiting for someone every day. Who could it be that I was waiting for? What kind of person? But maybe what I'm hoping for isn't a human being. I hate human beings. I'm actually scared of them. Every time I'm face to face with someone saying things like, \"How are you, how are you?\" or \"How did you cool off?\", just saying hello to meet, I feel like I'm the most fake person in the world. It makes me so bad I want to die. And the people I talk to are just getting defensive for no reason, giving me vague compliments, and making judgmental comments about impressions they don't really have. His mean caution makes me sad: the world is getting more and more disgusting and I can't stand it. People exchange tense greetings, distrust each other until they get tired, and that's how life goes. I don't like meeting people. That's why, unless there was an exceptional reason, I never visited friends. The most comfortable thing for me has been to be at home with my mother sewing, the two of us, silently. But eventually war broke out, and the atmosphere became so tense that I began to feel guilty for staying home all day without doing anything. I was feeling distressed and I couldn't relax at all. I wanted to make a direct contribution by working as hard as I could. I lost all faith in the life I had led up to that moment. I can't stand to stay at home quietly. However, when I go out I realize I have nowhere else to go. So I go shopping, and on my way back I walk through the station and I feel distracted in the cold bench. I have the illusion that someone will come, but if that person really showed up, what would they do? The idea freaks me out, but I'm resigned. If that happens, I'll give you my life: I'm ready and that moment will mark my destiny. These feelings of resignation and impudent fantasy are woven together in a very strange way. The sensation is suffocating. The world around us is silent; people coming and going at the station appear small and distant, as if they were looking through a telescope upside down. The feeling is vague, like I'm dreaming awake, like I don't know if I'm alive or dead. Oh, my God! What am I waiting for? Maybe I'm just an obscene woman. All that about the outbreak of war, about feeling distressed, about working hard because I want to be useful, maybe it's just a lie, a noble excuse to try and find an opportunity to materialize my indiscrete fantasies. I sit here with lost eyes, but deep inside, I can see the flame of my obscene desires burning. But who the hell am I waiting for? I have no clear idea whatsoever, only a vague and confusing picture; yet I keep waiting. Since the outbreak of war I've been walking around here every day at the back of the grocery store and I sit on this cold bench waiting. What if someone smiled at me and talked to me? Oh, no, you're not the one I'm waiting for. Then who? What am I expecting? A husband? - No, I'm not. A boyfriend? No, not at all. A friend? I'm not going to. - What? It's ridiculous. A ghost? Oh, no, please! Something more calm and cheerful, something wonderful. I don't know what. Like, like, spring. No, it's not that. Green leaves. The month of May. The fresh, crystal clear water flowing through the wheat fields. No, that's not it either. Oh, and yet I keep waiting, with my heart beating. People pass one by one before my eyes. It's not that, it's not that. With the shopping cart in my arms, I tremble and hope with all my heart. I ask you, please, not to forget me. Please don't forget the 20-year-old girl who comes to the station every day and comes home feeling empty. Please remember me, and you didn't laugh at me. I'm not gonna tell you the name of the station. Even if I don't, you'll see me someday. Fin Matsu, 1954", "title": "Esperando", "author": "Osamu Dazai"}