{"metadata": {"length": 7413, "words": 1391, "reading_time_min": 6.955}, "text": "Manuel and his wife were poor, and the first time they searched for a flat in Paris they found only two dark rooms, below the level of the alley, that gave a suffocating patty. Manuel was sad. He was an artist and there was no light to work on. His wife didn't care. She used to go out every day to do her trapeze act in the circus. In that underground place, his whole life seemed to become a prison. The gatekeepers were very old and the tenants of the building seemed to have agreed to turn it into an old people's home. So Manuel wandered the streets until he came across a sign: \"SHOW YOU Drank\". He was led to a two-room attic that looked like a hut; but one of the rooms faced a terrace and, when Manuel went out to the terrace, he was greeted by the screams of some school girls in the playground. There was a school across the street and the girls were playing in the yard under the terrace. Manuel stared at them for a moment, his face shining and widened by a smile. She was subjected to a slight tremor, like the man who foresees great pleasures. She wanted to move out immediately, but when the night came, she convinced Thérèse to go and see him, she found only two uninhabitable rooms, dirty and abandoned. Manuel repeated: \"But there is light, there is light to paint, and, besides, a terrace. \"I wouldn't live here\", Thérèse said, shrugging her shoulders. Then Manuel got his hands on the job. He bought paint, cement and wood. He rented the two rooms and dedicated himself to fixing them. He had never enjoyed working, but this time he took a step back and did a meticulous job of carpentry and painting, as had never been seen before, to make the place look beautiful in Thérèse's eyes. As I painted, repaired, cemented and hammered, I heard the laughter of the little girls playing in the yard. But he held back, waiting for the right moment. She was fantasizing about what her life was gonna be like on this floor across from the girls' school. Within two weeks the floor had been transformed. The walls were white, the doors were perfectly closed, the cabinets could be used, and the floors no longer had holes. Then he took Thérèse to see him. She was very surprised and immediately agreed to move. One day, a car moved his belongings. In this new place, Manuel thought, I could paint, thanks to the light. He was jumping all over the place, happy and changed. Thérèse was happy to see him in that mood. The next morning, with the things half-packed and sleeping in beds without sheets, Thérèse went to work in the trapeze and Manuel was left alone to fix things. But instead of unpacking, he went down the street and to the bird market. There, the money Thérèse had given him for food was spent on buying a cage and two tropical birds. He came back and hung the cage outdoors on the terrace. For a moment he was looking at the young girls playing, seeing their legs under the folded skirts. How they fell on one another in their games, how their bellies floated in the air when they ran! Their small, youthful breasts were beginning to show all their rotundity. He got colored, but he didn't hurry. I had a plan too perfect to abandon. For three days he spent the money from the food on all kinds of birds. The terrace was now a bird boiler. Every morning, at ten o'clock, Thérèse went to work and the floor was filled with sunshine and laughter and the screams of the young girls. On the fourth day, Manuel went out on the terrace. The recess was at ten o'clock. The schoolyard was bustling. For Manuel it was an orgy of very short legs and skirts, which in the games showed the white braguitas. There, in the midst of the birds, he was getting more and more excited, but finally the plan came true: the young girls looked up. Manuel called them: \"Why don't you come and see? There are birds from all over the world. There's even a bird from Brazil with a monkey's head. The girls laughed, but after school, driven by curiosity, several went upstairs. Manuel was afraid that Thérèse would introduce herself. So he only allowed them to look at the birds and be amused by their colorful peaks and their strange, grotesque trines. He let them squat and look, get acquainted with the place. By the time Thérèse arrived at 1:30 a.m., she had gotten the girls' promise that they would see her again the next day at noon, as soon as school was over. At the appointed time four young birds of all sizes appeared, one with long blond hair, another with a striped head, the third with a slender tongue, and the fourth, a slender and shameful one, with very large eyes. As they watched the birds, Manuel became increasingly nervous and excited. I'm sorry, I said, I have to pee. He left the service door open, so they could see him. Only one, the embarrassing one, turned around and stared at him. Manuel was on the girls' backs, but he could see over his shoulder if they were watching him. When he noticed the shameful girl, with her huge eyes, she turned her face. Manuel had to button up. He wanted to achieve his pleasure with prudence. That's enough for today. Having seen the big eyes above him, he dreamed for the rest of the day, offering his tireless penis to the mirror, shaking it like a candy, fruit or gift. Manuel was well aware that nature had endowed him with a good deal of size. While it was true that his penis would become weak as soon as he was too close to a woman, as soon as he lay next to a woman; while it was true that he would fail whenever he wanted to offer Therese what she wanted, it was also true that he grew to a huge size and behaved most vividly when a woman looked at him. That was when he was in all his possessions. While the girls were locked in the classrooms, she frequented the Paris pissoirs, so abundant, the small round kiosks, the doorless maze, from which at all hours came out men who buttoned themselves with disdain looking directly into the eyes of the elegant women, the fragrant and chic women, who didn't immediately notice that the man was leaving the pissoir and then lowered their eyes. This was one of Manuel's greatest pleasures. He could also bet against the urinary system and look up at the houses above his head, where women often looked out at the windows or on the balcony, from where they could see his penis grabbing. He would not have enjoyed the sight of men, if it had not been a paradise for him, for all men know the trick of quietly peeing while watching the neighbor do the same. And the young men came in for no other reason than to see and perhaps help each other during the operation. Manuel was very happy the day the embarrassing girl looked at him. I thought it would be easier for him to be completely satisfied with his own control. He feared that the impetuous desire to exhibit himself at any cost would take hold of him; then everything would go to waste. It was time for another visit and the girls were going up the stairs. Manuel had put on a kimono, a kimono that could easily be crossed by accident. The birds were behaving very well, pickin' and kissing and fighting. Manuel got behind the girls. Suddenly the chimney opened and, when he found himself caressing a large blonde, he lost his head. Instead of closing the chimney, he opened it more. Turning around, the girls all saw him in a trance, with his big erect penis pointing at them. They all got scared, like little birds, and ran away. ♪ Finish ♪", "title": "Pájaros", "author": "Anaïs Nin"}