{"metadata": {"length": 7854, "words": 1447, "reading_time_min": 7.235}, "text": "When he returned to examine the diminution of his inheritance, which they had guaranteed with a loan of 60 out of 100, it occurred to Ambrosio de Sabuedo to look at his magnolia tree in Magonde, to see what old and sickly trees were and how the new ones were growing. That pine was the quitapesares of your Ambrosio. Within a couple of years he could expect to get a good deal of money out of him; by then the road to Marineda would be established, and the hauling would be easy and the bidders numerous and frantic in their proposals. If Grand Ambrosio could, under a glass canopy he would guard his gleaming magnolias. Just as the beautiful had passed, the old man showed an imprecation. On his right, and still strewn with resin, was the head of a freshly cut pine. A few steps further, another sailor threw a similar grenade. No trace of the trunk. And Ambrosius, bursting with rage, recounted to five upright, circumscribed, and secluded pines... for whom? At this point, the thoughts of St. Ambrosius were focused on Pedro de Furoca, also known as the Grilo, the most vagabond and liar of the parish. Only he could make such a daring hand gesture: take the car at night, cut and load the pines with the help of some bribe from his own pocket, and sell them cheaply in Marineda, because for what they cost him... Bad luck! In the midst of his fury, Ambrosio came up with a brilliant idea. He thought he had found a way to make the pine impenetrable. He returned to the village, and he was careful not to complain of the robbery of the trees. On the contrary, in the conversations near the fire, in the ashtrays, at the exit from the greatest mass, he assured that he ignored the state of the pine, that he would never venture to go there, even when he was interested in watching its trees, since one day, at sunset, he had seen, but he had seen with his own eyes that he had to eat the earth!, something from the other world, probably an soul from Purgatory. And as your aunt Margarida and Felisia ask you of Zas, dead of fear, the signs of the soul, your uncle Ambrosio describes her minutely: she was very tall; she threw up white sands and a tangle of branches that made a roaring noise, and gave every breath a tremor in the tree. Two glowing eyes completed the portrait of that mysterious being. Some little ones, it is true to say, were averse to the description, for scepticism was already a scourge in the villages; but women, old men and children endorsed the counsel of St. Ambrose, and the Grilo was one of the first to identify himself if he passed with his broomstick in front of the pine. Father Ambrosio was bending his hands in awe of the trees when he experienced a great surprise and a profound impression: the boy of your Margarida, Gorinos, coming down from the mountain at night with a sack of hay to carry, had also seen, in the beauty of the pine, the soul. Father Ambrosio interrogated the boy, whose teeth were still clenched in fear, and heard him repeatedly repeat his own picture: the gigantic stature, the white blotches, the gleaming eyes and the shivering sighs of the vision of the other world. He was astonished and awed by the news, and he was deeply moved by it. Better than anyone knew him that he was a fat pig. However, God said it in such a way and with such a ring of sincerity, that, oh!, it gave me something to think about and even hard. And as if the statements were not enough, Gideon fell sick from the bed and spent eight days on the bed writhing on the left side. Until the chiquita recovered, Ambrosio, without knowing why, without defining it, had no desire to go back through the pine. It was necessary to see what was happening, and the old man needed, to not lose verisimilitude to his own invention, to go so that they would not see him at night. He did so, provided with a sledge and a sledge-hoe, and circling between the bushes and then by an abandoned teeter, in which the hoyos were open to extract the sand. He was cautiously seeking the shade of the trees, his eye alert, his heart beating. When he found himself near the pine, he paused for a moment, breathing heavily. The moon, which had just set between two gloomy shadows, gave a splendid appearance to the black trunks, twisted and swollen like columns; and the wind, as it blew over the twigs, blew a shivering lilac-scented breeze, which seemed to be the cries and lamentations of a wailing angel. The moon was now a gloomy gloom, and Ambrosius, now ready to save the beauty, heard soon a groaning and at the same time a painful sigh. He shaved his short hair and, frightened, ran in the opposite direction of the tree. A little trembling and walking he remarked, that, at last, it was hard to pelt the Ambrosius, and gnashing his teeth he went back, proposing to enter into his penitentiary, despite all the cries and groans that there inside sounded. Again the moon shone in the sky, and its cold, sad light, instead of bringing peace to the spirit, increased the clamour. The thousand sounds of nature, the rustling of the trees, the faint rustle of the flowers, acquired at such a time and in such a place a meditative solemnity. Already near, Grandpa Ambrosio thought he heard the fatidical thud, a sigh, a sigh, at a greater distance. He mastered the tension in his muscles and advanced two or three steps. Suddenly, his feet were nailed to the ground as the roots of a tree. Out of the most slender of the space, she had just appeared, beware!, the “thing from the other world.” There he was, there, as he had described, so high that his inflamed eyes seemed to sparkle in the light of a tree, wringing melancholy the white strands of the sydary, whose skeletal folds moved with the night breeze; walking slowly, making the tangled strands ring and shivering horribly, as if he were shivering the prices... Ambrosius opened his mouth, his arms after, shook himself and fell backwards, as if a great weight had been slammed into his head... He lay on the ground, motionless, without knowledge, accidentally on the floor. He returned at the time it was morning. The night rock, which had a ring of sand and diamonds on the grass, had shattered the clothes of the lark and penetrated its dry and rotten holes. He wanted to be incorporated, and he felt a sharp pain; he was found tulled or somewhat less. He cried, asking for help, but no voice answered him: the place was very lonely; there, since the tyrants had been driven out, there had been no human dwelling there. As he could, and trembling, Ambrosius took the way out of his village and his house; and his wife, seeing him dead, decided to call the physician, with whom they had been bound for six oats a year. The doctor came, and there was a long prescription, for Ambrosius was suffering from a reumatism of the most dangerous kind. Lent was the convalescence, and the old sailor walked on crutches for more than two months. When he could walk, he was so exhausted and deformed that no one in the village knew him. The tyrant Ambrosio returned to life with a fixed idea encrusted in his sharp and subtle mind. I wanted to see the pine, see it clearly, what it means to see it. And as he was not fit for long walks, he arose early in the morning, and at twelve o'clock, with a glad sun, he set out on the way and crossed the plain. From the very beginning, he warned that this was a loss. On the right and left, among a few trees to cover the tala, were only cepheids, some fresh, white and resinous, others cut down, gray and rotten. The two thirds of the magnificent pine had disappeared. And Ambrosio, in front of that horror show, perfectly described the sour blows, the appearance of the soul in penance and the easy credulity of the Grilo... He shook his fists, threw a sour punch in the face, looked at the rotten hand and murmured in dialect: -I am still me.", "title": "El pinar del tío Ambrosio", "author": "Emilia Pardo Bazán"}