{"metadata": {"length": 6927, "words": 1302, "reading_time_min": 6.51}, "text": "From the bed where he was lying, Adolfo Lo Ritto, a fifty-two-year-old decorator, heard the key in the door lock turn. He looked at the clock. One and four. It was Renata, his wife, coming home. He stopped at the doorstep of the room and, with a smile on his lips trying to be natural, took off his bird feather hat. Thirty-eight years old, thin, with a very thin waist, naturally frowned lips in a childish moan of anger, had something indecent and shameless. Without lifting his head from his pillow, he groaned in a tone of reproach: \"I have found myself wrong. Have you found yourself wrong? She answered, quietly approaching the closet. One of my terrible cramps... I couldn't take it anymore. And you've been through it? He asked the woman without changing her tone. Now I'm a little over it, but I still feel bad The voice suddenly changed, it became acute, violent And where have you been? Can anyone tell where you've been? Do you realize it's almost 1:30. Hey, you don't have to raise your voice so much. Where have I been? I've been to the movies with Franca. What movie? In the Maximum. What did they give? But, well, can you tell what's going on with you tonight? I don't know what this interrogation is about, if I've been where, if I've been in what cinema and what movie, do you want to know what tram I've taken? I told you I was with Franca! And what movie have you seen? As he said this, he, without giving up the expression of suffering, had approached the table at night to pick up a package of newspapers. You want to check it out? You don't believe me, do you? You ask the questions to catch me missing, huh? Well, I'm not gonna tell you anything, so you'll learn. Do you know what you are? You want me to tell you what you are? Ritto felt so sorry for himself that he was about to start crying You want me to tell you what you are? You want me to tell you? And with the fury that was rising up his throat, he kept repeating the same stupid question. Say it, say it if you want! You're a... you're a... you're a... she repeated it at least ten times, mechanically, feeling a dark voluptuousness in hurting like that in the wound she felt inside her chest. While I'm here about to slap her you go around and ask who, fuck the Maximum movie! I'm sick and you're playing with young boys, you're worse than them... At that moment, to increase the effect, he faked a hiccup and started to masculinate: You've... you've broken my heart, you're the dishonor of the house, while I'm here, sick in bed, you're out all night! How heavy, how heavy! She finally cried out after putting her hat and suit in the closet, and looked back at him, pale, with her face shrunk by evil. It's all right now, isn't it? Ah, well, that's fine, you'll have courage, so I'm supposed to shut up, right? Act like nothing happened, huh? And you, meanwhile, play until one in the morning doing whatever you want... so I have to shut up... she spoke quietly, slowly, whistling those words: Look at the painter Lo Ritto, the painteress Lo Ritto! He enjoyed making every word sink like a drill into his weakest points. Look at yourself in the mirror, you're a finished man, a ruin, ugly, toothless, with that disgusting nest of lice! Don't you notice the plague in this room? And with a disgusting muzzle he opened the window in pairs and looked out as if he wanted to breathe clean air. From the bed came a sort of lament: \"I kill myself, I swear I kill myself, I can't do it anymore\"... Now she was silent, motionless, looking out, in the cold December night. After a moment, he returned to the cargo, no longer complaining, but with a renewed attack of anger: \"Close that damn window! You want me to give you something? But the woman didn't move. He could see her in profile: her face was no longer shrunk or had the infamous expression of before, but suddenly she seemed to have gone lifeless; a new feeling reflected in him that had strangely transformed him. And it was illuminated by a light that we didn't know where it came from. What are you thinking? He asked himself. Did I scare you with the threat of killing me? Then he realized it couldn't be that. Although he might still have delusions about his wife's affection, it was clear that it was something else, something far more terrible and powerful. But what? At that moment, she, without moving, called him: \"Adolfo\" and said it in a tender, frightened voice of a child. Adolfo, look, he muttered again with an inexpressible dismay, as if he were breathing his last. Curious, Lo Ritto jumped out of bed, unconcerned by the cold, and met his wife at the window, where he too remained motionless. Behind the black ridge of the roofs, beyond the courtyard, a huge, bright thing rose slowly up in the sky. Gradually, his curved and regular profile was drawn out, until he appeared completely: a glittering disc of enormous size. Oh, my God, the moon! \"The man said, \"I'm scared\". It was the moon, but not the peaceful inhabitant of our nights, propitiating the charming spells, discreet friend whose fabulous light turned the slums into castles, but a vast monster ravaged by abyss. By an unknown cataclysm it had agitated horribly and now, silently, it was hovering over the world, spreading in it a still and dazzling light, like that of the flames. Such glow highlighted the tiniest details of things, the edges, the roughness of the walls, the corners, the stones, the hairs and the wrinkles of the people. But no one was looking around. All eyes were on the sky, unable to turn away from that terrifying appearance. So the eternal laws had been broken, terrible damage had been done to the rules of the cosmos, and perhaps that was the end, perhaps the satellite is still approaching at increasing speed, within a few hours the evil globe will widen to fill the whole sky, then its light will be extinguished within the earth's shadow cone, and nothing will be seen, until, for an infinitesimal fraction of a second, thanks to the faint glow of the night city, a huge, rugged stone roof will be predicted to be falling over us, and we won't even have time to see what happens. Everything will sink into nothingness before even the ears sense the first thunder of torment. In the courtyard, there is a noise of windows and posts opening, called, screams of terror; in the windows groups of human figures, spectralized under that light. Ritto feels his wife's hand squeezing his right hand so hard that it hurts him. Adolf sings her in a whisper. Adolf, oh, forgive me, Adolf, have mercy on me, forgive me! As she wept she squeezed against him, shaken by a violent trembling. With his eyes fixed on the monstrous moon, he embraces his wife, while, throughout the terrified city, a roar seems to rise from the bowels of the earth - humans - in an immense chorus of millions and millions of screams and lamentations. *FIN* Lincantesimo della natura, Corriere della Sera, 1953", "title": "El embrujo de la naturaleza", "author": "Dino Buzzati"}