{"metadata": {"length": 5207, "words": 997, "reading_time_min": 4.985}, "text": "There's nothing in the world as beautiful as a mirror. But it has to be a real mirilla, a real mirilla, like the one Juanito had on the mountain. This was a poor boy who was already a shepherd. He was walking barefoot and his pants were torn. He coughed frequently, and his face was pale and thin. In winter, he was starving with his mother in the poor shelter. He spent the summer in the mountains. The villagers looked at him with compassion, and some said he was not quite well in his head. But this was only the opinion of some. If cows could talk, they would have said something very different. Juanito saw and heard even more than other people. But he did not talk about it with intelligent people, only once with his sick mother. He spoke to the cows many times in the mountains. When the cows quietly and quietly chewed the mountain grass between the strained teeth, they listened to him calmly. Many teachers would be very happy to have students who were as attentive as they were. Juanito slept at night in a mountain cabin. Under the roof, very close to the wall of boards, he had his haystack. This bed he wouldn't have traded for any canopy bed of a king. Sometimes, though, it was very cold up there, and then Juanito would cough all day long. - Come down with us! Our hostel is warmer, the good cowboy told him. But this Juanito could not do, because on the wall of boards there was a small round mirror. And I didn't want to leave her. In the morning, as soon as he opened his eyes, the sky scale was already before him. This one was driving from her bed, obliquely, to the heights. There the little creatures of the sun went up and down. They wore bright crowns on their little heads and greeted him by saying good morning. He was the sun king and he greeted everyone kindly. Then he would get up and go outside the cabin to greet his queen. She was already waiting on the mountain, dressed for his sake in a precious purple robe. His servants had spread diamonds on the flower carpet at his feet. Now Juanito could walk through it, slowly and dignified, just as a king should. Even at night, her gaze was very beautiful. Then they looked up at the stars, and asked gently if they could come and visit him. But almost always Juanito was too tired and preferred to sleep. But one day the boy couldn't sleep any more. The annoying cough afflicted him more than usual, and his head hurt and burned as if he had put it in an oven; moreover, he seemed to have something dark over his chest that pinched and oppressed him. - Help me out! - he kicked the poor boy out. Then a star appeared in the mirror. - Do I have to come? - he asked. Juanito nodded and at the point he let the star fall from the sky. Juanito saw it with his own eyes. Then he had to get up and go out to meet the heavenly guest at the door. He went down the stairs, teasing in the dark, until he found himself outside. In front of the cabin, in the middle of the mountain, a young man in silver robes was waiting. - Come on, you two! - said the messenger, and he took it by the hand. Together they oscillated through the spaces above the celestial Milky Way, toward the great garden of stars that is high above. Juanito took a quick look at himself. Yes, yes, he was wearing his royal sun king robe. He could then go to anyone. All the stars bowed when he passed before them. There were many thousands, and all to the most beautiful. They finally reached the golden portal of heaven. - Peter, open the door! The Sun King is coming to visit us, Juanito! Then the gates of heaven were opened wide, and the King of Heaven came out to meet them. - Why do you give me this great honor? - asked Juanito humbly. - Because you've woven your gray earthly dress with the gold of the sun. You were already down there like in the sky. That's why you're here like home. If you like, you can stay with us forever. -Thank you\", said Juanito. But first I have to say goodbye to my mother. - Why do you want to say goodbye to her? - asked him sweetly the King of Heaven. Bring her up here with you! The Sun King's mother must be among the guests. Then Juanito was greatly glad, because he was going to give a joy to his mother. Pressurely, he signaled his companion, and together they slipped back toward the Earth. There was a lot of excitement down there. The Alpine cowboy ran from the mountain to the poor man's home in the village. I was going to tell Juanito's mother that I had to go up right now. Her little boy had been lying in the morning with a high fever in front of the cabin and was in a death trance. But Juanito's mother coughed too hard and couldn't get out of bed. Juanito knew that. She slipped with her companion through the open window and reached her mother's bed, in the poor house. - Queen mother, he said. Get up and put on your most beautiful dress! Put on the crown too! You're invited up there as a guest. Then the mother's eyes shone like the sun, and she followed her son, and was received up there, like him, with brilliant honors. From the house, however, from the poor, they took out two black coffins the next morning, and the people of the village placed flowers on them, piously. FIN FINISH Anonymous Swiss", "title": "La mirilla", "author": "nan Anónimo"}