{"metadata": {"length": 3431, "words": 636, "reading_time_min": 3.18}, "text": "He took an emperor (not always a king) and had a single son, good as good bread, sweet as a dove (of which there are many), and with the soul heaving with sweet hopes and sweet beliefs. No shadow of doubt, nor the slightest hint of scepticism, mingled with the prince’s youthful and pure spirit, which, with arms open to humanity, a smile on his lips and faith in his heart, sounded a song of flowers. However, to his imperial majesty, which was, of course, more enfeebled in years than his strength, and had, as it were, a more twisted twig, he was troubled that his only son should so firmly believe in the goodness, loyalty, and adherence of all the people he found there. To prevent him from the dangers of such blind faith, he consulted the two or three most renowned sages of his empire, who recited libations, raised figures, drew horoscopes and made predictions; in fact, he called the prince, and admonished him, in a judicious and very concerted discourse, to moderate that tendency to judge well of all, and it was understood that the world is not but a vast field of battle where interests are fought against interests and passions are fought against passions, and that, according to the appearance of some very famous ancient philosophers, man is a wolf to man. The prince replied that for him they had always been a thorn and a thorn, and that wherever he went he found only bright faces and sweet words, solitary friends and solitary women and lovers. -You are a prince, you are a little boy, you are a pig -advised the old man, pointing to his head-, and therefore judge as you judge. But I, as a father, must open your eyes and let you benefit from some of my experience. Take a test and tell me what you think. Put this magical charm on your collar, and see it roaming around the homes of your best friends... and friends. Ask if you want to see the real thing and give them a coin in love token. You will find them very tasty; gather them in a bag and bring them here with the collection. He ascended the throne, and in the afternoon returned to the palace with a bag of money so heavy that they carried it between two posts. Now - the emperor ordered - that you have collected the funds, dress as an artisan or a tanner and walk along those paths, paying your expenses with the money they gave you today. The Prince complied with the order and went out alone and in humble attire, carrying the money from his sack in his belt, bag and shoes. In the first hotel he stopped at they wanted to stab him for pretending to pay with a fake currency. In the second, they shook him from his foundations. And in the third, he took the Holy Sisterhood for a phony money-changer; until, enraged by his rage, the villagers threw him out of the village, where he resolved not to present any more money to his friends... and friends, and return to the palace asking for limosna. When he came before his father, and this father saw him so pale, so destitute, so maltreated and so melancholy, he asked him with an air of triumph: \"What is the world's currency?\" - Of clay, Father... False... But what I am crying over is not that coin, but another of pure gold that I also lost. -What, my son? -My illusions, which have made me a fool - said the prince; and looking at his father with scorn and wrath, he retired to his chamber, which he locked forever, for there he only came out to write, leaving the empire without successor.", "title": "La moneda del mundo", "author": "Emilia Pardo Bazán"}