{"metadata": {"length": 3574, "words": 699, "reading_time_min": 3.495}, "text": "She lives in the parish of St. Bennet Funk, near the Royal Market, an honest and poor widow who, after her husband died, took guests into her home. I mean, he left some of his rooms free to relieve his rent. Among others, he gave his buhardilla to an artisan who made gears for clocks and who worked for those traders who sold such instruments, as is customary in this activity. It happened that a man and a woman went to talk to this gear manufacturer about some business related matter. And when they were near the last steps, by the completely open door of the loft where he worked, they saw that the man (a watchmaker or a gearsman) had hung himself from a beam that stood lower than the ceiling or the skylight. Stunned by what she saw, the woman stopped and shouted at the man, who was behind her on the stairs, to run up and down the poor wretch. At that very moment, another man running from another part of the room, which was not visible from the stairs, was carrying a scabbard in his hand. The man, faced with a great hurry, placed it under the unfortunate man who was hanging and, climbing quickly, took a knife out of his pocket and holding the hanged man's body with one hand, made signs with his head to the woman and the man who was coming behind, as if to stop them from entering; at the same time he pointed the knife at the other, as if about to cut the rope to let it go. The woman stopped for a moment, but the man standing on the bench kept on touching the knot with his hand and knife, but he didn't cut it. And she cried again to her companion, and said, Arise, and help the man. I assumed something was stopping his action. The man who was sitting on the bench motioned to them to stay quiet and not to enter. \"I will do it right away, \" he said. Then he struck twice with the knife, as if cutting the rope, and then stopped again. The unknown was still hanging and dying as a result. When the woman on the stairs heard the incident, she shouted, \"What's going on? Why don't you go down to the poor man? And the man that was following her, having finished his patience, pushed her and said, Let me go. I assure you I will, and with these words he came upstairs and into the room where the strangers were. But when he got there, heaven! The poor watchmaker was hanging, but not the man with the knife, or the banquet, or anything else or being that could be seen and heard. It had all been a hoax, urged by ghostly creatures sent no doubt to let the poor wretch hang and die. The visitor was so terrified and surprised that, despite all the courage he had previously shown, he fell round to the ground as dead. And the woman, finally, to get the man down, had to cut the rope with scissors, which gave her a lot of work. Since I have no doubt about the truth of this story told to me by people whose honesty I trusted, I think it will not take me much to convince them who the man at the banquet should be: it was the Devil, who stood there to finish the murder of the man whom, as his custom had it, he had tempted before and convinced to be his own executioner. Besides, this crime fits so well with the nature of the Devil and his occupations, I can't question it. I can't believe we're wrong to charge the Devil with such an action. Note: I cannot be certain of the end of the story; that is, whether the watch was lowered fast enough to recover or whether the Devil executed his purposes and kept the man and woman apart until it was too late. But whatever it was, he must have struggled demonically and stayed until he was forced to leave. FIN", "title": "El Diablo y el relojero", "author": "Daniel Defoe"}