{"metadata": {"length": 3900, "words": 700, "reading_time_min": 3.5}, "text": "Six boys in blue shirts, sordid, starry, sat on the rock; their bare legs hanging over the sea that often runs dry and bathes their feet. Each has its own reed and its own pile of rocker worms, the food that fish find most tasty. They spend thirteen hours fishing, and they shout unanimously of victorious ones whenever one takes out some mouth-opened serrano into the sea that scatters the glittering rods of its spiny membranes. The twilight of the evening slowly dampens the splendor of its purple mourning. Stars begin to glow in the blue air. A pack of crows crosses space and gets lost in the mountains, between the dark, disintegrating walls of an old castle. More than one boy, tired of watching the fishermen's grandparents unceasingly swing at the rhythm of the waves, has fallen asleep. They drop their heads on their chest. The fingers loosen and the reed is hardly held, which lower its beaks to the water level. - They don't sting anymore. - Says a moody one. - It's dark, and it's dark! - another shouted, looking up at the sky with his eyes. - Will you believe me? It's best to have a little dream until the moon rises. Everyone agrees. They line up, very tightly, pass their arms over the backs and the nails of their companions, and lie down quietly on the razor, crammed into a rock. The night gets darker and darker. The moon is yellowing in its east; a band of ash fog divides its sphere. The sea sings a crib song to the boys, attenuating their grumpy voice. Suddenly, it sounds like a thick, deaf galope... back, back, back... and the Sea Dames are coming up, riding some bermuda lobsters, some riding huge old crab, covered in sea moss. They all laughed, splashing with a stalactite the delicate joints of their unused riding, which ascend the slippery slopes of the rock. They all laughed, staring at the fresh air and shaking the dew of their hair and their watery veils. They're white like the pale flesh of a fish. Their fine hair is iridescent; their hair shines like a scaly scarf; their coats are green, long, long, drawn; their eyes are dripping with light like the ones sometimes produced in the water by the rope's rubbing. As they pass, they smell like seafood. As soon as they notice the presence of the six novice fishermen, they unwind, approach them, and grab onto their legs. A lady feels thoughtful in the highlight formed by the lip of a sleeping boy. Another hangs from another boy's eyebrow, and looks curiously at the cleft of his eyelids, eager to wink at him. She looks voluptuously at the landscape from the top of the band's most gallows' crowning. The one from beyond is attentive to the most tender and uses its gentle, temperate breath to warm the tiny hands. Some of them are crashing on the same head. They collide in the eminence of one shoulder, which they climbed from opposite sides. You never hear the tiniest sound. Finally, they're all going to whisper mysterious words in the ears of the sleeping. They tell you about the poetry of the sea, the exquisite playfulness of the waves, their beautiful colors that are constantly traded; they tell you about the fish and the grasses where they peak; about the storms, about serenity, about the charms of an endless journey, about the sublimity of the unforgiving elements... about something our words cannot express. And the fishermen dream, they dream everything that the little fairies inspire them in a low voice. When they wake up, the Sea Dames have already disappeared, and nothing more than the roar of their donkey riders running to plunge into the water. But the charm has come true. No more storms or distresses of any kind can quench the love of marine life in the hearts of boys. Give them the good fortune in the mountains, and you will see them burdened with sorrow and sorrow. FIN We thank Jorge Almarales for his contribution to this story to the Digital Library of Ciudad Seva.", "title": "Las damiselas del mar", "author": "Joaquim Ruyra"}