{"metadata": {"length": 6484, "words": 1232, "reading_time_min": 6.16}, "text": "Early one morning in June 1872, I murdered my father, an act that deeply impressed me at that time. This was before I got married, when I was living with my parents in Wisconsin. My father and I were in the library of our house, sharing the proceeds of a robbery we had committed that night. It consisted, for the most part, of domestic goods, and the task of an equitable division was difficult. We agreed on napkins and towels and stuff like that, and the food was almost perfectly distributed, but you can imagine that when it comes to splitting a single music box into two, without anything, the difficulties begin. It was that music box that brought disaster and misfortune to our family. If we'd left her, my father might be alive now. It was an exquisite and beautiful work of art, embedded in expensive wood, curiously carved. Not only could he play a wide variety of themes, but he also whistled like a rooster, barked like a dog, sang like a rooster every morning - whether he got a rope or not - and recited the Ten Commandments. It was this last wonder that won my father's heart and led him to commit the only dishonorable act of his life, though he might have committed others if he had forgiven him that: he tried to hide the box from me although I knew very well that, as far as he was concerned, the theft had been carried out mainly to obtain it. My father had the music box hidden under his coat; we had used layers as a costume. He had made sure that I hadn't taken it. I knew that I did, and I knew something he obviously did not know: that the box would sing in the light of day and betray him if I could prolong the division of property until that hour. Everything happened as I wished: when the gaslight began to pale in the library and the shape of the windows was seen darkly behind the curtains, a long cockroach came out from under the gentleman's cloak, followed by some compasses of Tannhäuser's aria and ending with a loud click. On the table, between us, was a small hand axe that we had used to penetrate the unhappy house; I took it. The old man, seeing that it was no use to hide it any longer, took the music box out of his coat and put it on the table. - Cut it in half if you like it better, he said. I've tried to save her from destruction. He was a passionate lover of music and played the harmonica with expression and feeling. And I said, I will not question the purity of his cause; it would be my pride to judge my father. But business is business; I will effect the dissolution of our society unless you agree to use a rope in future thefts. \"No\", he said after a moment's reflection, \"no, I couldn't do it, it would seem like a confession of dishonesty. People would say you distrust me. I could not help but admire his temper and his sensitivity; for a moment I felt proud of him and willing to conceal his lack, but a glance at the enjoyable music box decided upon me, and, as I said, I drew the old man out of this valley of tears. Once it was done, I felt a little discomfort. Not only was he my father - the author of my days - but no doubt the body would be discovered. It was already full day and at any time my mother could enter the library. Under such circumstances I thought it wise to suppress her too, which I did. I paid all the servants and fired them. That afternoon I went to see the Chief of Police, told him what I had done and asked him for advice. I would have been very sorry if the events had gone public. My conduct would have been unanimously condemned and the newspapers would have used it against me if I ever got a government job. The Chief understood the strength of these reasons; he was also a seasoned killer. After consulting the judge presiding over the Court of Variable Jurisdiction, he advised me to hide the bodies in one of the bookstores, take a strong insurance policy on the house and burn it down. Which I went on to do. In the library was a bookcase that my father had recently bought from a crazed inventor and that hadn't filled with books. The furniture was shaped and sized like those old clothes you see in bedrooms that have no closets, but it opened up from top to bottom like a lady's locker. It had glass doors. I had cushioned my parents and they were already rigid enough to stand upright, so I put them in the bookcase, from which I had already taken the shelves. I locked the door and pinched some curtains on the glass doors. The insurance company inspector walked past the furniture half a dozen times without suspecting anything. That night, after getting my policy, I set the house on fire. Through the woods I headed for the city, which was two miles away, where I managed to find myself at the moment when the excitement caused by the fire was at its highest point. With shouts of apprehension over my parents' fate, I joined the crowd and arrived with them at the scene of the fire, about two hours after I had set it on fire. The whole town was there when I arrived in a hurry. The house was completely consumed, but at the end of the bed of ugly lights, embroidered and uncluttered, the bookkeeper could be seen. The fire had burned the curtains, but it left the glass doors in sight, through which the fierce red light illuminated the interior. There was my dear father, just like when he lived, and beside him his companion of sorrows and joys. They didn't have a hair burnt and their clothes were intact. Conspicuous were the wounds to their heads and throats, which in pursuit of my designs I had been compelled to inflict upon them. People kept silent as if in the presence of a miracle. Terrors and terror had bound all tongues. I was very affected myself. About three years later, when the events here described had almost disappeared from my memory, I went to New York to help with some counterfeit U.S. bonds. One day, while looking distracted at a furniture store, I saw an exact replica of my bookcase. \"I bought it for a bicoc from an inventor who quit the trade\", explained the salesman. He said it was fireproof because the wood pores were filled with hydraulic pressure with alum and the glass is made of asbestos. I don't think it's really fireproof... I can give it to you at the price of a regular bookstore. - No, I said, if you can't guarantee it's fireproof, I won't take it. And I said good morning. I wouldn't have taken it at any price, it would have made me very unpleasant. The final scene is an imperfect conflagration, San Francisco Wasp, 1886.", "title": "Una conflagración imperfecta", "author": "Ambrose Bierce"}