{"metadata": {"length": 1894, "words": 355, "reading_time_min": 1.775}, "text": "He found himself alone in the waiting room and started looking at the journal he had carried for his arm. His hands were shaking slightly. He pulled out a cigarette and before lighting it, he caressed the mustache-like ralo whose growth he had watched for weeks. He had never coughed up the smoke of tobacco and coughed with tears, but he had to keep smoking like a man until he got up. I couldn't remember, to imitate her, what the expression of a cynical man, a mature man and back was like. She had three doors in front of her and she was walking around looking at another one as she felt her heart beating. The middle door opened just as I was watching her and a blonde, tall, comfortable, placid and fat woman appeared; a loose skirt hung from her shoulders and smiled at her from a distance, friendly and cheerful as if she could recognize him. \"Pasa\", the nigger said, and he had brown hair. He got up from the bench and moved forward without showing his rejection, unable to answer the tall, still smile. The room had a large bed, covered by a poorly stretched sheet, a dresser with a large green jar, leaves in relief, on a cracked sheath. There was a lost perfume in the unforgettable smell of the kerosene kitchen. The woman, smiling out of her coat from the bed, began to look huge as she took off her clothes. He took the heat of the restless fire to finish stripping. Then the fat woman took care of him with expert patience, kindness and motherly. Until he could, triumphantly, begin his round trip in the invisible, wet and gloomy tunnel, round and round until he could see the face of God for the first time in his life. On the street, he thought that what he had bought could not replace the word love, his dreams, or his intuitions. But he couldn't be wrong, it was written that one day not far away his body and soul would merge into the blissful, foreboding truth. FIN 1994", "title": "Ida y vuelta", "author": "Juan Carlos Onetti"}