{"metadata": {"length": 1967, "words": 359, "reading_time_min": 1.795}, "text": "Social worker Ilio Collio is severely hampered in the exercise of his social worker duties because of the kind of thick oil that usually runs down to his feet, and that makes him very elusive, as well as being an inexhaustible source of greasy spots of the most unpleasant and even dangerous, since they can be lit with relative ease. His body is so slippery that he can hardly walk and every time he raises one foot he ends up lying down along the pavement, and so, upside down, he tries to move even if only with his hands, but everything he clinges to slips away, and he hardly manages to drag himself with his elbows a few feet more. Their job is to solve the problems of individuals and families, to give advice, to offer comfort, to explain, to remedy, to encourage; but how do they offer comfort, etc., in such conditions of permanent slip? He's tried to walk in thick rubber boots, but it's the same thing, the oil from the nipples runs out of the boots and we're back to the starting point; he's also tried, to no avail, a kind of waterproof body for teenagers. Nevertheless, you must - it is your duty - help your fellowman. As soon as the door of an apartment is closed, personal problems begin to ferment between its walls like a horde of dogs and cats locked together; from the street the screams, the desperate calls, the whispers of the defenseless victims crushed by the flattering of a life too complex for their modest intellectuals. And in the hallway downstairs, Ilio Collio, claimed from afar for his helpful virtues, lying on the floor in the middle of the oil puddle of his inexhaustible nipples, tries in vain to break through with slight contractions of the abdomen, as worms do: \"I'm going, I'm going!\" he hears him scream, and when he finally reaches the stairs, he slips on the first steps and falls back again; he's already dirtyed the hallway without helping anyone. Poor Ilio Collio, you have imposed an impossible task on yourself. FIN", "title": "Ilio Collio", "author": "Juan Rodolfo Wilcock"}