{"metadata": {"length": 7485, "words": 1423, "reading_time_min": 7.115}, "text": "Well, let me tell you what I will tell you: there in the camp, next to the road, there is a farm house, which you have surely seen before. Behind it has a flower garden and a painted fence. There near, in the cave, in the middle of the beautiful and green carpet, grew a little strawberry, to which the sun sent its comforting rays with the same generosity as to the great and sunny flowers of the garden; and so it grew from hour to hour. There they were, in the morning, their little and blazing petals, swaying as rays around the yellow star that has at its center the margaritas. She was not bothered that no one was living among the grass, nor that she was a poor, insignificant flower; she felt content, and, turning to the sun, she was looking at it while hearing the cheerful song of the lark in the air. So, our margarita was so happy as if it was a big party day, and yet it was Monday. The children were in school, and while they were sitting in their desks, she, leaning on her pole, was learning to know the goodness of God in the warmth of the sun and the beauty of what she was surrounded by; and it happened that the lark was singing the same thing she was feeling in her heart; and the margaret looked with a sort of respect upon the happy little bird who knew how to sing and fly, but did not feel sorrow at not being able to do so herself. \"I see and hear! I thought, the sun bathed me and the wind kissed me. How good God has been to me!” In the garden were many different flowers and herbs; the less aroma they exhaled, the more they pretended. The peony grew to seem greater than the rose; but it is not the size that counts. The tulips were wonderful colors; they knew it, and therefore arranged everything to make them look better. They paid no attention to the humble margarita out there, who looked at them, thinking, \"How rich and beautiful they are! Surely the most beautiful birds will visit you! What a lucky thing to be so close; I can see the whole party!” And while I was thinking this, \"Oh, chirrit!\", there was the hummingbird flying down the lane, but not toward the tulip, but toward the grass, where the little margarita was. He trembled with joy, and he knew not what to think. The owl whirled about, singing: “What a beautiful flower is the grass! What a beautiful flower, of gold heart and dressed in silver!» Because, indeed, the yellow point of the margarita glowed like gold, and the little pebbles around it were like silver. Nobody could imagine the story of the margarita. The bird bowed with its beak and, after a melodious song, regained its flight, losing itself in the blue air. It took a good four hours before the flower regained its composure. She looked at the other flowers of the garden, a little ashamed, but in the deep rejoicing of joy; having experienced the honor of having been the object, they would certainly understand her joy. The Tulips continued to be enraged as before, but their faces were furrowed and coloured, for the scene had displeased them. The peons had their heads completely shaved. I bet they couldn't talk! The margarita would have heard some very unpleasant things. The poor scolded the malice of others, and felt it in the soul. In the garden a girl, armed with a large, sharp, gleaming knife, swung it at the tulips, one after another. «What horror! -suspended the margarita-. Now I know that everything is finished for them!” The girl ran away from the tulips, and Margarita was very content to stay out in the field and to be a humble flower. And she felt thankful for her good fortune, and when the sun set, she laid down her leaves to sleep, and all night she dreamed with the sun and the owl. At the next morning, when the Margarita, happy, opened again to the air and light her white paws as if they were little arms, she recognized the voice of the owl; but it was a sad song she was now singing. Good reasons the poor alondra had for it! They had taken her and she was in a box, next to the open window. He sang of flying and being free; he sang of the green meadows and the wonderful journeys he made in the infinite air carried by his wings. The poor village was very sad, confined in the hut! How I would have loved to help her, the margarita! But what to do? Nothing happened to him. She forgot the beauty that surrounded her, the warmth of the sun and the whiteness of its leaves; she knew only to think of the raptor, for whom she could do nothing. Soon two children came out of the garden; one of them was pushing a big and sharp knife, like the one the girl used to cut the tulips. They came to the margarita, who did not come to understand its purpose. - We could cut a good piece of wood for the awning - said one, cutting a square around the margarita, so that the flower would be in the centre. -Bloom the flower! - said the other, and the margarita had a trembling of the bowels, for if they seized her she would die, and she desired to live, to carry her with the sack to the pillar of the alondra bound. - No, leave it - said the first - it looks better this way. And in this way the margarita remained with the grass and was carried to the pillar of the altar. But the unhappy owl continued to cry out its rage, and did not cease to strike the thorns of the tree with its wings. Margarita could not pronounce a single word of consolation, however much she wanted to. And thus it was all morning. \"I don't have water! - the prisoner exclaimed. They have all gone, and they have not thought of putting me a bottle to drink. I have the dry and hot throat, I am burning, I am hot, and the air is very heavy. \"Oh, I shall die far from the sun, from the fresh grass, from all the wonders of God!\" and he sank down into the grass to re-energise himself with its moisture. Then he turned to the margarita, and, saluting her head and giving her a kiss, said, You too will be exhausted here, poor flower! You and this bunch of green grass are all I have left of that vast world I was in. Every bunch of grass must be a green tree to me, and every one of your white leaves, a fragrant flower. Oh, you remind me how much I have lost! “Who could clean this rotten rag!” thought the margarita, without moving a finger; but the smell of their rags was much more intense than their own. The lark warned him, and although he felt a stinging sting as he threw the twigs of grass one after another, he did not touch the flower. It was evening, and no one came to bring a drop of water to the poor sparrow. He stretched out his beautiful wings, swooping them wildly; his voice dwindled to a melancholy \"pip, pip!\"; he bowed his head to the flower and his heart sank, of sorrow and nostalgia. The flower could not, as the previous night, fold her wings and surrender herself to sleep, and remained with her head hanging, sick and sad. The children did not compare until the next morning, and when they saw the dead bird they began to weep. By pouring many tears, they found a beautiful tomb, which they decorated with flowers. They put the body of the avenger in a beautiful colored box, for they had thought to make him a princely tiara. As long as he lived and sang they forgot him, let him suffer privations in the stall; and, on the contrary, now they welcome him with great pomp and much drinking. The thorny twig with the margarine threw him into the dust of the road; no one thought of that flower that had suffered so much from the thorn, and that had given so much in order to soothe it.", "title": "La margarita", "author": "Hans Christian Andersen"}