{"metadata": {"length": 4151, "words": 750, "reading_time_min": 3.75}, "text": "The administrative adviser Craterov, thin and dry like the arrow of the Admiralty, went a few steps forward and, addressing Serlavis, said: \"Excellence: Constantly encouraged and moved to the bottom of your heart by your great authority and paternal concern... - For more than ten years - Zacoucine blew him. -For more than ten years... Jum!... On this memorable day, we, his subordinates, offer to his Excellency, as a proof of respect and deep gratitude, this album with our portraits, making wishes that his noble life will last many years and that for a long time still, until the hour of death, he will honor us with... - His paternal teachings on the path of truth and progress - Zacoucine added, injecting the drops of sweat that had suddenly invaded his forehead. He was burning with a desire to take the floor to put the speech he surely brought prepared. \"And that\", he concluded, \"his standard continues to float for a long time even in the career of genius, work and social consciousness. A tear slipped from Serlavis' left cheek, full of wrinkles. \"Gentlemen\", he said in a trembling voice, \"I did not expect this, I could not imagine that you would celebrate my modest jubilee. I am moved, deeply moved, and I will retain the memory of these moments until death. Believe me, my friends, I assure you that no one wishes you as much happiness as I do... if there have ever been little difficulties... it has always been in the best interests of all of you... Serlavis, the current State Councillor, gave a hug to Craterov, the administrative State Councillor, who did not expect such an honor and who pale from satisfaction. Then, his face bathed in tears as if the precious album had been taken away from him instead of being offered, he made a gesture with his hand to indicate that emotion was keeping him from speaking. Then, calming down a little, he added a few very affectionate words, shake everyone's hand and, amid the excitement and loud applause, sat in his car overwhelmed with blessings. On the way, she felt her chest filled with a joy she had never heard before, and tears began to flow again. In his home, he was expected to find new satisfactions. His family, friends and acquaintances gave him such a standing ovation that at one point he sincerely believed that he had rendered great services to his country and that it would have been a great disgrace to her if he had not existed. During the jubilee meal, toasting, speeches, hugs and tears never ceased. After all, Serlavis did not expect his merits to be so warmly rewarded. \"Ladies and gentlemen\", he said at the time of the desserts, \"two hours ago I was compensated for all the suffering that awaits the man who has put himself to service, not in the form or the letter, if I may put it that way, but in the duty. Throughout my career I have always been true to the principle that it is not the public that is made for us, but we are made for it. And today I have received the highest reward. My subordinates have offered me this album that has filled me with excitement. All faces bowed over the album to see it. - How beautiful it is! - said Olga, Serlavis' daughter. I'm sure it costs no less than fifty rubles. Oh, that's great! Can I have it, Dad? I'll be very careful with him... he's so beautiful! After the meal, Olga took the album to her room and kept it in her secretary. The next day he tore off the portraits of the officials, threw them to the ground and put his schoolmates' portraits in their place. The uniforms gave the site to the white slaves. Collas, His Excellency's young son, cut the portraits of the officials and painted their suits red. He put mustaches on his shaved lips and dark beards on his cheeks. When he had nothing more to color, he cut out silhouettes and pierced their eyes with a needle, to play with them to the soldiers. Councillor Craterov was beaten up in a matchbox and carried it like that to his father's office. - Dad, look, a monument. Serlavis laughed, nodded and, deeply moved, gave a sonic kiss on Nicholas' cheek. - Come on, grab it, show it to Mom so she can see it too. Finished with \"Album\", Fragments, 1884", "title": "El álbum", "author": "Anton Chejov"}