{"metadata": {"length": 5521, "words": 1017, "reading_time_min": 5.085}, "text": "Since the famous homeopath, Dr. Idiáquez, is dead, I can disclose the secret you imposed on me under my word. It was exactly ten years ago that the strange disease that motivated my visit to that faculty began, and whose rapid cure was the first step to his fame. I was sick and weak from a young age, so I can say without much exaggeration that I spent my entire childhood and half of my youth in doctor's offices. It was truly a wonder to all my relatives that I was alive. As soon as I turned 30, I began to experience the most acute headaches imaginable, which day by day increased to the point of making my life a true martyrdom. I only rested from them when I slept, which is why I tried to court Morpheus incessantly. But the day came when even sleep could not ward off my suffering; and the strangest thing about the case was that, as I dreamed the most fantastic and beautiful things, the sharper the pains that tortured me were. It will be understood, therefore, that then I wanted to run away from sleep, hurrying up heavy doses of coffee: and I expected death as a longed-for release. Moreover, despite all my efforts to stay awake and the horror with which I watched the night come, I was finally overcome by sleep, and immediately the most pilgrim visions that could be imagined came to mind, even in that inexplicable world. Rains of stars, kaleidoscopic auroras, strange blooms, engulfed my mind continually; sometimes, over a phosphorus sea I saw a golden galleon sail toward me with a chalk and grain sail, while indescribable harmony rang in my ears. And as those visions were more beautiful, the more acute the pain that plagued my brain. And such terror has taken hold of my soul, I don't understand how I didn't end up in a mental institution. None of the faculty I consulted found a cure for my illness, and I did not end my days by my own hand, thanks to my religious principles. Finally, following the advice of not remembering which famous doctor, I determined that several of the city's most eminent doctors would meet for consultation, and after two hours of the most painful interrogation, they pronounced my sentence. My illness was incurable and would degenerate into madness; the tumor that had formed in my brain was inoperable and death was approaching, albeit slowly. I left that office like a drunk man. I have said that many times I had wished for death, and yet that day I loved life, despite my terrible sufferings. Embarrassed, as I should have guessed, I walked to my house through the streets, afraid of meeting a familiar person. Suddenly, I don't know what impulse it was to fix my gaze on a small metal plate over the door of a dirty room. I read the sign: Idiocy, homeopath, and almost without thinking about what I was doing, I broke into the house and climbed the staircase. Dr. Idiáquez was a vulgar and democratic man, and his office a dirty and miserable gang. Both of them immediately reminded me of the scene of the apothecary in Romeo and Juliet. I exposed my illness and the opinion of the faculty whom I consulted, and Dr. Idiáquez listened to me with the utmost attention. Your disease, he told me at last, is strange, undoubtedly, and it comes in effect from a tumor that has formed in your brain; but not only is it not incurable, but I can get rid of it in three days. How! I shouted, not wanting to believe what I heard. Simply, he replied very calmly. Here you have these cells that you'll take every three hours: three from the A-marked jar and four from the B-marked jar, alternately. Today is Monday; next Friday you will come to see me, already healed. I paid his modest fee, and I came down the stairs quickly, as if I were flying on wings of hope. The evening was warm and fragrant, and the setting of the sun looked like a fire in the distant mountains. That night, for the first time, my sufferings were abandoned, but the beautiful dreams also fled, and I was tormented by horrible nightmares. These increased to such a degree over the next two nights, that I can assure you that even Dante could not imagine them in the deepest part of the Avernus. Finally, the longed-for Friday arrived, and effectively, free from all physical and moral suffering, I climbed the unpaved staircase leading to Dr. Idiáquez's office. He warmly received me, assuring me that my healing was final. That day I bought a bust from Hahnmann and put it in a prominent place in my library. It seems pointless to say that the news of my rapid recovery spread throughout the country, and Dr. Idiáquez's name immediately became famous. From there on, he performed the most amazing healings, and within a short time, he amassed a considerable fortune. What intrigued his patients most was that he never prescribed drugs, but that he himself provided them, usually marking them with letters, but sometimes with numbers. Naturally, I developed close friendships with him and often visited him in his new and luxurious home. One day I dared to say to him, \"Doctor, I've wanted to ask you a question for a long time. What is it? What were the cells that provided my wonderful healing? My friend, that is my secret; but since I owe thee my wealth, I will tell thee, if thou promiseest, if thou swearest, that thou shalt not tell it while I am alive. As soon as you die, you are free to proclaim it to the four winds. I made the promise I needed, and with a very sad smile, I've never seen a sadder smile on a man's face, Dr. Idiáquez said slowly: The Bronze Door and Other Tales, 1922", "title": "Similia similibus", "author": "Manuel Romero de Terreros"}