{"metadata": {"length": 4567, "words": 822, "reading_time_min": 4.11}, "text": "Between Readyville and Woodbury, the road, about nine or ten miles, was good. Readyville was the command post of the Northern Federal Army at Murfreesboro; Woodbury was the command post of the Confederate Army at Tullahoma. For months, after the great battle of Stones River, the two command posts constantly fought each other, giving way to many of the clashes that occurred between the cavalry detachments of both armies. Sometimes the infantry and artillery intervened equally, more than anything to give the enemy account of his good wishes. One night, a cavalry squadron of federal forces, commanded by Major Seidel, an elegant and daring officer, set off from Readyville to carry out a mission as hard as it is secret, which required logical silence and no less logical precautions. Once the squadron had left the infantry stations behind, they spotted two other men on horseback in the dark, who were about to join the expeditionary force at the agreed point. But the agreement was three men, not two. Where's the other one? The Major asked. I ordered Dunning to join us. \"He went out in the front, sir\", one of the men answered. There was a small skirmish, though far from the front, and he said he preferred to rush ahead to bring news. Dunning has acted not only against the orders he has received, but against the slightest common sense the officer, evidently displeased, said, Why has he done it? I don't know, sir... he seemed very tired... or perhaps I should say he seemed strange, scared... with such remarkable exposure, the partner who hadn't appeared perfectly summed up what had happened. They stopped talking as they moved on. They tried not to make the slightest noise, so the horses went as slowly as they could. The night was very close, only once in a while the moon could be seen among masses of clouds. Two or three miles further, the head of the column reached a dense forest that closed the road in both directions. The Major in command of the troop ordered a halt, and not without a certain apprehension he himself set out to make a reconnaissance, followed, however, by his aide and three soldiers, who maintained the necessary distance and a high degree of prevention from each other. After entering the forest some 100 yards, the Major stopped suddenly, remaining seated on his mount, without a muscle moving. Near the forested area facing the road, in a slight clear, the figure of a man as still as he stood was rising. The Major's first impulse was to go towards him, because if he was an enemy he had to be captured before he could sound the alarm to his own. However, he did not, drawn to something at the man's feet, yet confused as he was to see it clearly because of the darkness. And with that instinct of the cavalry soldiers, who do not usually use their firearms unless they see themselves in extreme need, he unleashed the sword. That man standing there didn't make the slightest move to respond to the challenge. The situation was tense and somewhat dramatic. Suddenly the moon came out of a thick cloud and the cavalry officer could see the man with absolute clarity. It was Private Dunning, unarmed and unarmed... what was at his feet, his dead horse; and to the right of the dead horse, at the height of his neck, a corpse whose face shone in the moonlight. \"Dunning just fought the fight of his life\", said the Major as he got back on the road. Dunning shake his hand with a gesture of gratitude. Then, with his arm, he pointed to his officer the best place to cross the forest until he left again. The Major turned back to communicate the new to the others, believing he understood perfectly what had happened. Then he continued to speak in a very low tone to his assistant captain. \"Dunning is still there, watchful\", he told the captain. He killed an enemy scout and I'm sure he'll come to us soon to give us more information. They waited patiently for Dunning to return to bring news, grounded the sands, but in vain. An hour later dawn came and the troops continued their march, always with great caution. The officer, however, began to doubt his faith in Private Dunning, who had not gone to give the expected news. When they passed through that clear, they saw the horse dead. And to his right, at the neck of the animal, the body of Private Dunning with a bullet to the head. He'd been dead for hours. Half an hour after that, when the troops had already left the forest, it was occupied by a well-fed Confederate force to lay an ambush in all lights frustrated. *FIN* A Baffled Ambuscade, Cosmopolitan, 1906", "title": "Una emboscada frustrada", "author": "Ambrose Bierce"}