{"metadata": {"length": 4409, "words": 801, "reading_time_min": 4.005}, "text": "- The president's speaking to you. The fact that you're hearing this message means I'm already dead and our country has been destroyed. But you are soldiers... the most trained in our entire history. You know how to obey orders. Now they have to obey the toughest they've ever been given... \"Tough?\" thought the first radar officer bitterly. No; now it would be easy, since they had seen their beloved Earth scorched by the fire of multitudes of suns. There was no longer any hesitation or scruple that the revenge of the gods should fall on innocent and guilty alike. But why, why had you been gone so late? - You know what purpose you were assigned to orbit in a secret orbit across the moon. Aware of your existence, but never able to be sure of your situation, the aggressor would hesitate to launch an attack on us. You were destined to be the supreme deterrent beyond the reach of seismic bombs that could crush the missiles buried in the silos and crush the nuclear submarines that were lurking along the seabed. You still had to reply, in case all our other weapons were destroyed... As they have been, the captain said to himself. I'd seen the lights go out one by one in the operating room, until there was not one left. Many, perhaps, had fulfilled their duty; otherwise, he would have completed the half-launched mission in no time. Nothing that would have withstood the first counterattack would have survived the blow he was about to strike. - Only by accident or by an act of madness could war be started, in the face of the threat you posed. That's the theory we've been betting our lives on and now, for reasons we'll never know, we've lost the game... the chief astronomer let his gaze wander through the little gate he had on one side, in the central control room. Yeah, of course they'd lost. There was the Earth, suspended in a splendid silver-growing, cutting-off on a starry background. At first glance, nothing seemed to have changed; but if you looked a second time, you could see that it wasn't... because its night side wasn't completely dark. Pointing at its surface, shining like an evil phosphorescence, the blazing seas of what had been cities rose. There weren't many now, because there were few left unburned. The familiar voice was still speaking from the other side of the grave. How much would it cost, the broadcast officer wondered, to have this message recorded? And what other sealed orders would the fort's superhuman computer contain, which they would never hear again because they referred to military situations that could not be resurrected? He brought his spirit back from the worlds it could have been to confront him with the terrifying yet unimaginable reality. - If we had been defeated, but not destroyed, we could have used you as a bargaining chip. Now even that poor hope has been lost... and with it has been lost also the ultimate purpose for which you were destined here in space. What do you mean? thought the weapons officer. Evidently, it was now that the time for his destiny had come. The millions who had died, the millions who wished they had died... all would be avenged when the black cylinders of the giant bombs spiral down on Earth. It almost seemed that the man who had now returned to dust had read his thoughts. - You'll wonder why, now that all this has happened, I have not given you orders to strike back. I'll tell you what I'm going to do. It's too late now. The deterrent force has failed. Our homeland no longer exists and revenge cannot bring the dead back to life. Now that half of humanity has been destroyed, destroying the other half would be an improper madness of intelligent beings. The quarrels that divided us 24 hours ago no longer make any sense. As far as their hearts allow, they must forget the past. You have the techniques and knowledge that the shattered planet will desperately need. Use both without spare effort, without bitterness, in order to rebuild the world. I warn you that your new mission will be difficult, but this is my last order. They'll drop their bombs into space and blow them up 10 million kilometers from Earth. This will show our old enemy, who is also receiving this message, that they have given up their weapons. Then you'll have one more thing to do. Men of Fort Lincoln, the President of the United States wishes you good luck and orders you to make yourselves available to Russia. FIN", "title": "La última orden", "author": "Arthur C. Clarke"}