{"metadata": {"length": 5032, "words": 930, "reading_time_min": 4.65}, "text": "The window from which the crimes could be witnessed gave way to a grassed promenade, closed down by wooden barracks. Under the window ran a channel, of those overflowing but slow, coming out from under houses through a black grating. The channel used to be used for suicides, but now they don't happen. In the morning she was in the lonely stretcher of the victim, lying between blood, beaten, or strangled. The girls were pathetic, dressed in color, sometimes elegant. There was a ballroom on the avenue, two hundred yards away, with big bars and a game of buzzards. That's where these girls came from. Men also came - sportsmen, workers, traders - and they were always stabbed. By the window, on moon nights, the scene was perfectly visible. A couple folded the corner, man and woman, or two men, sometimes even two old men, and along the canal they walked along the explanatory with inexplicable daring. And they were almost always arguing, or, if they were silent, they were absorbed in getting mad, in despair, in calming the other. And so it happened that they came to the meadow, under the moon, and there the unforeseen hindrance of the grass made them lift their heads and look around. His words sounded clear at night. They were hardly ever hysterical, cavemen's screams or roars. Instead, they spoke with a shadow of tiredness, as if they had already said and repeated those things to the full and now they were trying to recapitulate to a conclusion. This exchange of ideas before the crime always took place. Perhaps in the past, strangers had attacked the desert's sprawling plains, but now that had not happened for a long time. Besides, how could you ambush that dead corner where no one ever passed? No, it was a couple, like a walk. I bet the victim, when he shouted his choked scream like a moan, and the rare times he was then left on the grass agonizing and still debating, glimpsed in his mind the idea that he had always known it would end this way. Nor was there the murderer who, having committed the action, stopped indecisively to look up at the sky, at the low horizon. She probably wondered what the explanada would look like in broad daylight, and tried to strip the scene of its lunar horror and imagine it as any place under the sun, framed by the hills of the background like the whole city. It was at those moments when a loud orchestral cry or a banging of the mouth came over the houses. Then the killer was running away. He would run away and disappear, never knowing where. Many likely returned to the ballroom, loosening their steps as they approached, and gazing at the large mirror of the entrance. Once there was a man who crossed the street and went to wash his hands in the canal water. But it was just one. The victim would stay under the moon until morning. Looking out the night window, who could know about his cardinals or the lake of blood? These things would exist in the morning; now the minutes were quiet, the orchestra had long since ended, and the passion, interests, and fury that had for an instant filled the night had dissipated, like the vapours at the moon's outbreak. It wasn't even cold. There was only one person who felt a little ice in his bones all night, and that person had escaped. The victim was resting in peace. One night there were two. A guy came in with a girl and strangled her. After half an hour of moonlight, a couple of elderly people, a little wobbly, appeared around the corner, who were in a trance from falling into the canal. But drunkards know what they want. They walked down the meadow reproaching an old insult. Two steps from the first victim, a snoring sigh was heard and one of them stood up, cleaning his knife in his pants. Then he left, under the moon. It didn't seem worth looking at anymore, because by that night it was over. And whoever had not seen it before would not have known the two dark mounds, lying side by side, motionless. It was late at night; the water was buzzing in the canal, the moon was reigning alone. It was then that a bronze murmur (the window was high; could it be heard from there?) It filled the whole night. He said, \"Woman, are we far from home? And her voice: \"Let's go one more round, then I have to go\". The dialogue has ceased. It was obvious that the two had nothing more to say and they were so quiet. But soon after, the girl continued: \"We'll be back tomorrow and we'll be alone. What do you mean? That I can't take the road? He was heard weeping: \"Does not the moon shame you? Woman, are we far from home? Now they were talking, they were talking. Each with his loneliest voice, as convinced that the other was not listening, as if the moon was listening. It was early in the night, and clouds were beginning to pass in front of the moon, hiding the terrace, the barracks, everything. It was a shame to think the two dead people were working so hard for nothing. But little by little the voices thinned and under a greater cloud the others were silenced for good. *FIN* Il platto dei morti, 1941", "title": "El prado de los muertos", "author": "Cesare Pavese"}