{"metadata": {"length": 7119, "words": 1344, "reading_time_min": 6.72}, "text": "Miss Martha Meacham owned the little bakery in the corner (the one with three steps on the door and the bell rings when you open the door). Miss Martha was forty years old, her bank card showed a balance of two thousand dollars, had two dentures and a good heart. Many have married with much less to offer. Two or three times a week a client came in and started to arouse his interest. He was a middle-aged man wearing glasses and a very brown beard and a well-cut. He spoke English with a strong German accent. Her clothes were flat, squished here, wrinkled and self-aware there. But he seemed like a dirty man, and he had very good manners. I always bought two loaves of bread the day before. The bread of the day was five cents a hostage. If you bought it the day before, you got two for the same price. I'd never asked for anything but bread the day before. On one occasion Miss Martha saw a red and brown spot on his fingers. I was sure she was an artist, and very poor. I certainly lived in a small shop, painting pictures one after another, eating bread the day before, and thinking about the delicious dishes in Miss Martha's bakery. Often, when Miss Martha sat down to eat her chops, her jam cakes and her tea, she sighed, and it was said that I wish that such a kind artist could share her tasty food instead of having to settle for a dry basket of bread in her air-filled bucket. Miss Martha, as I said, had a good heart. To prove her theory regarding her client's occupation, Mrs. Marta one day took to the establishment a painting she had bought at an auction, and she supported it in the stalls where she had the bread. The painting depicted a Venetian landscape. A splendid marble palace-- or so the canvas intended-- stood out in the foreground, in the water's forward line. Everything else was reduced to a set of gondolas, some of which were travelled by ladies dragging the tails of their robes through the water, clouds, sky, and a great abundance of lightning. It was positive that there would be no one artist who would fail to notice those details. Two days later, the client came in. Two slices of hard bread he loaded. And, as she wrapped her order, she added with a German accent: \"You have a very beautiful picture, miss. Do you think? \"Miss Martha\", said she, \"rejoicing at her cunning\". I love art and no, I wouldn't say artists so soon the painting was fixed. Do you think this is a good picture? The client said, \"Generally not a good drawing. The prospect of not being right. Good morning, madam, she took the bread, leaned down and left quickly. Yeah, he must have been an artist. Miss Martha took the painting and returned it to her room. How kind and considerate the man's eyebrow glow behind his glasses had been! How wide his forehead was! To be able to judge a perspective at first sight... and live on nothing but bread! But how many times does a genius have to fight before he gets recognized? How much art and perspective would they gain if that genius had the support of the two thousand dollars Miss Martha had in the bank, not to mention the bakery and her good heart... but that's waking dreams, Miss Martha. Now, every time that customer came, they would chat a little, one on each side of the counter. The man seemed to yearn for Miss Martha's jovial words. He kept buying bread the day before. Never a cake, never a pie, never pasta for tea. Miss Martha was said to have begun to see him thin and discouraged. How much I wanted to add something more juicy to the artist's thin purchase, but I never had the courage to do so. He didn't dare offend him. I knew artists were proud. Miss Martha began to put on her silk blouse with blue tops to dispatch. In the trastienda he prepared a mysterious compound of membrillo and borax seeds. It was something that a lot of people used to improve their complexion. One day, as usual, the customer came in, left his five cents on the counter and ordered his two loaves of bread the day before. As Miss Martha was preparing to pick them up, a loud banging of horns and bells was heard, and a fire car passed by in front of the store. The client ran to the door to see what was going on, as anyone would. With a sudden inspiration, Miss Martha seized her opportunity. On the lower shelf was a pound of fresh butter that the milkman had left not even ten minutes ago. With the bread knife, Miss Martha opened the two sheets, inserted a generous amount of butter, and closed them again, squeezing them tightly. When the client turned around, she was already wrapping them. When the man had left, after an unusually pleasant conversation, Miss Martha smiled to herself and not without a slight emotion. Was she too bold? Would he be offended? Probably not. What he just did didn't make any sense. Butter was no sign of boldness or lack of reckoning. He spent most of the day thinking about that. I imagined the scene where he discovered his little trick. The artist left his brushes and his pallet. In front of him was the knight with the painting he was painting, in which the perspective was impeccable. He was about to swallow his breakfast of dry bread and water. I was cutting a slice and... The bell on the store door rang loudly. Someone was coming in making a lot of noise. Miss Martha hurried and met two men. One was a young man smoking pipe. I'd never seen him before. The other was his artist. Now he had a very red face, he wore his hat over his crown and his hair looked very unruly. He would squeeze both fists and threaten Miss Martha with them. To Miss Martha. Dumb and Dumber! She screamed out of her lungs. And he said, \"Towsonfer! Or something in German. The young man was trying to take it away. I will not tolerate it! He said, angry. I'll tell you everything. His fingers drummed roughly on the counter. You ruined it for me! He started. His eyes sparkled behind the glasses. I have to tell you. You being... a meddling pig. Mrs. Martha leaned over at the counter and took her hand to the blue silk belt. The young man grabbed the other by the neck. Let's go, I said with authority, I think you've expressed yourself quite well. He took the angry artist out on the sidewalk and came back. I suppose, Mrs. He said, I must explain to you what all this confusion is about. That man's name is Blumberger. He works as a draftsman for an architectural firm. I'm your office partner. He's been working on a plan for the new city hall for three months. A contest had been called. He just inked it yesterday. You know, draftsmen first make everything with pencil. When they finish, they wipe the lines with pencil with pieces of dried bread crust. It's better than rubber to wipe. Blumberger bought the bread here yesterday. And well, today... well, you know, ma'am, butter is not... in short, Blumberger's plan is no longer for making snacks, and not very good. Mrs. Marta entered the trash can. He took off his tight blue silk dress and put on the old sarga he used to wear, then threw out the window, in the trash, the membrane seeds and borax he had recently used for his face. Fin Witches Loaves, Argosy Magazine, 1904", "title": "Pan de bruja", "author": "O. Henry"}