{"metadata": {"length": 1868, "words": 345, "reading_time_min": 1.725}, "text": "And Jupiter said one morning, Let every living thing come before me of my majesty and of my sovereignty; and if there be any of his displeasure, let him come and declare it; and I will heal the evil at the time. Get close, Monkey, and you'll be the first to use the word to speak in your fertilizer. Look at all the animals around you, compare your beauty to theirs and tell me if you like your figure. - Why not? - I'm not sure. \"I like it\", said the Monkey, \"for I am a full-blown quadruped man; my faithful mirror reproaches me nothing. As for the Bear, my unfortunate brother, he is in a state of drawing, and if he wants to follow good advice, he must never portray himself unkind. In this came the Bear, and it was thought that he would give his complaints; but there was nothing of that: he praised his forms excessively, he said that the Elephant was interested in having more tail and discarding ears, that a mass was unformed, without grace or beauty, but enormous. The Elephant got the word. And though he enjoys the reputation of being judicious, his speech was almost similar, and he found scandalously sized Madame Whale's belly. Little Arador found the Ant, and she gave herself to a giant. At the end of Jupiter the audience ended, and after they criticized each other, those in attendance who were content with themselves left. Among all the foolish multitude our human race has become remarkable, for we have always had a custom for our neighbors to be willingly like the subtle lynx that all amuses; to us like the inert mole. With great charity we forgive ourselves the same as we condemn our neighbor, and we have two different ways of seeing ourselves and seeing other people. Divine art gave all the potters their destiny; in the back pottery our faults go, and we do not see them; in the other, in front, we put the faults of our neighbour. FIN", "title": "La alforja", "author": "Jean de La Fontaine"}