{"metadata": {"length": 5556, "words": 1087, "reading_time_min": 5.435}, "text": "Once upon a time there was a prince named Sakaye Macina who travelled for pleasure. And here he comes to a city on a fair day. As he leaned on his horse, he heard an old man shout, \"Who wants to earn a hundred gold coins for a day's work?\" Sakaye approached the old man and said, \"I'm willing to work all day for that salary. The old man was a guinarú who frequented the markets for the sole purpose of deceiving some stranger and taking him to his hut to eat it. He said, \"Well, Sakaye Macina. Leave your horse here and come with me to the foot of that high mountain. There you'll find the work you have to do. Sakaye followed, without uttering a word, the guinarú, who had taken the path of the mountain indicated. And they came to the top of the most high mountain, and the captain said to him, Go up to the top. Upstairs you'll find your colleagues busy already at work. - But where can I climb the summit? - asked Sakaye. I don't see the possibility. If it's almost cut with a knife! \"I will provide you with a ride that will take you to your destination\", replied the old guinarú. I shook this one and at the point a giant turtle appeared. - Put this rope up, the old man ordered. Sakaye obeyed and the bird climbed to the top of the high mountain. Once there, he placed his rider on a huge rock and disappeared. Sakaye looked around and saw a yellow hut. This hut was pure gold. He approached and looked in amazement at an old man whose eyes were as big and yellow as the midday sun. And he saw, as he was going toward this old man, far and above him, the whole universe, for the mountain upon which he stood was the highest of all the earth. Very close to this old man of sun eyes he saw a large number of human skulls scattered on the ground. He asked the old man who the golden hut belonged to and who had killed the owners of those skulls. He also asked why an old man like himself was in such a terrible place, mostly when, according to all appearances, he was the only being living in that very high solitude. \"Sakaye Macina\", replied the old man, \"I am the keeper of this hut. The people here are Jebemites, man-eaters. Behold, you are in their power, and you shall not escape. Their father found you at the market and seduced you in the hope of owning the gold he offered you for a diary. Therefore wait here for your end, for in an instant you shall fall into their hands, where you shall die. They'll eat you as soon as the jeebem who found you is back. And it won't be long! - You're a man-eater too? - asked Sakaye. - I did? - exclaimed the old man. - No, I'm not! I am a Jebemite, but by no means a man-eater. I belong to a different race. They force me to stay here by a spell that deprives me of the use of my legs; otherwise, I would have long ago returned to my side. I'm their guardian in front of the hut and I can't escape. - Very well, old man. And where are these ogres who own the gold hut and own your legs right now? - They're hunting and coming back at the same time as their father, whom you already know. - So, there's no one in the house now? - No one, except for some very young Yaebebem who get distracted playing shells. -I'll go in and hide in some barn, waiting for the night to escape. \"I beg you not to do that\", the old man cried. You would be the cause of my destruction, for the Jebusites, upon their return, would kill me mercilessly smelling human flesh in their house. Sakaye, who knew that the sun-eyed guinarú could do nothing against him, because the spell prevented him from using his legs, rushed in, ignoring his warnings and pleas. Seeing the intruder, the young Jebemites, who were playing and had their wings removed to be more unobtrusive, panicked and jumped into a large hole in the center of the lair. But they had time to pick up their wings. Only the sister, a very young girl, abandoned her own in the rush of flight. And she found herself in the midst of her brethren; and they said to her, Little one, thou hast left thy wings at the sight of the thief. Go for it, even if it costs you your freedom. You must try to recover them, for there has never been a case of a jeebem leaving its wings in the hands of a human. The young jebem, despite her fear, returned to the hut and, turning to Sakaye, said: \"Human, I beg you to return my wings!\" \"I will return them to you on one condition\", replied the prince. I want you to take me to my village. - I promise you\", she said. Then Sakaye returned her wings and she put them in the right place. After this, the prince rode on the young Yebem's back and flew so high, so high, that he could no longer distinguish even the earth. She laid it in front of the door of the king's palace and wanted to immediately return to the high summit hut, but Sakaye held her back by force. To achieve this, he removed his wings and hid them in the king's warehouses. And then it happened, he took her for his wife. They were married, lived like this for some years, and the young Jebemite gave birth to three children, all right as a sponge and beautiful as flowers. Despite the joy she felt of being a mother, the jebem had a heartbreak. I was sick and nostalgic for the loneliness of the high peaks. One night, while her husband and children were sleeping, she transformed into a mouse and, through a tiny hole, penetrated her father-in-law the king's warehouse. He took the wings and fixed them on his shoulders. Then she went back to find her children, hid them under her wings, and, taking the flight back, headed steeply to the mountain of her loves. FIN", "title": "Las alas robadas", "author": "nan Anónimo"}