{"metadata": {"length": 7168, "words": 1366, "reading_time_min": 6.83}, "text": "It was the strangest murder trial I've ever attended. It was called the Peckham murder in the headlines, although Northwood Street, where they found the old woman stabbed to death, is not in Peckham proper. It was not one of those cases where the evidence is circumstantial and the disquiet of the jury members for there is no lack of erroneous verdict is perceived as if a vault of silence silenced the court. No, this murderer was only found near the body; so when the court's lawyer brought the case, none of the present believed that the man sitting on the defendants' bench had the slightest chance. This was a grumpy, boisterous man, his legs looked like pure muscle, with a pair of leaping, blood-injected eyes. There was no doubt that he was a bad-looking guy, who would not be easy to forget and this was an important detail, as the Court's lawyer proposed to call four witnesses who had not forgotten him, who had seen him rush away from the small red brick house on Northwood Street. The clock had barely struck two in the morning. Mrs. Salmon, at 15 Northwood Street, had not been able to sleep; she heard a door shut and thought it was the fence of her house. So he looked out the window and saw the guy (his name was Adams) on the steps of Mrs. Parker's house. She had just left and had gloves on; she was carrying a hammer in her hand and she saw him falling among the laurel bushes next to the entrance fence. But before he left, he had looked straight at his window. That fatal instinct that tells a man that he is being watched exposed, under the light of the beacon, to his gaze, eyes infused with a terrifying and beastly fear, like those of an animal when the whip is raised. Then I chatted with Mrs. Salmon, who, as was to be expected after the astonishing failure, was herself frightened. What I imagine happened to the other witnesses, like Henry MacDougall, who was returning late to his home in the suburb of Benfleet and who almost ran over Adams on the corner of Northwood Street, where he was walking halfway down the street with his eyes lost. And as old Mr. Wheeler, who lived next door to Mrs. Parker, in number 12, to whom he had awakened a noise like that of a chair falling through the thin wall, he had risen up and, looking out the window as Mrs. Salmon had, he had seen Adams from behind and then, when he turned around, those leaping eyes. On the avenue, another witness saw him. His luck was not in his favor. It was almost as if he had committed the crime in broad daylight. I understand, the Court's lawyer said, that the defence is proposing to bring a case of false identity. Adams' wife will tell you that she was with him at two o'clock in the morning on February 14th; but I believe that after hearing the witnesses of the Court and after carefully examining the prisoner's factions, they will not be willing to admit the possibility of error. It had been said that this seemed to be a closed case, except for the execution itself. After the official evidence was presented by the police officer who found the body and the forensic physician who examined it, Mrs. Salmon was called to testify. He was the ideal witness, with his slight Scottish accent and his honest, selfless, and kind expression. The Court's lawyer carefully reviewed the events. She spoke with great determination. There was no malice in her, no pretence to be in the Central Court of Justice before a judge who, dressed in a scarlet toga, was on the lookout for her words, while reporters were noting each one. He said yes, and then he went down and called the police. And you see that man here in court? She turned her gaze to the shoulder-length man sitting on the bench of the accused, who stared at her with his emotionless Beijing look. Yes, he said, there he is. Are you completely sure? She answered straightforwardly: \"I couldn't be wrong, sir\". It was all so easy. Thank you, Mrs Salmon. The defense attorney stood up to start his interrogation. If you had done, like me, countless reports on murder trials, you would have known in advance what line you would take. And I was right, to a certain extent. Now, Mrs. Salmon, remember that a man's life can depend on his testimony. I know, sir. Is your vision good? I've never had to wear glasses, sir. You're a 55-year-old woman, right? Fifty-six, sir. And the man you saw was across the street? Yes, sir, I know. And it was two o'clock in the morning. You must have an extraordinary sight, Mrs. Salmon, don't you think? - No, sir, I'm not going to. The moon was shining, and when the man looked up the light of the beacon lit his face. And are you absolutely sure that the man you saw is the prisoner? He could not understand what he was proposing; he could not think of waiting for another answer but the one he got. Completely, sir. It's not a face you forget. The defense attorney took a brief look through the courtroom. Then he said, \"Mrs. Salmon, would you mind examining the people in court one more time? No, not the prisoner. Mr. Adams, please stand up. And there, at the back of the court, with a heavy, frosty body, muscular legs and a pair of leaping eyes, was the exact image of the man sitting on the bench of the defendants. He even wore the same, with a tight blue suit and a striped tie. Now, Mrs Salmon, think carefully. Could you still swear that the man you saw drop the hammer in Mrs. Parker's garden is the prisoner, and not this man, who is your twin brother? Of course he couldn't. He looked at each other and didn't say a word. The huge beast was there, sitting on the bench of the accused with his legs crossed, and he was also there, at the back of the court, and they both stared at Mrs. Salmon. She shook her head. What we then witnessed was the end of the case. There wasn't a single witness willing to swear it was the prisoner he'd seen. What about the brother? He also had his alibi: he had been with his wife. So the man was released for lack of evidence. But whether he was punished or not, if he was the one who committed the crime and not his brother, he wouldn't know. That unusual day had an unusual ending. As I left the courthouse, I followed Mrs. Salmon and we were caught in the crowd, supposedly waiting for the twins. The police tried to disperse the crowd, but they only managed to clear the street so that traffic could flow. Then I learned that they had tried to get the twins out of the house by another way, but they had refused. One of them never knew who said, \"They let me go, didn't they?\" So they both came out brazenly through the main entrance. Then it happened. I didn't know how, even though I was only a few feet away. Somehow, as the crowd moved, one of the twins was pushed into the street as a bus passed. He screamed like a rabbit and that was it; he was dead, his skull thrown away like Mrs. Parker's. Divine vengeance? I wish I knew. The other Adams was standing there, standing by the body and looking at Mrs. Salmon. He was crying, though whether it was the killer or the innocent man, no one will ever know. But if you were Mrs. Salmon, would you be able to sleep at night? *FIN* Case for the Defence, Nineteen Stories, 1947", "title": "El caso de la defensa", "author": "Graham Greene"}