{"metadata": {"length": 5343, "words": 979, "reading_time_min": 4.895}, "text": "He and Ella were very upset to be in Paradise because instead of being alone, as they should be, there was also another gentleman, with mustaches, who had made himself a very monkey little hotel there, precisely in front of the tree of Good and Evil. That gentleman, tall, strong, with a thick mustache and a road engineer, was called Don Jerome and, as he had nothing to do and the poor man was bored there in Paradise, he was eager to become friends with Him and Her to talk about anything in the afternoon. Every day, very early, he would come to the garden curtain and greet them very kindly, while he gave the strawberries and some fruit trees he had planted that were already very ripe. She and He answered coldly, knowing with good ink that Paradise had been made only for them and that the master of the mustaches had no right to be there, much less be in his pajamas. Don Jerome, apparently, knew nothing of how much was to happen in Paradise and, naively, wanted to make friends with his neighbors, for the truth is that in these countryside places, if there is not a little union, it does not go well. One evening, after taking a walk alone through that whole countryside, he approached the tree where he and she were bowing from boredom, but always in their important role of him and her. - Are you bored, neighbors? - he asked them kindly. -Phss... regular. - No one else lives here but you? - No, I'm not. No one else. We're the first human couple. - Oh, my God! - Congratulations to you. I knew nothing\", said Don Jerome. And he said it like he was congratulating you on finding a good job. He then added, without giving too much importance to all that. - Well, if you guys want, after dinner, we can meet and chat for a while. There's so little fun here and it's all so sad... I'd love to. And they had no choice but to gather after dinner, at the foot of the tree, sitting on a piece of marble chairs. That meeting of three people already ruined the whole atmosphere of Paradise. That didn't look like paradise anymore, or anything. It was like a meeting at Recoletos, Rosales or Castellana. The draughtsman who tried to paint that picture of Paradise with three people could never give it the feeling that it was Paradise, even if he painted them naked and with the snake hooked to the tree. And with that mustache-man, everything was incredibly messed up. He and Ella didn't understand, didn't explain that weird and so out of reason and logic. They didn't know what to do. That had already disorganized all their plans and all their intentions. That new and absurd character in Paradise had shattered all their plans; all those plans that would so much make all of Humanity speak. The serpent was also very violent and did not know how or when to intervene in that performance, in which she played such a leading role. In the morning, in the afternoon and at night, Don Jerome spent some time with them, and sitting there, in tertulia, they talked about very few things and no interest, for really, at that time, they could hardly talk about anything, since there was nothing. - Well, yes, they said. - That one. - Oh, my God! - Sheep. - Get out of here. That's right. They weren't having a bad time anyway. He and Ella, gradually distracted by that gentleman who had messed up without knowing it, forgot that one was Him and the other was Ella. And they even took affection for Don Jerome, who, despite everything, was a nice and witty man. And the three of them together went on trips down the rivers and valleys and laughed in the air, tired of living there without sorrows, no discomfort, no adversity, no bad passions. Don Jerome once asked them, \"Are you married?\" And they did not know what to answer, for they knew nothing of it. - But you're not married? - No, I'm not. We're not - they finally confessed. - So you're brothers? - Yeah, that's what they said for saying something. Don Jerome has since cut back on visits. He got more cheerful. I was more presumptuous. He changed his pajamas every minute. She started telling jokes and she laughed at the jokes. He started bringing cows to Ella. And Ella was getting very happy with the cows. She was twenty years old and it was spring. Everything that happened was natural. \"I love you\", said Don Jerome to Ella one evening, while he caressed her hand. And I to you, Jerome, answered her, that, as in comedies, your first antipathy had truncated into love. The next week, Ella and that mustache guy were married. Soon they had two or three little ones who quickly became very fat, for Paradise, which was so healthy, felt admirably to them. He, although he already appreciated Don Jerome very much, was quite upset, for he understood that it should not have been so; that it was wrong, and that with those children playing in the garden, it no longer looked like Paradise, much less, with how beautiful Paradise is when it should be. The snake and all the other bugs were very angry, too, for they said that this was absurd and that because of that gentleman in his pyjamas, everything had not gone as they had thought, with all the interesting and fine and subtle that had resulted. But they were satisfied, for there was no other way but to be satisfied, for when things come this way they are inevitable and cannot be remedied. The thing is, it was a shame. FIN", "title": "El amigo de Él y Ella", "author": "Miguel Mihura"}