{"metadata": {"length": 3506, "words": 654, "reading_time_min": 3.27}, "text": "Once upon a time there was a poor man, so poor that he had no family, feeding only on wild mice whose hides had made a tseha or short trousers, which barely reached his knee, making this garment his only dress. One day, as usual, he went out to hunt wild mice, and suddenly he stumbled upon an ostrich egg. He quickly took him home and resumed hunting. When he returned, tired of the hard day and hungry, having only managed to hunt two miserable mice, he found the table set and over it an appetizing moose of millet flour and milk lamb meat. He exclaimed, \"I'll have married without knowing it? This food is a woman's work, no doubt about it... At that moment the ostrich egg that I had collected was opened and a very beautiful maiden came out. \"My name is Seetetelané\", he said in a sweet voice. I'll stay by your side until, in a moment of drunkenness, you call me ostrich egg girl. If you do, I'll disappear and you'll never see me again. The wild-mouse hunter solemnly vowed not to get drunk in his life and for several days enjoyed a paradisiacal existence in the company of his beautiful wife, who told him wonderful stories and made him exquisite dishes. And he said to him, Wouldst thou be chief of the tribe, and have servants, and cattle, and servants? - Would you be able to provide them? - he asked unbelievingly. Seetelan smiled. Act followed he kicked the ground and the ground opened, rising from it a caravan of slaves with camels, horses, mules, oxen, lambs and goats, as well as a large number of men and women who immediately began to applaud the mouse hunter, shouting with all their might: \"Long live our chief! Long live our boss! The man would pinch his cheeks to make sure he wasn't dreaming. Seetetelané, smiling, made him look into the waters of a stream and realized that he was young and handsome, and that his mouse-skin Tseha had turned into a very rich jacket-skin dress, long hair and a lot of coat. When they returned to the hut, it had become a stone and wooden house with four enclosures and its room was filled with panther, zebra, jackal and lion hides. He was about to pass out seeing so much wealth. For two weeks he conducted himself as a true ruler, doing fair justice among his own and setting an example of wisdom, teaching them to work the land and to hunt or build log cabins. But one night they held a party to commemorate the birth of a child, and the former rat hunter could not resist the temptation to drink. When he had swallowed four glasses of fermented corn in his belly, his eyes became numb, his tongue loosed, and he began to insult the parents who were present at the meeting. I was upset and disgusted, and he wanted to make me think, but he, furious at his wife's intervention, gave her a terrible push and exclaimed in a drunken, shepherding voice, \"Get away from me, you miserable ostrich's egg! Seetelené looked at him painfully and said nothing. That night, the drunk felt cold. He got up to look for a jackal skin and found none. He went out the door to call a slave and realized he was in his old cabin and that he was completely alone, dressed in his wild mouse-skin Tseha. The well-being he had enjoyed during those weeks had made him more sensitive to the rigors of the temperature, making him infinitely lazy. The result was that the few gods died of hunger and cold, more than just a leper, reproaching themselves to their last moment for their unwillingness to resist the temptation of drunkenness that had caused their misery. FIN", "title": "Seetetelané", "author": "nan Anónimo"}