{"metadata": {"length": 5439, "words": 978, "reading_time_min": 4.89}, "text": "Once upon a time, there were two sisters, Rapela and Fara, who lived in Madagascar and enjoyed playing on the river. Only occasionally did the mother give them permission, for many crocodiles roamed those places. One day, Rapela and Fara begged him so much, that the good mother could not deny them permission; acceding to their prayers, he warned them: \"Go, but be careful not to mock Ikakinidriaholomamba\". The old crocodile, added the mother, is very badly disposed and the worst of the geniuses; if they mock him, he will devour them. The two little sisters vowed to obey, and they went out joyfully to play with the stones of the river. Very soon Ikakinidriaholomamba sprang up among the canaveras to distract his leisure with the girls' play; these saw him and as, indeed, the old crocodile was enormously ugly, Fara, who had forgotten his mother's advice, exclaimed: \"Oh, oh, what old is Father Crocodile! And what a sunken head! And what puffy eyes! And what a wrinkled belly! And how many scales he has on his body! So Ikakinidriaholomamba, furious, climbed to the shore to catch them; but they ran, light as grey, reaching home safely. \"Well, little girls, well\", the mother asked, \"you were prudent and cautious, weren't you?\" - Oh, my God! -Rapela said. The old Crocodile tried to steal Fara! - Oh, my God! - exclaimed the mother, shaking her head. Faira must have mocked him! It is necessary to know how to moderate the tongue, my daughters! The next morning, the sisters returned to the river and again began their games with the coastal pebbles. Rapela had a lot of fun, without any kind of cuffs; but Fara, restless with the memory of the previous day's mockery, looked at Ikakinidriaholomamba who, eyes closed, lay along a tree trunk. He was horribly ugly, and Fara, unable to restrain himself, said again between his teeth: \"Oh, how old is Father Cockadrillo! And what a sunken head! And what puffy eyes! And what a wrinkled belly! And how many scales they have on their bodies! But this time it was the defeat, because the Crocodile dropped his tooth and swallowed it. In vain the miserable Rapela begged the monster to return her sister; she had already plunged into the stream, leaving her sad and uncomfortable. Fara's parents ran to the shore, and when they arrived, the mother pleaded with the old Crocodile: \"Oh, Mamba, return us to Fara! She was really bad, but she's so much of our anguish that you could give it back! To which Ikakinidriaholomamba replied, imitating Fara's voice: \"Yes, yes, good lady. They come looking for their Fara. But Fara has a very long tongue. Find Fara. And what a sunken head! Find Fara. And what puffy eyes! Find Fara. And what a wrinkled belly! Find Fara. And how many scales he has on his body! And the poor woman was astonished at the saying, and she said to her husband, Speak thou to the Crocodile, and see if thou canst persuade him. And Phara's father cried, saying, Mamba, bring us back to Phara. She was really bad, but she's so bad for us that you could feel sorry for her and give her back! But Ikakinidriaholomamba answered him, \"Yes, yes, my old man. They come looking for their Fara. But Fara has a very long tongue. Find Fara. And what a sunken head! Find Fara. And what puffy eyes! Find Fara. And what a wrinkled belly! Find Fara. And how many scales he has on his body! The miserable parents were discouraged when their mother suggested, \"What if we offer him something in return for Pharaoh?\" - Let's offer him a bull\", said the father. And the mother shouted, \"Oh, Mamba! We'll give you a bull for Fara. Ikakinidriaholomamba went to his prisoner and said, \"Tell your mother, I'm very tired. And Fara cried out: \"Mother, my good mother, Mamba does not want to accept! And the father of the man, improving the offering, said, Mamba, we will give thee ten oxen for Pharaoh. And Pharaoh cried again, Father, dear Father, Mamba will not accept! Rapela looks at his parents and offers: \"Oh, Mamba, we will give you twenty oxen, if you return my sister! And Fara also answered this time, saying, Raphela, my sweet sister, Mamba will not, no! Then the mother, desperate, cried out loudly: \"Oh, Mamba, we will give you a hundred oxen for our Fara! The old Crocodile, who was very gluttonous, thought that a hundred oxen were well worth the ransom of a little girl, and murmured: \"Well, well; I like the offer; prepare the hundred oxen\". And Pharaah answered from the belly of the Crocodile, rejoicing, and said, Mother, mother, Mamba has accepted. Rapella and her parents ran into the village in a full of trouble, because they only had twenty oxen. They went to meet relatives and friends, and they lent them as many oxen as they needed to complete the offering, so that the ransom from Fara would not be spoiled. The villagers gathered the hundred oxen and headed for the shore. So the old Cockroach saw the flock and let Fara go to the shore, but the bulls had placed the most powerful and fierce bull at the head of the flock; he rushed over Ikakinidriaholomamba and with his huge horns emptied his eyes; he cut off the example and the other oxen trampled him to his cruel death. So the old Crocodile found a very unfortunate end, losing a single ox for having appetized many. When Fara, who was once again under the roof of his home, made a firm determination not to speak of the account any further in the future and to measure the words in the rest of his days. FIN", "title": "Fara y el viejo cocodrilo", "author": "nan Anónimo"}