{"metadata": {"length": 6347, "words": 1233, "reading_time_min": 6.165}, "text": "- Dad, what? - My friend Nadia and I are always together. - Sure, woman, because she's your friend. In class, at recess, at dinner time, she's a good, judgmental girl. - But in religious class I go to one class and she to another. She looked at her mother and saw her smile, busy embroidering a coat. And he said, smiling too, \"Yes... but only in religion class... - Because you're from one religion and she's from another. - But why, Dad? - Because you're a Muslim and she's a Christian. - And why, Dad? - You're still very young, you'll understand... - No, you're small, honey... - And why am I a Muslim? It had to be understanding and delicate: not to miss the precepts of modern pedagogy at the first difficulty. She said, \"Because my dad is Muslim, my mom is Muslim... - Because your dad's a Christian and your mom's a Christian too... - No, the glasses have nothing to do with it. It's because his grandfather was also a Christian and... he kept up the ancestral chain until he got bored. He tried to change the subject but the girl asked, \"Which is better?\" He hesitated for a moment before he said, \"Both... but I want to know which is better!\" - It's just that they're both. - Why don't I become a Christian to be with Nadia forever? - No, honey, it's better than not. It's got to be the same as Mom and Dad... Frankly, modern pedagogy is tyrannical. - Why don't you wait till you're older? - No, I'm not. - Now, now! - I'll see you later. Let's just say it's for fun. She likes one more and you prefer the other. You're a Muslim and she has a different taste. That's why you have to stay Muslim. - Nadia has bad taste? God confuses you and Nadia. I had my foot in spite of the precautions. He threw himself mercilessly at the neck of a bottle. - There's nothing written about taste. The only thing that's essential is to stay like Mom and Dad... can I tell her she's in bad taste and I'm not? He went on to say, \"Both are good: both Islam and Christianity worship God. - And why do I love him in one room and she in another? - Because she loves him one way and you another. - What's the difference, Dad? - You'll study it next year or the next. For now, please confirm that Islam and Christianity worship God. - And who is God, Dad? He stopped, reflected for a second and asked, extreme in his precautions: - What has Abla said to you? -He reads the azorah and teaches us to pray, but I don't know. Who is God, Dad? He was thinking with a twisted smile. Then he said, \"He is the Creator of the worlds. - Of all of it? - Of all things. - What does Creator mean, Dad? - It means he's done everything. - What do you mean, Dad? - With his supreme power. - And where does he live? - All over the world. - And before the world? - Up in the sky? - I want to see it. - You can't. - Not on TV? - No, I'm not. - And no one saw it? - No one. - And how do you know he's upstairs? - Because I do. - Who knew he was upstairs? - The prophets. - The prophets? - Yes, like our Lord Muhammad. - How about that, Dad? - For a special grace. - Did he have very big eyes? - I know. - And why, Dad? - Because God created it that way. - And why, Dad? He replied, trying not to lose his patience, \"Because he can do whatever he wants\". - Very big, very strong, anything can... - Like you, Dad? He answered with a smile: \"It's incomparable. - And why does he live upstairs? - Because it doesn't fit in the earth, but it sees everything. He was distracted for a moment, but he came back, \"Because Nadia told me she lived on earth. - It's not that; it's that he sees everything as if he lives everywhere. - And he also told me that people killed him. - No, he's alive, he's not dead. - Because Nadia told me he was killed. - What's up, baby? They thought they killed him, but he was alive. - Is Grandpa alive too? - No, grandpa died. - Have they killed him? - No, he died. - How did you do that? - He got sick and died. - So my sister's going to die? She frowned and replied with a reproach from her mother's side: \"Not at all, she will be healed if God wills... - Because when he got sick, he was older. - You're old, you've been sick and you haven't died! The mother looked at him with a grudge. Then he turned his gaze from one to the other, blazing. He said, \"We die when God decides. - And why did God order us to die? - Because you're free to do what you want. - Is it nice to die? - What's up, my life. - And why does God want something that's not pretty? - Everything God wants for us is good. - But you just said it wasn't. - I was wrong, dear. - And why did Mom get mad when I said why you hadn't died? - Because it's not God's will that I die yet. - Why not, Dad? - Because He put us here and He takes us. - And why, Dad? - So we can do good things here before we leave. - Why don't we stay all the time? - Because if we stayed, there would be no room for everyone on earth. - And we leave the good stuff behind? - Yeah, for better ones. - Where are they? - I'm not here. - Up there. - With God? - I know. - And we'll see? - I know. - And that's nice? - Of course you are. - Then let's go! - But we haven't done good things yet. - Did Grandpa make them? - I know. - What kind of a thing? - Building a house, planting a garden... - And what had Cousin Toto done? For a moment, it got dark. He sneaked a disgusting look at his mother, then replied, \"He had also built a house, although small, before he left... \" - And when will he die? - When God wills. - Even if he doesn't do good things? - We all have to die. Those who do good will go to God, and those who do evil will go to hell. She sighed and was silent. The father felt materially relieved. I didn't know if I had done it right or if I was wrong. That torrent of questions had removed the deep-seated interrogations. But the tireless creature cried out: \"I want to be with Nadia always!\" She looked at her inquisitively and she declared: \"In the religion class too! He laughed, his mother laughed, and he said, \"I never imagined that it would be possible to discuss these issues at such a level... \"The woman said, \"The day will come when the girl grows up and you can reason with her about the truths. She turned to see if those words were sincere or ironic and found it embroidered. FIN Jammarat al-qitt al-aswad, 1969 This story has also been published under the title The Children's Paradise.", "title": "Jardín de infancia", "author": "Naguib Mahfuz"}