{"metadata": {"length": 6511, "words": 1257, "reading_time_min": 6.285}, "text": "The police were making their rounds on the avenue with a striking appearance. This imposing display was not exhibitionism, but the usual, for the viewers were few. Although it was only 10 o'clock at night, the icy blasts of wind, with rain, had depopulated the streets, or slightly less. The agent tried doors as he passed, turning his dick with artistic and intricate movements; from time to time he turned around the district with a watchful eye. With its robust silhouette and lightly contoured, it represented the peacekeepers with dignity. The neighborhood was one of those early movers. Here and there, the lights of a cigarette shop or bar were visible, but most of the doors were commercial establishments that had been closed for a few hours. About halfway through a certain block, the policeman suddenly slowed down. At the gate of a dark hardware store was a man, leaning against the wall and with a cigarette unlit in his mouth. As he approached, the man hurried to say, reassuringly: \"No problem, officer. I'm waiting for a friend, nothing more. It's a date we agreed on 20 years ago. You'll find it strange, won't you? Well, I'm gonna explain it to you, just to show you there's nothing wrong with this. About that time, there was a restaurant in this place, Big Joe Brady. - Yes, he was shot down five years ago. The man at the gate lit a match and brought it to his cigar. The flame revealed a pale, square-shaped face and sharp eyes, with a small white scar next to the right eyebrow. The tie pin was a large diamond, strangely embedded. Tonight is the 20th anniversary of the day I had dinner here at Big Joe Brady with Jimmy Wells, my best friend, the nicest person in the world. He and I grew up here in New York, like we were brothers. He was 20 and I was 18. The next morning I was heading west to make a fortune. Jimmy couldn't be taken from New York; there was no other place on earth for him. Well, that night we agreed to meet again here, exactly 20 years from that date and time, whatever our condition and the distance to reach. We assumed that after 20 years, everyone would have their life made and their fortune made. - It looks very interesting, the agent said. But I just think it's a long time between dates. You haven't heard from your friend since he left? - Well, yeah, I did. \"We wrote each other for a while\", replied the other. But after a year or two, we lost track. You know, the West is so big and I lived moving from one side to the other. But I'm sure Jimmy, if he's alive, will come to the date; he was always the most upright and trustworthy guy in the world, and he won't be forgotten. I've traveled 1,500 miles to this place, but it'll be worth it if he shows up. The man pulled out a beautiful watch, with small diamonds embedded in the lids. - Three minutes left, he announced. When we split up, at the restaurant door, it was 10 o'clock. - You did pretty well in the West, didn't you? - the police asked. - No doubt about it! I hope Jimmy had half my luck. Well, he wasn't very smart; hardworking, yes, and a very nice guy. I've had to mess with very alert people to fill my pocket. Here in New York, people are stagnant. We have to go west to get in shape. The cop just waved the fuck off and took a step or two. - I have to go through the round, he said. I hope your friend doesn't miss you. You don't think you can give him a few minutes of tolerance? - Of course you are! - the other said. I'll give you as little as half an hour. By then Jimmy's gonna have to be here, if he's alive. See you later, officer. -Good night, sir. - The policeman said hello. And he continued his round, testing the picaports as they passed. A freezing rain had begun to fall; the uncertain blasts turned into a constant wind. The few pedestrians hurried, uncomfortable and silent, with their necks turned up and their hands in their pockets. And at the door of the hardware store, the man who had traveled 1,500 miles to meet an appointment, insecure to the point of absurdity, with his friend from his youth, was smoking his cigarette and still waiting. He waited about 20 minutes. Finally, a tall man, mostly long and with a neck up to his ears, hurried across the opposite road to approach the man he was waiting for. - Is that you, Bob? - he asked, hesitating. - Jimmy Wells? - the man at the door screamed. - Blessed be God! \"The newcomer cried out, holding the other by the two arms\". Of course you're Bob, what a question! I was sure I'd find you here if you lived. Well, well, well... 20 years is a long time. The old restaurant doesn't exist anymore, Bob; I wish they hadn't torn it down, so we could have dinner here again. And tell me, old man, how has the West treated you? - That's great. He gave me everything I asked for. But you've changed a lot, Jimmy. It made you five or six centimeters shorter. - Well, I grew up a little after 20. - You all right in New York, Jimmy? - More or less. I have a position in one of the municipal departments. Come on, Bob, we're gonna go to a place I know to talk long and hard about the old days. They both walked down the street, arm in arm. The Western man, heightened by his success, began to outline a story of his career. The other, immersed in his robe, listened with interest. When they reached the corner, where the electric lights of a pharmacy lit the street, each turned to look at his partner's face. The man from the West stopped abruptly, pulling his arm away. - You're not Jimmy Wells. - He said. Twenty years is a long time, but not long enough to change your nose straight to back. \"Sometimes it's enough to turn a good man into a bad man\", said the stranger. You've been under arrest for ten minutes, Bob, alias \"Sedoso\". The Chicago boys figured you could walk around and they sent a cable saying they wanted to talk to you. You're not gonna resist, are you? I like it that way. Now, before I take you to the station I'll give you this note that I was handed over to you. You can read it here in the window. It's from Agent Wells. The man from the West spread out the little piece of paper he had just received. When she started reading her hand was serene, but when she finished it, it trembled a little. The note was pretty brief. Bob: I got to our appointment at the right time. When you lit the match, I recognized you as the man they were looking for in Chicago. Since I couldn't do it personally, I went looking for a civilian agent to take over. Jimmy FIN After Twenty Years, The Four Million, 1906", "title": "Después de 20 años", "author": "O. Henry"}