{"metadata": {"length": 5415, "words": 1026, "reading_time_min": 5.13}, "text": "The oldest person in the village walks with his son by his side, along a path of sad green margins and desert, which looks arid under the light of the sun. She walks briskly and breathlessly, giving advice to the child, who weeps in silence. Now that you are beginning to win it, you have to be humble, that is God's law. - Yes, lady, yes... - You have to pray for those who have done you good and for the souls of your dead. - Yes, lady, yes... - At the San Gundián fair, if you manage to get together for it, you have to buy a cover of juncos, because the rains are many. -Yes, lady, yes... And grandmother and the child go walk, walk, walk... The solitude of the road makes that infantile sigh more sad, which seems a vote of humility, of resignation and of poverty, made at the beginning of life. The old woman sucks the mothers, who spit on the stones of the road, and breathes under the hat she has hung on her head. The wolf weeps and trembles at the cold; he is dressed in harpoons. It is a white stag, with its tusks swollen and slender: it carries, like a servant of another age, the slender and pale tusk, which recalls the tusks of the wheat. In the gloomy sky of morning some faint stars still shook. A rogue who comes out of the village walks along the winding road. ...The sun begins to warm the summit of the mountains; the rock glows on the grass; the birds flutter about the trees with a timid flutter; the streams flow, the trees murmur, and that road of green margins, sad and barren, seems to be a deserted highway of geologists. Sheep squat on the slopes of the mountain; women singing return to the spring; a village of white guedjas pricks the ear of its bees, which cling to the cliffs; it is an old patriarchal village; from afar one can hear its voice. - Are you going to the Barbanza fair? - We go to San Amedio, looking for a father for the boy. -How much time do you have? -The time to win it. Nine years ago, during the month of Santiago. And grandmother and son go, go, go... Under that kind sun that shines on the mountains, people from the villages pass by on their way. A solitary and gloomy tavern trots with cheerful fanfare of horns and hornets; old tanners of Cela and Lestrove go to the fair with hens, linen, a hundred. There, in the gorge, a stag swings its arms to scare the antelopes, which are scurrying around in the rocks. Grandmother and son separate to let the Archbishop of Lestrove pass, who is going to preach at a village festival. -May God grant us holy and good days! The archbishop re-enacts his robe, of mansa and doctoral robe. -Fair? - We poor people have nothing to do at the fair! We go to San Amedio looking for a father for the boy. -You know the doctrine? -You know, yes, sir. Poverty does not take away the Christian. And the grandmother and the son go and go and go... In a blue haze the cypresses of San Amedio, which stand round the sanctuary, sombre and contemplative, with their gnarled limbs lighted by a golden and morning light, divide. All the doors are now open in the village, and the hesitant, white smoke rising from the houses is dissipated in the light, as a salutation of peace. Grandmother and the boy arrive at the theater. Sent out of the door, a blind man asks for lemon and raises his eyes to the sky, which seem to be two blazing eyes. -Blessed Saint Lucia preserves the good view and health in the world for you to win it!... God gives you what to give and what to have!... Health and luck in the world for you to win it!... All good souls of the Lord as they come, do not leave the poor a good deed!... And the blind lead the way with the dry and yellow palm. The old lady approaches with her son in hand and murmurs saddly: \"We are another poor family, brother!... You told me you were looking for a son... - You are right. He was baptised in the Roman Catholic Church of Santa Baa de Cela. Isn't that a scream! - I come with my son. - You're doing fine. The blind man extends his arms wringing his hands. - Come on, kid. The old lady pushes the child, who looks like a stranded goose and cries before that old sailor, wrapped in a tattered flannel shirt. The yellow and swollen hand of the blind man lies on the shoulders of the child, walks on the back, runs along the legs. -Will you get tired of walking with the alphorns up the hills? - No, sir; I am made for that. - To fill them you have to go through many doors. Do you know the roads of the villages? -Where don't you know, I wonder. -In the romps, when I throw a coin, you have to respond with another. You know? - In learning, yes, sir. -Being born blind is something many people want. - Yes, sir, yes. - Since you have come, let's go to the Palace of Cela. There is charity there. In this area there is no sad lemon tree. The blind man joins in awe and holds the hand in the shoulder of the child, who contemplates the long way and the green and shady field, which gleams in the morning peace, with the scattered houses of the villages and the distant huts, disappearing under the gloom of the doors, and the blue mountains, and the snow on the peaks. Along the way, a zebra walks briskly along the grass, and the ram of thorns and roses carries on a sluggish pace, dragging the roan. The blind and the child shiver, and the grandmother murmurs, rubbing her eyes: -\"Malnourished, nine years old, and eats bread that he makes!\"... \"Alas, God!\" FIN El Liberal, 1902", "title": "¡Malpocado!", "author": "Ramón del Valle Inclán"}