{"metadata": {"length": 2553, "words": 472, "reading_time_min": 2.36}, "text": "She had left the hospital on the day of Corpus Christi, and she was back, aged and weak, but already cured, at her mistress' house, to resume her miserable life, her miserable life as a prostitute. In his face, all the misery; in his heart, all the shame. Not a thought crossed his brain; he had only a desire to end, to rest forever his sick bones. Perhaps he would have preferred to die in that filthy hospital where the debris of vice was being built, than to come back to life. He was carrying a scarf with his poor clothes, a few rags to adorn himself with. His eyes, accustomed to the semi-darkness, were troubled by daylight. The bitter sun shone inexorably in the blue sky. Suddenly, the woman found herself surrounded by people, and she stopped to watch the procession passing by the street. I hadn't seen her in so long! Back in the village, when I was young and happy and not despised! But it was so far away! She saw the procession passing by the street, when a man, whom she did not disturb, insulted her and gave her a fist; others, who were nearby, also filled it with impropriety and mockery. She tried to look, to answer the insults, for her old smile, and could not but crisp her lips with a painful muzzle, and she walked with her head down and eyes full of tears. In his face, all the misery; in his heart, all the shame. And the sun shone inexorably in the blue sky. In the procession, under the bright sun, the gold-embroidered mantles of the virgins, the silver crosses, the precious stones of the velvet banners, flashed. And then came the priests with their cows, the magnates, the warriors in bright uniforms, all the great men of the earth, and they came walking to the beat of a majestic music, surrounded and guarded by bayonets, swords and sands. And the woman was running away; and the young men were calling and harassing her, and she stumbled and fainted; and, wounded and broken by all, she went on her way, with her head low, and her eyes filled with tears. In his face, all the misery; in his heart, all the shame. Suddenly the woman felt in her soul an infinite sweetness, and she turned and was dazzled, and then she saw a majestic white shadow following her and carrying out her chest her wounded and pierced heart by thorns. And the majestic white shadow, with the bright gaze and the smile full of irony, looked upon the priests, the warriors, the magnates, all the great men of the earth, and, turning away from them, and approaching the sad woman, kissed her, with a very pure kiss, on her forehead. ♪ Finish ♪", "title": "La sombra", "author": "Pío Baroja"}