{"metadata": {"length": 5182, "words": 934, "reading_time_min": 4.67}, "text": "It was getting closer, for Martin Pascual, the moment to do nothing. He had earned it well, but Martin Pascual was more interested in psychology than law. He had the right to work after fifty, sixty years and not work. He didn't care about that right; he was attracted to the psychological process; he was made to say the \"how\". At that memorable moment Martin was preparing for a long time; gradually he was slowing down, supporting, decreasing the work. I didn't want to be suddenly, suddenly, suddenly, suddenly, in front of the startling, frightening fact, if you suffer to say nothing. Working was, however, what I did, in whatever form, already with a desire, now without a desire, now with fervor, now without fervor, now with a sloth, now with fainting. In the populous city, in the midst of worldly traffic, in the boiling place of people, it was difficult not to work; an incident, any card, visit, telephone call, forced him to engage in mental activity. He needed, therefore, Martin Pascual, isolation, solitude, silence. He went to a village, believing that in a village he would find what he was looking for. I did not dissuade him; I accompanied him in his last hours in Madrid. Martin liked the fashions; I like them too. Martin said he had to cut for the health. I'm not going that far. He got in his car, and halfway through the road, I knew for myself he had his doubts. The torcer, who stones the consciences, began to roar in his spirit. Watch out for the twists! He wondered if solitude would not be as conducive to his attempt as traffic. If he didn't have the angry, angry conversations of the city, he would go straight to the internal soliloquy; if he lacked dialogue, he would dialogue with himself. And that drifting away from his thinking would be more laborious, more diligent, more distressing than the quiet, void conversation in which nothing is said. Finally, Martin Pascual arrived in the village; he was more meo, lazio than he had left Madrid. I didn't know what to do or what to think anymore. He fled from work, and was involved in \"work\" - the plural is more terrible than the singular - work is hard, hard, worrying, broken, grief, pain, aches, weeping, etc. He realized, as he would say, that he had made a loaf of bread like a bunch of hosts. As he moved the thresholds of the house and was left alone, he began to see clearly: the enemy was taking him with him; he could not get rid of his enemy. I don't want to be enigmatic: the enemy I'm talking about is the imagination. No one has ever spoken of imagination so expressively, so beautifully, as Fr. Louis de Granada. I know it, and Martin Pascual knew it. In the solitude of his home, Martin recalled Fray Luis's words about imagination: \"Many times he leaves us as a fugitive slave, without a license; and first he has made a tour of the world that we take to see where he is. Fray Luis's imagination is also a power, very appetizing and greedy to think when it is put in front of you, like the golden dogs who are trying and disturbing everything, and want to stick their nostrils in everything. If for fifty, sixty years the imagination had been machining in Martin Pascual, it was not believable that now, in solitude, he would stop machining. Martin Pascual, in his village house, would be quiet, quiet, hand in hand: the imagination would work. I would close my eyes or look at the musarañas if there were musarañas in the village; the imagination would work too. You could see the flames in the fireplace, distracted, and your imagination would never stop working. And since I've talked about the fireplace, I don't want to miss saying something that relates to the case, something very curious. Martin Pascual, just after arriving in the village, went for a walk around the kitchen, a bell kitchen. He thought that since the house had been closed for so long, there would be a must-do; surely there would be some must-do in the village. They wouldn't exist in New York; Martin Pascual thought that in New York all kitchens were electric. There would therefore be no smoke; there would consequently be no chimney; there would, of course, be no soot. Without a kitchen, with a lumbrada, with a pot, there would be no home. Of course, in this case it is the material home; but in one way or another, that materialism would influence the spiritual, the invisible, intangible home. Martin was going around the attic and this is another case, and as the weather at the time was in the water, he noticed that the roof was raining; there were leaks. From the leaks, I inferred that there were broken tiles. I should have woven, woven. The French do not have these two verbs; instead of weaving, weaving, they say mètre de nouvelles tuiles à un toit. Martin Pascual began to compare, in his imagination, Spanish and French. If French was accurate, Spanish, being abundant, rich, would throw amphibiology. Martin Pascual, taking care, could, like anyone else taking care, avoid the drawbacks of amphibious fallacy. And sitting at the table, with a deck of quartz, he went red, joyfully, drinking them. He didn't do anything; he didn't do anything at all. It was just working. ♪ Finish ♪", "title": "No hacer nada", "author": "nan Azorín"}