{"metadata": {"length": 4888, "words": 988, "reading_time_min": 4.94}, "text": "When he entered the room to close the windows, while we were still in bed, he looked sick. He was shaking, his face pale, and he was walking thinly, as if it hurt to move. What's the matter with you, Schatz? My head hurts. You better get back to bed. - No, I'm not. I'm all right. I'm all right. Lie down, I'll see you as soon as I get dressed. But as I came down the stairs, I found him dressed, sitting by the fire. He was a nine-year-old boy and he looked very sick. I put my hand on his forehead and noticed he had a fever. Go to bed, I said, you're sick. \"I'm fine\", he said. The doctor came and took her temperature. How much is it? I asked him. One hundred and two degrees. On the ground floor, the doctor left three different medicines in different colored capsules with instructions to give them. One was to lower the fever, another was a purgative, and the third was to correct an acidic condition. He explained that the germs of influenza can only exist in an acidic medium. He seemed to know everything about the flu and said that there was nothing to worry about as long as the fever did not rise above four hundred degrees. It was a mild flu epidemic, and there was no danger if one avoided pneumonia. Back in the room, I took a temperature record of the boy and took a note of the hours he was given the different capsules. Do you want me to read you a little? \"Well, if you want\", said the boy. His face, very pale, showed huge dark spots. He lay still and motionless, and seemed oblivious to all that was happening around him. I read aloud Howard Pyle's Pirate Book, but I noticed that I wasn't following through. How are you feeling, Schatz? I asked him. So far, he's still answered. I sat at the foot of the bed and read quietly as it came time to give him the next capsule. Normally he would have fallen asleep, but when I looked up I noticed that he was looking strangely at the feet of the bed. Why don't you try and sleep? I'll wake you up to take the medicine. I'd rather stay awake. After a while he said, \"You don't have to stay here with me, Dad, if this bothers you. It doesn't bother me. No, I mean, you don't have to stay if this is gonna bother you. I thought he was delusional, and after I gave him the 11 p.m. pills, I went out for a while. The day was bright and cold. The ground was covered with frozen snow, and it made the trees, shrubs, cut-off shrubbery, grass, and bare ground look as if they had been glazed. I ran a pack of cod from a high clay bench they were hanging from, and killed two as they disappeared above the bench. Some birds landed on the trees, but most were scattered through the bushes and had to jump several times on the mounds to fly. When they did, while I stood insecure on ice-covered bushes, it was very difficult for me to shoot. However, I killed two, failed to shoot five, and started my journey home happy to have found a flock nearby and so many left to return another day. At home, I was told that the boy had refused to let anyone into the room. You can't come in, he told me. You mustn't get infected with what I have. I approached him and found him in exactly the same position as I had left him, his pale face, the upper cheeks red from the fever, and staring, as before, at the feet of the bed. I took his temperature. How much do I have? I answered about a hundred. I had a hundred and two with four tenths. \"It was a hundred and two\", he said. Who said that? The doctor. Your temperature is fine, I told you. There's nothing to worry about. I'm not worried, he said, but I can't stop thinking. Don't think I told you. Take it easy. \"I'm taking it easy\", he said, and he nodded his head. He was obviously nervous about something. Take this with water. Do you think it's worth anything? I certainly do. I sat down, opened the pirate book, and started reading, but I realized I wasn't paying attention, and I stopped. What time do you think I'm going to die? He asked. What? How long before he dies? You're not going to die. What's wrong with you? I'm going to die. I heard you say a hundred and two. People don't die with a hundred-two fever. That's so silly. I know you do. At school in France, my classmates told me you can't live with 44 degrees. I have a hundred and two. All day, since nine in the morning, I've been waiting for death. Poor Schatz, I told you. Poor Schatz. This is like miles and miles. You're not going to die. It's a different thermometer. Thirty-seven is normal on that thermometer. This one's ninety-eight. Are you sure? I told you absolutely. It's like miles and miles. Do you know how many miles we go when we travel 70 miles in a car? Oh, my God! He exclaimed. But his gaze, fixed at the feet of the bed, slowly relieved. His tension also diminished and the next day, very relaxed, he cried very easily over small things that didn't matter. Fin A Days Wait, Winner Take Nothing, 1933", "title": "Un día de espera", "author": "Ernest Hemingway"}