{"metadata": {"length": 4799, "words": 843, "reading_time_min": 4.215}, "text": "Salva-Obstáculos was an extraordinary man; by confession he made in a death article, he never knew what the world calls a difficulty, an impediment, an impossible. And he did all that he had set out; and all the works he had begun, all of them, without missing one, he did well. If Salva-Obstraculos speaks of anonymizing the past and changing what was into what should have been, at this moment we would lack the impossible metaphysical, I assure you. To tell you the truth, I don't know what Save-Obstacles was like. I saw him twice and I've done so many conversations about his painting, always adding some new detail, that I've ended up not knowing if he was tall or short, crouched or straight like a spine. Salva-Obstáculos's childhood was that of a man of genius. You will not find it, however, in children's books, alongside the childhood of the inventor of the steam engine, the inventor of the sewing machine, etc. Salva-Obstáculos never left with dogs or cats his bread or milk, nor did he buy with his savings textbooks for poor children. In compensation for this harsh condition, at the age of four he made clay and wooden objects with a perfection that neither the old Franklin nor the inventor of the telegraph ever suspected. And the five, so diligently he began to compose, straighten, repair, complete and renew, as he saw, that when he turned six years old, he was not in his house, in his village, not even twenty miles round, broken clocks, broken chairs, doors that closed badly from the twist of their wood, locks without keys and vice versa, and so on. One day, playing with a younger sister, he discovered that girls could not reason properly, and he decided to make up how many girls' heads there were in the world. By the time they were a few months old, all the girls were reasoning with remarkable perfection and uniformity - yes because yes, not because no, yes, but no - like clocks that point at the same time. They even made a particular sound when thinking, a sound similar to that of a gun that is being turned yellow. At the age of fifteen, Salva-Obstáculos reformed the conversation of people. The talks were rhythmic, fair, perfect. Never heard a paradox again. Some of the sites that had already passed into the category of common places, of definite values even for rural people and school teachers, were dug up from the lower strata of society and destroyed in public squares. Family, order, good faith, the spirit of heaviness recovered at the death of the paradox all the strengths and privileges they had had on the first day of the world. In its inclination toward symmetry and uniformity, one day the population density in all regions of the planet began to equalize. And there was no rest from that time, to measure the land, and to divide it among the people; and in a few months all the men were divided in the globe at the rate of eleven [things] per square kilometer. The Geography books were corrected. The lovers of accuracy were not happy, and yet the mortal misers, especially the peoples of the countryside, wept, recognizing that symmetry does not constitute happiness, and greeted sadly their friends from the neighboring kilometer, without daring to transcend the limits of their own, in their fear of breaking that order that Salva-Obstáculos had established on earth. Another day, the hero of this simple story fell in love with the daughter of a Dutch millworker. What an excellent opportunity to end this story here, making Salva-Obstáculos, the finisher of the most difficult feats, be defeated, humiliated and confused by Love! Morality is this very much in keeping with the general spirit of the fables to which we are accustomed. And this relationship could be a matter of a print where there was a little bit of a foot on a fallen man, and a legend around it that said, Omnia vincit love, or anything else of this jazz. Unfortunately for the author of this narrative, for the prints, and for the general spirit of the fables, Salva-Obstáculos married the daughter of the Dutch millwright and had many children from her. When Salva-Obstakulos died, by the mere effect of his will he continued to walk and think for a long time, after his heart had stopped beating. Among his papers was a project to simplify the treatises of Astronomy by suppressing stellar attractions and repulsions so that Cosmography would become accessible even to poets and married ladies. A child who could not add up and subtract could announce eclipses and comets with as much certainty as any director of an American observatory. It is a general opinion that Salva-Obstáculos died shortly after writing this project. Let us mourn the death of Salva-Obstraculos and guard against discovering memoirs and monographs on astronomy. The Illustrated World, 1912", "title": "De la vida maravillosa de Salva-Obstáculos", "author": "Julio Torri"}