{"metadata": {"length": 6865, "words": 1312, "reading_time_min": 6.56}, "text": "In the slothful and voluptuous town of Blidah, a few years before the French invasion, lived a good Moorish man named Sidi Lakdar whom the people of his town had nicknamed The Lazy. You know that the Moors of Algeria are the most indolent men on earth, especially those of Blidah, undoubtedly because of the scents of oranges and lemons that the city is bathed in. But in the matter of laziness and indolence, among all the inhabitants of Blidah not one reached Sidi Lakdar's waist. The honorable gentleman had elevated his vice to the rank of a profession. Some are embroiderers, others are coffee makers, others are spice sellers, Sidi Lakdar was lazy. At his father's death he inherited a garden next to the city walls with small white walls in ruins, a door covered with a brush that didn't close, fig trees, some bananas and two or three springs that glow among the grass. It was where he spent his life, lying all over, silent, still, with a beard full of red ants. When he was hungry, he would stretch out his arm and pick up a crushed fig or banana from the grass next to him; but if he had to get up and pick the fruit from his branch, he would have died of hunger first. So in his garden, figs rotted in the field and the trees were crippled by birds. That unbridled laziness had made Lakdar very popular in the region. They respected him like a saint. As they passed their small plot, the women of the city who returned from taking clothes at the cemetery put their mules on the way and spoke among themselves in a low voice under their white masks. The men leaned piously and every day, at the school leaving, there was on the garden walls a whole band of kids in striped silk jackets and red hats, who came to try to disturb that beautiful laziness, called Lakdar by his name, laughed, gunned down grass and threw orange peels at him. It's a waste of effort! The lazy guy didn't move. Every now and then, he was heard shouting from the bottom of the grass, \"Care, care... as I rise!\" but he never got up. And it happened that one of those little crannies, going to play netball with the lazy guy, was, in a sense, touched by grace and attacked by a sudden taste for horizontal existence, and one morning she declared to her father that she didn't want to go to school anymore because she wanted to be lazy. - Lazy, are you? \"A fair pipe-turner, as diligent as a bee, and sitting before his turn as soon as the rooster was singing, \"said the father. Yes, Father, I want to be lazy... like Sidi Lakdar... You'll be a bullfighter like your father or a caddy court scribe like your uncle Ali, but I'll never turn you into a lazy... Come on! Hurry up! To school, or I'll break your ribs with this beautiful new wild cherry stick! Seeing the stick, the boy stopped insisting and pretended to be convinced; but instead of going to school, he entered a bazaar, hid behind a salesman's counter between two piles of Smyrna carpets, and stayed there all day, lying upside down, looking at the Moorish lanterns, the blue cloth bags, the golden peach juices that glittered in the sun, and breathing the penetrating aroma of the vials of rose essence and the warm wool chilabas. After a few days, however, the father swept the thing, but it was of no use to him to scream, to throw plagues, to blaspheme the name of Allah or to heat the kidneys of the pillow with the cherry sticks of the workshop, because he got nothing. The boy repeated stubbornly: \"I want to be lazy... I want to be lazy\". And they always found him lying in a corner. He was full of quarrels, and after consulting with the clerk Ali, the father made a decision: \"Listen, I told his son, since you want to be lazy at all costs, I'm going to take you to Lakdar's house. He'll give you an exam, and if you really have any preparation for his profession, I'll ask him to accept you as an apprentice. \"All right, I agree\". The boy replied. The next day they went, both with the scent of vervain and the head just shaved, to meet the lazy man in his garden. The door was always open. Our protagonists entered without calling but, as the grass was high and abundant, they had trouble seeing the owner of the garden. They did, however, find, lying beneath the bottom of the fig trees, between a swirling of birds and wild plants, a pack of yellow rags that greeted them with a groan. \"May Allah be with you\", said Sidi Lakdar, bowing and with one hand in his chest. I present you to my son who wants to be lazy at all costs. I'm bringing it for you to examine and see if it has a calling. If so, I'm begging you to welcome him home as an apprentice. I'll pay you whatever it takes. Without answering, Sidi Lakdar made a gesture to them to sit beside him on the grass. The father sat down and the boy stretched out, which was already a good sign. Then the three of them looked at each other without speaking. It was noon, it was hot, it was light!... The whole little garden seemed to be sleeping. All you could hear was the sparkling of the genists blowing their pods in the sun, the fountains murmuring under the grass, and the stumped birds swirling among the leaves with a fan-like sound that opens and closes. From time to time, a fig that was too ripe would fall off and fall from branch to branch. Then Sidi Lakdar held out his hand and, with a tired gesture, carried the fruit to his mouth. The boy, for his part, didn't even make that effort. The most beautiful figs fell beside him without even bothering to turn his head. The teacher was watching with a twinkle of an eye that magnificent indolence, but he still did not say a word. So an hour, two went by... as you can imagine the poor pipe-pipe turner was starting to find the session a little too long. However, he dared not say anything and stood there, motionless, with fixed eyes, crossed legs, dominated himself by the lazy atmosphere floating in the heat of the garden along with an imprecise smell of cooked banana and orange. Suddenly, a thick fig falls from the tree and will crush on the boy's cheek. The fig tree, by God! Pink, sweet, scented like a honeycomb. To get it into his mouth, the boy had to push it with a finger, but he felt that it was too fatiguing, so he stayed there, motionless, with the fruit scenting his cheek. At the end the temptation was too strong; he looked back at his father and called him with a complaining voice: \"Daddy, Daddy... put it in my mouth... On hearing those words, Sidi Lakdar, who had a fig tree in his hand, threw it away and turned to his father with anger and said: \"Is this the boy you are coming to offer me as an apprentice? But if you can be my teacher! He's the one who should teach me lessons! And he fell on his knees, and his head to the ground before the lying boy, and said, I salute thee, father of the lazy. *FIN* La Belle-Nivernaise, 1886 Translation of Hope Cobos Castro", "title": "El higo y el perezoso", "author": "Alphonse Daudet"}