{"metadata": {"length": 7274, "words": 1412, "reading_time_min": 7.06}, "text": "Kevin's wife passed him the phone. It was Saturday morning. They were still in bed. —That’s Bonnie, he said. —What's there, Bonnie? —You awake, Kevin? — Yes, yes. — Listen, Kevin, Jeanjean told me. —What? —You took her and Cathy to the bath and you took off their pants and you smelled the rag. —What did you smell the rag? —That is what I said. —God, Bonnie, are you taking my hair? — Jeanjean does not believe in those things. She said you took her and Cathy to the bathroom, you took their pants off and you smelled the cologne. — Wait a minute, Bonnie! —What awaits and what a burden! Tom is enraged, says he's going to kill you. And to me it seems amazing, incredible! My mom thinks I should call my lawyer. Bonnie sat. Kevin too. —What's going on? —his wife asked. —No, nothing, Gwen. —Want to eat? —I don't think he can eat anything. —What's up, Kevin? —Bonnie says she took Jeanjean and Cathy to the bathroom, took their pants off and sprayed them with the perfume. — Oh, gosh! —That's what he said. —You did? —God, Gwen, I was carrying a few bottles in my body. The last thing I remember about the party is that I was out there in the garden, looking at the moon. It was a big moon, I'd never seen a bigger moon. —Do you not remember the other? —No. —When you're drunk, Kevin, you forget everything. You don't remember anything. —I don’t think you’ve done anything like that. I am not a pervert. —The eight and ten-year-old girls are very beautiful. Gwen entered the bathroom. When he came out, he said, —May it be so. I hope it really happened! —What? What are you saying? — Seriously. Maybe that will make you meditate. Maybe you think about it twice before you start drinking. Best of all, you don't drink at all. Always when you go to a party you drink more than anyone. Then you always make jokes and things that aren't nice, although usually, in the past, you made them with women made and righted. —Gwen, this whole thing must be a sort of a joke. —It’s no joke. You'll see when you have to face Cathy and Jeanjean and Tom and Bonnie! —Gwen, but I really do love those two girls! —What? — Well, all right, I didn't say anything. Gwen went into the kitchen and Kevin into the bathroom. He drank cold water and looked into the mirror. What did a sexual pervert look like? Answer: like everyone else, until they told him it was. Kevin sat down to eat. Catching seemed such a safe, such a warm act. That could not happen. He was in his bathroom. There was his towel, there was his robe, there was his sanitary paper, his bathrobe, and under his feet, soft and warm, was the red, clean, comfortable bathmat. Kevin finished, cleaned up, shook off the stench, washed his hands like a civilized man and went to the kitchen. Gwen was preparing tonic. He was served a cup of coffee. — Thank you. —Returned? —Returned. —You’ve been married for ten years and you always say “returned.” —What is more surprising is that you always ask me. — Kevin, if this becomes public, you will be fired from your job. The bank will not want a Tocantins branch director. —I suppose not. —Kevin, we need to meet with the affected families. We have to sit down and clear this up. —What you say sounds like a scene from The Padrino. — Kevin, you're in a good spot. There is no way to get rid of it. You are in a rut. Put the toast on. Take care of it because if you don't, it will jump. I don't know what the hell is going on with the ship. Kevin put the steak in the oven. Gwen served the toast and eggs on the plate. — Jeanjean is a little snobby. It's like your mother. The rare thing is that it hasn't happened before. It is not that you want to say that is an excuse. Gwen sat down. The toaster heard the toast and Kevin gave a piece to Gwen. —Gwen, the feeling of not remembering something is a rare one. It's like nothing ever happened. —There are also murderers who forget that they have murdered. —You're comparing it to a murder? —Can seriously affect the future of two girls. —There are so many things that can affect the future of children. —You had to have told me that your conduct was destructive. —Maybe it was constructive. Maybe you like it. - It's been a long time since you've smelled the shit, Gwen said. —I like you to take charge of the matter. —I do: we live in a community of twenty thousand people, and one thing will not remain a secret. —And how will they prove it? It is the word of two little girls in front of me. — More coffee? — Yes. —I have to buy you Tabasco sauce. I know you like eggs. —You will always be forgotten. — Yes, I know. Look, Kevin, he's finished breakfast. Take as much time as you want. You're lost. I have to do something. — Yes. I wasn't sure I loved Gwen, but it was nice to live with her. He was concerned with all the details, and details were what drove a man crazy. There is abundant butter in the toast. The shawl was one of the last luxuries of man. It would come to the day when the autos would be too expensive and people would have to sit down and take a nap and wait. The “children of Jesus,” who spoke of the end of the world, were becoming more and more beautiful. Kevin finished the toasting with butter and Gwen entered the kitchen again. —Well, it's all settled. I have called everybody. —What do you mean? —There will be a meeting within an hour at Tom’s home. —In Tom's house? —Yes, Tom and Bonnie, and Bonnie's parents and Tom's brother and sister... will be all there. —Will the girls be there? —No. —And Bonnie's lawyer? — Are you afraid? —You wouldn't have it? — I don’t know. I have never soiled a girl's dress. —Why don’t devils? —Because it is not decent or civilized. —Where has our decent civilisation taken us? —I suppose to men like you, who are trapped with girls in the bathroom. —You seem to enjoy this. —I don’t know if those girls will ever forgive you. —Do you want me to ask for forgiveness? I have to do it? For something I don't even remember? —Why not? —The best thing is to forget it. Why complicate things? When Kevin and Gwen arrived at Tom's house in the car, Tom arose and said, \"Here they are.\" Now, we have to keep all calm. There is a fair and decent way to solve this. We are all mature beings. We can all resolve it among ourselves. There is no need to call the police. I wanted to kill Kevin at night. Now, I just want to help him. The six relatives of Jeanjean and Cathy sat waiting. The tone was there. Tom opened the door. —Hello, what there is. - Hello - said Gwen. Kevin said nothing. —Sir. They sat down on the sofa. —Want to drink something? - No, - said Gwen. - Whisky with soda - Kevin said. Tom prepared the drink, passed it to Kevin. Kevin drank the whiskey, looked for a cigar in the pocket. - Kevin, - Tom said - we have decided that you have to see a psychiatrist. —Not a siquiatra? - No, to a psychiatrist. —All right. And we think you have to pay for the therapy Jeanjean and Cathy may need. —All right. —We will keep this a secret, for you and for the girls. — Thank you. — Kevin, there is just one thing I would like to know. We are your friends. It's been years since we've done it. Only one thing: why do you drink so much? —The truth is, I don’t know why the devils do it. I guess, more than anything, because I am bored. FIN “Some Hangover”, Hot Water Music, 1983", "title": "Una ligera resaca", "author": "Charles Bukowski"}