{"metadata": {"length": 3238, "words": 617, "reading_time_min": 3.085}, "text": "Hugo, a thief who only steals on weekends, breaks into a house on a Saturday night. Anne, the owner, a handsome, sleepless 30-year-old, finds it in fragrance. Threatened with a gun, the woman hands him all the jewels and valuables, and asks him not to go near Pauli, his three-year-old daughter. However, the girl sees him, and he conquers her with some magic tricks. Hugo thinks: 'Why leave so soon, if it's so good here?' He could stay all weekend and enjoy the situation fully, since the husband - he knows because he's been spying on them - doesn't come back from his business trip until Sunday night. The thief doesn't think much about it: he puts on the house master's pants and asks Ana to cook for him, to draw wine from the cava and to put some music for dinner, because without music he can't live. Ana, worried about Pauli, as she prepares dinner, she thinks of something to get the guy out of her house. But he can't do much because Hugo cut the phone wires, the house is too far away, it's night and no one's coming. Ana decides to put a sleeping pill in Hugo's cup. During dinner, the thief, who is a bank watchman during the week, discovers that Ana is the host of his favorite radio show, the popular music show he listens to every night without fail. Hugo is their big fan and as they listen to the big Benny singing How It Was on a tape, they talk about music and musicians. Ana regrets sleeping because Hugo behaves calmly and has no intention of hurting or raping her, but it's already late because the sleeping pill is already in the cup and the thief drinks it all very happy. However, there has been a mistake, and she is the one who took the cup with the pill. Ana falls asleep on a two by three. The next morning, Ana wakes up fully dressed and very well covered with a blanket, in her bedroom. In the garden, Hugo and Pauli play, since they've finished making breakfast. Ana is surprised at how well you guys are getting along. Besides, he loves how that thief cooks, which, after all, is pretty attractive. Ana is beginning to feel a strange happiness. At that point, a friend comes by to invite her to dinner. Hugo gets nervous, but Ana invents that the girl is sick and fires her immediately. So the three of them stay home together to enjoy Sunday. Hugo repairs the windows and the phone he broke the night before, whistling. Ana finds out that he dances very well, dancing that she loves but can never practice with anyone. He proposes that they dance a piece and pair up in such a way that they dance until late in the afternoon. Pauli watches them, applauds and finally falls asleep. Surrendered, they end up lying in a chair in the living room. By then the saint had gone to heaven, for it is time for the husband to return. Although Ana resists, Hugo returns almost everything she had stolen, gives her some advice so that thieves do not enter her house, and she says goodbye to the two women with no small sadness. Ana watches him move away. Hugo's about to disappear and she's calling him out. When she returns, she tells her husband, looking him in the eye, that next weekend he's going on a trip again. The Saturday thief goes out happy, dancing the streets of the neighborhood, as it gets dark. FIN", "title": "Ladrón de sábado", "author": "Gabriel García Márquez"}