{"metadata": {"length": 8013, "words": 1489, "reading_time_min": 7.445}, "text": "When I was admiring the collection of art objects of my friend the Duke of Boltaa, I caught an attention that did not flutter by its merit, but which spoke to my soul in very expressive terms. It was the effigy - tall, with gold and silver clothes - of San Benito de Palermo. The black face of the saint, his shaven head, alighted with singular energy on the rich vestments of the priests. Noting my interest in the statue, the Count advised me: -That sculpture is the most beautiful one here. \"But it enlivens an idea,\" he replied. Enlivens the so fundamentally democratic idea of Catholicism. It is the apotheosis of human equality: it rebuts the division into superior and inferior races established by paganism. That is why I am reminded of the Black Saint, who is now bathing in the white light of heaven. -If I could remind you - the Count exclaimed- when and with whom I acquired that tavern and what happened afterwards, you might think that at the end of our century civilisation will return to the pagan pit, restoring the inequality based on material force, and that the notion of right will lose ground in the governing towns. *** And as I insist on knowing the story of the purchase of San Benito, we sat in comfortable and cosy sofas of Cordoba, and the Count said thus: -You must know that years ago, a friend of mine, a consul in Baltimore, recommended to me a certain American who was coming to visit the major cities of Spain and was planning to stay in Madrid for a month. With the hospitality we admired in the Spaniards, sacrificing time and money, I dedicated myself to accompanying and obsequiousness to the Yanqui, taking him where he showed a desire to go; to the homes of the antiques dealers, and also to flamenco cafés and bad-death plays, with all their consequences. To explain these seemingly contradictory afiions of my foreigner, I will try to portray it in four aspects. He might have been twenty-five to thirty years old; he was tall, anguished, as if he had been beaten to a pulp; and the contrast of his figure was that boxer's and pugilist's body, ending in a pale, red, bare-headed, uncolored, cold-faced, feminine mouth. He wore a very short hair, and in the sun his head looked like a gleaming ball of pure gold; in all, the robes of a clergyman, and, removing the clerical and the pious, a powerful physique. His character was little expansive, with a few lingering recollections of voluntary associations; and he easily noticed how in antique shops the icy indifference to beauty gave way to the violent desire, determined not by the beauty of an object, but by its high price or its rarity. “In a short time – he would say in regular Castilian, when he took the ticket-stamping-card out of the drawer – we will have the best of old Europe.” He bought what he stole, and without looking at his purchases again, he packed them up and sent them off. The only thing that awakened in him an emotion resembling respect were the noble-sounding cachivaches, which usually make us smile at the Spaniards. A rusty sword, a yellow equestrian outfit with miniatures, attracted and hid the ironic contrast of his lips. He was called Ricardo Stoddard, and I guessed he owned flour and pasta factories; but he never admitted it, and asked me to call him always \"don\" Ricardo, which he gladly did. One morning, as we were sifting through art treasures, that San Benito de Palermo appeared, covered in dust and ruins. “Don” Ricardo looked at the effigy and calmly said: “Stupid, a religion that puts blacks on altars.” I don’t know whether it was because I sat there squirming at the sarcasm of the phrase or because of the spirit of contradiction, in the act I bought the sculpture and had it delivered directly to the restorer’s home. He wanted to shave the saint of the dark teeth, and pass a lesson to the democratic citizen. We were coincidentally going to visit a cafeteria that night, not very well known, near the lower neighborhoods. Although I disliked such excursions, I did not think I was disqualified from attending the meeting, and we sat down at a table, asking for beer and coffee. It had been half an hour, when I saw that a corpulent black man had just occupied a seat at the next table. It is so rare to see blacks in Madrid that I looked at him with deep surprise, admiring his athletic complex, his arrogant stature, his vigor, his brilliant eyes and the perfection of his attire; he was wearing a grey suit with a white shirt and calf-high barbed-wire boots. Without being able to contain himself, he leaned on \"don\" Ricardo's arm and said, with a sly smile, \"Good boy, eh?\" What an example! The yellow one turned back and placed his eyes, smeared and swollen, in the black one. I do not remember looking this way: the condensation of the dew to produce the frost of ice and the ice that finds its final and triumphant formula were revealed from the ice that followed my observation. And with an incisive, stinging, snarling voice, he cried in the topmost voice, - Oh! Yes. It's worth a thousand dollars! I cannot describe the effect that price of the market, that horse or cattle-rate, thrown at the face of a rational, of a human being, had on the black, who had heard it perfectly. He screamed - it is how they scream - and the whiteness of his eyes turned, and rising from a tiger's play, he took off his glove and flung it at the American's face. He shook the trough with his head; without losing his hat, he gathered the thorns of the honey, and with them he carried the ax, and he called the little one, and he commanded, muttering more than usual, 'Let this thorn come to you soon!' The black man stood on his feet, livid, crouching, stumbling. For a moment I feared it was going to crash into us. His gigantic body looked like a heart; his teeth were rotten with rage. However, he grew tired, opened his arms, sat down, and I, warning that in his coffee people, affluent, sat up and waited for a scold, paid the bill and managed to get the Yank out of the way. When he was on the street he said dryly and distinctly: -What is going on here! I'll slap a slave's hand! I replied, irritably, that there were no slaves, and I think I learned to recite in my sermon St. Benedict the Black and the ideas of fraternity. I had to preach in the desert, for when I left “don” Ricardo at the door of his cave, he still repeated, familiarly rubbing me on the shoulder (I had absorbed his manner): -A slave! By God! When I got away from there, I was so worried. I would say that “someone” had followed us step by step, from the Plaza Mayor to the street of the Passeig de Gràcia, at such unhurried hours. I looked to the right, I looked at the mouths, but no one saw. Having recalled the incident, I retreated, and the following days I accompanied “don” Ricardo. Curiosity moved me to find out who was the giant black man, and I knew he was from the Antilles, that he was in the high rank of chief of the carriages of the Duke of S***, and that by his skill and mastery he had won a silver pin. And we have reached the end of this adventure, more dramatic than you might suppose... A week after the cafeteria incident I was reading a newspaper in the barbershop, and the barber was a little irritated with me; such a rebuff did he give when I threw him the news that in a suspicious street in the lower suburbs, not far from the cafeteria, the corpse of an foreigner, whose initials were “R. S.,' they did not let me doubt who it was. The newspaper brought more details: the death had been caused by two great stabs, and in the corpse's pockets was the full wallet and the sober watch, a clear sign that the crime was revenged... Making light... was quite difficult, as I did not sing... And I did not sing. I did not dare to put the weight of my words on the terrible balance! Did I do wrong? My instinct told me to keep quiet!... And whenever I think of this page of my moral life, to calm myself, to find peace, I look at that image of the holy face in the dark...", "title": "Entre razas", "author": "Emilia Pardo Bazán"}