{"metadata": {"length": 7067, "words": 1291, "reading_time_min": 6.455}, "text": "Said the Jewish man from Smyrna named Zologub or Zal-al-Gaub, that for many years there was no news of the Madmen's Ship. According to him, the last known ship was received by an uncle of his grandfather in Thessaloniki during the unused Crimean War, but it was not clear whether she had been mistaken for one of the ships carrying British troops. Before that, a blind man who was walking the streets of Prague had related many of the cruises undertaken by the Madmen's Ship: he said that he had first been a sailor and then a rudder, but that on a sea voyage, in the time before the real discovery of America, he had sailed as a passenger, as happened to all the sailors on that ship, who were barely infected with the mysterious disease and were being replaced by other passengers, until they all became mad, and all were sailors. The captain of the Mad Ship was at that time a Cypriot whose name the blind man did not remember, but he was something like Spiridion. He said he was the sickest of all, and that one day, passing the columns of the Strait of Gibraltar, he ordered the west to sail. The Madmen's Ship, propelled by a mysterious wind, froze towards the Unknown Sea. Some suspected that they could go to the edge of the Dark Sea, which at the place of sunset, always toward the West, was slumbering in the void, and on the ship there was extraordinary complacency of all, except for that madwoman who in the bow was stripping herself and putting on the robe, and was naked against the afternoon sun, and who at night was subjected to the copious hell of the lust of the insane. But the blind man said that inside the ship they were not mad; rather, the world, humanity outside, were the ones affected by madness; they remained impatient, through storms and calm. No one knew exactly who was producing the provisions, but they did not lack these and the fresh water until they came to the unknown land, a strange land of giants, of male and huge trees, of high stunning rocks, with meek semi-naked inhabitants and feathered ones, who brought them gifts. Everything was fine until one of the madmen (the Spanish, who had sworn to reach the tomb of Santiago) killed one of the Indians who did not answer his questions. The Indians put them in the fierce alternative of either assimilating themselves or leaving forever. Some stayed, and were assigned to positions or responsibilities. The crazy stripper wanted to stay, but the captain wouldn't let her. They had to return, and they spent years sailing back and forth, until they finally saw coasts that were supposed to be European, and they reached the ports of Flanders when the madwoman gave birth. In the harbours, the arrival of the Madmen's Ship was a memorable antecedent. The blind man remembers that everywhere they played no one knew whether it was the Madmen's Ship or the Pilgrims' Ship of Santiago. The men of the Ship then adopted the most appropriate figure. From one of those raids on Flanders' ports (when it had long been said they had rediscovered America, which they had encountered before without anyone believing them), a Flemish painter named Hyeronimus Bosch came to the ship, and he seemed to be one of us. He spent two days sailing and drawing. They say the painting he painted is a beautiful work, and it reflects exactly what he saw. The blind man, nostalgically saying: \"In the picture I am the one who appears lying down, subjected to requests or beatings, is it not nearly the same? \" of the woman, while the friar and the nun sing, others drink naked consumed in the water, and the owl who never moved from the mast looks with touching prevention. The blind man said that on the ship was also the crazy Margot, whom he saw Peter Brueghel feed the mouth of Hell. Her dramatic situation was getting worse on board, because she was looking for the mouth of Hell but she couldn't find it, and she didn't pay attention to what the friar was telling her, that maybe she was carrying it herself in the body, or that we were all from the mouth of Hell; that it was the sea. The blind man said that when they sailed down the Rhine they would smell wine instead of water, and the madmen would become drunk. He sang confusedly the journey to Compostela, the entrance through the rivers of Galicia, the crazy pilgrims who walked towards the apostle James from the memorable port, and the boat alone, who waited like a person, without anyone other than the passage being able to climb up to it. No one knows why, the Ship of the Madmen went to sea, towards Castilla del Oro, and one day they entered through the muddy mouths of the Rio Grande de la Magdalena, and began to lift it up, hardly, between logs, lianas and caimans, under the torrid sun, marching through forests and steep mountains, and reached the turbines. Suddenly they find themselves in a white town; the blind man, who is now Dominican, and descends from a future sailor from La Pinta, says that the city is called San Bonifacio, and they are walking down the streets; when they return to the ship, this one is different, he has an immense white sign, in very difficult letters to decipher, says:... SALUD..., and other words they do not reach to understand, the ship has large padded wheels and eyes of light, they bump them up, and the driver screams asking if all the crazy people have gone up, they close the gate and the ship starts to roll, first through the wheel, then crosses a large iron bridge and starts to three corners of the road; with the canvas and a truck in the Spanish trunk, they can pull the sails off the sails, and the name of the truck, the SECRET, can be unlocked by the SEXTRON, and the name of the SEXTRON, the SEXTRON, can be unlocked. And below the name of the city, the department, San Bonifacio, in lavish letters. The owl climbs back to the tip of the mast, it's already late twilight. The truck driver says, \"We arrive in Bogota at eight... but a tire explodes\". The crazy ones help fix it, while the crazy woman takes off and dresses on the truck platform, on the ship's bridge, the crazy ones dance and climb again. The madman's boy is crying. The crazy people's truck keeps walking up the mountain, with the candle blown upside down, at night the trees are lost, there is only a gray band, lit by the headlights of the illustrious Madmen's Ship, which is coming to the capital city, where cautiously the driver and his assistant, to fulfill their task, and unwind the hammery instructions, stop, time and again, in a ghostly street, where they bring down a crazy, a crazy, and leave them to the fate of their solitude. Every crazy person goes to pick up scraps, old newspapers, rags, paint pots, pieces of rubber, until he lights a fire and then makes a desolate bed at the corner of a suitable wall. Finally, the chauffeur and his assistant, the steward and the captain, leave the Madmen's Ship, with their broken mast on which the owl still stands; and, having unoccupied the cargo, they penetrate the bright entrance to the brothel. The Ship of the Madmen and Other Stories, 1984", "title": "La nave de los locos", "author": "Pedro Gómez Valderrama"}