{"metadata": {"length": 5224, "words": 1069, "reading_time_min": 5.345}, "text": "Virginia's sitting by the fire. Their street clothes are lying on a chair, and the loot is smoking slightly by the lit fireplace. Virginia (leaving the letter). I don't like this letter at all, but nothing. I don't know if he was meant to be rude or if this is his way of expressing himself. (Reading) Thank you so much for the socks. Since I have recently received five pairs, I am sure you will not mind if I gave them to another person from the company. No, it is not that I was impressed; it is that he wanted to be. He's a terrible bully. Oh, how I wish I hadn't sent you that letter advising you to take care of yourself. I'd give anything to pick up that letter. I wrote it on a Sunday night too. I won't write any more letters on Sunday nights. I always expand too much. I don't know why I get that effect on Sunday nights. And I'm just losing myself having someone to write to, someone to love. Yeah, that's it. They make me feel sad and numb of tenderness. It's funny, right? I have to start going to church again. This thing of sitting by the fire and thinking is fatal. In addition, hymns are sung in the church and with hymns one can expand with impunity. (Canging) And now, for those most beloved dead, our best... (But your eyes have stumbled over the next paragraph of the letter.) You've been very kind to weave them with your own hands. Come on, come on. This is too much! How disgustingly vain are men! And they'll think I woven them. Wow, when I hardly know him; I've only spoken to him a few times. Why the hell would I be weaving socks for him? Will he believe I'm going after him? Because that's going to be, no doubt, knitting socks... if it's a stranger. Buying a simple pair is another matter. No, I won't write you again; it's a matter of course. And besides, for what purpose? I could get really interested in him without him getting a dick; men are like that. I'd like to know why there comes a time when I seem to repel people. It's funny. At first they like me; they find me unusual, original; but then, as soon as I want to make them see or even imply that I like them, they give signs of being scared and disappear. I think I'm gonna end up bitter about all this. You might guess I have a lot to give. Maybe this is what scares them. I feel that I am in possession of such unlimited love to offer it to someone and in such a total, such an absolute way... guarding him, keeping away from him anything unpleasant, making him understand, when he wanted something, that I was there to do it... just knowing that someone needed me, that I could be useful to someone, I'm someone else. Yes, this is the secret of life for me: feeling loved, feeling that someone needs you; knowing that there is someone who counts on me absolutely for everything and forever. Because I'm firm and more, much more generous than other women. I'm sure most of them don't feel that terrible urge to... come forward. I imagine it's almost like flowering. I'm so backed up, so closed and hidden in the shadows, no one's looking at me. That must be why, that's why I feel so tender towards sick plants and animals. And to the birds. It's just a way to get rid of that wealth, that burden of love that's burdening me. Of course they're so helpless, but this is separate. Although I do have a feeling that if a man really falls in love with one, he'd be very helpless too. Yes, I'm sure the men are very helpless. I don't know why, but tonight I feel like crying. Certainly not because of that letter; the matter is not so important. But I'm just wondering if this is gonna change or if I'm gonna keep it up until I get old. Waiting, always waiting. I'm not that young anymore. I have wrinkles and my skin isn't even a shadow of what it used to be. I've never been pretty, at least not as pretty as I'm usually told. But he had a lovely skin, lovely hair and walked with grace. Today, I saw myself passing through a mirror, bent, dragging my feet... looking ugly and old. Well, maybe not as much as that; I always overdo it when it comes to me. But I feel like I'm out of mood for anything, and this is a symptom of old age. The wind, for example; I can't stand the wind. And I hate getting my feet wet. I didn't worry about these things before; I even enjoyed them. They made me feel a little more connected to nature. But now they make me feel bad and I want to cry, wanting something to make me forget. No doubt that's why women drink. It's funny. The fire is going out. I'll burn the letter. What does it matter to me? Bah, you're not taking care of me. What does it mean to me? The other five can send him socks. And I don't think it's a bit of what I think. I think I'm hearing him say, \"You've been very kind to weave them with your own hands\". I think it was her voice that attracted me. And their hands; they have such a strong appearance; they are so masculine. Well, don't get sentimental; burn it down. But no, you can't burn it now; the fire is out. I'm going to bed. Would you really want to be rude? I'm going to get you. I'm tired of it. Sometimes when I go to bed, I feel like throwing my clothes over my head and crying, crying. It's funny. *FIN* Late at Night, Something Childish and Other Stories, 1924", "title": "En las altas horas de la noche", "author": "Katherine Mansfield"}