{"metadata": {"length": 7547, "words": 1375, "reading_time_min": 6.875}, "text": "In the country of Wagana, the beautiful Analia Tubari reigned. The father of the beautiful reigning queen had been the king of Wagana. Defeated in the war, he had to surrender one of his cities. His pride could not bear that mold and died of grief. And the beautiful Analia Tubari inherited her father's kingdom. Betting and gallant knights, and renowned warriors, came to the city of Wagana to ask for her hand, but she demanded that they reclaim the lost city and that they win, in addition, another hundred cities. No one, countless in number, dared to do such a singular feat. And the years passed and the beautiful Analia Tubari lost all her joy; every day she was sadder but with melancholy she increased her charm. And in those days there reigned in a neighboring country a king who had a son named Samba Gana. Ghana was young and juvenile. When he was older, he went out one day, accompanied by a troubadour and several squadronmen, to travel the wide world, in search of wonderful adventures. And one day Samba Gana got into a fight with the prince of a city. All its inhabitants witnessed the brutal fighting. He beat Samba Gana. The vanquished prince asked him to forgive his life and offered him his city. Samba Gana laughed and said: \"Your city doesn't matter to me; stay with it\". And Samba Gana went on, cheerful and smiling, his way. He conquered, one after another, all the princes of the neighbouring land, and the princes who were conquered offered him a city as a reward for his brilliant victory. But Samba Gana always answered them with the same words: \"Your city does not matter to me at all; stay with it. And he would go back, cheerful and smiling, on his way, looking for new and greater adventures. One day he was resting with his troubadour on the banks of the Niger River, when the troubadour sang the song of the beautiful, sad and lonely Tubari. And the song said, He shall overcome Analia Tubari, and make her smile, the knight that took a hundred cities. When Samba Gana heard the song he stood up suddenly, and shouted: \"Let's go to the point to the country of Analia Tubari! They rode and Samba Gana broke the march with his troubadour and his squadron. They rode seven days and seven nights without ceasing, and they arrived at the beautiful city of the beautiful Analia Tubari, a sad and lonely flower. Seeing her so beautiful and so sad, Samba Gana exclaimed: \"Analia Tubari: I will conquer the hundred cities for you! And before he left for the conquest he ordered the troubadour: \"Stay with the beautiful Analia Tubari\". Sing it, distract her, make her laugh. And the troubadour stayed in town next to the beautiful. Every day she sang to him songs of the heroes of her country, of her beautiful cities, and of the river snake that grows its watercourse on its whim, fertilizing the abundant land in rice crops, supporting its inhabitants, or condemning them to misery and hunger... the beautiful Analia Tubari listened, sad and silent. Samba Gana beat himself a hundred times with a hundred good princes and knocked them all down. And to all the vanquished he said, Go to the beautiful Analia Tubari, and tell her that thy city is her. The hundred princes and numerous warriors presented themselves before Analia Tubari to do an act of submission. And the beautiful Analia Tubari reigned over all the princes and warriors of the vast region. Then Samba Gana came to Analia Tubari and said to her, \"You have the hundred cities. And Analia Tubari said, Thou hast triumphed, and I will be thy wife. Samba Gana replied, \"Why are you so sad, beautiful Analia Tubari? I'm not marrying you until I can make you smile. \"I used to be saddened by the shame of my father's defeat\", Analia replied. Now I can't smile, because no one can fulfill my wish. Samba Gana asked, \"What is your wish, beautiful Analia Tubari?\" Show me what I should do. Kill the river snake, which one year brings abundance and another scarcity and misery, and you'll see me smile. Samba Gana replied: -No one has dared to do it, but I will. He went down to the river and looked for the mighty serpent. And he went and came to a city that was bathed by the river; and he found not the serpent, and went up the river. He came to another city, but the snake was not there either and continued his pursuit, upriver always. He finally found the mighty serpent and fought it. As soon as the infernal reptile Samba Gana was overcome, the tidal current was already going in one direction, and in another. The great and very high mountains collapsed and the wide earth opened up. For seven years Samba Ghana fought the infernal serpent, after which, after titanic efforts, he defeated it. During these years of struggle, Samba Gana lost a thousand lances and a hundred swords; one bloody sword and one spear remained all he had. And he gave the last of his spears to the troublemaker, bloody with the blood of victory, and said, Take this spear to the beautiful Analia Tubari; tell her that I have overcome the serpent, and see whether she smiles. The troubadour handed the spear to the beautiful Analia Tubari. And she said to him, Tell Samba Gana to bring the serpent, and she shall lead me by the way of the river, as I will and will. When I see Samba Gana with the snake on her knees, I will smile. He was the troubadour and conveyed Analia Tubari's wish to Samba Gana, and when he heard the words of the beautiful, he said: \"It is too much to desire! And he took the bloody sword, and stuck it in his chest; and the hero smiled for the last time, and fell dead. The troubadour took the bloody sword with devotional anointing and stood before Analia Tubari, the beautiful, who said: \"This is the sword of Samba Gana\". Blood-stained, oh, beautiful among the most beautiful! This is the blood of the snake and the hero who beat it. Samba Gana has smiled for the last time! Analia Tubari gathered all the princes and warriors, and they rode to the body of Samba Gana. Then the beautiful said, \"He was the most sublime of all heroes. Raise him to a grave as high as has ever been raised for a prince, king, emperor or known hero! Ten times a thousand men dug the ground. A hundred times a thousand men built a colossal pyramid. A hundred times a thousand men piled up earth on the colossal pyramid. And the pyramid went up, up... every morning the beautiful Analia Tubari went up with her princes and warriors to the top of the colossal pyramid. Every morning the troubadour sang the song of Samba Gana, the immortal hero who beat the river snake. Every morning the beautiful Analia Tubari would say, \"The pyramid is not high enough. Get her up until you can see my town of Wagana! Hundred times a thousand men continued to carry the earth and flatten it. Seven years he kept climbing, climbing the pyramid. And at the end of the seventh year the sun came up. And the troubadour looked round about her, and cried out with a song of joy, and said, Analia Tubari, the most beautiful woman; today is the Wagana divided. And Analia Tubari looked westward and exclaimed: \"I see Wagana! The tomb of Samba Gana, the hero of the immortal ages, is all the greatness his name deserves! And the beautiful, in a transport of divine lore, smiled. He smiled and said, \"Now, princes and warriors, spread out over the face of the earth and be heroes like Samba Gana!\" And again the beautiful smiled, for the last time, and fell dead. They buried the beautiful Analia Tubari in the crypt of the colossal pyramid, next to Samba Gana, the immortal hero for centuries. FIN", "title": "Analia Tubarí y Samba Gana", "author": "nan Anónimo"}