{"metadata": {"length": 2241, "words": 415, "reading_time_min": 2.075}, "text": "Being Bishop of Florence, Antonio de Orsi, a prelate, a noble and wise man, came to Florence a Catalan noble named Diego de la Ratta, marshal of King Robert, who, being very handsome in his person and very great gallant, it happened that among the other Florentine ladies he liked one who was a very beautiful woman and was a niece of a brother of said bishop. And having known that her husband, though of good family, was very greedy and wicked, she arranged with him that he would give her fifty gold florin and that he would let her sleep one night with his wife; so, making gold silver polishes, which were then used, lying with the woman, though against her taste, she gave them to him. This, then, running around, filled the evil man with ridicule and derision and the bishop, as wise, pretended not to have heard any of this. So, much to the bishop and the marshal, it happened that on St. John's Day, riding horseback one by one looking at the women along the street where the pallium runs, the bishop saw a young woman whom the present pestilence has taken away from us already being a lady, whose name was Nonna de los Pulci, cousin of the measles Alesso Rinucci and whom you all must have known; who, being then a lozana and beautiful young and eloquent and of great spirit, shortly before married in Porta San Pietro, taught her to the marshal. Then he went to her, put a hand on the sheriff's shoulder, and said, \"Nonna, what do you think of him?\" You think you'd beat him? It seemed to Nonna that those words in something were against her honesty or that they would stain her in the opinion of those who heard them, who were many; so, not worrying about cleaning this stain but returning blow by blow, she quickly replied: \"Sir, he might not beat me, I need good currency. Their words heard, the marshal and the bishop, feeling equally vulnerable, one as the author of the dishonorable thing with the bishop's brother's niece and the other as the one who had received it in his own brother's niece, without looking at each other, embarrassed and silent went away that day without saying a word more. So, having been attacked, it was not bad for the young woman to attack others with wit. Day six, third narrative, The decameron", "title": "Buena moneda", "author": "Giovanni Boccaccio"}