{"metadata": {"length": 6888, "words": 1356, "reading_time_min": 6.78}, "text": "There was once a bad boy named Jim. If you are an observer, you will notice that in the exemplary storybooks that are read in religion classes bad kids are almost always called James. It was strange that this one was called Jim, but what are we gonna do about him if he was? Another peculiar thing was that his mother was not sick, that he had not a pious and toxic mother who would have preferred to lie in her grave and rest at last, if not for the great love she professed to her son, and for the fear that, once he had left, the world would be hard and cold to him. Most of the bad kids in the religious books are called James, and they have a sick mom, and they teach them to pray before bed, and they yell at them with their sweet, hurtful voice to get them to sleep; then they kiss them goodnight and they get down on their knees to sob. But in this boy's case, things were different: his name was Jim, and his mom wasn't sick or had tuberculosis or anything like that. On the contrary, the woman was strong and very unreligious; moreover, she did not care about Jim. He said if he broke his neck, he wouldn't miss much. He could only get him to bed with a slap on the wrist and never kiss him goodnight; rather, as he left his bedroom he clapped his ears. This bad boy once stole the keys from the pantry, sneaked into it, ate the jam and filled the jar with brea so his mother wouldn't realize what he had done; but a second later... he didn't feel bad or hear a small voice whispering in his ear: Isn't that a sin? Where are the bad children who swallow the jam of their holy mother?, nor did he, there alone, bend down on his knees and promise not to do wickedness again, nor did he rise, with a light heart, full of joy, nor did he go to tell his mother what he had done and to ask her forgiveness, nor did he receive her blessing accompanied by tears of pride and gratitude in his eyes. No; this kind of thing happens to bad children in books; but Jim had a very different experience: he ate the jam, and he said, in his way of expressing himself, so perverse and vulgar, that it was delicious; he put the brea in, and he said that it would be delicious, too, and dying of laughter he thought that when the old woman got up and discovered her trick, she would cry out of rage. And when she found her, though she pretended to know nothing, she beat him with a terrible beat, and it was he who wept. He once grabbed a tree of the Acorn farmer's apple tree to steal apples, and the branch did not break, nor did he fall, nor did his arm break, nor did the farmer's huge dog tear his clothes, nor did he languish in his sick bed for several weeks, nor did he repent, nor did he become good. Oh, no; he stole all the apples he wanted and went down safe and sound; he waited for the puppy, and when he attacked him, he hit him with a brick. What a strange thing... nothing like that happens in those sentimental books, jasper-colored loins and illustrations of men in Levites, cup-hat and very short pants, and women in dresses with waist under their arms and no rings on their wrists. Nothing like what happens in the religion class books. Once he stole the pencil from the teacher, and fearing to be discovered and punished, he put it in George Wilson's hat... the poor son of the widow Wilson, the healthy child, the good boy of the village, the one who always obeyed his mother, the one who never lied, the one who loved to study and was fascinated by Sunday religious classes. And when the knife fell from his hat, and poor George bowed his head and blushed, as if feeling guilty, and the offended master accused him of theft, and was about to drop the rod of punishment on his trembling shoulders, there suddenly appeared a white wig-like justice of peace, to everyone's amazement, who said indignantly, \"Don't punish this noble boy... I was walking by the school door in the playground, and although no one saw me, I did witness the robbery. And so Jim was not rebuked, nor did the venerable judge read a sermon to the school attendants, nor did he take George by the hand and say that such a boy deserved a prize, nor did he ask him afterwards to go live with him so that he would sweep his office, set him on fire, do his errands, chop wood, study law, help his wife with household chores, spend the rest of his time playing, earn forty cents a month, and be happy. No, it would have happened in the books, but that didn't happen to Jim. No meddling judge's vein passed or made a mess, so George, the model kid, got his good shot and Jim was glad because, as you know, he hated healthy guys, and he said this was a jerk. Such was the rude language of this bad and negligent boy. But the strangest thing that ever happened to Jim was that one Sunday he got out on a boat and didn't drown; and again, caught in a storm while fishing, also on Sunday, he didn't get a lightning strike. Wow, wow, you could go through every moral book from now until Christmas, and you'd never find anything like that. Oh, no; I would find that every bad boy who goes out for a boat ride on a Sunday drowns, and those who are caught by a storm when they fish on Sundays are unfailingly struck by lightning. Boats carrying bad boys always turn on Sunday, and there's always storms when bad boys go fishing on Saturday. I can't figure out how the hell this Jim got away. Was he enchanted? Yeah... that must be the reason. Jim's life was lovely, so simple. Nothing was hurting him. He got to the point of giving the zoo elephant a cigarette but he didn't put his head down with the tube. In the pantry he looked for herbal essence, and he didn't make a mistake and he didn't take the muric acid. He stole his father's gun and went hunting Saturday, and he didn't fly three or four fingers. He was angry and punched his little sister in the chest, and she did not become ill, nor suffer for many very long days of summer, nor died with tender words of forgiveness on her lips, which would redouble the anguish of the child's broken heart. Oh, no; the girl's recovered her health. Eventually, Jim escaped and went to sea, and when he returned he found himself not alone and sad in this world because all his loved ones were already resting in the cemetery, and the home of his youth was in decay, covered with ivy and all shattered. Oh, no; he came home drunk as a cube and the first thing he had to do was report to the police station. As time went on, he grew older and married, had a large family, killed them all with an axe in one night, and became rich by the tip of his swindles and fraud. Today he is the most trusted villain in his hometown, universally respected and a member of the Municipal Council. It's easy to see that in the religious books there was never a bad James with such a good star as that of this sinful Jim with his charming life. FIN The Story of the Bad Little Boy, 1875", "title": "El cuento del niño malo", "author": "Mark Twain"}