{"metadata": {"length": 4464, "words": 808, "reading_time_min": 4.04}, "text": "Little Dolphin is sick, little Dolphin dies... in all the churches of the kingdom, the Most Holy Sacrament remains exposed day and night and great chariots burn for the healing of the king's son. The roads of the old residence are sad and quiet, the bells no longer ring, the cars pass by... near the palace, the neighbors look curiously, through the bars, at the golden belly Swiss who petulantly stand out in the courtyards. The whole castle is dancing... chamberlains, butlers, running up and down the marble stairs... the galleries are crowded with pages and courtesans dressed in silk clothes who go from one group to another demanding news in a low voice. On the wide steps, the grieving ladies bow down and blink their eyes with beautiful embroidered handkerchiefs. In the Orangerie there is a well-nigh assembly of doctors. Through the glass windows, they are seen waving their long black sleeves and bending their wigs finished in picaporte collection... the preceptor and the squadron of the little dolphin walk outside the door, waiting for the decisions of the Faculty. A few kitchen spikes pass by without saying hello. The squire lord blasphemes like a pagan, the preceptor lord recites verses of Horace... and, meanwhile, down there, by the side of the stables, a long, whimpering rattle is heard. It's the praise of the young Dolphin, who the word-makers have forgotten and who cries sadly before his empty manger. What about the king? Where is His Majesty the King?... The king has locked himself in a room, alone, at the other end of the castle... The sovereigns don't like to be seen crying... As for the queen, she is very different... sitting at the head of the little dolphin, her beautiful face is bathed in tears and crying out loud in front of everyone, like a shop would. In his lace-covered bed, the little dolphin, whiter than the pillows on which he lies, rests with his eyes closed. It looks like sleep, but it's not. Little Dolphin doesn't sleep... turns to his mother and, seeing her crying, says, \"My lady, why are you crying? Do you really think I'm going to die? The Queen wants to answer. The tears keep him from talking. - Don't cry anymore, my lady; forget that I am the Dolphin, and that the Dolphins can't die like this... the Queen cries even louder and the little Dolphin starts to freak out. - Hey, look at you! \"I don't want death to come after me, I'll know how to stop it from coming here... let them bring in forty very strong lancetes to guard my bed... let a hundred big cannons watch day and night with the firework lit under my windows!\" And woe to Death if she dares to approach me!... To please the boy, the queen makes a sign. At once, large cannons were heard rolling through the courtyard, and forty fleshy lancet-shaped, hand-particled, guns flocked to form around the chamber. They're some old gray-whisked soldiers. Seeing them, the little dolphin shakes hands. He recognizes one and calls him, \"Lorraine! Lorraine, what are you doing? The soldier takes a step to bed: \"I love you, my old Lorrain... See, teach me your great sword... If death wants to take me, I must kill her, right?\" And two thick tears run down her curly cheeks. At this moment, the chaplain approaches the little dolphin and speaks to him in a long, low voice, showing him a crucifix. Little Dolphin hears him very surprised and then, suddenly, interrupts him: -I understand very well what you are saying, Mr. Chaplain; but, finally, could not my little friend Beppo die in my place, if he is given a lot of money?... The Chaplain continues to speak to him in a low voice and little Dolphin is more and more amazed. When the priest finishes, the little dolphin responds, with a great sigh: \"Everything you just told me, priest, is very sad; but something comforts me and is that, up there, in the starry paradise, I will still be the dolphin... I know that God is my cousin and will not stop treating me according to my rank. Then he turned to his mother and said, \"Bring me my finest clothes, my white garment and my purple scarves. I want to dress up for the angels and enter paradise dressed as a dolphin. For the third time, the chaplain leans towards the little Dolphin and speaks to him in a long low voice... in the middle of his speech, the child interrupts him angrily: And, not wanting to hear any more, the little dolphin, turning to the wall, cries bitterly. The letters of mon moulin, 1869 Translated by Anne-Claire Girod", "title": "La muerte del Delfín", "author": "Alphonse Daudet"}