{"metadata": {"length": 5309, "words": 968, "reading_time_min": 4.84}, "text": "We see this man walking around agitated at the door of the hotel on Paris Street in Santiago de Chile, and watching. He's a suspect. For the last few days, you've done nothing but suspect. He's seen her in the eye and suspected. He has noticed that his wife smiles too naturally at him, that everything seems right or wrong, and that she no longer argues with him as much as before, or that she argues with him more than before, and he has suspiciously. Anyone would. These situations are like this. Suddenly you feel something strange in the atmosphere, and you suspect. The handkerchiefs you gave me are getting important, and there's always one missing and nobody knows where it is; just nobody knows where it is. So this gentleman, armed with courage, has gone to the hotel. He has finally decided to put an end to his doubts, to be manly enough to wait to see them go out and catch them, stealthily and certainly practicing that gesture of carelessness that adopts the fear of being caught. And now, while you wait, you've crossed who knows how many times the wide open gate, here and there, bothers you to know that to mice already almost without grudge, mechanically. Well, maybe you've been through this one day and I'm doing a little indiscretion by reminding you, or bringing back to your memory something already sufficiently buried under other rubble, under other illusions, other movies, other facts, better or worse, that have been erasing what at one point seemed to you to be the end of the world and that today, you know very well, you remember even with a smile. Or it's leaning against the opposite blue wall. This individual was a tall, half-can, good-looking man, about forty years old, it doesn't matter. It was summer, I was dressed in linen and I was sweating. We were watching him from the window on the second floor of the house across the street. It was fun watching couples from there. Old gentlemen with young girls. Never old gentlemen with old ladies, why should it be? Mature men with mature women, calm. Men experienced with frankly frightened species of maidens. Free men with free women who came in laughing openly, happy, what envy. Sometimes we would spend an entire Sunday afternoon watching Enrique, Roberto, Antonio and I approach from the side streets and enter. Or not in. We were gambling. These are coming in. These don't come in. One lost, or won, for those who seemed to enter, and to whom one bet, passed by, to return and enter after ten steps in which virtue was supposed to obtain one of its most sensational victories, and was happily defeated. But coming back to this man, how he grieved us. This man was suffering. He was nervous about each couple's false confidence, afraid that it would be the one he expected and that they would slip away in a careless way, confused with the first shadows, as they said before, of twilight. Now see how he stretches his neck, how he pushes, how he shakes when someone comes out and how he shakes when someone walks through the moment someone comes out. He goes around this corner, around the other, to get back quickly, excited. Maybe you think that in that second they've managed to escape. It's a terrible thing. The man is starting to pity us. If this hadn't been our usual game we wouldn't have had the patience to follow him from that comfortable window for more than two hours (because it's already seven o'clock) without any real interest in what was happening inside. But he does care about what happens inside and imagines and suffers and tortures himself and proposes bloody acts of revenge before the idea of which he stops and trembles without himself being able to say whether of courage or of fear, although deep down he knows that it is of courage. And you with your friends from your comfortable viewpoint are waited and suffering and you are not sure what is happening right now with your own wife and maybe that's why you are so worried about that man who could be you and could be you, while the twilight that appeared above turns decidedly night and the employees who long to return, no one knows why, to their homes, they rise and run laboriously after the buses and trams that pass there near full until. Finally, all of a sudden, they discover in him a much more intense agitation, a nervousness, an anguish and they realize that the expected supreme moment has arrived and they quickly turn their gaze to the hotel door and see that the lovers are leaving and they have realized what is happening, that is, that he is there, and that simulated calmly they squeeze the step looking backward with their imagination, and hurrying and grabbing their arm turn around the corner of San Francisco and you quickly get down from your other viewer so as not to see what's happening and still find the man on the O'Higgins Avenue and find him delayed, looking to one side and away, distracting abruptly to the other, turning around, looking over his axis, looking over here, looking over there, eagerly, uncertainly, now, for the next way, but they will have it better on Monday or Saturday afternoon, or when they were not, yes, but on Monday or Saturday afternoon, or even if they were, yes, or no, they will have it better, or not, but they will be on the way to the next. *FIN* Perpetual Movement, 1972", "title": "Bajo otros escombros", "author": "Augusto Monterroso"}