{"metadata": {"length": 4802, "words": 934, "reading_time_min": 4.67}, "text": "The mature infantry officer Dubov and the volunteer Knaps, sitting side by side, were having a few drinks. \"Great dog!\" Dubov said, showing Knaps his Milka dog. An extraordinary dog!... Look, look carefully at the mound he has!... What only the mound will be worth!... If an amateur saw him, for the mound alone he would pay two hundred rubles. Don't you think so? If not, then he doesn't understand any of this. - I understand, but... English settler of pure race! To the stalker it is astonishing, and as the smell... My God! What a smell is his! Do you know how much I paid for my Milka when I was just a puppy? You big dog! Come here, you filthy Milka, you beautiful Milka, come here, you little dog, my little dog! Dubov drew Milka to himself and kissed him between the ears. Tears came out of her eyes. - I will not give you to anyone, my beautiful, tuner! Do you really love me, Milka? You love me, don't you? Well, go now! - suddenly exclaimed the lieutenant. You put my dirty feet in my uniform! Well, yes, Knaps!... One hundred and fifty rubles I paid for the puppy! You can see it's worth it! All I feel is not having time to go hunting! And a dog without doing anything dies! He lacks... what to use his intelligence on! You'll thank me for it your whole life! If you don't have much money, I'll give it to you for half its price... Take it for fifty rubles!... Get me...! - No, dear\", said Knaps. If your Milka was male, maybe he'd buy it, but... - the lieutenant was amazed. But what are you saying, Knaps... that Milka is not a male? So, what do you think it is? - What? What a little boy! You still can't tell a dog from a bitch! \"You're talking to me as if I were blind or a creature\", Knaps said. Of course she is a bitch! - You may think I'm a lady too! Knaps! And to say that you have studied technical studies! No, my soul. This is a real purebred dog. You're capable of giving a hundred and a bar to any other dog, and you're leaving me with that's not a dog! Oh, my God! - Excuse me, Mijail Ivanovich, but you just take me for a fool. It even offends me! Well, well, nothing, then... don't buy it if you don't want to... you can't make yourself understand anything! You'll be saying soon. That instead of tail has a leg!... But nothing... You're the one I wanted to do the favor! Vajrameev! Bring the cognac! The ordinance brought in more cognac. The two friends filled their glasses and became thoughtful. It was a half hour in silence. \"And after all, let's assume she was a bitch!\" interrupted the lieutenant, looking gloomy at the bottle. What would that matter? Better for you!... I would give you puppies, each puppy would not be worth less than twenty-five rubles. Anybody would buy them, I'd love to! I don't know why he likes dogs so much! Bitches are a thousand times better! The female gender is more addicted and more grateful... but well, after all... if you're so afraid of the female gender, stay with her for 25 rubles! - No, honey. I'm not giving him a kopeka. First, I don't need a dog, and second, I don't have any money. - You could have said that before... Milka! I'm out of here! The ordinance served a tortilla. The friends got to eat it and finished it quietly. - You are a good boy, Knaps! A good boy! - said the lieutenant, cleaning his lips. What the hell! I'm sorry to leave you like this! You know what? Get the bitch for free! - But why do I want her, dear? - said Knaps with a sigh. Besides, who was gonna take care of her? - Well, then nothing, then... nothing! What the hell! That you don't want it? But where are you going? - Stay a while longer! Knaps got up, vanished, and grabbed his hat. - It's time to go. \"Goodbye\", he said, whispering. - Wait, then. I'll go with you. Dubov and Knaps put on their coats and took to the street. They walked silently the first hundred steps. - Can't you think who I could give the bitch to? Do you have anyone among your acquaintances...? The bitch, as you have seen, is very pretty, and of breed, but I don't need her at all. - I can't think of it, honey. Actually, what knowledge do I have here?... Until we got to the same house as Knaps, the friends walked without uttering a word. Only when opening the gate of the gate did Knaps shake Dubov's hand, he coughed and said, \"Do you know if the local dogs accept dogs?\" - They may accept them, but I can't tell you for sure. - I'll send her there with Vajrameev tomorrow. To hell with the bitch! By me, you must be desolated, you damned, disgusting bitch! If only it were a little dirty, yesterday in the kitchen all the meat was steamed! And even if it were a good breed... but it's nothing but a mix of street dog and pig! - Good night, please. - Bye, said Knaps. The gate gate closed and the lieutenant was left alone. Finish \"Dear Dog\", Fragments, 1885", "title": "Una perra cara", "author": "Anton Chejov"}