{"metadata": {"length": 2153, "words": 406, "reading_time_min": 2.03}, "text": "A western seeker has arrived in Calcutta. In his country he had received news from a high spiritual teacher named Baba Gitananda. After a tiring train journey from Delhi to Calcutta, as soon as he left the busy city station, he went to a cooli to ask him about Baba Gitananda. The cooli had never heard of this man. The Western asked other cool guys, but they'd never heard that name either. Fortunately, and finally, a cooli, being questioned, replied, \"Yes, sir, I know the spiritual teacher you are asking about. The foreigner gazed at the cooli. He was a very simple man, old and looking like a portier. - Are you sure you know Baba Gitananda? - he asked, insisting. - Yes, I know him well. - He replied. - Then take me to him. The western seeker sat in the cart and the cooli started to pull from it. As he was transported through the crowded streets of the city, the foreigner said to himself: \"This poor man has no way of knowing any spiritual teacher, much less Baba Gitananda. We'll see where it ends up taking me. After a long journey, the cooli stopped on a street so narrow that the cart could barely pass through. And he said, \"Lord, let me look into the house\". Come in in a second. The Western was really surprised. Would he have driven him there to rob him or, worse, even to get beaten up or killed? It was really a dirty alley. How could Baba Gitananda or any spiritual mentor live there? He wavered and even thought of running away. But, with all his courage, he decided to get out of the carriage and enter the house through which the cooli had penetrated. I was scared, but I was trying to get over myself. He went through a hallway that led to a room that was half-black and smelled of sandalwood. At the bottom of it, he saw the silhouette of a man in deep meditation. He slowly approached the yogi, sitting in a lotus position on an antelope skin and in meditation. How surprised he would be to find out that this man was the cooli who had led him there! Despite the dim light of the room, the Western could see the cooli's loving and calm eyes, and contemplate the slow movement of his lips as he said: Here I am, my friend. FIN", "title": "El cooli de Calcuta", "author": "nan Anónimo"}