{"metadata": {"length": 3280, "words": 624, "reading_time_min": 3.12}, "text": "One afternoon, tired of working, I had fallen to the ground at the corner of a stone house; on the wall, the rays of the sun were highlighting the deep cracks and the stains of mud. Inside the house, day and night, like rats in a cellar, a hungry and dirty man was rocking; his body was covered with pimples, and his soul was as soft as his body. Through the windows of the house it escaped, like the thick and slow smoke of a fire, the deaf and monotonous noise of the roaring life; drowned in a kind of drowsiness, I heard this sad noise. Suddenly, near me, a delicate, sweet voice came from behind empty tunes and old boxes: \"Do, do, the child do, the child will soon sleep... I had never heard mothers in that house groaning at children so tenderly\". I got up quietly and looked behind the tunnels. A girl was sitting on one of the boxes. His head, full of blond curls, leaned deeply and, swinging, followed his sad song. Do, do, little doll, Mommy will be here soon and bring you cakes... in her dirty sleeves she had the handle of a wooden spoon, wrapped in a red cloth, and she looked at it with her big eyes. She had beautiful eyes, clear and tender, of a rare sadness in children. His expression hurt me so much that I could not see the dirt on his face and hands. Over the girl, as if clouds of soot and ashes, were the screams, the insults, the laughter of drunkards, the tears; all around the girl was broken and mutilated, and the sunlight lit up the remains of the boxes, giving them the gloomy appearance of an organism shattered by the merciless hand of poverty. I made an involuntary move, and the young girl learned of my presence; she shrank like a mouse to a cat. Smiling, I looked at her sad, shy, filthy face. He closed his lips tightly, and his thin eyebrows trembled; then he got up, shaked his torn clothes, which had barely retained their old pink color, put his doll in his pocket, and with a clear, vibrant voice asked me, \"What do you see?\" She would be eleven years old soon; she was thin, charming. He looked at me carefully, and his eyebrows were still shaking. - Good for you! He continued after a moment of silence. What do you want? Nothing... have fun... I'll go. Then she took a step towards me, bluntly blunted her eyes with an expression of disgust, and said loud and clear: \"Come with me... you'll give me fifteen copecks. I didn't understand it at the time, but I remember being shaken by something horrible. She came up, clenched herself against my body, and avoiding my gaze she said in a monotonous and tender voice: \"Come on... I'm not ashamed to run to find a man... Besides, I can't go out now... My mother's dear has sold my suit to buy some watermelon... Come on! I refused her gently and without saying a word. She stared at me with a strange air, seeming not to understand me; her lips were moving convulsively. Finally, he raised his head, looking up, with his big, sad eyes open, and said in a low voice, \"Don't smile... you think I'll scream because I'm small. Don't be scared. He used to scream, it's true, but now he doesn't... and he spat out an air of indifference. I walked away, carrying in my heart an indescribable horror with the look of the girl's clear eyes. *FIN* Devoчка, from the Nizhny Novgorod collection, 1905", "title": "Miseria de niña", "author": "Máximo Gorki"}