{"metadata": {"length": 3256, "words": 585, "reading_time_min": 2.925}, "text": "The King of Tibotus had (naturally) three sons. The eldest was named Chapachapa, the second Chopochopo, and the younger Chipichipi. The king was very rich: he had seventeen umbrellas of all colors, a green and yellow, very funny, sash cap, and a high hat, so high that it scratched the monumental. The queen, Sabihonda, wore blue stockings and was polyglot: when something seemed very funny to her, she spoke in Chinese, and when she got angry, she shouted in Catalan. The kingdom was composed, in addition to the populous city of Tiboto, of two islands. One harvested plenty of coffee and had numerous milking cows; the other produced cocoa and had very good bakers and bakers. The islands were commonly known as The-island-of-coffee-with-milk, and The-island-of-chocolate-with-ballos. The royal family of Tibetus lived happily for many years; but one night the king ate, at dinner, a whole piglet in the oven, and died within a few hours, surrounded by his wife and children. After the nine minutes, nine seconds, which according to the Court's Ceremony, must wait before opening the deceased monarch's will, it was found that the autocrat's last provision was that his populous city of Tibotu be passed to his beloved wife, and the islands of Café-with-milk and Chocolate-with-ballos to his two sons, Chapachapa and Chopochopo, respectively. As for Chipichipi, his father legalized the glass hat. Imagine the joy of the wife and the older children, and the anger of Benjamin in the house. Why did he want an old, dirty, and unartistically unusual hat? He overwhelmed the prince's spirit with such fury that he threw the scorned garment to the ground and kicked him a hard kick. But as he did so, he felt a sharp pain in his foot, as if he had hit a stone. With even greater fury he took the hat and began to tear it to pieces with great courage, but, behold, he found, between the linen and the cup, something hard, a stone, indeed, larger than a chicken egg, though not as much as an ostrich's; it was red as the blood of a pigeon and shone in the sun in a surprising way. It was nothing less than a ruby. There is no need to mention the sensation this discovery caused throughout the world. Suffice it to say that all the crowned heads, and many that were not, were contending over the possession of such a magnificent jewel. The most interested in obtaining it were the President of the English Republic, the Grand Duke of Texcoco and Mr. Elihu P. Goggles, from Paradise, Texas. It seems pointless to us to say that this last and celebrated millionaire was the one who acquired the gemstone, paying for it seventeen million dollars in gold, and seventeen million dollars in Liberty Bonds, from the seventeenth issue, and calling himself, from then on, The Ruby King, or the King of Ruby. Of course, Chipichipi invested his money well and gave himself a big life. He bought a Ford, a police dog, and an Academy Dictionary. But his brothers were ruined: coffee was lost, milking cows died, cocoa was cut, and bakers and bakers went on a perpetual strike. And whenever she spoke of her late husband's cup hat, Queen Sabihonda exclaimed, in Portuguese: \"In all things, however despicable they may seem, there is something of value, for whom it is found\".", "title": "El sombrero del rey de Tibotú", "author": "Manuel Romero de Terreros"}