{"metadata": {"length": 3299, "words": 592, "reading_time_min": 2.96}, "text": "Among all the capitals of Switzerland, Geneva represents the aristocracy of money: it is the city of luxury, of gold chains, of clocks, of cars and of horses. Its 3,000 workers are pouring jewels into Europe. The most elegant of the jewelry stores in Geneva is undoubtedly Beautte's. These jewels pay a fee to enter France, but, by a commission of five percent, Mr Beautte is responsible for smuggling them in. The business between the buyer and the seller is done under this condition, in the light of day and publicly, as if there were no customs in the world. It is true that Mr Beautte has a wonderful skill in disrupting their plans; an anecdote among a thousand will support the praise we give him. When the Count de Saint-Cricq was Director General of Customs he heard so often about this skill, thanks to which he deceived the surveillance of his agents, that he decided to make sure for himself whether everything that was said was true. He went, therefore, to Geneva, showed up at Mr Beautte's warehouse and bought jewellery worth thirty thousand francs, on the condition that they would be delivered to them duty-free at his Paris hotel. Mr. Beautte accepted the condition as a man accustomed to these kinds of business, and merely presented the buyer with a kind of private contract, by which he was obliged to pay, besides the thirty thousand francs of acquisition, the five percent custom; this one smiled, turned a pen, signed from Saint-Cricq, director general of the French Customs, and delivered the paper to Beautte, who looked at the signature and contented himself with answering with a bowing head: - Mr. Director of Customs, the objects which you have made me the honour to buy will arrive as soon as you come to Paris. The lord of Saint-Cricq, stunned by his self-love, took barely enough time to eat, sent for some horses at the post office, and left an hour after he had closed the deal. As he crossed the border, Mr. de Saint-Cricq made himself known by the employees who approached to visit his car, told the customs chief what had just happened to him, recommended the most active surveillance on the entire line and promised a reward of fifty luises to the one of the employees who managed to pick up the forbidden jewels. Not a single customs officer slept in three days. During this time, Mr. de Saint-Cricq arrives in Paris, enters his hotel, hugs his wife and children and goes up to his room to take off his travel costume. The first thing you see about the fireplace is a sleek box, the shape of which you are not familiar with. He approaches her and reads about the silver shield that adorned her: Lord Count de Saint-Cricq, Director General of Customs; he opens it and finds the jewels he has bought in Geneva. Beautte had made a deal with one of the servants of the inn, who, helping the servants of the lord of Saint-Cricq to make his master's packages, slipped the forbidden box between them. Arriving in Paris, the camera assistant, seeing the elegance of the case and the particular inscription engraved there, had hurried to deposit it on his master's chimney. Mr. Customs Director was the first smuggler in France. FIN Impressions de Voyage: In Switzerland (1833-34) We thank the Club Dumas for contributing this story to the Ciudad Seva Digital Library.", "title": "El contrabandista a pesar suyo", "author": "Alexandre (padre) Dumas"}