{"metadata": {"length": 4542, "words": 802, "reading_time_min": 4.01}, "text": "The daughters of active civil councillor Brindin, Kitty and Zina, were walking along the Nievskii in a landing gear. With them was her cousin Marfusha, a little provincial-born sixteen-year-old, who had come to Peter in those days, to visit the illustrious relatives and take a look at the curiosities. Next to her sat Baron Drunkel, a newly cleaned and visibly brushed little man, with a blue pallet and a blue hat. The sisters were walking around looking at their cousin. The cousin was entertaining and compromising. The innocent girl, who since birth had never been to landos, nor heard the capitalist noise, was curiously examining the carriage upholstery, the hat with the lackey's gallons, shouting at every encounter with the railway carriage of horses... and her questions were even more innocent and ridiculous... - How much salary does your Porfirii get? - she asked me meanwhile, pointing her head at the lackey. - Apparently, forty a month... - Is that possible? My brother Seriozha, the teacher, only gets thirty! Is it possible that here in St. Petersburg work is so valued? \"Don't ask those questions, Marfusha\", Zina said, \"and don't look the other way. That's not appropriate. And look over there, look down, if it's not indecent, what a ridiculous officer! I'm going to get you. Like I've had vinegar! You, baron, get like this when you court Amphiladova. \"To you ladies, it is ridiculous and amusing, but to me it is a reminder of conscience\", said the baron. Today, our employees have a requiem mass for Turgenev, and I, for your sake, did not. It's uncomfortable, you know, a comedy, but I was going to show my sympathy for the ideas anyway, ladies, tell me frankly, with your hand on your heart, do you like Turgenev? - Oh yes... you understand! Turgenev, well, well, well, well, well, well, well, well, well, well, everybody who asks me likes it, and I don't understand. Either I have no brain or I am an incorrigible skeptic, but all that bullshit you raise about Turgenev seems to me not only exaggerated, but ridiculous! He's a writer, I won't deny it, well... he writes flat, the style at times is even agile, he has humor, but... nothing particular... he writes like all Russian writers... like Grigorevich, like Kraevskii... yesterday I pulled out of the library about a hunter's notes, I read them all over my ass, and I couldn't find anything particular... neither self-consciousness nor press freedom... no idea! And hunting like that, and there's nothing at all. It's written, by the way, not bad! - Not bad at all! He's a very good writer! And how he wrote about love! - She whispered Kitty. Better than all of them! - I wrote well about love, but there are better ones. Jean Richepin, for example. What a charm! Did you read his \"Hanky\"? Another matter! You read it, and you feel how all that exists in reality! And Turgenev... what did he write? All ideas... but what ideas are there in Russia? All from foreign lands! Nothing original, nothing native! - And nature as he described it! - I don't like to read descriptions of nature. They spread, they spread... the sun went down... the birds sang... the forest whispered... I always pass those charms. Turgenev is a good writer, I do not deny it, but I do not recognize his ability to create wonders, as they say of him. It gave, apparently, a boost to self-consciousness, and some political shame there in the Russian people, pinched it alive... I don't see all that... I don't understand... - he asked Zina. There he is against the servitude regime! - Yes, but I am against the servitude regime! And they're yelling at me like that? -Please tell him to shut up! Oh, my God! - Marfusha whispered to Zina. Zina, in amazement, looked at the innocent, shy girl. The provincial's eyes circled the land restlessly, from face to face, shining with a bad feeling and, apparently, looking for whom to pour out their hatred and contempt. Her lips were shaking with anger. - It is indecent, Marfusha! - She whispered Zina. You have tears! \"They also say that he had a great influence on the development of our society\", the baron continued. Where do you see that? I don't see that influence, sinful man. In me, at least, he had no influence. The landing stopped by the Brindins' entrance. The Commission has decided to extend the period of validity of the agreement. Landó: A four-wheel suspension, front-wheel drive car with two front seats. Translated by René Portas. We thank Esteban Molina for his contribution to this story to the Ciudad Seva Digital Library.", "title": "En el landó", "author": "Anton Chejov"}