{"metadata": {"length": 6856, "words": 1275, "reading_time_min": 6.375}, "text": "George Willard rose from his desk in the offices of the Winesburg Eagle, looked cautiously about him, and hurried out the rear door. The night was hot and the sky was clouded over; although the eight had not yet been given, the street to which I walked from the back of the Eagle offices was dark as the sea. A stallion sat there on an invisible post, shivering on the hard and stony ground. From under George Willard's feet a cat jumped and ran, losing itself in the darkness. The young man was nervous. For the whole day he had worked as if he were stranded due to a storm. When walking down the street he trembled as if terrified. George Willard was walking in the dark down the street, walking with care and caution. The back doors of the Winesburgh shops were open and I could see many people sitting in the light of the lamps. In the Myerbaum’s Notion store, he saw Mrs. Willy, the owner of the bar, standing near the counter, with a bottle in her arm; she was attended by an employee named Sid Green. He spoke to him with great interest, bending his body on the stand without stopping to speak. George Willard sprang up and jumped over the beam of light that was reflected through the hole in the door. He ran ahead in the midst of the night. Old Jerry Bird, who was the town drunk, was asleep on the floor behind Ed Griffith's bar. The fugitive stomped on the legs of the drunken man who was stumbling. This one chuckles with a smug grin. George Willard had launched himself into an adventure. He had done nothing else all day but gather the energy to launch into that adventure, and he was now already in it. Since six o'clock he had been sitting in the offices of the Winesburg Eagle making efforts to concentrate his thoughts. He did not take a resolution. He did nothing more than leap up, stumble precipitately into Will Henderson, who was reading the paper, and run down the street. George Willard walked the streets, avoiding people he passed. He drove down the road again and again. When he passed under a lamp he threw his hat forward to cover his face. He would not dare to think. He dominated fear, but the fear he now felt was different from the fear he had felt before. He felt that the adventure he had entered was stifling, lacking value and regressing. George Willard found Louise Trunnion in the kitchen of his father's home. He was washing dishes in the light of a gas light. There she was, behind the door of the small kitchen located in the back of the house. George Willard sat next to a tense woman and tried to control the shaking of his body. He was already separated from his adventure by a thin sliver of bread. It took five minutes before enough aplomo was collected to call her. -Louise! Oh, Louise! - exclaimed the king. The cries were tacked to the wall. His voice was just a shivering sigh. Louise Trunnion approached, through the smudge of papas, with the tray of plates in her hand. -How do you know I'm going out with you? - she said, retuning - Very sure you are. George Willard did not answer. He remained hidden in the darkness, with the enlightenment of the middle. - Go ahead; papa is at home. I will go behind you. Wait for me next to William's bird. The young newspaper reporter had received a letter from Louise Trunnion. He had come to the offices of the Winesburg Eagle that morning. The letter was concise. “I am yours, if you want it,” she said. He was troubled that there, in the darkness, beside the enlightened, it was said that there was nothing between them. «What a caprice! It is really very charming,” he murmured, walking along the street, passing a row of unbuilt, straw-roofed huts. The grain came up to his shoulders, and was smeared to the edge of the plate. When Louise Trunnion came out of the front door of her house she wore the same cotton dress she had when she was washing dishes. She had no hat; the boy saw her stop by hand on the doorknob talking to someone inside the house, with the old Jake Trunnion, her father, certainly. Jake was half-sore, and the girl was talking to him in groans. The door was shut, and silence and darkness reigned in the little alley. George Willard shook with more force than ever. George and Louise remained in the shadow of William's owl without uttering a word. She was not too beautiful, we might say, and had a black stain on one side of her nose. George thought she had fucked her nose with her finger after walking with the cavalry. The young man broke into a nervous laugh. -He makes heat - he said. He tried to touch her hand. “I am not very determined,” he thought. Only to touch the pleats of her satin dress must be an exquisite pleasure.” So said George, but she began with evasive moves. - You think, be better than I am. Do not say otherwise, I know - he said, approaching him more closely. George Willard broke into a whisper. He remembered the looks the girl gave him when they were in the street and thought of the note she had written. This removed all doubt. He was also encouraged by the whispers in the village about her, and became macho, loud and aggressive. In the end he did not feel any sympathy for her. - Well, let's go, nothing will happen. Nobody will know. Who will tell? -Insisted. They were walking through a narrow, rocky path, through which great weeds were growing. There were some slats missing and the steel was very thin. She took it from her hand, which was also a little swollen, and it seemed deliciously soft to her. - I can't go far - the girl said in a quiet and serene voice. They crossed a bridge over a small creek and passed another uninhabited, sand-filled, rocky hill. There the street ended. They followed the road parallel to the road, and had to go behind one another. Near the road was Will Overton's shack, which had a lot of tables. -Will will build a cover to keep the baskets for the strawberries - said George as they sat on the tables. *** It was over ten o'clock when George Willard returned to the main street; it had begun to rain. He walked three times from one end of the street to the other; Sylvester West's pharmacy was still open. He entered and bought a pure. He was glad to see that the little boy, Shorty Crandall, came out of the door with him. The two remained talking for five minutes, in the shade of the building's roof. George Willard was satisfied. I felt an inexplicable desire to talk to a man. He turned a corner and walked toward the New Willard House, very quietly. He stood before the circular stairway that had been beside Winny's bed and, letting out a sigh, remained motionless in the darkness, his ear alert, as if he were listening to a voice calling him by his name. Then he began to tremble nervously. -You will not have any way to press me. Nobody knows, he murmured with an energetic snort, and followed his way. FIN “Nobody Knows”, Winesburg, Ohio, 1919", "title": "Nadie lo sabe", "author": "Sherwood Anderson"}