{"metadata": {"length": 6702, "words": 1248, "reading_time_min": 6.24}, "text": "The charming Vanda (or according to her passport, the honorable citizen Nastasia Kanavkina) upon leaving the hospital found herself in a situation she had never met before. No home and no penny. What to do?... The first thing that came to her mind was to head to the loan house and pawn her turquoise ring, her only alhaja. They gave her a rouble for it, but... what can you buy with a rouble? That money can't buy a fashionable short jacket, a hat, or a pair of bronze shoes, and without those things she felt like naked. It seemed to her that not only people, but even horses and dogs, were looking at her and laughing at the simplicity of her dress. The only thing that worried him was the dress. The question of how she was going to eat or where she was going to spend the night did not bother her in the slightest. If I met someone I knew, I'd ask for money, and no one would refuse. But the famous men didn't show up anywhere. It wouldn't be hard to find them at night in the Renaissance, but in the Renaissance no one was allowed in dressed so simply and without a hat. What to do then?... After a long indecision and when she was tired of walking, sitting and thinking, Vanda decided to use one last resort... she would go to the house of one of her acquaintances and ask him for money. Who can I address? - I was meditating. At Mischa's house, it's not possible. He has a family. As for the old redhead, he's busy in his office at this time. Vanda suddenly remembered dentist Finkel, a converted Jew who had given him a bracelet about three months ago and who once, having dinner at the German Circle, had thrown a glass of beer over his head. The memory of this Finkel made her very happy. I'm sure he'll give me money. The important thing is to find him. He was thinking of getting home. If you don't give me anything, I'll break all your lamps. When you approached the dentist's house, you already had your plan prepared. Laughing, I would hurry up the stairs, fly into his office and demand twenty-five roubles. This plan, however, when he put his hand on the bell seemed to come out of his head alone. He suddenly began to feel fear, nervousness, and cowardice, something that had never happened before. Only among drunken people was she brave and brazen, but so... in a simple dress and in a role of vulgar beggar who can't be received, she felt shy and insignificant. \"Maybe he doesn't remember me anymore\", I thought, without deciding to pull the bell cord. And how am I gonna get into your house in this dress? Like a beggar or a little bourgeois woman? On the other side of the door, there were footsteps. He was the doorman. - Is the doctor home? - he asked. Now he would have liked much more if the doorman had said no; but he, instead of giving her such an answer, sent her to the reception and helped her to take off her coat. The staircase seemed luxurious and magnificent; but of all that luxury, the great mirror, in which she saw a shiny figure reflected, without a high hat, without a fashionable jacket and without bronze shoes, caught her attention. She found it strange that now, because she was poorly dressed and looked like a seamstress or a laundress, that feeling of shame would awaken within her; she would feel without courage and without courage and would no longer call herself with the thought of Vanda, but as before, Nastya Kanavkina. \"Please come in\", said the maid, accompanying her to the consultation. The doctor comes right away... Vanda took her seat in the cool chair. This is what I'll tell you... Please lend me... The thing is right, since you know me... Even if the maiden leaves!... In front of her he's annoying!... Why will he be here? After five minutes the door opened, and Finkel, a converted Jew of tall, brown, greasy cheeks and leaping eyes, came in. His cheeks, eyes, belly, thick hips... everything in him breathed satisfaction and was disgusting and severe. In the Renaissance and the German circle he used to be a bit of a drunkard, spending a lot with women and patiently enduring their jokes. (For example, when Vanda threw that beer over her head, all she did was smile and threaten her with her finger.) But now he had a silent, dreamy look, and his gaze, while chewing something, was important and cold, like that of a boss. - What do you want? - he asked without looking at Vanda. Vanda saw the serious face of the maiden, the satisfied air of Finkel, who apparently had not recognized her, and rednessed. - What do you want? - he repeated, beginning to get impatient. - My teeth hurt... - Vanda whispered. - What teeth? Vanda remembered she had a carie in one of them. - Down, to the right. - Um, open your mouth! Finkel frowned, held his breath, and began to examine the diseased tooth carefully. - Does it hurt? - he asked, hurling it with a little iron. - It hurts. - Vanda lied. \"If I tell him something, he'll know me right away\", he thought, \"but... what's the maid doing there?\" Finkel suddenly blew like a locomotive right over his mouth and said, \"I don't advise you to pack it... it's not gonna do you any good! After hurting a little more into her and staining Vanda's lips and gums with her dirty tobacco fingers, she held her breath again and put some cold object in her mouth. Vanda suddenly felt a terrible pain, shouted and grabbed Finkel's hand. \"It's nothing, it's nothing, don't be scared\", said this one. That tooth was no longer going to help you at all! And the dirty, bloody fingers of tobacco presented the tooth to her eyes, while the maiden brought a cup to her mouth. - Rinse yourself with cold water so that it stops bleeding. His attitude was that of the man who hoped to leave soon and leave him alone. \"Goodbye\", Vanda said, heading to the door. - Who's gonna pay me for the job? - said Finkel in a laughing tone. \"Oh, yeah!\" recalled Vanda, red-hot. And he gave the dentist the rouble he received for the turquoise ring. When she went out into the street, she felt even more ashamed than before; but it was no longer her poverty that embarrassed her, she no longer thought that she was not wearing a high hat or a fashionable jacket. He was walking down the street spitting blood, and each of those red spots was telling him about his life, about his bad and painful life, about the offenses he had endured and the offenses he would endure tomorrow, in a week, in a year, his whole life and even his own death. Oh, what a scare of all this! How horrible, my God! The next day, however, I was already dancing in the Renaissance. He was wearing a new, beautiful, huge hat, a new fashionable jacket and bronze shoes. She was given that dinner by a young merchant who had just arrived from Kasañ. FIN", "title": "Un hombre conocido", "author": "Anton Chejov"}