{"metadata": {"length": 7151, "words": 1359, "reading_time_min": 6.795}, "text": "That was neither a warning nor an expectation; the troops showed up in groups, vomiting oaths, with rifles in discretion. They were dressed roughly. Bolito remembers the broken pollen of one who looked more like a bandit than a soldier. They were like uniformed beasts rising from every bush, from every rock. Besides, they didn't seem to be the boss, since they were all in the bohoes. His first action was to brutally beat the dog. Leal, for example, was wailing for a long time because of a blow to the head. He never felt such indignation. At first, as if there were no others, he held the tip of his hill so tightly that his hand became part of the machete. But then he cried and barely moved his lips when he wanted to talk. He heard the complaints of old Amalio and, as tender as the spit of his rooster, Angué's voice in pleas: \"Don't tie me up, whatever you want. I'm going where you tell me to go. Ninina didn't say a word. The truth is, two tears were coming out of his eyes. But Ninina didn't want to rub her eyelids with her hand, even: it was best not to hurt Bolito. Bolito agreed to leave, but it was necessary to push him to satisfy the animality. From the road he saw one of the soldiers smiling at Ninina; perhaps he thought of the cat... Murderer! They tied their left arm to Richard's right and tied them with a rope of mayagüe, like the stumps. Ricardo looked at me with twisted eyes and squeezed his lips. Bolito's fingers only changed; he contracted them in slow motion and the veins grew to the point of wanting to break the skin. That's it... the line was long, long. They walked under the sun like no one walks. They could have been like this for years and years, without their feet hurting or the sun burning, despite all their walking barefoot and sweating. No one spoke, but the soldiers laughed as the march went on. Bolito looked up at the sky and was amazed at its light. He saw the first ones climbing a heap and remembered his peonage, when he came down this road grazing the cows of Viguín, the master. Same, exactly the same. Cows were also tied in pairs. The truth is, sometimes they stopped to pick up some slaughterhouse. They came in the night. There were no houses in that place, but like a wooden, white warehouse. The shadows of two rollers were cut in the entrance. They had crossed a road that looked white, but as the clouds let the moon look, it grew green. Then they threw them into a large flock and sent them to sleep without untying them. Bollito, with his free hand, removed the stones that bothered him; he later felt the moisture slowly entering his body. I wanted to talk and spit. He said, \"There will be a revolution, Richard?\" I wish... the other one answered. Bolito raised his head for a while to look around and cut off his sight by shadows walking; they had something on their shoulder and the moon made long knives glow on the tips of those algae. Inside, a black mass was moving without making a sound. They looked like big worms stuck in a big puddle. Bolito remembered Ninina's tears and bit his tongue thinking of that backward soldier who smiled at his wife and certainly wished for a cat. He didn't know when he fell asleep, but it must have been late. He woke up because he dreamed those two rollers coming on him and he was tied to three tight stakes and stretched out forcibly on the road... at dawn the mass looked gray, but it was still hideous. Some of them would stand up and shake the dust. Ricardo said, while scratching his head: \"Hey, Bolito, my wife is pregnant. Bollito thought he would answer something, but he felt his tongue sticking to his palate and his jaw sticking, as if he had been stoned at night. A man who was not a soldier, but like them, came with a knife and started cutting the stakes. The arms were numb and it took a long time to get that love color out of my hands. A little later another came and said in a loud voice, \"We wanted to gather you here to work on the road. And that's why we had to be brought in like criminals! Someone went off. And he said, I thought they were recruiting. But the man would not hearken, and said, It is only for four days; and he that is not of the people shall speak; they shall make him soft. He smiled for a few minutes, showing half a gold tooth. He spoke again, this time pointing to a wooden hut with a zinc roof: \"Go through that reservoir one by one. Take a peak and line up here. The stones burned the soles of the feet and tiny pieces of them, when they broke them, hit them in the face. Ricardo was just squeezing his jaw and sweating dry. He could see himself getting angry, rebellious. Bolito was presenting an explosion: Ricardo would fly to pieces, tired of thinking about his wife. About noon he put the beak like a stick, and it rang. -Bolito, Nelia is pregnant. It's been four days, nothing more, Bolito said to relieve him. But Ricardo didn't understand. He looked, he saw, he looked everywhere, and he threatened, \"Woe to the shell! If they let me! The road sounded like a wooden house on the roof; it was a blow without chord, without will. At about twelve o'clock a soldier said, \"Go eat!\" In the herd were bunches of bananas and they delivered a herring per head. To fry the bananas they had to make fire themselves. And the one who didn't want to, didn't want to eat... again, on the sixth day, Bollito didn't want to say a word. I felt the need to get here early to see Ninina and lock myself in the boy. He had the impression of running away from something terrible, something that came running down his heels. At the first tiredness there would be a roller on him, a horrible slow roller that would break his bones, his head, everything... he would have run fast to get there sooner. Ricardo just swore, \"Oh my mother! I'm getting paid to be here in a hundred years! The group went like a herd, without laughing, without commenting. The sun was still up. Bolito saw his house and said to Ricardo: \"See you tomorrow. He walked in slowly. He didn't see the dog or care. Ninina jumped without saying a word; she wanted to hug him, but he ran away from his arm, crossed the room, grabbed the machete and went out through the bottom. Ninina suddenly became convinced that an unfortunate event was coming and screamed. He cried out loud: \"Bolito! - What? But Bollito didn't turn his face. What he did was speed up the step a little bit more. He got into the conuco, went through the small cacao tree and stopped by a palm tree, surrounded it, bent down and started digging. With his left hand, he was pulling out the black, wet soil. A foot deep would have the hole when the machete collided with something that made a metallic noise. Bollito carefully went to widen the hole and slowly extracted a square can jar. He unlocked it. Up to half had coconut oil. With a strange glow in his eyes, Bolito pulled out a glittering revolver that was gushing oil from the vase. He smiled, smiling, not seeing anything around him. Then, with the same love as a child, she put him by her chest and began to caress him slowly... towards the distant backs her eyes were moving wet. *FIN* Social magazine, 1932", "title": "Forzados", "author": "Juan Bosch"}