{"metadata": {"length": 3163, "words": 624, "reading_time_min": 3.12}, "text": "The road ran through the Auvernia and the Cantal. We had left Saint-Tropez in the afternoon, and drove into the night. I don't remember exactly what year it was, it was in the middle of summer. I've known him since the beginning of the year. I'd met him at a dance I'd gone to alone. It's a different story. He wanted to stop by dawn in Aurillac. The telegram had arrived late, had been sent to Paris, and then forwarded from Paris to Saint-Tropez. The funeral was to take place the next day, at the last hour of the afternoon. We made love at the hotel Aurillac, and then we did it again. In the morning we did it again. I think it was there, during this trip, that the desire cleared up in my head. For him. I think so. But I'm less sure. But for him, no doubt, yes, from the moment he joined me in this desire. But he, like another, like the last customer of the night. We barely slept, and we resumed the journey very soon. It was a very beautiful and terrible road, endless, with curves every hundred meters. Yeah, it was during this trip. This has never happened again in my life. The place was already there. Over the body. In these hotel rooms. On the sandy banks of the river. The place was dark. It was also in the castles, in their walls. In the cruelty of hunting. From the men. In fear. In the woods. In the wilderness of the swamps. From the ponds. From heaven. We took a room by the river. We made love again. We couldn't talk anymore. We were drinking. In cold blood, he was beating. The face. And certain areas of the body. We couldn't get closer to each other without being afraid, without trembling. He took me to the top of the park, to the castle entrance. It was Pompas Fúnebres, the castle guards, my mother's mistress and my older brother. My mother hadn't been put in the coffin yet. Everybody was waiting for me. My mother. I kissed the frozen forehead. My brother was crying. In Onzain's church, there were three of us, the guards had stayed at the castle. I was thinking about this man waiting for me at the hotel by the river. I didn't feel sorry for the dead woman or the man who was crying, his son. I've never had one again. Then came the notary's appointment. I agreed to my mother's will, I disowned. He was waiting for me in the park. We slept in this hotel on the edge of the Loire. After that, we stayed for several days by the river, walking around. We stayed in the room until the afternoon. We were drinking. We were going out for a drink. We went back to the room. Then we went out again at night. We were looking for open cafes. It was crazy. We couldn't leave the bar, this place. What we were looking for, we didn't talk about. Sometimes, we were scared. We felt a deep sorrow. We were crying. The word was not pronounced. We were sorry we didn't love each other. We didn't know anything anymore. There was only what was said. We knew this would never happen again in our lives, but there was nothing to say about this, nor were we the same in the face of this disposition of our desire. This went on being crazy all winter. After that, it was less serious, a love story. I even wrote Moderato Cantabile afterwards. FIN", "title": "El último cliente de la noche", "author": "Marguerite Duras"}