{"metadata": {"length": 5990, "words": 1150, "reading_time_min": 5.75}, "text": "It was once a young man who was studying to be a poet. He wanted to be him for Easter, to marry and live from poetry, which, as he knew very well, was reduced to inventing something, only that nothing happened to him. He had come too late to the world; everything had been thought of before he came; everything had been written and penned about. -Happy Birthday to those born a thousand years ago! -suspended. How easy it was to win immortality! Happy even the one who was born a century ago, for then there was still something to write about. Today, however, everything is exhausted. What can I talk about in my verses? And he studied so much, that he fell sick and was found in the wilderness. Doctors could do nothing for him; perhaps the adivina can help him. She lived in the cottage next to the veranda, and took care of it for the cars and the jinns; but she knew more than to open the veranda: she was more fashionable than a doctor, who travels in his own car and pays the taxes. - I have to go see her! - said the young man. The house where she lived was small and beautiful, but tatty. There was neither tree nor flower; there was a well, which was very useful, and a cave, where a cypress had grown, and now had some of those berries that you can't eat until they've been frozen, because they make your mouth hurt. \"Here is the symbol of our prosaic age,\" thought the young man; at least it was a thought, a gold nugget found at the door of the adivine. -Another one,' she said. The crumbs are also bread. I know why you came: nothing happens to you, and yet you want to be a poet before Easter. -They have written it all down - he said. Our time is not like before. -No, - the woman protested. In those days they burned witches, and poets passed with empty stomachs and broken hands. Our time is very good, the best of all. But you do not know how to understand things, you have not the ear of understanding, and surely at night you do not hear the Voice of the Lord. The topics are unavoidable, if one knows how to handle them. You can get them from plants on the ground, from flowing water and from still water, but you need to understand, you need to learn to catch a ray of sun. Test my glasses, blow my trumpet, pray to God and stop thinking about yourself. This last one was very difficult, more than an adivina can demand. He gave him glasses and a trumpet, and drove him to the center of the potato field. The woman put a large tube in his hand, which was loud; and a song with words came out of it: the story of the potatoes. There is something interesting there: a daily history in ten lines; ten lines suffice. And what did the potato sing? Because he sang of himself and his family, of the arrival of potatoes in Europe, of the insults they had to suffer before they became what they are today, a blessing greater than a gold-plated throne. - By the King's order we were distributed in the consular houses of all the cities and posters were printed about our great value, but people did not take notice, did not know how to plant us. One opened a hole and put in a whole bunch of potatoes; another planted one here and another there and waited for a tree to come out to pick the fruit. They cut plants, flowers, tubers, but everything was trademarked. Nobody knew what there could be in the earth, in the blessing of potatoes. Yes, we have resisted and suffered; that is, our ancestors, but they and we are one and the same. What a story! - Well, enough of this, said the wise one. Now look at the endrino. -We also have close relatives in potato land, only more to the north than they - the endrinas said. From Norway came some Norsemen who, sailing through the ice and overcoming the storms, sailed with purpose to an unknown country; there, beyond the ice and the snow, they found herbs and green pastures, and some bushes that gave off blue-black berries: the endrins. The racimos grew to helarse, which is what we do too. They called that country Vinland, the land of wine, which is the same as Greenland, or the land of the green frog. -It's a very romantic story - the young man said. -It is, in fact, but follow me,' said the clairvoyant, driving him to the cliff. He looked inside. What life and what a jet! There were beehives in all the galleries, busy bringing in air with their wings to ventilate the building; that was their task. Then came other bees from the outside; they had been born with stings in their feet, and brought them with them a thorn, which, when cut and separated, would be turned into honey and oil. They came and went, flying about without stopping; the queen would have loved to go with them, but then all the bees would have had to be taken away. It was not yet time. It would be his turn. And they smote the wings of His Majesty to force it to stay. -You will rise to the edge of the pit - the sage said. Take a look at the road; you will see people on it. -What bullshit! \"It's a pity,\" the boy exclaimed. This is story after story! What a way to savor! I see it all over the place. I fell off my back! -Nothing of that, he is always right - the woman said. Walk among people, look with your eyes, ears and heart, and you will find something. But before you walk away, take my glasses and my trumpet. And he took away the two objects. -Now I see nothing at all! - said the young man. I hear nothing. - In that case, you will not be a poet for Easter, - the wise woman replied. - When, then? -Not the first Easter nor the second. You will not learn to invent anything. -So what do I have to do to win the pan with poetry? - Oh, if you just want that, you can get it before Carnival! Arrest the poets. If you kill their works, you will kill them yourself. But do not go with mirth. Stick with them, and you'll have a parade hat to wear for you and your wife. -What one can invent! - said the young man, and he resented every poet he found, only because he could not be it. We know it by intuition; she knows what can be invented.", "title": "Lo que se puede inventar", "author": "Hans Christian Andersen"}