{"metadata": {"length": 6683, "words": 1240, "reading_time_min": 6.2}, "text": "I'll tell you right now, I've never been touched by the fat guy, as they call the first prize in the Christmas lottery, even though he doesn't usually answer. Or the big prize, according to a lady my very fine neighbor, who speaks almost as well as she writes. The truth is that he uses literary falsetto, a new invention to write in French, without the parishioners knowing it. That big prize thing is a myth or a monkey, in the opinion of the lottery heirs. And yet it does exist. Fifteen days before Christmas, no other notice is read on the doors and windows of lottery administrations than the ticket for the Christmas ticket. Young vendors are walking the streets of Madrid offering people talonary receipts to give and take part in the Christmas lottery to friends. To give and take part to friends! How that cry awakens the idea of fraternal association! Not all citizens can afford 500 pesetas to buy a whole ticket, not even 250 pesetas to buy half a ticket, also a whole ticket in their class, not even 50 pesetas to take a tenth. But charitable associations, which are formed to facilitate the playing field of the working classes and even the needy, provide these fractions with a measure of good luck and provide a good service to the economy. Generally the capitalist partner or founder and social head is the tavernist, or the owner of the grocery establishment, or the most initiative coal miner in the neighborhood or on the street. Other times there are several founding partners, but there is always a receipt holder responsible for the funds invested in the company by each and every one of the partners. Mariquita, you don't play? The senior ultramarine addict asks a beautiful housewife who has a funny nose, while taking the bait to serve her the oil she asks. I don't have money  The seductive Mariquita smiles, with whose gesture she just closed her eyes, her throats, which look like two holes in a pot of chestnut roasting, and exposes a tooth that infuses fear. Come on, you're in a good house; the master is one of those. What about me? How they feed so well! You see, a quarter of a pound of meat for five people. But you have savings. Yes, savings. And this year we're going to be fat. If I knew that, I'd play. She says barbarianly. I believe it already! Well, then, you point me to a real one. What, you don't pay for the oil? I mean, for the lottery. - I'm going to go! How are you, son! Seeing you, you lost fool. Behind Mariquita is Justa, a seamstress who lives in the same house, but above the shop, as she says when she gives her address signs. And don't lie: he lives in an inner basement, 50 meters above the level of the shopkeeper's head. The good is here! The oldest dependent says he's setting the boy aside to serve the neighbor, who's a good girl. Thank you very much. Come on, give me the ribs. Whatever you want  The galant responds by reaching out a hand to pinch the seamstress. - We're already on! Stay still, or I'll put the key in your hills. Just like Mariquita, she is aiming for a real share in the fat, but a real one for the future; that is, she does not pay for the present. The second-floor assistant commander plays half a peseta from non-municipal sysas. \"Put two pesetas on me\", says the sereno. \"Even if it is, let one touch it to get the chuzu into the municipality and retreat to the ostrecism\". Ms. Monica, who is a patron by hobby, who doesn't have guests, as she herself announces, even though she has two menus of six royalties in her home, with principles, chocolate and slang, also takes part in the tenth if she is given a safe, because as she has suffered so many disappointments in the world, not to mention the death of her husband, she doesn't trust even the shirt she wears to sleep. I've been told by the coal miner, Mariquita, talking window to window in the yard with another maiden from the right, come on, from the fourth second on the right, that she'll marry me if I play the lottery. And then, daughter, proportion you go out replicates the other, which is of the pure Viscaine genus. When the bulk is gathered, as the shopkeeper says, the fat is taken, that is, the tithe or the tithe is bought, according to what is collected. Then comes the distribution of receipts to the players, because the seller retains the original; the tithe does not go out of his power, so he is authorized to be the largest shareholder in the company. The receipts are personal documents and are non-transferable. Formal, and in a simple way, they are reduced to a piece of bearded or scratched paper, small and without more seal or guarantee than the signature of the social founder. But that's enough, where he signs, the king signs, poorly compared. Model cited: Mariquita the third Thursday a real belon in the tenth Number 4725 of Noche Vuena and for the cost to sign this present in Madrid A 15 December 1894. The Commission has already adopted a proposal for a regulation. - What? Now we have nothing but to touch us, says the shopkeeper to his accomplices. What are you gonna do with the lottery money, Dumingu? A gentleman from the Pontejos fountain asks a fellow student, also with a fixed place in the same academy. I'll buy four more cows for the family, and I'll buy you the meadow upstairs. You'll buy horns, you damned thing. What are you gonna do if you get the fat? The fine lady asks her husband, who is very muscled with a fat friend who frequently visits the house. Breaking her chrism her husband responds furiously. Traveling projects, marriage, acquiring rural or urban estates, coatings, it all depends on the lottery, on luck. Even the printing of a poem written by an author I treat with contempt. It contains the poem of two hundred thousand verses and some gift verse for the person who buys more than ten copies. Fortunately, it will not be printed, because the fat man will not touch the author, or there is no justice on earth. How much sacrifice to play the Christmas lottery! Even take it off his food, as people say. What an excitement when you hear the first advertisers who are walking down the streets at lightning speed: \"The list is big!\" So fast, they can barely stop to sell copies. The big list! It's already there! Oh, my God! The first prize has fallen out; the second one too! There are no more leisure trips. There is no longer a 25 pesos bullfight. Not a poem. Not a wedding. The whore says to her gun mate, \"You got singles for rats (or rats). What sadness in all circles! What a disappointment! Finally, he consoles the press release: The top prize has been distributed among the working class of... The evildoers say, \"Heaven! Not being me working class! ♪ Finish ♪", "title": "El premio grueso", "author": "Eduardo de Palacio"}