{
    "metadata": {
        "length": 4170,
        "words": 794,
        "reading_time_min": 3.97
    },
    "text": "Note: At a writers’ conference, when talking about the difference between telling a story and writing it, Garcia Márquez told what follows, “So that you can see how it changes when you write it.” Imagine a very small village where there is an old lady who has two sons, one of 17 and one of 14. He is serving breakfast and has an expression of concern. The children ask her what is happening and she says: - I don't know, but I awoke this morning with the feeling that something very serious is going to happen to this town. They laugh at the mother. They say those are old presages, things that happen. The boy is going to play a game of billiards, and at the moment when he is going to throw a simple cube, the other player says: -I bet a peso that you won't. Everyone laughs. He laughs. Takes the carom and doesn't make it. Pays his peso and everyone asks what happened, if it was a simple carom. He answers: -That is true, but I have been troubled by something my mother told me this morning about something serious that is going to happen to this town. Everyone laughs at him, and the one who has lost his peso returns to his home, where he is with his mother or a sister or finally, any relative. Happy with his peso, says: -I won this weight to Damascus in the simplest way because he is a fool. - And why is he a fool? -Man, because I couldn't make a simple carom with the idea that his mother awoke today with the idea that something very serious was going to happen in this town. Then his mother says to him: \"Do not laugh at the appearances of the old, for they sometimes come true\". The sister hears it and goes to buy meat. She tells the butcher, \"Give me a pound of meat\" - and at the moment when they are cutting it, she adds, \"It's better to give me two, because they are saying that something serious is going to happen and the best thing is to be prepared.\" The butcher is slicing his meat and when another lady comes to buy a pound of meat, he says, \"Have two, because here people are saying that something very serious is going to happen, and they are preparing and buying things.\" The old lady then says, \"I have several sons, look, You'd better give me four pounds.\" The four pounds are taken; and to shorten the story, I will say that the butcher at mid-day runs out of meat, kills another calf, sells all, and the rumor spreads. It comes to the point where everyone in the village is waiting for something to happen. The activities are stopped and soon, at 2 p.m., it is hot again as always. Someone says: - Have you noticed how hot it is ? -But the town has always been hot! (A town where the musicians had instruments remade with brass and always played in the shadow because if they played in the sun they would fall to pieces.) -But - says one - it has never been this hot. -But at two in the afternoon is when there is more heat. - Yes, but not as much heat as now. To the deserted village, to the deserted square, a sparrow falls soon and the voice runs: -There is a sparrow in the square. And the whole town, astonished, comes to see the little bird. - But, Mr., there have always been sparrows at that square. - Yes, but never at this hour. It comes to a point of such tension for the people of the town, that everyone is desperate to go and they do not have the courage to do so. -I am very manly - snarls one-. I'm going. He gathers his furniture, his children, his animals, puts them in a cart and goes down the main street where the poor people are watching him. Until the moment when they say, -If this one dares, we will go with him. And they start literally dismantling the town. Things are carried, animals, everything. And one of the last to leave the town says, \"Let the devil not curse us for what remains of our house--and then lits the fire out and others burn their houses too.\" They were in a tremendous and truly panicked state, like a war zone, and in the middle of them was the lady who had the presage, clamoring: -I said something very serious was going to happen, and they said I was crazy. THE END XIII Interamerican Congress of Literature, Caracas, 1967",
    "title": "Somthing very serious is going to happen in this town",
    "author": "Gabriel García Márquez"
}